{"session_id": 69, "bill_id": 25080, "bill_type": "House Bill", "bill_number": 1096, "bill_title": "provide that a temporary restraining order may extend beyond thirty days in certain circumstances involving stalking.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25080", "sponsors": [{"legislator_profile_id": 4563, "is_prime": true}, {"legislator_profile_id": 4482, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4550, "is_prime": false}, {"legislator_profile_id": 4575, "is_prime": false}], "keywords": ["Crimes", "Protection Order"], "audio": [], "bill_versions": [{"bill_id": 25080, "bill_version_id": 260035, "bill_version": "Introduced", "bill_version_date": "2024-01-16T15:54:48.607-06:00", "bill_text": "An Act to provide that a temporary restraining order may extend beyond thirty days in certain circumstances involving stalking. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to chapter 22-19A: If an ex parte temporary protection order is in effect and a judge issues a protection order pursuant to § 22-19A-8, the ex parte temporary protection order remains effective until the order issued pursuant to § 22-19A-8 is served on the respondent. Section 2. That § 22-19A-12 be AMENDED: 22-19A-12. If an affidavit filed with an application under § 22-19A-8 alleges that immediate and irreparable injury, loss, or damage is likely to result before an adverse party or the party's attorney can be heard in opposition, the court may grant an ex parte temporary protection order pending a full hearing and granting relief as the court deems proper, including an order restraining any person from committing acts of stalking or physical injury as a result of an assault or a crime of violence as defined in subdivision 22-1-2(9). An ex parte temporary protection order is effective for a period of thirty days, except as provided in section 1 of this Act, unless for good cause the court grants a continuance. No continuance may exceed thirty days unless the court finds good cause for the additional continuance and: (1) The parties stipulate to an additional continuance; or (2) The court finds that law enforcement is unable to locate the respondent for purposes of service of the ex parte protection order. If a continuance is granted, the court by order shall extend the ex parte temporary protection order until the rescheduled hearing date. The respondent shall be personally served without delay with a copy of the ex parte order along with a copy of the petition, affidavit, and notice of the date set for the hearing."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25080, "action_date": "2024-01-17T14:00:00-06:00", "document_id": 260050, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260050.pdf", "status_text": "First read in House and referred to", "journal_page": 73, "committee_id_action": 1197, "committee_id_assigned": 1198, "result": "N", "vote": {}}]}