{"session_id": 48, "bill_id": 14350, "bill_type": "House Bill", "bill_number": 1058, "bill_title": "revise the Board of Accountancy’s authority regarding certificate holders not in public practice and to revise certain educational, continuing education, and examination requirements for licensees and certificate holders.", "sponsors": [], "keywords": ["Administrative Rules", "Board of Accountancy", "Peer Review", "Professions and Occupations"], "audio": [], "bill_versions": [{"bill_id": 14350, "bill_version_id": 80765, "bill_version": "Introduced", "bill_version_date": "1999-01-11T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the Board of Accountancy's authority regarding certificate holders not in public practice and to revise certain educational, continuing education, and examination requirements for licensees and certificate holders. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-20A-1 be amended to read as follows: 36-20A-1. Terms, as used in this chapter, mean: (1) \"Board,\" the South Dakota Board of Accountancy established pursuant to § 36-20A-3 or its predecessor; (2) \"Certificate,\" a certificate as a certified public accountant issued pursuant to § 36-20A-8 or corresponding provisions of prior law, or a corresponding certificate as certified public accountant issued after examination under the law of any other state; (3) \"Firm,\" a sole proprietorship, a corporation, limited liability company, or a partnership; (4) \"Licensee,\" the holder of a certificate issued pursuant to § 36-20A-8 or of a license issued under prior law, or of a permit issued pursuant to § 36-20A-10, 36-20A-11, or 36-20A-14; or, in each case, a certificate, license, or permit issued under corresponding provisions of prior law; (5) \"Permit,\" a permit to practice public accountancy issued to a person pursuant to § 36-20A-10 or 36-20A-11 or the corresponding provisions of prior law or to a firm pursuant to § 36-20A-14; (6) \" Quality Peer review,\" a study, appraisal, or review by a licensee of this state or a person holding a certificate of any state, of one or more aspects of the professional work of a person or firm in the practice of public accountancy; (7) \"State,\" any state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, and Guam. However, the term, this state, means the State of South Dakota ; (8) \"Foreign,\" referring to a jurisdiction outside of the United States; (9) \"Domestic,\" referring to a jurisdiction of a state as the term, state, is defined by this section; and (10) \"License,\" a license as a public accountant issued pursuant to § 36-20A-17 . Section 2. That § 36-20A-4 be amended to read as follows: 36-20A-4. The board shall elect annually from among its members a chair, and such other officers as the board considers appropriate. The board shall meet at such times and places within this state as may be fixed by the board. Any meeting of the board is open to the public except insofar as they are concerned with investigations under § 36-20A-21 and except as may be necessary to protect information which is required to be kept confidential by the laws of this state. A majority of the board members then in office constitutes a quorum. The board shall maintain a registry of the names and addresses of all licensees under this chapter who hold current permits to practice public accountancy . The board shall be within the Department of Commerce and Regulation and shall submit such reports of its activities in the form and at such times as required by the secretary of commerce and regulation. Section 3. That § 36-20A-7 be amended to read as follows: 36-20A-7. The board may promulgate rules pursuant to chapter 1-26 governing its administration and enforcement of this chapter and the conduct of licensees, including: (1) Rules governing the board's meeting and the conduct of its business; (2) Rules of procedure governing the conduct of investigations and hearings by the board; (3) Rules specifying the fees and educational qualifications required for the issuance of certificates pursuant to § § 36-20A-8 and 36-20A-10, the experience required for issuance of permits pursuant to § § 36-20A-10 and 36-20A-11, the date for renewal of permits pursuant to § § 36-20A-10 and 36-20A-14, and the continuing professional education required for renewal of permits pursuant to § 36-20A-12; (4) Rules of professional conduct to control the quality and integrity of the practice of public accountancy by permit holders; (5) Rules governing the manner and circumstances of use by holders of certificates who do not also hold permits under this chapter of the titles, certified public accountant and CPA; (6) Rules specifying procedures and fees for registration of certificate holders who do not also hold permits under this chapter of the titles, certified public accountant and CPA; (7) Rules governing the manner and circumstances of use by holders of licenses issued under prior law who do not also hold permits under this chapter of the titles, public accountant and PA; (8) Rules specifying procedures and fees for registration of license holders who do not also hold permits under this chapter of the titles, public accountant and PA; (9) Rules regarding quality peer review pursuant to § 36-20A-15; (10) Rules specifying a quality review administrative fees; (11) Rules specifying procedures and fees for quality peer review seminars and manuals; (12) Rules specifying fees for examination and reexamination and issuance of a certificate pursuant to § 36-20A-8; (13) Rules governing the methods, eligibility, and requirements for applying for examination and reexamination pursuant to § 36-20A-8; (14) Rules specifying procedures and fees for proctoring applicants of from another jurisdiction; (14) (15) Rules specifying the procedures and fees for initial issuance or renewal of an individual or firm permit pursuant to § 36-20A-18; and (15) (16) Rules specifying procedures and fees for renewal of certificates and individual and firm permits not filed in a timely manner; (17) Rules governing the application and fees for a modification of a suspension or reissue of a certificate , license, or permit pursuant to § 36-20A-25 ; (18) Rules specifying procedures and fees for replacement of a certificate or permits issued pursuant to § 36-20A-8, 36-20A-10, 36-20A-11, 36-20A-14; (19) Rules specifying methods and requirements for conducting the examination prescribed in § 36-20A-8; (20) Rules specifying methods, eligibility, and requirements of applying for a certificate in accordance with § 36-20A-8; (21) Rules specifying procedures and fees for issuance of certificates and individual and firm permits not filed within the required period of time; and (22) Rules defining active and inactive status of both certificate and PA license holders who do not have a valid individual permit to practice . Section 4. That § 36-20A-8 be amended to read as follows: 36-20A-8. The board shall grant the a certificate of certified public accountant to any applicant who meets the requirements of good character, education, and examination, and who pays the fees prescribed in this chapter. Good character for purposes of this section means is indicated by lack of a history of dishonest or felonious acts. The board may refuse to grant a certificate on the ground of failure to satisfy this requirement only if there is a substantial connection between the lack of good character of the applicant and the professional responsibilities of a licensee. If an applicant is found to be unqualified for a certificate because of a lack of good character, the board shall furnish the applicant a statement containing the reasons for the refusal. The education requirement for a certificate, which shall be met before one hundred days after an applicant sits for the examination prescribed in this chapter, is at least one hundred fifty semester hours of college education, including graduation from an accredited college or university with a baccalaureate or a graduate major in accounting, or the satisfactory completion of a course of study which the board has determined to be substantially the equivalent of an accounting major, including related courses in other areas of business administration. Such courses of study may be in a college or university recognized by the board. The examination required to be passed as a condition for the granting of a certificate shall be in writing, shall be held at least annually, and shall test the applicant's knowledge of the subjects of accounting, auditing, and such other related subjects as the board may specify by rules promulgated pursuant to chapter 1-26. The time and place for holding such examination shall be fixed by the board and may be changed from time to time. The board shall prescribe by rules promulgated pursuant to chapter 1-26 the requirements and methods of applying for and conducting the examination, including methods for grading papers and determining a passing grade entitling an applicant to a certificate. An applicant shall be required to pass all parts of the examination provided for in this section in order to qualify for a certificate. If at any sitting of the examination an applicant passes the number of parts specified by the board by rules promulgated pursuant to chapter 1-26, then the applicant shall be given credit for those parts that he has passed and need not sit for reexamination in those parts, if: (1) The applicant wrote all parts of the examination at that sitting; (2) The applicant attained a minimum grade specified by the board by rules promulgated pursuant to chapter 1-26 on each part not passed at that sitting; (3) The applicant passes the remaining parts of the examination within seven consecutive examinations given after the one at which the first parts were passed; (4) At each subsequent sitting at which the applicant seeks to pass any additional parts, the applicant writes all parts not yet passed; and (5) In order to receive credit for passing additional parts in any such subsequent sitting, the applicant attains such grades on parts written but not passed on such sitting as specified by the board by rules promulgated pursuant to chapter 1-26. An applicant shall be given credit for any parts of an examination passed in another state if such credit would have been given, under then applicable requirements, if the applicant had taken the examination in this state. The board may in particular cases waive or defer any of the foregoing requirements regarding the circumstances in which the various parts of the examination shall be passed, upon a showing that, by reason of circumstances beyond the applicant's control, he the applicant was unable to meet such requirement. The board may charge each applicant a fee, in an amount prescribed by the board by rules promulgated pursuant to chapter 1-26, for each part of the examination or reexamination taken by the applicant. Section 5. That chapter 36-20A be amended by adding thereto a NEW SECTION to read as follows: An examination candidate, who was accepted under the educational requirement if effect through December 31, 1997, and who sat on or before the November 1997 examination, may continue to sit for the examination in accordance with requirements established by the board by rules promulgated pursuant to chapter 1-26. Section 6. That chapter 36-20A be amended by adding thereto a NEW SECTION to read as follows: A person, who passed the examination as a South Dakota candidate on or before the November 1997 examination and who did not apply for a certificate by December 31, 1997, may apply for a certificate in accordance with requirements and by such date established by the board by rules promulgated pursuant to chapter 1-26. Section 7. That § 36-20A-11 be amended to read as follows: 36-20A-11. Any individual practicing public accountancy in this state is required to have an individual permit to practice. The board shall issue an individual permit to a holder of a certificate issued by another state upon a showing that: (1) The applicant passed an examination required for issuance of his the certificate equivalent to the examination required by this state with grades that would have been passing grades at the time in this state; (2) The applicant meets all current requirements in this state for issuance of a certificate at the time application is made; or at the time of the issuance of the applicant's certificate in the other state, met all requirements then applicable in this state for issuance of a certificate; or has four years of experience in the practice of public accountancy or equivalent, meeting requirements prescribed by the board by rules promulgated pursuant to chapter 1-26 after passing the examination upon which his the certificate was based and within the ten years immediately preceding his the application; and (3) The applicant meets the requirements of § 36-20A-10 other than holding a valid certificate issued by this state. Section 8. That § 36-20A-13 be amended to read as follows: 36-20A-13. Any applicant for initial issuance or renewal of individual permits shall in his the application list all states in which he the applicant has applied for or holds any certificate or permit ; and each . Each holder of an individual permit shall notify the Board of Accountancy board in writing, within thirty days after its occurrence, of any denial of an application, or revocation or suspension of a certificate or permit, in another state. Each holder of an individual permit shall notify the board in writing, within thirty days after its occurrence, of any change in employment or address. Section 9. That § 36-20A-14 be amended to read as follows: 36-20A-14. Any firm practicing public accountancy in this state shall is required have a firm permit to practice. The board shall grant or renew a permit to practice public accountancy to any firm that applies and demonstrates its qualifications. The board shall issue permits and renew them for periods of one year but in any event expiring on the date as determined by the board by rules promulgated pursuant to chapter 1-26 following issuance or renewal. The failure to renew on the part of any registrant under this chapter does not deprive such firm of the right of renewal thereafter if it is otherwise qualified. The fee for the renewal of the permit after it has expired shall be increased by a uniform percent or amount to be established by the board by rules promulgated pursuant to chapter 1-26. Applications for permits shall be made in such form, and in the case of applications for renewal between such dates as the board may , by rule , promulgated pursuant to chapter 1-26, specify. An applicant for initial issuance or renewal of a permit to practice pursuant to this section shall show that the proprietor or each partner, member, officer, or shareholder who works in this state, and each employee holding a certificate who works in this state except for employees who have not yet accumulated sufficient experience to qualify for an individual permit pursuant to § 36-20A-10, holds a valid individual permit to practice, and that each other partner, member, officer, or shareholder holds a certificate and is licensed to practice public accountancy in some other state. An applicant for initial issuance or renewal of a permit to practice pursuant to this section shall register with the board each office of the firm within this state and each office of the firm located out of state that is practicing in this state, and show that each office is under the charge of a person holding a valid permit to practice. Section 10. That § 36-20A-15 be amended to read as follows: 36-20A-15. The board may , by rules promulgated pursuant to chapter 1-26 , require, on either a uniform or a random basis, as a condition to renewal of firm permits pursuant to § 36-20A-14, that applicants undergo quality peer reviews conducted in such manner and producing such satisfactory result as the board may specify. However, any such requirement shall include reasonable provision for compliance by means of an applicant furnishing evidence of a satisfactory quality peer review performed for other purposes. The board may charge any firm subject to quality peer review administrative fees to be established by rules promulgated pursuant to chapter 1-26. The fees may be established in accordance to the provisions under which the firm applies for quality peer review. Pursuant to the quality peer review process, the board shall treat the reports of the reviewer and all records submitted to the reviewer by the firm subject to review as confidential information. The board may not disclose such information to any persons other than staff members, legal counsel, and other persons retained by the board to assist it in fulfilling its responsibilities under this chapter and the rules promulgated by the board pursuant to chapter 1-26. Section 11. That § 36-20A-16 be amended to read as follows: 36-20A-16. Any applicant for initial issuance or renewal of firm permits shall , in his the application , list all states in which he the applicant has applied for or holds any permit to practice public accountancy; and each holder of or applicant for a firm permit shall notify the Board of Accountancy board in writing within thirty days after its occurrence of any change in the identities of partners, members, officers, or shareholders who work within this state, any change in the number or location of offices within this state, any change in the identity of the persons in charge of such offices, and any issuance, denial, revocation, or suspension of a permit by any other state. Section 12. That § 36-20A-17 be amended to read as follows: 36-20A-17. Any person who on June 30, 1984, held any license as a public accountant or permit to practice public accountancy issued under prior law of this state shall have his the permit to practice renewed pursuant to § 36-20A-10, if he the person fulfills all requirements for renewal other than holding a certificate license . If such licensees a licensee and the firms firm, in which they are proprietors, partners, officers, or shareholders the licensee is a proprietor, partner, officer, or shareholder, hold valid permits to practice pursuant to § § 36-20A-10 and 36-20A-14, respectively, they may engage in the practice of public accountancy to the same extent as other holders of such permits. They may also use the designations, public accountants and PA, but no other designation, in connection with the practice of public accountancy. Section 13. That § 36-20A-20 be amended to read as follows: 36-20A-20. The board may, in accordance with chapter 1-26, revoke any certificate or permit issued pursuant to § 36-20A-8, 36-20A-10, 36-20A-11, or 36-20A-14, or corresponding provisions of prior law, suspend any such certificate , license, or permit or refuse to renew any such certificate, license, or permit for a period of not more than five years, reprimand, censure, or limit the scope of practice of any licensee, or place any licensee on probation, all with or without terms, conditions, and limitations for any of the following reasons: (1) Fraud or deceit in obtaining a certificate , license, or permit; (2) Cancellation, revocation, suspension, or refusal to renew authority to engage in the practice of public accountancy in any other state for any cause; (3) Failure, on the part of a holder of a permit pursuant to § 36-20A-10, 36-20A-11, or 36-20A-14 or on the part of a holder of a certificate pursuant to § 36A-20A-8 or of a certificate issued by another state , to maintain compliance with the requirements for issuance or renewal of such permit or to report changes to the board pursuant to § 36-20A-13 or 36-20A-16 , or section 22 of this Act ; (4) Revocation or suspension of the right to practice before any state or federal agency; (5) Dishonesty or gross negligence in the practice of public accountancy or in the filing or failure to file personal income tax returns; (6) Violation of any of the provisions of this chapter or rules promulgated pursuant to chapter 1-26 by the board under this chapter; (7) Conviction of a felony or of any crime, an element of which is dishonesty or fraud, under the laws of any state or the United States; (8) Performance of any fraudulent act while holding a certificate , license, or permit; (9) Any conduct reflecting adversely upon the licensee's fitness to engage in the practice of public accountancy; and (10) Dishonesty or gross negligence in the performance of quality peer reviews. In lieu of or in addition to any remedy specifically provided in this section, the board may require of a licensee a quality peer review conducted in such manner as the board may specify or satisfactory completion of such continuing professional education programs as the board may specify, or both. In any proceeding in which a remedy provided by this section is imposed, the board may also require the respondent licensee to pay some or all of the costs of the proceeding. Section 14. That § 36-20A-24 be amended to read as follows: 36-20A-24. If the board renders a decision imposing discipline against a licensee under this chapter, the board shall examine its records to determine whether the licensee holds a certificate , license, or a permit to practice public accountancy in any other state. If so, the board shall notify the board of accountancy of such other state of its decision, by mail, within thirty days of rendering the decision. The board may also furnish information relating to proceedings resulting in disciplinary action with other public authorities and with private professional organizations having a disciplinary interest in the licensee. Section 15. That § 36-20A-25 be amended to read as follows: 36-20A-25. If the board has suspended or revoked a certificate , license, or a permit, or refused to renew a certificate, license, or permit, the board may, upon application in writing by the person or firm affected and for good cause shown, modify the suspension or reissue the certificate , license, or permit. The board shall , by rules promulgated pursuant to chapter 1-26 , specify the manner in which such applications shall be made, the times within which they shall be made and the circumstances in which hearings shall be held thereon. Before reissuing, or terminating the suspension of, a certificate , license, or permit under this section, and as a condition thereto, the board may require the applicant therefor to show successful completion of specified continuing professional education. The board may make the reinstatement of a certificate , license, or permit conditional, and subject to satisfactory completion of a quality peer review conducted in such manner as the board may specify. Section 16. That § 36-20A-26 be amended to read as follows: 36-20A-26. No person or firm not holding a valid permit issued pursuant to § 36-20A-10, 36-20A-11, or 36-20A-14 may issue a report on financial statements of any other person, firm, organization, or governmental unit. Report The term, report , if used with reference to financial statements, means an opinion, report, or other form of language which states or implies assurance as to the reliability of any financial statements and which also includes or is accompanied by any statement or implication that the person or firm issuing it has special knowledge or competence in accounting or auditing. Such a statement or implication of special knowledge or competency may arise from use by the issuer of the report of names or titles indicating that the issuer is an accountant or auditor, or from the language of the report itself. The term , report , includes any form of language which disclaims an opinion when such form of language is conventionally understood to imply any positive assurance as to the reliability of the financial statements referred to or special competence on the part of the person or firm issuing such language; and it includes any other form of language that is conventionally understood to imply such assurance or such special knowledge or competence. This prohibition does not apply to an officer, partner, member, or employee of any firm or organization affixing his the person's signature to any statement or report in reference to the financial affairs of such firm or organization with any wording designating the position, title, or office that he the person holds therein; nor prohibit any act of a public official or employee in the performance of his the person's duties as such; nor prohibit the performance by persons other than licensees of other services involving the use of accounting skills, including the preparation of tax returns and the preparation of financial statements without the issuance of reports thereon. The prohibition contained in this section is applicable to issuance, by a person or firm not holding a valid permit, of a report using any form of language conventionally used by licensees respecting a review or compilation of financial information. Any person who violates the provisions of this section is guilty of a Class 2 misdemeanor. Section 17. That § 36-20A-27 be amended to read as follows: 36-20A-27. No person not a current Any person who is a licensee may use or assume the title or designation, certified public accountant, or the abbreviation CPA, or any other title, designation, words, letters, abbreviation, sign, card, or device tending to indicate indicating that such person is a certified public accountant. However, a holder of a certificate issued pursuant to § 36-20A-8, who does not also hold a permit, may use the titles pertaining to such certificate in any manner not prohibited by rules promulgates by the board pursuant to chapter 1-26. Use of the designation by a licensee is an inactive status is restricted as prescribed by rules promulgated by the board pursuant to chapter 1-26. No firm may assume or use the title or designation, certified public accountant, or the abbreviation CPA, or any other title, designation, words, letters, abbreviation, sign, card, or device tending to indicate indicating that such firm is composed of certified public accountants unless: (1) The firm holds a valid permit pursuant to § 36-20A-14; and (2) All partners, officers, members, and shareholders of the firm hold certificates. No person may assume or use the title or designation, public accountant, or the abbreviation PA, or any other title, designation, words, letters, abbreviation, sign, card, or device tending to indicate indicating that such person is a public accountant unless he the person holds a public accountant's license issued under prior law. However, a holder of a license issued under prior law who does not also hold a permit, may use the titles pertaining to such license in any manner not prohibited by rules promulgated pursuant to chapter 1-26 by the board. No firm not holding a valid permit issued pursuant to § 36-20A-14 may assume or use the title or designation, public accountant, or the abbreviation PA, or any other title, designation, words, letters, abbreviation, sign, card, or device tending to indicate indicating that such firm is composed of public accountants. No Any person or firm that does not holding hold a valid permit issued pursuant to § 36-20A-10, 36-20A-11, or 36-20A-14 may assume or use the title or designation, certified accountant, chartered accountant, enrolled accountant, licensed accountant, registered accountant, accredited accountant, or any other title or designation likely to be confused with the titles, certified public accountant or public accountant. However, a holder of a certificate issued pursuant to § 36-20A-8, or of a license issued under prior law who does not also hold a permit, may use the titles pertaining to such certificate or license in any manner not prohibited by rules promulgated by the Board of Accountancy. No person or firm not holding a valid permit issued pursuant to § 36-20A-10, 36-20A-11, or 36-20A-14 may assume or use any title or designation that includes the words, accountant, auditor, or accounting, in connection with any other language including the language of a report which implies that such person or firm holds such a permit or has special competence as an accountant or auditor. However, this does not prohibit any officer, member, partner, or employee of any firm or organization from affixing his signature to any statement or report in reference to the financial affairs of such firm or organization with any wording designating the position, title, or office that he holds therein, nor prohibit any act of a public official or employee in the performance of his duties as such. Any person or firm who violates the provisions of this section is guilty of a Class 2 misdemeanor. Section 18. That chapter 36-20A be amended by adding thereto a NEW SECTION to read as follows: Any person or firm that does not hold a valid permit issued pursuant to § 36-20A-10, 36- 20A-11, or 36-20A-14 may not assume or use any title or designation that includes the words, accountant, auditor, or accounting, in connection with any other language including the language of a report which implies that such person or firm holds such a permit or has special competence as an accountant or auditor. However, this does not prohibit any officer, member, partner, or employee of any firm or organization from affixing the person's signature to any statement or report in reference to the financial affairs of such firm or organization with any wording designating the position, title, or office that the person holds therein, nor prohibit any act of a public official or employee in the performance of the person's duties as such. Any person or firm who violates the provisions of this section is guilty of a Class 2 misdemeanor. Section 19. That § 36-20A-28 be amended to read as follows: 36-20A-28. No person holding a certificate or a license issued under prior law may engage in the practice of public accountancy unless he the person also holds a valid permit issued pursuant to § 36-20A-10 or 36-20A-11, or he the person is an employee and not a partner, officer, member, or shareholder of a firm holding such a permit issued pursuant to § 36-20A-14 and has not been such an employee long enough to meet the experience requirement prescribed by § 36-20A-10 for an individual permit to practice. No firm may engage in the practice of public accountancy unless it holds a valid permit issued pursuant to § 36-20A-14. Any person or firm who violates the provisions of this section is guilty of a Class 2 misdemeanor. Section 20. That § 36-20A-32 be amended to read as follows: 36-20A-32. If the Board of Accountancy board has suspended a certificate , license, or a permit or has refused to renew a certificate, license, or permit for a specified period of time and the specified period of time has elapsed, the board may, upon application in writing by the person or firm affected and for good cause shown, reinstate or reissue the certificate , license, or permit. The board shall by rules promulgated pursuant to chapter 1-26 specify the manner in which the application shall be made, the time period within which the application shall be made , and the circumstances in which a hearing shall be held on the application. Before reissuing or reinstating the certificate , license, or permit under this section, and as a condition thereto, the board may require the applicant to show successful completion of specified continuing professional education. The board may make the reinstatement of a certificate , license, or permit conditional, and subject to satisfactory completion of a quality peer review conducted in such manner as the board may specify. Section 21. That § 36-20A-33 be amended to read as follows: 36-20A-33. The board may , by rules promulgated pursuant to chapter 1-26 , establish requirements whereby personnel of any firm subject to quality peer review and any reviewer performing a quality peer review shall attend a quality peer review seminar. The board may by rules promulgated pursuant to chapter 1-26 establish requirements whereby personnel of any firm subject to quality peer review and any reviewer performing quality peer review shall purchase a quality peer review manual. Section 22. That chapter 36-20A be amended by adding thereto a NEW SECTION to read as follows: The board shall renew certificates and licenses of individuals not holding individual permits to practice, who reside or are employed in this state. Any certificate issued pursuant to § 36- 20A-8 or by another state or and license issued under prior law must be renewed for periods of one year. The board shall, by rules promulgates pursuant to chapter 1-26, establish the renewal date for such a certificate. The board may, by rules promulgated pursuant to chapter 1-26, increase the fee for the renewal of a certificate or license. Applications for renewal of a certificate or license shall be made in such form as the board shall specify by rules promulgated pursuant to chapter 1-26. The board may establish a continuing professional education requirement for renewal of a certificate or license. However, no such requirement may be established prior to July 1,2002. The board may provide, by rules promulgated pursuant to chapter 1-26, the type of education, the number of hours of education required annually, and procedures for prorating continuing professional education requirements for applicants whose certificate was issued less than three years before the renewal date. A certificate of license holder may be considered exempt from the continuing professional education requirement by requesting an inactive status. The board shall establish, by rules promulgated pursuant to chapter 1-26, requirements for an active and an inactive status. Each certificate or license holder shall notify the board in writing within thirty days after its occurrence of any change in employment or address."}, {"bill_id": 14350, "bill_version_id": 80764, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "1999-01-26T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the Board of Accountancy's authority regarding certificate holders not in public practice and to revise certain educational, continuing education, and examination requirements for licensees and certificate holders. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-20A-1 be amended to read as follows: 36-20A-1. Terms, as used in this chapter, mean: (1) \"Board,\" the South Dakota Board of Accountancy established pursuant to § 36-20A-3 or its predecessor; (2) \"Certificate,\" a certificate as a certified public accountant issued pursuant to § 36-20A-8 or corresponding provisions of prior law, or a corresponding certificate as certified public accountant issued after examination under the law of any other state; (3) \"Firm,\" a sole proprietorship, a corporation, limited liability company, or a partnership; (4) \"Licensee,\" the holder of a certificate issued pursuant to § 36-20A-8 or of a license issued under prior law, or of a permit issued pursuant to § 36-20A-10, 36-20A-11, or 36-20A-14; or, in each case, a certificate, license, or permit issued under corresponding provisions of prior law; (5) \"Permit,\" a permit to practice public accountancy issued to a person pursuant to § 36-20A-10 or 36-20A-11 or the corresponding provisions of prior law or to a firm pursuant to § 36-20A-14; (6) \" Quality Peer review,\" a study, appraisal, or review by a licensee of this state or a person holding a certificate of any state, of one or more aspects of the professional work of a person or firm in the practice of public accountancy; (7) \"State,\" any state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, and Guam. However, the term, this state, means the State of South Dakota ; (8) \"Foreign,\" referring to a jurisdiction outside of the United States; (9) \"Domestic,\" referring to a jurisdiction of a state as the term, state, is defined by this section; and (10) \"License,\" a license as a public accountant issued pursuant to § 36-20A-17 . Section 2. That § 36-20A-4 be amended to read as follows: 36-20A-4. The board shall elect annually from among its members a chair, and such other officers as the board considers appropriate. The board shall meet at such times and places within this state as may be fixed by the board. Any meeting of the board is open to the public except insofar as they are concerned with investigations under § 36-20A-21 and except as may be necessary to protect information which is required to be kept confidential by the laws of this state. A majority of the board members then in office constitutes a quorum. The board shall maintain a registry of the names and addresses of all licensees under this chapter who hold current permits to practice public accountancy. The board may maintain a registry of the names and addresses of all other licensees. The board shall be within the Department of Commerce and Regulation and shall submit such reports of its activities in the form and at such times as required by the secretary of commerce and regulation. Section 3. That § 36-20A-7 be amended to read as follows: 36-20A-7. The board may promulgate rules pursuant to chapter 1-26 governing its administration and enforcement of this chapter and the conduct of licensees, including: (1) Rules governing the board's meeting and the conduct of its business; (2) Rules of procedure governing the conduct of investigations and hearings by the board; (3) Rules specifying the fees and educational qualifications required for the issuance of certificates pursuant to § § 36-20A-8 and 36-20A-10, the experience required for issuance of permits pursuant to § § 36-20A-10 and 36-20A-11, the date for renewal of permits pursuant to § § 36-20A-10 and 36-20A-14, and the continuing professional education required for renewal of permits pursuant to § 36-20A-12; (4) Rules of professional conduct to control the quality and integrity of the practice of public accountancy by permit holders; (5) Rules governing the manner and circumstances of use by holders of certificates who do not also hold permits under this chapter of the titles, certified public accountant and CPA; (6) Rules specifying procedures and fees for registration of certificate holders who do not also hold permits under this chapter of the titles, certified public accountant and CPA; (7) Rules governing the manner and circumstances of use by holders of licenses issued under prior law who do not also hold permits under this chapter of the titles, public accountant and PA; (8) Rules specifying procedures and fees for registration of license holders who do not also hold permits under this chapter of the titles, public accountant and PA; (9) Rules regarding quality peer review pursuant to § 36-20A-15; (10) Rules specifying a quality peer review administrative fees; (11) Rules specifying procedures and fees for quality peer review seminars and manuals; (12) Rules specifying fees for examination and reexamination and issuance of a certificate pursuant to § 36-20A-8; (13) Rules specifying procedures and fees for proctoring applicants of from another jurisdiction; (14) Rules specifying the procedures and fees for initial issuance or renewal of an individual or firm permit pursuant to § 36-20A-18; and (15) Rules governing the application and fees for a modification of a suspension or reissue of a certificate , license, or permit pursuant to § 36-20A-25 ; (16) Rules governing the methods, eligibility, and requirements for applying for examination and reexamination pursuant to § 36-20A-8; (17) Rules specifying procedures and fees for renewal of certificates and individual and firm permits not filed in a timely manner; (18) Rules specifying procedures and fees for replacement of a certificate or permits issued pursuant to § 36-20A-8, 36-20A-10, 36-20A-11, or 36-20A-14; (19) Rules specifying methods and requirements for conducting the examination prescribed in § 36-20A-8; (20) Rules specifying methods, eligibility, and requirements of applying for a certificate in accordance with § 36-20A-8; (21) Rules specifying procedures and fees for issuance of certificates and individual and firm permits not filed within the required period of time; and (22) Rules defining active and inactive status of both certificate and PA license holders who do not have a valid individual permit to practice . Section 4. That § 36-20A-8 be amended to read as follows: 36-20A-8. The board shall grant the a certificate of certified public accountant to any applicant who meets the requirements of good character, education, and examination, and who pays the fees prescribed in this chapter. Good character for purposes of this section means is indicated by lack of a history of dishonest or felonious acts. The board may refuse to grant a certificate on the ground of failure to satisfy this requirement only if there is a substantial connection between the lack of good character of the applicant and the professional responsibilities of a licensee. If an applicant is found to be unqualified for a certificate because of a lack of good character, the board shall furnish the applicant a statement containing the reasons for the refusal. The education requirement for a certificate, which shall be met before one hundred days after an applicant sits for the examination prescribed in this chapter, is at least one hundred fifty semester hours of college education, including graduation from an accredited college or university with a baccalaureate or a graduate major in accounting, or the satisfactory completion of a course of study which the board has determined to be substantially the equivalent of an accounting major, including related courses in other areas of business administration. Such courses of study may be in a college or university recognized by the board. The examination required to be passed as a condition for the granting of a certificate shall be in writing, shall be held at least annually , and shall test the applicant's knowledge of the subjects of accounting, auditing, and such other related subjects as the board may specify by rule promulgated pursuant to chapter 1-26. The time and place for holding such examination shall be fixed by the board and may be changed from time to time. The board shall prescribe by rule promulgated pursuant to chapter 1-26 the requirements and methods of applying for and conducting the examination, including methods for grading papers and determining a passing grade entitling an applicant to a certificate. An applicant shall be required to pass all parts of the examination provided for in this section in order to qualify for a certificate. If at any sitting of the examination an applicant passes the number of parts specified by the board by rule promulgated pursuant to chapter 1-26, then the applicant shall be given credit for those parts that he has passed and need not sit for reexamination in those parts, if: (1) The applicant wrote all parts of the examination at that sitting; (2) The applicant attained a minimum grade specified by the board by rule promulgated pursuant to chapter 1-26 on each part not passed at that sitting; (3) The applicant passes the remaining parts of the examination within seven consecutive examinations given after the one at which the first parts were passed; (4) At each subsequent sitting at which the applicant seeks to pass any additional parts, the applicant writes all parts not yet passed; and (5) In order to receive credit for passing additional parts in any such subsequent sitting, the applicant attains such grades on parts written but not passed on such sitting as specified by the board by rule promulgated pursuant to chapter 1-26. An applicant shall be given credit for any parts of an examination passed in another state if such credit would have been given, under then applicable requirements, if the applicant had taken the examination in this state. The board may in particular cases waive or defer any of the foregoing requirements regarding the circumstances in which the various parts of the examination shall be passed, upon a showing that, by reason of circumstances beyond the applicant's control, he the applicant was unable to meet such requirement. The board may charge each applicant a fee, in an amount prescribed by the board by rule promulgated pursuant to chapter 1-26, for each part of the examination or reexamination taken by the applicant. Section 5. That chapter 36-20A be amended by adding thereto a NEW SECTION to read as follows: An examination candidate, who was accepted under the educational requirement in effect through December 31, 1997, and who sat on or before the November 1997 examination, may continue to sit for the examination in accordance with requirements established by the board by rule promulgated pursuant to chapter 1-26. Section 6. That chapter 36-20A be amended by adding thereto a NEW SECTION to read as follows: A person, who passed the examination as a South Dakota candidate on or before the November 1997 examination and who did not apply for a certificate by December 31, 1997, may apply for a certificate in accordance with requirements and by such date established by the board by rule promulgated pursuant to chapter 1-26. Section 7. That § 36-20A-11 be amended to read as follows: 36-20A-11. Any individual practicing public accountancy in this state is required to have an individual permit to practice. The board shall issue an individual permit to a holder of a certificate issued by another state upon a showing that: (1) The applicant passed an examination required for issuance of his the certificate equivalent to the examination required by this state with grades that would have been passing grades at the time in this state; (2) The applicant meets all current requirements in this state for issuance of a certificate at the time application is made; or at the time of the issuance of the applicant's certificate in the other state, met all requirements then applicable in this state for issuance of a certificate; or has four years of experience in the practice of public accountancy or equivalent, meeting requirements prescribed by the board by rule promulgated pursuant to chapter 1-26 after passing the examination upon which his the certificate was based and within the ten years immediately preceding his the application; and (3) The applicant meets the requirements of § 36-20A-10 other than holding a valid certificate issued by this state. Section 8. That § 36-20A-13 be amended to read as follows: 36-20A-13. Any applicant for initial issuance or renewal of individual permits shall in his the application list all states in which he the applicant has applied for or holds any certificate or permit ; and each . Each holder of an individual permit shall notify the Board of Accountancy board in writing, within thirty days after its occurrence, of any denial of an application, or revocation or suspension of a certificate or permit, in another state. Each holder of an individual permit shall notify the board in writing, within thirty days after its occurrence, of any change in employment or address. Section 9. That § 36-20A-14 be amended to read as follows: 36-20A-14. Any firm practicing public accountancy in this state shall is required have a firm permit to practice. The board shall grant or renew a permit to practice public accountancy to any firm that applies and demonstrates its qualifications. The board shall issue permits and renew them for periods of one year but in any event expiring on the date as determined by the board by rule promulgated pursuant to chapter 1-26 following issuance or renewal. The failure to renew on the part of any registrant under this chapter does not deprive such firm of the right of renewal thereafter if it is otherwise qualified. The fee for the renewal of the permit after it has expired shall be increased by a uniform percent or amount to be established by the board by rule promulgated pursuant to chapter 1-26. Applications for permits shall be made in such form, and in the case of applications for renewal between such dates as the board may , by rule , promulgated pursuant to chapter 1-26, specify. An applicant for initial issuance or renewal of a permit to practice pursuant to this section shall show that the proprietor or each partner, member, officer, or shareholder who works in this state, and each employee holding a certificate who works in this state except for employees who have not yet accumulated sufficient experience to qualify for an individual permit pursuant to § 36-20A-10, holds a valid individual permit to practice, and that each other partner, member, officer, or shareholder holds a certificate and is licensed to practice public accountancy in some other state. An applicant for initial issuance or renewal of a permit to practice pursuant to this section shall register with the board each office of the firm within this state and each office of the firm located out of state that is practicing in this state, and show that each office is under the charge of a person holding a valid permit to practice. Section 10. That § 36-20A-15 be amended to read as follows: 36-20A-15. The board may , by rule promulgated pursuant to chapter 1-26 , require, on either a uniform or a random basis, as a condition to renewal of firm permits pursuant to § 36-20A-14, that applicants undergo quality peer reviews conducted in such manner and producing such satisfactory result as the board may specify. However, any such requirement shall include reasonable provision for compliance by means of an applicant furnishing evidence of a satisfactory quality peer review performed for other purposes. The board may charge any firm subject to quality peer review administrative fees to be established by rule promulgated pursuant to chapter 1-26. The fees may be established in accordance to the provisions under which the firm applies for quality peer review. Pursuant to the quality peer review process, the board shall treat the reports of the reviewer and all records submitted to the reviewer by the firm subject to review as confidential information. The board may not disclose such information to any persons other than staff members, legal counsel, and other persons retained by the board to assist it in fulfilling its responsibilities under this chapter and the rules promulgated by the board pursuant to chapter 1-26. Section 11. That § 36-20A-16 be amended to read as follows: 36-20A-16. Any applicant for initial issuance or renewal of firm permits shall , in his the application , list all states in which he the applicant has applied for or holds any permit to practice public accountancy; and each holder of or applicant for a firm permit shall notify the Board of Accountancy board in writing within thirty days after its occurrence of any change in the identities of partners, members, officers, or shareholders who work within this state, any change in the number or location of offices within this state, any change in the identity of the persons in charge of such offices, and any issuance, denial, revocation, or suspension of a permit by any other state. Section 12. That § 36-20A-17 be amended to read as follows: 36-20A-17. Any person who on June 30, 1984, held any license as a public accountant or permit to practice public accountancy issued under prior law of this state shall have his the permit to practice renewed pursuant to § 36-20A-10, if he the person fulfills all requirements for renewal other than holding a certificate license . If such licensees a licensee and the firms firm, in which they are proprietors, partners, officers, or shareholders the licensee is a proprietor, partner, officer, or shareholder, hold valid permits to practice pursuant to § § 36-20A-10 and 36-20A-14, respectively, they may engage in the practice of public accountancy to the same extent as other holders of such permits. They may also use the designations, public accountants and PA, but no other designation, in connection with the practice of public accountancy. Section 13. That § 36-20A-20 be amended to read as follows: 36-20A-20. The board may, in accordance with chapter 1-26, revoke any certificate , license, or permit issued pursuant to § 36-20A-8, 36-20A-10, 36-20A-11, or 36-20A-14, or corresponding provisions of prior law, suspend any such certificate , license, or permit or refuse to renew any such certificate, license, or permit for a period of not more than five years, reprimand, censure, or limit the scope of practice of any licensee, or place any licensee on probation, all with or without terms, conditions, and limitations for any of the following reasons: (1) Fraud or deceit in obtaining a certificate or permit; (2) Cancellation, revocation, suspension, or refusal to renew authority to engage in the practice of public accountancy in any other state for any cause; (3) Failure, on the part of a holder of a permit pursuant to § 36-20A-10, 36-20A-11, or 36-20A-14 or on the part of a holder of a certificate pursuant to § 36A-20A-8 or of a certificate issued by another state , to maintain compliance with the requirements for issuance or renewal of such permit or to report changes to the board pursuant to § 36-20A-13 or 36-20A-16 , or section 22 of this Act ; (4) Revocation or suspension of the right to practice before any state or federal agency; (5) Dishonesty or gross negligence in the practice of public accountancy or in the filing or failure to file personal income tax returns; (6) Violation of any of the provisions of this chapter or rules promulgated pursuant to chapter 1-26 by the board under this chapter; (7) Conviction of a felony or of any crime, an element of which is dishonesty or fraud, under the laws of any state or the United States; (8) Performance of any fraudulent act while holding a certificate , license, or permit; (9) Any conduct reflecting adversely upon the licensee's fitness to engage in the practice of public accountancy; and (10) Dishonesty or gross negligence in the performance of quality peer reviews. In lieu of or in addition to any remedy specifically provided in this section, the board may require of a licensee a quality peer review conducted in such manner as the board may specify or satisfactory completion of such continuing professional education programs as the board may specify, or both. In any proceeding in which a remedy provided by this section is imposed, the board may also require the respondent licensee to pay some or all of the costs of the proceeding. Section 14. That § 36-20A-24 be amended to read as follows: 36-20A-24. If the board renders a decision imposing discipline against a licensee under this chapter, the board shall examine its records to determine whether the licensee holds a certificate , license, or a permit to practice public accountancy in any other state. If so, the board shall notify the board of accountancy of such other state of its decision, by mail, within thirty days of rendering the decision. The board may also furnish information relating to proceedings resulting in disciplinary action with other public authorities and with private professional organizations having a disciplinary interest in the licensee. Section 15. That § 36-20A-25 be amended to read as follows: 36-20A-25. If the board has suspended or revoked a certificate , license, or a permit, or refused to renew a certificate, license, or permit, the board may, upon application in writing by the person or firm affected and for good cause shown, modify the suspension or reissue the certificate , license, or permit. The board shall , by rule promulgated pursuant to chapter 1-26 , specify the manner in which such applications shall be made, the times within which they shall be made and the circumstances in which hearings shall be held thereon. Before reissuing, or terminating the suspension of, a certificate , license, or permit under this section, and as a condition thereto, the board may require the applicant therefor to show successful completion of specified continuing professional education. The board may make the reinstatement of a certificate , license, or permit conditional, and subject to satisfactory completion of a quality peer review conducted in such manner as the board may specify. Section 16. That § 36-20A-26 be amended to read as follows: 36-20A-26. No person or firm not holding a valid permit issued pursuant to § 36-20A-10, 36-20A-11, or 36-20A-14 may issue a report on financial statements of any other person, firm, organization, or governmental unit. Report The term, report , if used with reference to financial statements, means an opinion, report, or other form of language which states or implies assurance as to the reliability of any financial statements and which also includes or is accompanied by any statement or implication that the person or firm issuing it has special knowledge or competence in accounting or auditing. Such a statement or implication of special knowledge or competency may arise from use by the issuer of the report of names or titles indicating that the issuer is an accountant or auditor, or from the language of the report itself. The term , report , includes any form of language which disclaims an opinion when such form of language is conventionally understood to imply any positive assurance as to the reliability of the financial statements referred to or special competence on the part of the person or firm issuing such language; and it includes any other form of language that is conventionally understood to imply such assurance or such special knowledge or competence. This prohibition does not apply to an officer, partner, member, or employee of any firm or organization affixing his the person's signature to any statement or report in reference to the financial affairs of such firm or organization with any wording designating the position, title, or office that he the person holds therein; nor prohibit any act of a public official or employee in the performance of his the person's duties as such; nor prohibit the performance by persons other than licensees of other services involving the use of accounting skills, including the preparation of tax returns and the preparation of financial statements without the issuance of reports thereon. The prohibition contained in this section is applicable to issuance, by a person or firm not holding a valid permit, of a report using any form of language conventionally used by licensees respecting a review or compilation of financial information. Any person who violates the provisions of this section is guilty of a Class 2 misdemeanor. Section 17. That § 36-20A-27 be amended to read as follows: 36-20A-27. No person not a current Any person who is a licensee may use or assume the title or designation, certified public accountant, or the abbreviation CPA, or any other title, designation, words, letters, abbreviation, sign, card, or device tending to indicate indicating that such person is a certified public accountant. However, a holder of a certificate who does not also hold a permit, may use the titles pertaining to such certificate in any manner not prohibited by rule promulgated by the board pursuant to chapter 1-26. Use of the designation by a licensee in inactive status is restricted as prescribed by rules promulgated by the board pursuant to chapter 1-26. No firm may assume or use the title or designation, certified public accountant, or the abbreviation CPA, or any other title, designation, words, letters, abbreviation, sign, card, or device tending to indicate indicating that such firm is composed of certified public accountants unless: (1) The firm holds a valid permit pursuant to § 36-20A-14; and (2) All partners, officers, members, and shareholders of the firm hold certificates. No person may assume or use the title or designation, public accountant, or the abbreviation PA, or any other title, designation, words, letters, abbreviation, sign, card, or device tending to indicate indicating that such person is a public accountant unless he the person holds a public accountant's license issued under prior law. However, a holder of a license issued under prior law who does not also hold a permit, may use the titles pertaining to such license in any manner not prohibited by rule promulgated pursuant to chapter 1-26 by the board. No firm not holding a valid permit issued pursuant to § 36-20A-14 may assume or use the title or designation, public accountant, or the abbreviation PA, or any other title, designation, words, letters, abbreviation, sign, card, or device tending to indicate indicating that such firm is composed of public accountants. No Any person or firm that does not holding hold a valid permit issued pursuant to § 36-20A-10, 36-20A-11, or 36-20A-14 may not assume or use the title or designation, certified accountant, chartered accountant, enrolled accountant, licensed accountant, registered accountant, accredited accountant, or any other title or designation likely to be confused with the titles, certified public accountant or public accountant. However, a holder of a certificate issued pursuant to § 36-20A-8, or of a license issued under prior law who does not also hold a permit, may use the titles pertaining to such certificate or license in any manner not prohibited by rules promulgated by the Board of Accountancy. No person or firm not holding a valid permit issued pursuant to § 36-20A-10, 36-20A-11, or 36-20A-14 may assume or use any title or designation that includes the words, accountant, auditor, or accounting, in connection with any other language including the language of a report which implies that such person or firm holds such a permit or has special competence as an accountant or auditor. However, this does not prohibit any officer, member, partner, or employee of any firm or organization from affixing his signature to any statement or report in reference to the financial affairs of such firm or organization with any wording designating the position, title, or office that he holds therein, nor prohibit any act of a public official or employee in the performance of his duties as such. Any person or firm who violates the provisions of this section is guilty of a Class 2 misdemeanor. Section 18. That chapter 36-20A be amended by adding thereto a NEW SECTION to read as follows: Any person or firm that does not hold a valid permit issued pursuant to § 36-20A-10, 36- 20A-11, or 36-20A-14 may not assume or use any title or designation that includes the words, accountant, auditor, or accounting, in connection with any other language including the language of a report which implies that such person or firm holds such a permit or has special competence as an accountant or auditor. However, this does not prohibit any officer, member, partner, or employee of any firm or organization from affixing the person's signature to any statement or report in reference to the financial affairs of such firm or organization with any wording designating the position, title, or office that the person holds therein, nor prohibit any act of a public official or employee in the performance of the person's duties as such. Any person or firm who violates the provisions of this section is guilty of a Class 2 misdemeanor. Section 19. That § 36-20A-28 be amended to read as follows: 36-20A-28. No person holding a certificate or a license issued under prior law may engage in the practice of public accountancy unless he the person also holds a valid permit issued pursuant to § 36-20A-10 or 36-20A-11, or he the person is an employee and not a partner, officer, member, or shareholder of a firm holding such a permit issued pursuant to § 36-20A-14 and has not been such an employee long enough to meet the experience requirement prescribed by § 36-20A-10 for an individual permit to practice. No firm may engage in the practice of public accountancy unless it holds a valid permit issued pursuant to § 36-20A-14. Any person or firm who violates the provisions of this section is guilty of a Class 2 misdemeanor. Section 20. That § 36-20A-32 be amended to read as follows: 36-20A-32. If the Board of Accountancy board has suspended a certificate , license, or a permit or has refused to renew a certificate, license, or permit for a specified period of time and the specified period of time has elapsed, the board may, upon application in writing by the person or firm affected and for good cause shown, reinstate or reissue the certificate , license, or permit. The board shall by rule promulgated pursuant to chapter 1-26 specify the manner in which the application shall be made, the time period within which the application shall be made , and the circumstances in which a hearing shall be held on the application. Before reissuing or reinstating the certificate , license, or permit under this section, and as a condition thereto, the board may require the applicant to show successful completion of specified continuing professional education. The board may make the reinstatement of a certificate , license, or permit conditional, and subject to satisfactory completion of a quality peer review conducted in such manner as the board may specify. Section 21. That § 36-20A-33 be amended to read as follows: 36-20A-33. The board may , by rule promulgated pursuant to chapter 1-26 , establish requirements whereby personnel of any firm subject to quality peer review and any reviewer performing a quality peer review shall attend a quality peer review seminar. The board may by rule promulgated pursuant to chapter 1-26 establish requirements whereby personnel of any firm subject to quality peer review and any reviewer performing quality peer review shall purchase a quality peer review manual. Section 22. That chapter 36-20A be amended by adding thereto a NEW SECTION to read as follows: The board shall renew certificates and licenses of individuals not holding individual permits to practice, who reside or are employed in this state. Any certificate issued pursuant to § 36- 20A-8 or by another state or any license issued under prior law must be renewed for periods of one year but in any event expiring on the renewal date as established by the board by rule promulgated pursuant to chapter 1-26. The board shall, by rule promulgated pursuant to chapter 1-26, establish the renewal date for such a certificate. The board may, by rule promulgated pursuant to chapter 1-26, increase the fee for the renewal of a certificate or license after it has expired. Applications for renewal of a certificate or license shall be made in such form as the board shall specify by rule promulgated pursuant to chapter 1-26. The board may establish a continuing professional education requirement for renewal of a certificate or license. However, no such requirement may be established prior to July 1, 2002. The board may provide, by rule promulgated pursuant to chapter 1-26, the kinds and subjects of education, the number of hours of education required annually, and procedures for prorating continuing professional education requirements for applicants whose certificate was issued less than three years before the renewal date. A certificate or license holder may be considered exempt from the continuing professional education requirement by requesting an inactive status. The board shall establish, by rule promulgated pursuant to chapter 1-26, requirements for an active and an inactive status. Each certificate or license holder shall notify the board in writing within thirty days after its occurrence of any change in employment or address. BILL HISTORY 1/12/99 First read in House and referred to Commerce. H.J. 42 1/21/99 Scheduled for Committee hearing on this date. 1/26/99 Scheduled for Committee hearing on this date. 1/26/99 Commerce Do Pass Amended, Passed, AYES 12, NAYS 1. H.J. 185"}, {"bill_id": 14350, "bill_version_id": 80766, "bill_version": "Senate Engrossed", "bill_version_date": "1999-02-09T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the Board of Accountancy's authority regarding certificate holders not in public practice and to revise certain educational, continuing education, and examination requirements for licensees and certificate holders. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-20A-1 be amended to read as follows: 36-20A-1. Terms, as used in this chapter, mean: (1) \"Board,\" the South Dakota Board of Accountancy established pursuant to § 36-20A-3 or its predecessor; (2) \"Certificate,\" a certificate as a certified public accountant issued pursuant to § 36-20A-8 or corresponding provisions of prior law, or a corresponding certificate as certified public accountant issued after examination under the law of any other state; (3) \"Firm,\" a sole proprietorship, a corporation, limited liability company, or a partnership; (4) \"Licensee,\" the holder of a certificate issued pursuant to § 36-20A-8 or of a license issued under prior law, or of a permit issued pursuant to § 36-20A-10, 36-20A-11, or 36-20A-14; or, in each case, a certificate, license, or permit issued under corresponding provisions of prior law; (5) \"Permit,\" a permit to practice public accountancy issued to a person pursuant to § 36-20A-10 or 36-20A-11 or the corresponding provisions of prior law or to a firm pursuant to § 36-20A-14; (6) \" Quality Peer review,\" a study, appraisal, or review by a licensee of this state or a person holding a certificate of any state, of one or more aspects of the professional work of a person or firm in the practice of public accountancy; (7) \"State,\" any state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, and Guam. However, the term, this state, means the State of South Dakota ; (8) \"Foreign,\" referring to a jurisdiction outside of the United States; (9) \"Domestic,\" referring to a jurisdiction of a state as the term, state, is defined by this section; and (10) \"License,\" a license as a public accountant issued pursuant to § 36-20A-17 . Section 2. That § 36-20A-4 be amended to read as follows: 36-20A-4. The board shall elect annually from among its members a chair, and such other officers as the board considers appropriate. The board shall meet at such times and places within this state as may be fixed by the board. Any meeting of the board is open to the public except insofar as they are concerned with investigations under § 36-20A-21 and except as may be necessary to protect information which is required to be kept confidential by the laws of this state. A majority of the board members then in office constitutes a quorum. The board shall maintain a registry of the names and addresses of all active licensees under this chapter who hold current permits to practice public accountancy. The board may maintain a registry of the names and addresses of all other active licensees. The board shall be within the Department of Commerce and Regulation and shall submit such reports of its activities in the form and at such times as required by the secretary of commerce and regulation. Section 3. That § 36-20A-7 be amended to read as follows: 36-20A-7. The board may promulgate rules pursuant to chapter 1-26 governing its administration and enforcement of this chapter and the conduct of licensees, including: (1) Rules governing the board's meeting and the conduct of its business; (2) Rules of procedure governing the conduct of investigations and hearings by the board; (3) Rules specifying the fees and educational qualifications required for the issuance of certificates pursuant to § § 36-20A-8 and 36-20A-10, the experience required for issuance of permits pursuant to § § 36-20A-10 and 36-20A-11, the date for renewal of permits pursuant to § § 36-20A-10 and 36-20A-14, and the continuing professional education required for renewal of permits pursuant to § 36-20A-12; (4) Rules of professional conduct to control the quality and integrity of the practice of public accountancy by permit holders; (5) Rules governing the manner and circumstances of use by holders of certificates who do not also hold permits under this chapter of the titles, certified public accountant and CPA; (6) Rules specifying procedures and fees for registration of certificate holders who do not also hold permits under this chapter of the titles, certified public accountant and CPA; (7) Rules governing the manner and circumstances of use by holders of licenses issued under prior law who do not also hold permits under this chapter of the titles, public accountant and PA; (8) Rules specifying procedures and fees for registration of license holders who do not also hold permits under this chapter of the titles, public accountant and PA; (9) Rules regarding quality peer review pursuant to § 36-20A-15; (10) Rules specifying a quality peer review administrative fees; (11) Rules specifying procedures and fees for quality peer review seminars and manuals; (12) Rules specifying fees for examination and reexamination and issuance of a certificate pursuant to § 36-20A-8; (13) Rules specifying procedures and fees for proctoring applicants of from another jurisdiction; (14) Rules specifying the procedures and fees for initial issuance or renewal of an individual or firm permit pursuant to § 36-20A-18; and (15) Rules governing the application and fees for a modification of a suspension or reissue of a certificate , license, or permit pursuant to § 36-20A-25 ; (16) Rules governing the methods, eligibility, and requirements for applying for examination and reexamination pursuant to § 36-20A-8; (17) Rules specifying procedures and fees for renewal of certificates and individual and firm permits not filed in a timely manner; (18) Rules specifying procedures and fees for replacement of a certificate or permits issued pursuant to § 36-20A-8, 36-20A-10, 36-20A-11, or 36-20A-14; (19) Rules specifying methods and requirements for conducting the examination prescribed in § 36-20A-8; (20) Rules specifying methods, eligibility, and requirements of applying for a certificate in accordance with § 36-20A-8; (21) Rules specifying procedures and fees for issuance of certificates and individual and firm permits not filed within the required period of time; and (22) Rules defining active and inactive status of both certificate and PA license holders who do not have a valid individual permit to practice . Section 4. That § 36-20A-8 be amended to read as follows: 36-20A-8. The board shall grant the a certificate of certified public accountant to any applicant who meets the requirements of good character, education, and examination, and who pays the fees prescribed in this chapter. Good character for purposes of this section means is indicated by lack of a history of dishonest or felonious acts. The board may refuse to grant a certificate on the ground of failure to satisfy this requirement only if there is a substantial connection between the lack of good character of the applicant and the professional responsibilities of a licensee. If an applicant is found to be unqualified for a certificate because of a lack of good character, the board shall furnish the applicant a statement containing the reasons for the refusal. The education requirement for a certificate, which shall be met before one hundred days after an applicant sits for the examination prescribed in this chapter, is at least one hundred fifty semester hours of college education, including graduation from an accredited college or university with a baccalaureate or a graduate major in accounting, or the satisfactory completion of a course of study which the board has determined to be substantially the equivalent of an accounting major, including related courses in other areas of business administration. Such courses of study may be in a college or university recognized by the board. The examination required to be passed as a condition for the granting of a certificate shall be in writing, shall be held at least annually , and shall test the applicant's knowledge of the subjects of accounting, auditing, and such other related subjects as the board may specify by rule promulgated pursuant to chapter 1-26. The time and place for holding such examination shall be fixed by the board and may be changed from time to time. The board shall prescribe by rule promulgated pursuant to chapter 1-26 the requirements and methods of applying for and conducting the examination, including methods for grading papers and determining a passing grade entitling an applicant to a certificate. An applicant shall be required to pass all parts of the examination provided for in this section in order to qualify for a certificate. If at any sitting of the examination an applicant passes the number of parts specified by the board by rule promulgated pursuant to chapter 1-26, then the applicant shall be given credit for those parts that he has passed and need not sit for reexamination in those parts, if: (1) The applicant wrote all parts of the examination at that sitting; (2) The applicant attained a minimum grade specified by the board by rule promulgated pursuant to chapter 1-26 on each part not passed at that sitting; (3) The applicant passes the remaining parts of the examination within seven consecutive examinations given after the one at which the first parts were passed; (4) At each subsequent sitting at which the applicant seeks to pass any additional parts, the applicant writes all parts not yet passed; and (5) In order to receive credit for passing additional parts in any such subsequent sitting, the applicant attains such grades on parts written but not passed on such sitting as specified by the board by rule promulgated pursuant to chapter 1-26. An applicant shall be given credit for any parts of an examination passed in another state if such credit would have been given, under then applicable requirements, if the applicant had taken the examination in this state. The board may in particular cases waive or defer any of the foregoing requirements regarding the circumstances in which the various parts of the examination shall be passed, upon a showing that, by reason of circumstances beyond the applicant's control, he the applicant was unable to meet such requirement. The board may charge each applicant a fee, in an amount prescribed by the board by rule promulgated pursuant to chapter 1-26, for each part of the examination or reexamination taken by the applicant. Section 5. That chapter 36-20A be amended by adding thereto a NEW SECTION to read as follows: An examination candidate, who was accepted under the educational requirement in effect through December 31, 1997, and who sat on or before the November 1997 examination, may continue to sit for the examination in accordance with requirements established by the board by rule promulgated pursuant to chapter 1-26. Section 6. That chapter 36-20A be amended by adding thereto a NEW SECTION to read as follows: A person, who passed the examination as a South Dakota candidate on or before the November 1997 examination and who did not apply for a certificate by December 31, 1997, may apply for a certificate in accordance with requirements and by such date established by the board by rule promulgated pursuant to chapter 1-26. Section 7. That § 36-20A-11 be amended to read as follows: 36-20A-11. Any individual practicing public accountancy in this state is required to have an individual permit to practice. The board shall issue an individual permit to a holder of a certificate issued by another state upon a showing that: (1) The applicant passed an examination required for issuance of his the certificate equivalent to the examination required by this state with grades that would have been passing grades at the time in this state; (2) The applicant meets all current requirements in this state for issuance of a certificate at the time application is made; or at the time of the issuance of the applicant's certificate in the other state, met all requirements then applicable in this state for issuance of a certificate; or has four years of experience in the practice of public accountancy or equivalent, meeting requirements prescribed by the board by rule promulgated pursuant to chapter 1-26 after passing the examination upon which his the certificate was based and within the ten years immediately preceding his the application; and (3) The applicant meets the requirements of § 36-20A-10 other than holding a valid certificate issued by this state. Section 8. That § 36-20A-13 be amended to read as follows: 36-20A-13. Any applicant for initial issuance or renewal of individual permits shall in his the application list all states in which he the applicant has applied for or holds any certificate or permit ; and each . Each holder of an individual permit shall notify the Board of Accountancy board in writing, within thirty days after its occurrence, of any denial of an application, or revocation or suspension of a certificate or permit, in another state. Each holder of an individual permit shall notify the board in writing, within thirty days after its occurrence, of any change in employment or address. Section 9. That § 36-20A-14 be amended to read as follows: 36-20A-14. Any firm practicing public accountancy in this state shall is required have a firm permit to practice. The board shall grant or renew a permit to practice public accountancy to any firm that applies and demonstrates its qualifications. The board shall issue permits and renew them for periods of one year but in any event expiring on the date as determined by the board by rule promulgated pursuant to chapter 1-26 following issuance or renewal. The failure to renew on the part of any registrant under this chapter does not deprive such firm of the right of renewal thereafter if it is otherwise qualified. The fee for the renewal of the permit after it has expired shall be increased by a uniform percent or amount to be established by the board by rule promulgated pursuant to chapter 1-26. Applications for permits shall be made in such form, and in the case of applications for renewal between such dates as the board may , by rule , promulgated pursuant to chapter 1-26, specify. An applicant for initial issuance or renewal of a permit to practice pursuant to this section shall show that the proprietor or each partner, member, officer, or shareholder who works in this state, and each employee holding a certificate who works in this state except for employees who have not yet accumulated sufficient experience to qualify for an individual permit pursuant to § 36-20A-10, holds a valid individual permit to practice, and that each other partner, member, officer, or shareholder holds a certificate and is licensed to practice public accountancy in some other state. An applicant for initial issuance or renewal of a permit to practice pursuant to this section shall register with the board each office of the firm within this state and each office of the firm located out of state that is practicing in this state, and show that each office is under the charge of a person holding a valid permit to practice. Section 10. That § 36-20A-15 be amended to read as follows: 36-20A-15. The board may , by rule promulgated pursuant to chapter 1-26 , require, on either a uniform or a random basis, as a condition to renewal of firm permits pursuant to § 36-20A-14, that applicants undergo quality peer reviews conducted in such manner and producing such satisfactory result as the board may specify. However, any such requirement shall include reasonable provision for compliance by means of an applicant furnishing evidence of a satisfactory quality peer review performed for other purposes. The board may charge any firm subject to quality peer review administrative fees to be established by rule promulgated pursuant to chapter 1-26. The fees may be established in accordance to the provisions under which the firm applies for quality peer review. Pursuant to the quality peer review process, the board shall treat the reports of the reviewer and all records submitted to the reviewer by the firm subject to review as confidential information. The board may not disclose such information to any persons other than staff members, legal counsel, and other persons retained by the board to assist it in fulfilling its responsibilities under this chapter and the rules promulgated by the board pursuant to chapter 1-26. Section 11. That § 36-20A-16 be amended to read as follows: 36-20A-16. Any applicant for initial issuance or renewal of firm permits shall , in his the application , list all states in which he the applicant has applied for or holds any permit to practice public accountancy; and each holder of or applicant for a firm permit shall notify the Board of Accountancy board in writing within thirty days after its occurrence of any change in the identities of partners, members, officers, or shareholders who work within this state, any change in the number or location of offices within this state, any change in the identity of the persons in charge of such offices, and any issuance, denial, revocation, or suspension of a permit by any other state. Section 12. That § 36-20A-17 be amended to read as follows: 36-20A-17. Any person who on June 30, 1984, held any license as a public accountant or permit to practice public accountancy issued under prior law of this state shall have his the permit to practice renewed pursuant to § 36-20A-10, if he the person fulfills all requirements for renewal other than holding a certificate license . If such licensees a licensee and the firms firm, in which they are proprietors, partners, officers, or shareholders the licensee is a proprietor, partner, officer, or shareholder, hold valid permits to practice pursuant to § § 36-20A-10 and 36-20A-14, respectively, they may engage in the practice of public accountancy to the same extent as other holders of such permits. They may also use the designations, public accountants and PA, but no other designation, in connection with the practice of public accountancy. Section 13. That § 36-20A-20 be amended to read as follows: 36-20A-20. The board may, in accordance with chapter 1-26, revoke any certificate , license, or permit issued pursuant to § 36-20A-8, 36-20A-10, 36-20A-11, or 36-20A-14, or corresponding provisions of prior law, suspend any such certificate , license, or permit or refuse to renew any such certificate, license, or permit for a period of not more than five years, reprimand, censure, or limit the scope of practice of any licensee, or place any licensee on probation, all with or without terms, conditions, and limitations for any of the following reasons: (1) Fraud or deceit in obtaining a certificate or permit; (2) Cancellation, revocation, suspension, or refusal to renew authority to engage in the practice of public accountancy in any other state for any cause; (3) Failure, on the part of a holder of a permit pursuant to § 36-20A-10, 36-20A-11, or 36-20A-14 or on the part of a holder of a certificate pursuant to § 36A-20A-8 or of a certificate issued by another state , to maintain compliance with the requirements for issuance or renewal of such permit or to report changes to the board pursuant to § 36-20A-13 or 36-20A-16 , or section 22 of this Act ; (4) Revocation or suspension of the right to practice before any state or federal agency; (5) Dishonesty or gross negligence in the practice of public accountancy or in the filing or failure to file personal income tax returns; (6) Violation of any of the provisions of this chapter or rules promulgated pursuant to chapter 1-26 by the board under this chapter; (7) Conviction of a felony or of any crime, an element of which is dishonesty or fraud, under the laws of any state or the United States; (8) Performance of any fraudulent act while holding a certificate , license, or permit; (9) Any conduct reflecting adversely upon the licensee's fitness to engage in the practice of public accountancy; and (10) Dishonesty or gross negligence in the performance of quality peer reviews. In lieu of or in addition to any remedy specifically provided in this section, the board may require of a licensee a quality peer review conducted in such manner as the board may specify or satisfactory completion of such continuing professional education programs as the board may specify, or both. In any proceeding in which a remedy provided by this section is imposed, the board may also require the respondent licensee to pay some or all of the costs of the proceeding. Section 14. That § 36-20A-24 be amended to read as follows: 36-20A-24. If the board renders a decision imposing discipline against a licensee under this chapter, the board shall examine its records to determine whether the licensee holds a certificate , license, or a permit to practice public accountancy in any other state. If so, the board shall notify the board of accountancy of such other state of its decision, by mail, within thirty days of rendering the decision. The board may also furnish information relating to proceedings resulting in disciplinary action with other public authorities and with private professional organizations having a disciplinary interest in the licensee. Section 15. That § 36-20A-25 be amended to read as follows: 36-20A-25. If the board has suspended or revoked a certificate , license, or a permit, or refused to renew a certificate, license, or permit, the board may, upon application in writing by the person or firm affected and for good cause shown, modify the suspension or reissue the certificate , license, or permit. The board shall , by rule promulgated pursuant to chapter 1-26 , specify the manner in which such applications shall be made, the times within which they shall be made and the circumstances in which hearings shall be held thereon. Before reissuing, or terminating the suspension of, a certificate , license, or permit under this section, and as a condition thereto, the board may require the applicant therefor to show successful completion of specified continuing professional education. The board may make the reinstatement of a certificate , license, or permit conditional, and subject to satisfactory completion of a quality peer review conducted in such manner as the board may specify. Section 16. That § 36-20A-26 be amended to read as follows: 36-20A-26. No person or firm not holding a valid permit issued pursuant to § 36-20A-10, 36-20A-11, or 36-20A-14 may issue a report on financial statements of any other person, firm, organization, or governmental unit. Report The term, report , if used with reference to financial statements, means an opinion, report, or other form of language which states or implies assurance as to the reliability of any financial statements and which also includes or is accompanied by any statement or implication that the person or firm issuing it has special knowledge or competence in accounting or auditing. Such a statement or implication of special knowledge or competency may arise from use by the issuer of the report of names or titles indicating that the issuer is an accountant or auditor, or from the language of the report itself. The term , report , includes any form of language which disclaims an opinion when such form of language is conventionally understood to imply any positive assurance as to the reliability of the financial statements referred to or special competence on the part of the person or firm issuing such language; and it includes any other form of language that is conventionally understood to imply such assurance or such special knowledge or competence. This prohibition does not apply to an officer, partner, member, or employee of any firm or organization affixing his the person's signature to any statement or report in reference to the financial affairs of such firm or organization with any wording designating the position, title, or office that he the person holds therein; nor prohibit any act of a public official or employee in the performance of his the person's duties as such; nor prohibit the performance by persons other than licensees of other services involving the use of accounting skills, including the preparation of tax returns and the preparation of financial statements without the issuance of reports thereon. The prohibition contained in this section is applicable to issuance, by a person or firm not holding a valid permit, of a report using any form of language conventionally used by licensees respecting a review or compilation of financial information. Any person who violates the provisions of this section is guilty of a Class 2 misdemeanor. Section 17. That § 36-20A-27 be amended to read as follows: 36-20A-27. No person not a current Any person who is a licensee may use or assume the title or designation, certified public accountant, or the abbreviation CPA, or any other title, designation, words, letters, abbreviation, sign, card, or device tending to indicate indicating that such person is a certified public accountant. However, a holder of a certificate who does not also hold a permit, may use the titles pertaining to such certificate in any manner not prohibited by rule promulgated by the board pursuant to chapter 1-26. Use of the designation by a licensee in inactive status is restricted as prescribed by rules promulgated by the board pursuant to chapter 1-26. No firm may assume or use the title or designation, certified public accountant, or the abbreviation CPA, or any other title, designation, words, letters, abbreviation, sign, card, or device tending to indicate indicating that such firm is composed of certified public accountants unless: (1) The firm holds a valid permit pursuant to § 36-20A-14; and (2) All partners, officers, members, and shareholders of the firm hold certificates. No person may assume or use the title or designation, public accountant, or the abbreviation PA, or any other title, designation, words, letters, abbreviation, sign, card, or device tending to indicate indicating that such person is a public accountant unless he the person holds a public accountant's license issued under prior law. However, a holder of a license issued under prior law who does not also hold a permit, may use the titles pertaining to such license in any manner not prohibited by rule promulgated pursuant to chapter 1-26 by the board. No firm not holding a valid permit issued pursuant to § 36-20A-14 may assume or use the title or designation, public accountant, or the abbreviation PA, or any other title, designation, words, letters, abbreviation, sign, card, or device tending to indicate indicating that such firm is composed of public accountants. No Any person or firm that does not holding hold a valid permit issued pursuant to § 36-20A-10, 36-20A-11, or 36-20A-14 may not assume or use the title or designation, certified accountant, chartered accountant, enrolled accountant, licensed accountant, registered accountant, accredited accountant, or any other title or designation likely to be confused with the titles, certified public accountant or public accountant. However, a holder of a certificate issued pursuant to § 36-20A-8, or of a license issued under prior law who does not also hold a permit, may use the titles pertaining to such certificate or license in any manner not prohibited by rules promulgated by the Board of Accountancy. No person or firm not holding a valid permit issued pursuant to § 36-20A-10, 36-20A-11, or 36-20A-14 may assume or use any title or designation that includes the words, accountant, auditor, or accounting, in connection with any other language including the language of a report which implies that such person or firm holds such a permit or has special competence as an accountant or auditor. However, this does not prohibit any officer, member, partner, or employee of any firm or organization from affixing his signature to any statement or report in reference to the financial affairs of such firm or organization with any wording designating the position, title, or office that he holds therein, nor prohibit any act of a public official or employee in the performance of his duties as such. Any person or firm who violates the provisions of this section is guilty of a Class 2 misdemeanor. Section 18. That chapter 36-20A be amended by adding thereto a NEW SECTION to read as follows: Any person or firm that does not hold a valid permit issued pursuant to § 36-20A-10, 36- 20A-11, or 36-20A-14 may not assume or use any title or designation that includes the words, accountant, auditor, or accounting, in connection with any other language including the language of a report which implies that such person or firm holds such a permit or has special competence as an accountant or auditor. However, this does not prohibit any officer, member, partner, or employee of any firm or organization from affixing the person's signature to any statement or report in reference to the financial affairs of such firm or organization with any wording designating the position, title, or office that the person holds therein, nor prohibit any act of a public official or employee in the performance of the person's duties as such. Any person or firm who violates the provisions of this section is guilty of a Class 2 misdemeanor. Section 19. That § 36-20A-28 be amended to read as follows: 36-20A-28. No person holding a certificate or a license issued under prior law may engage in the practice of public accountancy unless he the person also holds a valid permit issued pursuant to § 36-20A-10 or 36-20A-11, or he the person is an employee and not a partner, officer, member, or shareholder of a firm holding such a permit issued pursuant to § 36-20A-14 and has not been such an employee long enough to meet the experience requirement prescribed by § 36-20A-10 for an individual permit to practice. No firm may engage in the practice of public accountancy unless it holds a valid permit issued pursuant to § 36-20A-14. Any person or firm who violates the provisions of this section is guilty of a Class 2 misdemeanor. Section 20. That § 36-20A-32 be amended to read as follows: 36-20A-32. If the Board of Accountancy board has suspended a certificate , license, or a permit or has refused to renew a certificate, license, or permit for a specified period of time and the specified period of time has elapsed, the board may, upon application in writing by the person or firm affected and for good cause shown, reinstate or reissue the certificate , license, or permit. The board shall by rule promulgated pursuant to chapter 1-26 specify the manner in which the application shall be made, the time period within which the application shall be made , and the circumstances in which a hearing shall be held on the application. Before reissuing or reinstating the certificate , license, or permit under this section, and as a condition thereto, the board may require the applicant to show successful completion of specified continuing professional education. The board may make the reinstatement of a certificate , license, or permit conditional, and subject to satisfactory completion of a quality peer review conducted in such manner as the board may specify. Section 21. That § 36-20A-33 be amended to read as follows: 36-20A-33. The board may , by rule promulgated pursuant to chapter 1-26 , establish requirements whereby personnel of any firm subject to quality peer review and any reviewer performing a quality peer review shall attend a quality peer review seminar. The board may by rule promulgated pursuant to chapter 1-26 establish requirements whereby personnel of any firm subject to quality peer review and any reviewer performing quality peer review shall purchase a quality peer review manual. Section 22. That chapter 36-20A be amended by adding thereto a NEW SECTION to read as follows: The board may renew certificates and licenses of individuals not holding individual permits to practice, who reside or are employed in this state and who wish to actively use their designation. Any certificate issued pursuant to § 36-20A-8 or by another state or any license issued under prior law may be renewed for periods of one year but in any event expiring on the renewal date as established by the board by rule promulgated pursuant to chapter 1-26. The board shall, by rule promulgated pursuant to chapter 1-26, establish the renewal date for such a certificate. The board may, by rule promulgated pursuant to chapter 1-26, increase the fee for the renewal of a certificate or license after it has expired. Applications for renewal of a certificate or license shall be made in such form as the board shall specify by rule promulgated pursuant to chapter 1-26. The board may establish a continuing professional education requirement for renewal of a certificate or license. However, no such requirement may be established prior to July 1, 2002. The board may provide, by rule promulgated pursuant to chapter 1-26, the kinds and subjects of education, the number of hours of education required annually, and procedures for prorating continuing professional education requirements for applicants whose certificate was issued less than three years before the renewal date. A certificate or license holder may be considered exempt from the continuing professional education requirement by requesting an inactive status. The board shall establish, by rule promulgated pursuant to chapter 1-26, requirements for an active and an inactive status. Each certificate or license holder shall notify the board in writing within thirty days after its occurrence of any change in employment or address. BILL HISTORY 1/12/99 First read in House and referred to Commerce. H.J. 42 1/21/99 Scheduled for Committee hearing on this date. 1/26/99 Scheduled for Committee hearing on this date. 1/26/99 Commerce Do Pass Amended, Passed, AYES 12, NAYS 1. H.J. 185 1/28/99 House of Representatives Do Pass Amended, Passed, AYES 53, NAYS 15. H.J. 252 1/29/99 First read in Senate and referred to Commerce. S.J. 265 2/4/99 Scheduled for Committee hearing on this date. 2/4/99 Commerce Do Pass, Passed, AYES 5, NAYS 2. S.J. 331 2/5/99 Senate Deferred to another day. S.J. 358 2/8/99 Motion to Amend, Passed. S.J. 385 2/8/99 Senate Do Pass Amended, Passed, AYES 30, NAYS 4. S.J. 385"}, {"bill_id": 14350, "bill_version_id": 80763, "bill_version": "Enrolled", "bill_version_date": "1999-02-10T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14350, "action_date": "1999-01-12T14:00:00-06:00", "document_id": 81755, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81755.pdf", "status_text": "First read in House and referred to", "journal_page": 42, "committee_id_action": 628, "committee_id_assigned": 616, "result": "N", "vote": {}}, {"bill_id": 14350, "action_date": "1999-01-21T08:00:00-06:00", "document_id": 81887, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81887.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 616, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14350, "action_date": "1999-01-26T07:45:00-06:00", "document_id": 81888, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81888.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 616, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14350, "action_date": "1999-01-26T07:45:00-06:00", "document_id": 81888, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81888.pdf", "status_text": "Do Pass Amended,", "journal_page": 185, "committee_id_action": 616, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42554, "president_vote": null, "Yea": [2207, 2220, 2232, 2253, 2255, 2267, 2276, 2288, 2291, 2300, 2277, 2282], "Nay": [2301]}}, {"bill_id": 14350, "action_date": "1999-01-28T14:00:00-06:00", "document_id": 82121, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82121.pdf", "status_text": "Do Pass Amended,", "journal_page": 252, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43250, "president_vote": null, "Nay": [2200, 2213, 2222, 2236, 2250, 2257, 2266, 2268, 2273, 2278, 2279, 2281, 2284, 2301, 2245], "Yea": [2203, 2204, 2207, 2208, 2209, 2210, 2211, 2214, 2216, 2218, 2219, 2220, 2227, 2228, 2229, 2231, 2232, 2233, 2237, 2238, 2240, 2243, 2244, 2247, 2248, 2249, 2253, 2254, 2255, 2256, 2260, 2261, 2262, 2264, 2265, 2267, 2271, 2272, 2276, 2277, 2282, 2286, 2287, 2288, 2290, 2291, 2295, 2296, 2297, 2298, 2300, 2302, 2303], "Excused": [2212, 2223]}}, {"bill_id": 14350, "action_date": "1999-01-29T14:00:00-06:00", "document_id": 81773, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81773.pdf", "status_text": "First read in Senate and referred to", "journal_page": 265, "committee_id_action": 629, "committee_id_assigned": 603, "result": "N", "vote": {}}, {"bill_id": 14350, "action_date": "1999-02-04T10:00:00-06:00", "document_id": 82023, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82023.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 603, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14350, "action_date": "1999-02-04T10:00:00-06:00", "document_id": 82023, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82023.pdf", "status_text": "Do Pass,", "journal_page": 331, "committee_id_action": 603, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43132, "president_vote": null, "Nay": [2259, 2274], "Yea": [2275, 2293, 2299, 2215, 2285]}}, {"bill_id": 14350, "action_date": "1999-02-05T14:00:00-06:00", "document_id": 81774, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81774.pdf", "status_text": "Deferred to another day", "journal_page": 358, "committee_id_action": 629, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14350, "action_date": "1999-02-08T14:00:00-06:00", "document_id": 82151, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82151.pdf", "status_text": "Motion to Amend,", "journal_page": 385, "committee_id_action": 629, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14350, "action_date": "1999-02-08T14:00:00-06:00", "document_id": 82151, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82151.pdf", "status_text": "Do Pass Amended,", "journal_page": 385, "committee_id_action": 629, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41078, "president_vote": null, "Yea": [2199, 2201, 2205, 2206, 2215, 2217, 2224, 2225, 2226, 2230, 2234, 2235, 2239, 2241, 2242, 2246, 2251, 2258, 2259, 2263, 2269, 2270, 2274, 2275, 2280, 2283, 2285, 2293, 2294, 2299], "Nay": [2202, 2221, 2252, 2289], "Excused": [2292]}}, {"bill_id": 14350, "action_date": "1999-02-10T14:00:00-06:00", "document_id": 82129, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82129.pdf", "status_text": "Signed by Speaker", "journal_page": 474, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14350, "action_date": "1999-02-11T14:00:00-06:00", "document_id": 82130, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82130.pdf", "status_text": "Delivered to the Governor", "journal_page": 499, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14350, "action_date": "1999-02-11T14:00:00-06:00", "document_id": 82154, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82154.pdf", "status_text": "Signed by President", "journal_page": 462, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14350, "action_date": "1999-02-16T14:00:00-06:00", "document_id": 81761, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81761.pdf", "status_text": "Signed by Governor", "journal_page": 524, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1391, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/14350"}