{"session_id": 32, "bill_id": 8821, "bill_type": "Senate Bill", "bill_number": 58, "bill_title": "revise certain provisions regarding tax increment financing districts.", "sponsors": [], "keywords": ["Counties", "Municipal Government", "Property", "Property Tax Levy", "School Districts", "State Affairs and Government", "State Aid to Education", "Taxes"], "audio": [{"meeting_datetime": "2018-01-19T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sta08.mp3", "start_seconds": 200.0}, {"meeting_datetime": "2018-01-19T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sta08.mp3", "start_seconds": 200.0}, {"meeting_datetime": "2018-01-19T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sta08.mp3", "start_seconds": 200.0}, {"meeting_datetime": "2018-01-22T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen09.mp3", "start_seconds": 8595.0}, {"meeting_datetime": "2018-01-22T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen09.mp3", "start_seconds": 8595.0}, {"meeting_datetime": "2018-01-22T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen09.mp3", "start_seconds": 8595.0}, {"meeting_datetime": "2018-01-22T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen09.mp3", "start_seconds": 8595.0}, {"meeting_datetime": "2018-02-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou29.mp3", "start_seconds": 4884.0}, {"meeting_datetime": "2018-02-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou29.mp3", "start_seconds": 4884.0}, {"meeting_datetime": "2018-02-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou29.mp3", "start_seconds": 4884.0}, {"meeting_datetime": "2018-02-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou29.mp3", "start_seconds": 4884.0}], "bill_versions": [{"bill_id": 8821, "bill_version_id": 46821, "bill_version": "Introduced", "bill_version_date": "2018-01-05T14:54:14.813-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding tax increment financing districts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-13-10.2 be amended to read: 13-13-10.2. The assessed value as determined in § 13-13-10.1 of any property in a tax incremental increment financing district formed on or before December 31, 1994, and created pursuant to chapter 11-9 is the tax incremental increment base, as defined in § 11-9-19 until the tax incremental district ceases to exist as provided in § 11-9-46. The assessed values, as determined in § 13-13-10.1 of any property in a tax incremental increment financing district formed after December 31, 1994, and created pursuant to chapter 11-9, is the total assessed value of the property determined by the Department of Revenue pursuant to § 11-9-24, until the tax incremental district ceases to exist as provided in § 11-9-46. The provisions of this chapter do not apply to any tax incremental increment financing district created after December 31, 1994, for industrial purposes. For the purposes of this chapter, the term, industrial, includes only those activities generally recognized as industrial by zoning authorities within the state, including any factory or any business engaged primarily in the manufacturing or assembly of goods, the processing of raw materials, and the wholesale distribution of products for resale. The provisions of this chapter do not apply to any tax incremental increment financing district created after December 31, 2003, for economic development purposes. For the purposes of this chapter, the term, economic development, includes any area where there is or will be one or more businesses engaged in any activity defined as commercial or industrial by the governing body that has zoning authority over the land contained within the tax incremental increment financing district. This section applies to any tax increment financing district created before July 1, 2018. Section 2. That chapter 13-13 be amended by adding a NEW SECTION to read: For purposes of this chapter, the assessed value of any real property in a tax increment financing district created pursuant to chapter 11-9 is the total assessed value of the real property as determined by the Department of Revenue pursuant to § 11-9-24, until the tax increment financing district ceases to exist as provided in § 11-9-46. This section applies to tax increment financing districts created after June 30, 2018. Section 3. That chapter 13-13 be amended by adding a NEW SECTION to read: The provisions of subdivision 10-12-44(1) that require the county auditor to raise additional revenue from real property taxes for the general fund and special education fund of any school district located in a tax increment financing district and the provisions of section 2 of this Act, do not apply to any tax increment financing district created for industrial, economic development, or affordable housing purposes, as those terms are defined in section 4 of this Act. For purposes of this chapter, the assessed value of any real property in a tax increment financing district created for industrial, economic development, or affordable housing purposes is the tax increment base as defined in § 11-9-19. This section applies to tax increment financing districts created after June 30, 2018. Section 4. That chapter 13-13 be amended by adding a NEW SECTION to read: For the purposes of section 3 of this Act, the terms, industrial, and, economic development, include only those areas where there is or will be one or more businesses engaged in any activity defined as commercial or industrial by the governing body that has zoning authority over the real property contained within the tax increment financing district. For the purposes of section 3 of this Act, affordable housing is only those tax increment financing districts where: (1) The original selling price of all houses in the district will be at or below the first-time homebuyer purchase price limit being used by the South Dakota Housing Development Authority as of the date the district is created; or (2) The monthly rental rate of all multifamily housing units in the district will be at or below the calculated rent for the state's eighty percent area median income, being used by the South Dakota Housing Development Authority, as of the date the district is created, for a minimum of five years following the date of first occupancy. This section applies to tax increment financing districts created after June 30, 2018. Section 5. That chapter 11-9 be amended by adding a NEW SECTION to read: The department may publish annually on its website a report of each tax increment financing district in the state. Any municipality that has created a tax increment financing district shall provide the department with any information requested to compile the report. Section 6. That § 10-12-44 be amended to read: 10-12-44. The county auditor in each school district shall raise additional revenue, for the general fund and special education funds, from real property taxes to compensate for tax abatement, tax increment financing district, or discretionary formula as follows: (1) For tax incremental increment financing districts created pursuant to chapter 11-9 and formed after December 31, 1994, the county auditor shall levy an additional tax levy for an amount not to exceed an amount equal to the sum of the levies in §§ 10-12-42 and 13-37-16 times the tax increment valuation as defined in § 11-9-1; (2) For property subject to § 10-6-35.2, 10-6-35.24, 10-6-35.25, 10-6-54, 10-6-55, or 10-6-67 the county auditor shall levy an additional tax levy for an amount not to exceed the amount of taxes that were not collected due to the reduction in valuation based on the maximum levies pursuant to §§ 10-12-42 and 13-37-16; (3) For abated taxes the county auditor shall levy an additional tax levy for an amount not to exceed the amount of the school district's portion of the taxes that were abated pursuant to chapter 10-18 during the previous tax year. The levies in this section are not subject to the referendum provision of § 10-12-43 and these levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies pursuant to § 10-12-42. Section 7. That § 11-9-1 be amended to read: 11-9-1. Terms used in this chapter mean: (1) \"Department of Revenue,\" the South Dakota Department of Revenue; (2) \"District,\" a tax increment financing district; (3) \"Governing body,\" the board of trustees, the board of commissioners, the board of county commissioners, or the common council of a municipality; (3)(4) \"Grant,\" the transfer of money or property to a transferee for a governmental purpose of money or property to a transferee that is not a related party to or an agent of the municipality; (4)(5) \"Municipality,\" any incorporated city or town in this state and, for purposes of this chapter only, any county in this state; (5)(6) \"Planning commission,\" a planning commission created under chapter 11-6 or a municipal planning committee of a governing body of a municipality which that has no planning commission or, if the municipality is a county having no planning commission or planning committee, its the board of county commissioners; (6)(7) \"Project plan,\" the properly approved plan for the development or redevelopment of a tax incremental increment financing district including all properly approved amendments thereto to the plan; (7)(8) \"Tax incremental increment financing district,\" a contiguous geographic area within a municipality defined and created by resolution of the governing body; (8)(9) \"Taxable property,\" all real and personal taxable property located in a tax incremental increment financing district; (9)(10) \"Tax increment valuation,\" is the total value of the tax incremental increment financing district minus the tax incremental increment base as determined pursuant to § 11-9-19. Section 8. That § 11-9-2 be amended to read: 11-9-2. A municipality may exercise those powers necessary and convenient to carry out the purposes of this chapter, including the power to: (1) Create tax incremental districts and to define their the boundaries; (2) Prepare project plans, approve the plans, and implement the provisions and purposes of the plans, including the acquisition by purchase or condemnation of real and personal property within the tax incremental district and the sale, lease, or other disposition of such property to private individuals, partnerships, corporations, or other entities at a price less than the cost of such the acquisition and of any site improvements undertaken by the municipality pursuant to a project plan; (3) Issue tax incremental increment financing bonds; (4) Deposit moneys into the special fund of any tax incremental district; and (5) Enter into any contracts or agreements contract or agreement, including agreements an agreement with bondholders, determined by the governing body to be necessary or convenient to implement the provisions and effectuate the purposes of a project plans plan. The contracts or agreements a contract or agreement may include conditions, restrictions, or covenants which that run with the land or otherwise regulate the use of land or which that establish a minimum market value for the land and completed improvements to be constructed thereon until by a specified specific date, which date may not be later than the date of termination of the tax incremental district pursuant to § 11-9-46. Any contract or agreement which that provides for the payment of a specified specific sum of money at a specified specific future date shall be entered into in accordance with made pursuant to the provisions of chapter 6-8B. Section 9. That § 11-9-3 be amended to read: 11-9-3. In order to implement the provisions of this chapter, the The planning commission shall hold a hearing at which interested parties are afforded a reasonable opportunity to express their views on the proposed creation of a tax incremental district and its the district's proposed boundaries. Notice of the hearing shall be published once, not less than ten nor more than thirty days prior to before the date of the hearing in a legal newspaper having a general circulation in the redevelopment area of the municipality. Prior to Before publication, a copy of the notice shall be sent by first class mail to the chief executive officer of all each local governmental entities entity having the power to levy taxes on property located within the proposed district and to the school board of any school district which that has property located within the proposed district. Section 10. That § 11-9-4 be amended to read: 11-9-4. In order to implement the provisions of this chapter, the The planning commission shall designate the boundaries of a tax incremental district recommended by it to that the planning commission recommends be created and. The planning commission shall submit the recommendation to the governing body. Section 11. That § 11-9-5 be amended to read: 11-9-5. In order to implement the provisions of this chapter, the The governing body shall adopt a resolution which that: (1) Describes the boundaries, which may, but need not, be the same as those recommended by the planning commission, of a tax incremental district with sufficient definiteness to identify with ordinary and reasonable certainty the territory included. The boundaries may not split a whole unit of property which that is being used for a single purpose; (2) Creates the district on a given date; (3) Assigns a name to the district for identification purposes. The first district created in each municipality shall be known as \"Tax Incremental Increment Financing District Number One, City (or Town, or County) of ____.\" Each subsequently created district shall be assigned the next consecutive number. Section 12. That § 11-9-6 be amended to read: 11-9-6. Subject to any agreement with bondholders, a tax incremental district may be created which overlaps overlap with one or more existing districts if the boundaries of the districts are not identical. Section 13. That § 11-9-7 be amended to read: 11-9-7. In order to implement the provisions of this chapter, the The resolution required by § 11-9-5 shall contain a finding that the aggregate assessed value of the taxable property in the district plus the tax incremental increment base of all other existing districts does not exceed ten percent of the total assessed value of all taxable property in the municipality. Section 14. That § 11-9-8 be amended to read: 11-9-8. To implement the provisions of this chapter, the The resolution required by § 11-9-5 shall contain the following findings that: (1) Not less than twenty-five percent, by area, of the real property within the district is a blighted area or not less than fifty percent, by area, of the real property within the district will stimulate and develop the general economic welfare and prosperity of the state through the promotion and advancement of industrial, commercial, manufacturing, agricultural, or natural resources development; and (2) The improvement of the area is likely to significantly enhance significantly the value of substantially all of the other real property in the district. It is not necessary to identify the specific parcels meeting the criteria. No county may create a tax incremental district located, in whole or in part, within a municipality, unless the governing body of the municipality has consented thereto to creation of a district by resolution. Section 15. That § 11-9-12 be amended to read: 11-9-12. Upon On the creation of a tax incremental district or adoption of any amendment subject to § 11-9-23, its the tax incremental increment base of the district shall be determined as provided in §§ 11-9-20 to 11-9-25, inclusive. Section 16. That § 11-9-13 be amended to read: 11-9-13. The planning commission shall adopt a project plan for each tax incremental district and submit the plan to the governing body. The plan shall include a statement listing: (1) The kind, number, and location of all proposed public works or improvements within the district; (2) An economic feasibility study; (3) A detailed list of estimated project costs; (4) A fiscal impact statement which that shows the impact of the tax increment district, both until and after the bonds are repaid, upon on all entities levying taxes upon on property in the district; and (5) A description of the methods of financing all estimated project costs and the time when related costs or monetary obligations are to be incurred. No expenditure may be provided for in the plan more than five years after a district is created unless an amendment is adopted by the governing body under pursuant to § 11-9-23. Section 17. That § 11-9-14 be amended to read: 11-9-14. \"Project costs\" For the purposes of this chapter, the term, project costs, are any expenditures made or estimated to be made, or monetary obligations incurred or estimated to be incurred, by a municipality which that are listed in a project plan as grants, or costs of public works, or improvements within a tax incremental district, plus any incidental costs incidental thereto, diminished by any income, special assessments, or other revenues, other than tax increments, received, or reasonably expected to be received, by the municipality in connection with the implementation of the plan. Section 18. That § 11-9-15 be amended to read: 11-9-15. Project costs include: (1) Capital costs, including the actual costs of the construction of public works or improvements, buildings, structures, and permanent fixtures; the demolition, alteration, remodeling, repair, or reconstruction of existing buildings, structures, and permanent fixtures; the acquisition of equipment; the clearing and grading of land; and the amount of interest payable on tax incremental increment bonds issued pursuant to this chapter until such time as positive tax increments to be received from the district, as estimated by the project plan, are sufficient to pay the principal of and interest on the tax incremental increment bonds when due; (2) Financing costs, including all interest paid to holders of evidences of indebtedness issued to pay for project costs, any premium paid over the principal amount thereof because of the redemption of such obligations prior to maturity and a reserve for the payment of principal of and interest on such obligations in an amount determined by the governing body to be reasonably required for the marketability of such obligations; (3) Real property assembly costs, including the actual cost of the acquisition by a municipality of real or personal property within a tax incremental district less any proceeds to be received by the municipality from the sale, lease, or other disposition of such property pursuant to a project plan; (4) Professional service costs, including those costs incurred for architectural, planning, engineering, and legal advice and services; (5) Imputed administrative costs, including reasonable charges for the time spent by municipal employees in connection with the implementation of a project plan; (6) Relocation costs; (7) Organizational costs, including the costs of conducting environmental impact and other studies and the costs of informing the public of the creation of tax incremental districts a district and the implementation of project plans; and (8) Payments and grants made, at the discretion of the governing body, which are found to be necessary or convenient to the creation of tax incremental districts a district, the implementation of project plans, or to stimulate and develop the general economic welfare and prosperity of the state. No payment or grant may be used for any residential structure pursuant to § 11-9-42. Section 19. That § 11-9-16 be amended to read: 11-9-16. The project plan required by § 11-9-13 for each district shall also include: (1) A map showing the existing uses and conditions of real property in the district; (2) A map showing the proposed improvements and uses therein; (3) A map showing the proposed changes of zoning ordinances; (4) A statement listing changes needed in the master plan, map, building codes, and municipal ordinances; (5) A list of estimated nonproject costs; and (6) A statement of a proposed method for the relocation of persons to be displaced. Section 20. That § 11-9-17 be amended to read: 11-9-17. In order to implement the provisions of this chapter, the The governing body shall approve a project plan for each district. The approval shall be by resolution which contains shall contain findings that the plan is feasible and in conformity with the master plan, if any, of the municipality. Section 21. That § 11-9-19 be amended to read: 11-9-19. A \"tax incremental base\" For purposes of this chapter, the term, tax increment base, is the aggregate assessed value of all taxable property located within a tax incremental district on the date the district is created, as determined by § 11-9-20. Section 22. That § 11-9-20 be amended to read: 11-9-20. Upon On application in writing by the municipal finance officer, on a form prescribed by the Department of Revenue department, the department shall determine the aggregate assessed value of the taxable property in the district, which aggregate assessed valuation, upon value, on certification to the finance officer, shall constitute the tax incremental increment base of the district. Except as provided for in § 11-9-20.1, the department shall use the valuations values as last previously certified by the department adjusted for the value to the date the district was created for any buildings or additions completed or removed and without regard to any reduction pursuant to §§ 1-19A-20, 10-6-35.2, 10-6-35.21, and 10-6-35.22. Section 23. That § 11-9-21 be amended to read: 11-9-21. The director of equalization shall identify indicate on the assessment roll required by §§ 10-3-28 and 10-6-44 those parcels of each parcel of real property which are located within an existing tax incremental a district, specifying including the name of each the district the parcel is located in. Section 24. That § 11-9-22 be amended to read: 11-9-22. It There is a rebuttable presumption that any property within a tax incremental district acquired or leased as lessee by a municipality, or any agency or instrumentality thereof of the municipality, within one year immediately preceding the date of the creation of the district was acquired or leased in contemplation of the creation of the district. The presumption may be rebutted by the municipality with proof that the real property was leased or acquired primarily for a purpose other than to reduce the tax incremental increment base. If the presumption is not rebutted, in for purposes of determining the tax incremental increment base of the district, but for no other purpose, the taxable status of the real property shall be is determined as though such the lease or acquisition had not occurred. Section 25. That § 11-9-23 be amended to read: 11-9-23. If the municipality adopts an amendment to the original project plan for any district, which that includes additional project costs for which tax increments may be received by the municipality, the tax incremental increment base for the district shall be redetermined pursuant to § 11-9-20. The tax incremental increment base as redetermined under this section is effective for the purposes of this chapter only if it exceeds the original tax incremental increment base determined under pursuant to § 11-9-20. The provisions of this section do not apply if the additional project costs are thirty-five percent or less than the amount approved in the original project plan and the additional project costs will be incurred before the expiration of the period specified in § 11-9-13. Section 26. That § 11-9-24 be amended to read: 11-9-24. The Department of Revenue department shall annually give notice to the auditor or finance officer of all governmental entities having the power to levy taxes on real property within a district of both the assessed value of the real property and the assessed value of the tax increment base. The notice shall also explain that the taxes collected in excess of the base will be paid to the municipality as provided in § 11-9-28. No change in the laws of the State of South Dakota this state affecting taxation of real property may result in a lower assessed value of the real property and the assessed value of the tax incremental increment base so long as the tax incremental if the district is in force and until bonds issued pursuant to this chapter are retired. Section 27. That § 11-9-25 be amended to read: 11-9-25. Positive tax increments of a tax incremental district shall be allocated to the municipality which that created the district for each year from the date when the district is created until the municipality or county has been reimbursed for expenditures previously made, has paid all monetary obligations, and has retired all outstanding tax incremental increment bonds. However, in no event may the positive tax increments be allocated longer than twenty years after the calendar year of creation. Section 28. That § 11-9-26 be amended to read: 11-9-26. A \"tax increment\" For purposes of this chapter, the term, tax increment, is that amount obtained by multiplying the total county, municipal, school, and other local general real property taxes levied on all taxable real property within a tax incremental district in any year by a fraction having a numerator equal to that year's assessed value of all taxable real property in the district minus the tax incremental increment base and a denominator equal to that year's assessed value of all taxable real property in the district. In any year, a tax increment is \"positive\" deemed positive if the tax incremental increment base is less than the aggregate assessed value of taxable real property. It is \"negative\" A tax increment is deemed negative if the base exceeds such the aggregate assessed value. Section 29. That § 11-9-27 be amended to read: 11-9-27. With respect to the municipality, the county, school districts and any other local governmental body having the power to levy taxes on real property located within a tax incremental district, the calculation of the assessed valuation value of taxable real property in a tax incremental district, for purposes of computing the dollar and cents rates of such taxing units, may not exceed the tax incremental increment base of the district until the district is terminated. The dollar and cents rates of all such taxing units so determined, however, shall be assessed and extended against all taxable real property in the tax incremental district at its current assessed valuation value. However, no change in South Dakota law the laws of this state affecting taxation of real property may result in a lesser rate for the tax incremental increment base until the district is terminated pursuant to this chapter. Section 30. That § 11-9-28 be amended to read: 11-9-28. Notwithstanding any other provision of law, every each officer charged by law to collect and pay over or retain local general real property taxes shall first, on the next settlement date provided by law, pay over to the municipal treasurer or finance officer out of all such taxes which he has collected that portion which that represents a tax increment allocable to such the municipality. Section 31. That § 11-9-30 be amended to read: 11-9-30. Payment of project costs may be made by any of the following methods or by any combination thereof of methods: (1) Payment by the municipality from the special fund of the tax incremental district; (2) Payment out of the municipality's funds; (3) Payment out of the proceeds of the sale of municipal bonds issued by the municipality under chapters chapter 10-52 or 10-52A, or both; (4) Payment out of the proceeds of revenue bonds issued by the municipality under chapter 9-54; or (5) Payment out of the proceeds of the sale of tax incremental increment bonds issued by the municipality under this chapter. Section 32. That § 11-9-31 be amended to read: 11-9-31. All tax increments received in a tax incremental district shall, upon receipt by the municipal treasurer or finance officer, be deposited into a special fund for the district. The municipal treasurer or finance officer may deposit additional moneys into the fund pursuant to an appropriation by the governing body. Subject to any agreement with bondholders, moneys in the fund may be temporarily invested in the same manner as other municipal funds. Section 33. That § 11-9-32 be amended to read: 11-9-32. Moneys shall be paid out of the special fund created under § 11-9-31 only to pay project costs or grants of the district, to reimburse the municipality for the payments, or to satisfy claims of holders of tax incremental increment bonds issued for the district. Section 34. That § 11-9-33 be amended to read: 11-9-33. For the purpose of paying project costs, the governing body may issue tax incremental increment bonds payable out of positive tax increments. Section 35. That § 11-9-34 be amended to read: 11-9-34. Tax incremental increment bonds, contracts, or agreements shall be authorized by resolution of the governing body without the necessity of any voter's a requirement of voter approval. Section 36. That § 11-9-35 be amended to read: 11-9-35. Tax incremental increment bonds may not be issued in an amount exceeding the aggregate project costs. The bonds may not mature later than twenty years from the date thereof the district was created. The bonds may contain a provision authorizing the redemption thereof of the bonds, in whole or in part, at stipulated prices, at the option of the municipality, on any interest payment date and shall provide the method of selecting the bonds to be redeemed. The principal and interest on the bonds may be payable at any time and at any place. The bonds may be payable to their the bearer or may be registered as to the principal or principal and interest. The bonds may be in any denominations. Section 37. That § 11-9-36 be amended to read: 11-9-36. Tax incremental increment bonds are payable only out of the special fund created under § 11-9-31. Each bond shall contain such recitals as are necessary to show state that the bond is only so payable out of the special fund and that the bond does not constitute a general indebtedness of the municipality or a charge against its the municipality's general taxing power. Section 38. That § 11-9-37 be amended to read: 11-9-37. The governing body shall irrevocably pledge all or a stated percentage of the special fund created under § 11-9-31 to the payment of the bonds. The special fund or designated part thereof may thereafter may be used only for the payment of the bonds and interest until they the bonds have been fully paid, and any holder of the bonds or of any coupons appertaining related thereto shall have a lien against the special fund for payment of the bonds and interest and may either at law or in equity protect and enforce the lien. Section 39. That § 11-9-38 be amended to read: 11-9-38. Each bond issued under the provisions of pursuant to this chapter and all interest coupons appurtenant thereto are declared to be related to the bonds are negotiable instruments. Bonds so issued are not general obligation bonds and are payable only from the tax increment of the project as provided in this chapter. Section 40. That § 11-9-39 be amended to read: 11-9-39. To increase the security and marketability of its tax incremental increment bonds, a municipality may do either or both of the following: (1) Create a lien for the benefit of the bondholders upon any public improvements or public works financed thereby by the bonds or the revenues therefrom from the bonds; or (2) Make covenants and do any and all acts, not inconsistent with the South Dakota Constitution, necessary, convenient, or desirable in order to additionally secure bonds or to make the bonds more marketable according to the best judgment of the governing body, including the establishment of a reserve for the payment of principal of and interest on the bonds funded from the proceeds of such the bonds or other revenues, including tax increments, of the municipality; or (3) Comply with both subdivisions (1) and (2) of this section. Section 41. That § 11-9-40 be amended to read: 11-9-40. Tax incremental increment bonds may be sold at public or private sale at a price which that the governing body deems in the best interests of the municipality. Section 42. That § 11-9-41 be amended to read: 11-9-41. The exercise of the power of eminent domain in connection with tax increment districts a district shall proceed in the same manner as a condemnation proceedings are proceeding is conducted by the Department of Transportation under pursuant to the provisions of chapter 31-19. Section 43. That § 11-9-44 be amended to read: 11-9-44. If the governing body finds that the redevelopment is not being carried out or maintained in accordance with the contract terms and conditions, or there is a failure to prosecute perform the work with diligence, or to assume its the work's completion on time, it the governing body shall notify the purchaser or lessee and the surety in writing of the noncompliance. Unless the purchaser or lessee complies with the terms of the agreement within twenty days from the date of such the notice, the governing body may take over the work and may cause such the work to be done, and the cost of the work shall be paid by the surety. The governing body may take possession of the site of the work and utilize in completion of the work such the materials, appliances, and plant as may be on the site of the work and necessary therefor to complete the work. Section 44. That § 11-9-45 be amended to read: 11-9-45. After all project costs and all tax incremental increment bonds of the district have been paid or provided for subject to any agreement with bondholders, if any moneys remain remaining in the fund, they shall be paid to the treasurer of each county, school district, or other tax-levying municipality or to the general fund of the municipality in such amounts as belong taxing district in the amount belonging to each respectively, having with due regard for what portion of such the moneys, if any, represents represent tax increments not allocated to the municipality and what portion thereof, if any, represents voluntary deposits of the municipality into the fund. Section 45. That § 11-9-46 be amended to read: 11-9-46. The existence of a tax incremental district shall terminate when: (1) Positive tax increments are no longer allocable to a district under § 11-9-25; or (2) The governing body, by resolution, dissolves the district, after payment or provision for payment of all project costs, grants, and all tax incremental increment bonds of the district. Section 46. That § 1-16G-59 be amended to read: 1-16G-59. The Board of Economic Development shall review the an application and make a determination of whether the project shall be is approved or disapproved. The board shall consider the likelihood that the project would have occurred without the reinvestment payment. The board may approve a reinvestment payment that is equal to or less than South Dakota sales and use tax paid on the project costs. The board shall consider the following factors when making that determination: (1) Has the county or municipality adopted a formula to reduce property taxation for the project for five years under the discretionary formula pursuant to § 10-6-35.2; (2) Has the county or municipality approved a tax incremental increment financing district pursuant to chapter 11-9 for the area where the project will be located; (3) Has the municipality approved a municipal sales tax refund pursuant § 10-52-10; (4) Economic activity that may occur in the community, area, and state; and (5) Criteria established by rules promulgated pursuant to § 1-16G-67. Section 47. That § 9-55-18.1 be amended to read: 9-55-18.1. Any municipality which that has created a business improvement district as provided by this chapter, and which has levied special assessments or general business occupation taxes, or both, may issue and sell bonds payable from the special assessments, business occupation taxes, or both, as provided in this section and chapter 6-8B if the owners of a majority of the assessable front footage in the district or the users of a majority of the space in the district petition the municipality to issue such the bonds. Unless the bonds are to be general obligations which pledge the full faith and credit of the municipality, no election is required for the issuance of the bonds. The proceeds of the bonds shall be used only for the purposes for which the collections of the special assessments or general business occupation taxes from which the bonds are payable may be used under the provisions of pursuant to this chapter, to fund a debt service reserve for bonds which that are not general obligations of the municipality, to pay the interest estimated to accrue on the bonds until the first collections of the special assessments or general business improvement taxes, and to pay the costs of issuance of the bonds. The governing body shall, in the resolution or ordinance authorizing the issuance of the bonds, agree that it the governing body shall keep the business improvement district in effect, shall continue to impose and collect the special assessments and general business occupation taxes so long as if the bonds are outstanding, and shall pledge so much of the collections of the special assessments and general business occupation taxes as may be necessary to pay the principal of, premium, if any, and interest on the bonds, and to maintain any debt service reserve established for the bonds. The municipality may also pledge any part of the collections of special assessments or general business improvement taxes, in excess of those pledged to the payment of bonds issued under this section, to the payment of utility revenue bonds issued under chapter 9-40 or tax incremental increment revenue bonds issued under chapters 11-8 and 11-9, but only if the proceeds of the utility revenue bonds or tax incremental increment revenue bonds are used to finance improvements located, in whole or in part, in the business improvement district. Section 48. That § 10-4-8.1 be amended to read: 10-4-8.1. Seven hundred fifty thousand dollars of the full and true value of the total amount of real property or portion thereof of real property owned by a local industrial development corporation defined pursuant to § 5-14-23 is exempt from property taxation. The full and true value of the real property that is in excess of seven hundred fifty thousand dollars shall be taxed as other real property of the same class is taxed. No real property located in a tax incremental increment financing district, created pursuant to chapter 11-9, may receive a property tax exemption pursuant to this section."}, {"bill_id": 8821, "bill_version_id": 47532, "bill_version": "Senate Engrossed", "bill_version_date": "2018-01-22T17:09:19.5-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding tax increment financing districts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-13-10.2 be amended to read: 13-13-10.2. The assessed value as determined in § 13-13-10.1 of any property in a tax incremental increment financing district formed on or before December 31, 1994, and created pursuant to chapter 11-9 is the tax incremental increment base, as defined in § 11-9-19 until the tax incremental district ceases to exist as provided in § 11-9-46. The assessed values, as determined in § 13-13-10.1 of any property in a tax incremental increment financing district formed after December 31, 1994, and created pursuant to chapter 11-9, is the total assessed value of the property determined by the Department of Revenue pursuant to § 11-9-24, until the tax incremental district ceases to exist as provided in § 11-9-46. The provisions of this chapter do not apply to any tax incremental increment financing district created after December 31, 1994, for industrial purposes. For the purposes of this chapter, the term, industrial, includes only those activities generally recognized as industrial by zoning authorities within the state, including any factory or any business engaged primarily in the manufacturing or assembly of goods, the processing of raw materials, and the wholesale distribution of products for resale. The provisions of this chapter do not apply to any tax incremental increment financing district created after December 31, 2003, for economic development purposes. For the purposes of this chapter, the term, economic development, includes any area where there is or will be one or more businesses engaged in any activity defined as commercial or industrial by the governing body that has zoning authority over the land contained within the tax incremental increment financing district. This section applies to any tax increment financing district created before July 1, 2018. Section 2. That chapter 13-13 be amended by adding a NEW SECTION to read: For purposes of this chapter, the assessed value of any real property in a tax increment financing district created pursuant to chapter 11-9 is the total assessed value of the real property as determined by the Department of Revenue pursuant to § 11-9-24, until the tax increment financing district ceases to exist as provided in § 11-9-46. This section applies to tax increment financing districts created after June 30, 2018. Section 3. That chapter 13-13 be amended by adding a NEW SECTION to read: The provisions of subdivision 10-12-44(1) that require the county auditor to raise additional revenue from real property taxes for the general fund and special education fund of any school district located in a tax increment financing district and the provisions of section 2 of this Act, do not apply to any tax increment financing district created for industrial, economic development, or affordable housing purposes, as those terms are defined in section 4 of this Act. For purposes of this chapter, the assessed value of any real property in a tax increment financing district created for industrial, economic development, or affordable housing purposes is the tax increment base as defined in § 11-9-19. This section applies to tax increment financing districts created after June 30, 2018. Section 4. That chapter 13-13 be amended by adding a NEW SECTION to read: For the purposes of section 3 of this Act, the terms, industrial, and, economic development, include only those areas where there is or will be one or more businesses engaged in any activity defined as commercial or industrial by the governing body that has zoning authority over the real property contained within the tax increment financing district. For the purposes of section 3 of this Act, affordable housing is only those tax increment financing districts where: (1) The original selling price of any house in the district will be at or below the first-time homebuyer purchase price limit being used by the South Dakota Housing Development Authority as of the date the house is sold; or (2) The monthly rental rate of all multifamily housing units in the district will be at or below the calculated rent for the state's eighty percent area median income, being used by the South Dakota Housing Development Authority, as of the date the district is created, for a minimum of five years following the date of first occupancy. This section applies to tax increment financing districts created after June 30, 2018. Section 5. That chapter 11-9 be amended by adding a NEW SECTION to read: The department may publish annually on its website a report of each tax increment financing district in the state. Any municipality that has created a tax increment financing district shall provide the department with any information requested to compile the report. Section 6. That § 10-12-44 be amended to read: 10-12-44. The county auditor in each school district shall raise additional revenue, for the general fund and special education funds, from real property taxes to compensate for tax abatement, tax increment financing district, or discretionary formula as follows: (1) For tax incremental increment financing districts created pursuant to chapter 11-9 and formed after December 31, 1994, the county auditor shall levy an additional tax levy for an amount not to exceed an amount equal to the sum of the levies in §§ 10-12-42 and 13-37-16 times the tax increment valuation as defined in § 11-9-1; (2) For property subject to § 10-6-35.2, 10-6-35.24, 10-6-35.25, 10-6-54, 10-6-55, or 10-6-67 the county auditor shall levy an additional tax levy for an amount not to exceed the amount of taxes that were not collected due to the reduction in valuation based on the maximum levies pursuant to §§ 10-12-42 and 13-37-16; (3) For abated taxes the county auditor shall levy an additional tax levy for an amount not to exceed the amount of the school district's portion of the taxes that were abated pursuant to chapter 10-18 during the previous tax year. The levies in this section are not subject to the referendum provision of § 10-12-43 and these levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies pursuant to § 10-12-42. Section 7. That § 11-9-1 be amended to read: 11-9-1. Terms used in this chapter mean: (1) \"Department of Revenue,\" the South Dakota Department of Revenue; (2) \"District,\" a tax increment financing district; (3) \"Governing body,\" the board of trustees, the board of commissioners, the board of county commissioners, or the common council of a municipality; (3)(4) \"Grant,\" the transfer of money or property to a transferee for a governmental purpose of money or property to a transferee that is not a related party to or an agent of the municipality; (4)(5) \"Municipality,\" any incorporated city or town in this state and, for purposes of this chapter only, any county in this state; (5)(6) \"Planning commission,\" a planning commission created under chapter 11-6 or a municipal planning committee of a governing body of a municipality which that has no planning commission or, if the municipality is a county having no planning commission or planning committee, its the board of county commissioners; (6)(7) \"Project plan,\" the properly approved plan for the development or redevelopment of a tax incremental increment financing district including all properly approved amendments thereto to the plan; (7)(8) \"Tax incremental increment financing district,\" a contiguous geographic area within a municipality defined and created by resolution of the governing body; (8)(9) \"Taxable property,\" all real and personal taxable property located in a tax incremental increment financing district; (9)(10) \"Tax increment valuation,\" is the total value of the tax incremental increment financing district minus the tax incremental increment base as determined pursuant to § 11-9-19. Section 8. That § 11-9-2 be amended to read: 11-9-2. A municipality may exercise those powers necessary and convenient to carry out the purposes of this chapter, including the power to: (1) Create tax incremental districts and to define their the boundaries; (2) Prepare project plans, approve the plans, and implement the provisions and purposes of the plans, including the acquisition by purchase or condemnation of real and personal property within the tax incremental district and the sale, lease, or other disposition of such property to private individuals, partnerships, corporations, or other entities at a price less than the cost of such the acquisition and of any site improvements undertaken by the municipality pursuant to a project plan; (3) Issue tax incremental increment financing bonds; (4) Deposit moneys into the special fund of any tax incremental district; and (5) Enter into any contracts or agreements contract or agreement, including agreements an agreement with bondholders, determined by the governing body to be necessary or convenient to implement the provisions and effectuate the purposes of a project plans plan. The contracts or agreements A contract or agreement may include conditions, restrictions, or covenants which that run with the land or otherwise regulate the use of land or which that establish a minimum market value for the land and completed improvements to be constructed thereon until by a specified specific date, which date may not be later than the date of termination of the tax incremental district pursuant to § 11-9-46. Any contract or agreement which that provides for the payment of a specified specific sum of money at a specified specific future date shall be entered into in accordance with made pursuant to the provisions of chapter 6-8B. Section 9. That § 11-9-3 be amended to read: 11-9-3. In order to implement the provisions of this chapter, the The planning commission shall hold a hearing at which interested parties are afforded a reasonable opportunity to express their views on the proposed creation of a tax incremental district and its the district's proposed boundaries. Notice of the hearing shall be published once, not less than ten nor more than thirty days prior to before the date of the hearing in a legal newspaper having a general circulation in the redevelopment area of the municipality. Prior to Before publication, a copy of the notice shall be sent by first class mail to the chief executive officer of all each local governmental entities entity having the power to levy taxes on property located within the proposed district and to the school board of any school district which that has property located within the proposed district. Section 10. That § 11-9-4 be amended to read: 11-9-4. In order to implement the provisions of this chapter, the The planning commission shall designate the boundaries of a tax incremental district recommended by it to that the planning commission recommends be created and. The planning commission shall submit the recommendation to the governing body. Section 11. That § 11-9-5 be amended to read: 11-9-5. In order to implement the provisions of this chapter, the The governing body shall adopt a resolution which that: (1) Describes the boundaries, which may, but need not, be the same as those recommended by the planning commission, of a tax incremental district with sufficient definiteness to identify with ordinary and reasonable certainty the territory included. The boundaries may not split a whole unit of property which that is being used for a single purpose; (2) Creates the district on a given date; (3) Assigns a name to the district for identification purposes. The first district created in each municipality shall be known as \"Tax Incremental Increment Financing District Number One, City (or Town, or County) of ____.\" Each subsequently created district shall be assigned the next consecutive number. Section 12. That § 11-9-6 be amended to read: 11-9-6. Subject to any agreement with bondholders, a tax incremental district may be created which overlaps overlap with one or more existing districts if the boundaries of the districts are not identical. Section 13. That § 11-9-7 be amended to read: 11-9-7. In order to implement the provisions of this chapter, the The resolution required by § 11-9-5 shall contain a finding that the aggregate assessed value of the taxable property in the district plus the tax incremental increment base of all other existing districts does not exceed ten percent of the total assessed value of all taxable property in the municipality. Section 14. That § 11-9-8 be amended to read: 11-9-8. To implement the provisions of this chapter, the The resolution required by § 11-9-5 shall contain the following findings that: (1) Not less than twenty-five percent, by area, of the real property within the district is a blighted area or not less than fifty percent, by area, of the real property within the district will stimulate and develop the general economic welfare and prosperity of the state through the promotion and advancement of industrial, commercial, manufacturing, agricultural, or natural resources development; and (2) The improvement of the area is likely to significantly enhance significantly the value of substantially all of the other real property in the district. It is not necessary to identify the specific parcels meeting the criteria. No county may create a tax incremental district located, in whole or in part, within a municipality, unless the governing body of the municipality has consented thereto to creation of a district by resolution. Section 15. That § 11-9-12 be amended to read: 11-9-12. Upon On the creation of a tax incremental district or adoption of any amendment subject to § 11-9-23, its the tax incremental increment base of the district shall be determined as provided in §§ 11-9-20 to 11-9-25, inclusive. Section 16. That § 11-9-13 be amended to read: 11-9-13. The planning commission shall adopt a project plan for each tax incremental district and submit the plan to the governing body. The plan shall include a statement listing: (1) The kind, number, and location of all proposed public works or improvements within the district; (2) An economic feasibility study; (3) A detailed list of estimated project costs; (4) A fiscal impact statement which that shows the impact of the tax increment district, both until and after the bonds are repaid, upon on all entities levying taxes upon on property in the district; and (5) A description of the methods of financing all estimated project costs and the time when related costs or monetary obligations are to be incurred. No expenditure may be provided for in the plan more than five years after a district is created unless an amendment is adopted by the governing body under pursuant to § 11-9-23. Section 17. That § 11-9-14 be amended to read: 11-9-14. \"Project costs\" For the purposes of this chapter, the term, project costs, are any expenditures made or estimated to be made, or monetary obligations incurred or estimated to be incurred, by a municipality which that are listed in a project plan as grants, or costs of public works, or improvements within a tax incremental district, plus any incidental costs incidental thereto, diminished by any income, special assessments, or other revenues, other than tax increments, received, or reasonably expected to be received, by the municipality in connection with the implementation of the plan. Section 18. That § 11-9-15 be amended to read: 11-9-15. Project costs include: (1) Capital costs, including the actual costs of the construction of public works or improvements, buildings, structures, and permanent fixtures; the demolition, alteration, remodeling, repair, or reconstruction of existing buildings, structures, and permanent fixtures; the acquisition of equipment; the clearing and grading of land; and the amount of interest payable on tax incremental increment bonds issued pursuant to this chapter until such time as positive tax increments to be received from the district, as estimated by the project plan, are sufficient to pay the principal of and interest on the tax incremental increment bonds when due; (2) Financing costs, including all interest paid to holders of evidences of indebtedness issued to pay for project costs, any premium paid over the principal amount thereof because of the redemption of such obligations prior to maturity and a reserve for the payment of principal of and interest on such obligations in an amount determined by the governing body to be reasonably required for the marketability of such obligations; (3) Real property assembly costs, including the actual cost of the acquisition by a municipality of real or personal property within a tax incremental district less any proceeds to be received by the municipality from the sale, lease, or other disposition of such property pursuant to a project plan; (4) Professional service costs, including those costs incurred for architectural, planning, engineering, and legal advice and services; (5) Imputed administrative costs, including reasonable charges for the time spent by municipal employees in connection with the implementation of a project plan; (6) Relocation costs; (7) Organizational costs, including the costs of conducting environmental impact and other studies and the costs of informing the public of the creation of tax incremental districts a district and the implementation of project plans; and (8) Payments and grants made, at the discretion of the governing body, which are found to be necessary or convenient to the creation of tax incremental districts a district, the implementation of project plans, or to stimulate and develop the general economic welfare and prosperity of the state. No payment or grant may be used for any residential structure pursuant to § 11-9-42. Section 19. That § 11-9-16 be amended to read: 11-9-16. The project plan required by § 11-9-13 for each district shall also include: (1) A map showing the existing uses and conditions of real property in the district; (2) A map showing the proposed improvements and uses therein; (3) A map showing the proposed changes of zoning ordinances; (4) A statement listing changes needed in the master plan, map, building codes, and municipal ordinances; (5) A list of estimated nonproject costs; and (6) A statement of a proposed method for the relocation of persons to be displaced. Section 20. That § 11-9-17 be amended to read: 11-9-17. In order to implement the provisions of this chapter, the The governing body shall approve a project plan for each district. The approval shall be by resolution which contains shall contain findings that the plan is feasible and in conformity with the master plan, if any, of the municipality. Section 21. That § 11-9-19 be amended to read: 11-9-19. A \"tax incremental base\" For purposes of this chapter, the term, tax increment base, is the aggregate assessed value of all taxable property located within a tax incremental district on the date the district is created, as determined by § 11-9-20. Section 22. That § 11-9-20 be amended to read: 11-9-20. Upon On application in writing by the municipal finance officer, on a form prescribed by the Department of Revenue department, the department shall determine the aggregate assessed value of the taxable property in the district, which aggregate assessed valuation, upon value, on certification to the finance officer, shall constitute the tax incremental increment base of the district. Except as provided for in § 11-9-20.1, the department shall use the valuations values as last previously certified by the department adjusted for the value to the date the district was created for any buildings or additions completed or removed and without regard to any reduction pursuant to §§ 1-19A-20, 10-6-35.2, 10-6-35.21, and 10-6-35.22. Section 23. That § 11-9-21 be amended to read: 11-9-21. The director of equalization shall identify indicate on the assessment roll required by §§ 10-3-28 and 10-6-44 those parcels of each parcel of real property which are located within an existing tax incremental a district, specifying including the name of each the district the parcel is located in. Section 24. That § 11-9-22 be amended to read: 11-9-22. It There is a rebuttable presumption that any property within a tax incremental district acquired or leased as lessee by a municipality, or any agency or instrumentality thereof of the municipality, within one year immediately preceding the date of the creation of the district was acquired or leased in contemplation of the creation of the district. The presumption may be rebutted by the municipality with proof that the real property was leased or acquired primarily for a purpose other than to reduce the tax incremental increment base. If the presumption is not rebutted, in for purposes of determining the tax incremental increment base of the district, but for no other purpose, the taxable status of the real property shall be is determined as though such the lease or acquisition had not occurred. Section 25. That § 11-9-23 be amended to read: 11-9-23. If the municipality adopts an amendment to the original project plan for any district, which that includes additional project costs for which tax increments may be received by the municipality, the tax incremental increment base for the district shall be redetermined pursuant to § 11-9-20. The tax incremental increment base as redetermined under this section is effective for the purposes of this chapter only if it exceeds the original tax incremental increment base determined under pursuant to § 11-9-20. The provisions of this section do not apply if the additional project costs are thirty-five percent or less than the amount approved in the original project plan and the additional project costs will be incurred before the expiration of the period specified in § 11-9-13. Section 26. That § 11-9-24 be amended to read: 11-9-24. The Department of Revenue department shall annually give notice to the auditor or finance officer of all governmental entities having the power to levy taxes on real property within a district of both the assessed value of the real property and the assessed value of the tax increment base. The notice shall also explain that the taxes collected in excess of the base will be paid to the municipality as provided in § 11-9-28. No change in the laws of the State of South Dakota this state affecting taxation of real property may result in a lower assessed value of the real property and the assessed value of the tax incremental increment base so long as the tax incremental if the district is in force and until bonds issued pursuant to this chapter are retired. Section 27. That § 11-9-25 be amended to read: 11-9-25. Positive tax increments of a tax incremental district shall be allocated to the municipality which that created the district for each year from the date when the district is created until the municipality or county has been reimbursed for expenditures previously made, has paid all monetary obligations, and has retired all outstanding tax incremental increment bonds. However, in no event may the positive tax increments be allocated longer than twenty years after the calendar year of creation. Section 28. That § 11-9-26 be amended to read: 11-9-26. A \"tax increment\" For purposes of this chapter, the term, tax increment, is that amount obtained by multiplying the total county, municipal, school, and other local general real property taxes levied on all taxable real property within a tax incremental district in any year by a fraction having a numerator equal to that year's assessed value of all taxable real property in the district minus the tax incremental increment base and a denominator equal to that year's assessed value of all taxable real property in the district. In any year, a tax increment is \"positive\" deemed positive if the tax incremental increment base is less than the aggregate assessed value of taxable real property. It is \"negative\" A tax increment is deemed negative if the base exceeds such the aggregate assessed value. Section 29. That § 11-9-27 be amended to read: 11-9-27. With respect to the municipality, the county, school districts and any other local governmental body having the power to levy taxes on real property located within a tax incremental district, the calculation of the assessed valuation value of taxable real property in a tax incremental district, for purposes of computing the dollar and cents rates of such taxing units, may not exceed the tax incremental increment base of the district until the district is terminated. The dollar and cents rates of all such taxing units so determined, however, shall be assessed and extended against all taxable real property in the tax incremental district at its current assessed valuation value. However, no change in South Dakota law the laws of this state affecting taxation of real property may result in a lesser rate for the tax incremental increment base until the district is terminated pursuant to this chapter. Section 30. That § 11-9-28 be amended to read: 11-9-28. Notwithstanding any other provision of law, every each officer charged by law to collect and pay over or retain local general real property taxes shall first, on the next settlement date provided by law, pay over to the municipal treasurer or finance officer out of all such taxes which he has collected that portion which that represents a tax increment allocable to such the municipality. Section 31. That § 11-9-30 be amended to read: 11-9-30. Payment of project costs may be made by any of the following methods or by any combination thereof of methods: (1) Payment by the municipality from the special fund of the tax incremental district; (2) Payment out of the municipality's funds; (3) Payment out of the proceeds of the sale of municipal bonds issued by the municipality under chapters chapter 10-52 or 10-52A, or both; (4) Payment out of the proceeds of revenue bonds issued by the municipality under chapter 9-54; or (5) Payment out of the proceeds of the sale of tax incremental increment bonds issued by the municipality under this chapter. Section 32. That § 11-9-31 be amended to read: 11-9-31. All tax increments received in a tax incremental district shall, upon receipt by the municipal treasurer or finance officer, be deposited into a special fund for the district. The municipal treasurer or finance officer may deposit additional moneys into the fund pursuant to an appropriation by the governing body. Subject to any agreement with bondholders, moneys in the fund may be temporarily invested in the same manner as other municipal funds. Section 33. That § 11-9-32 be amended to read: 11-9-32. Moneys shall be paid out of the special fund created under § 11-9-31 only to pay project costs or grants of the district, to reimburse the municipality for the payments, or to satisfy claims of holders of tax incremental increment bonds issued for the district. Section 34. That § 11-9-33 be amended to read: 11-9-33. For the purpose of paying project costs, the governing body may issue tax incremental increment bonds payable out of positive tax increments. Section 35. That § 11-9-34 be amended to read: 11-9-34. Tax incremental increment bonds, contracts, or agreements shall be authorized by resolution of the governing body without the necessity of any voter's a requirement of voter approval. Section 36. That § 11-9-35 be amended to read: 11-9-35. Tax incremental increment bonds may not be issued in an amount exceeding the aggregate project costs. The bonds may not mature later than twenty years from the date thereof the district was created. The bonds may contain a provision authorizing the redemption thereof of the bonds, in whole or in part, at stipulated prices, at the option of the municipality, on any interest payment date and shall provide the method of selecting the bonds to be redeemed. The principal and interest on the bonds may be payable at any time and at any place. The bonds may be payable to their the bearer or may be registered as to the principal or principal and interest. The bonds may be in any denominations. Section 37. That § 11-9-36 be amended to read: 11-9-36. Tax incremental increment bonds are payable only out of the special fund created under § 11-9-31. Each bond shall contain such recitals as are necessary to show state that the bond is only so payable out of the special fund and that the bond does not constitute a general indebtedness of the municipality or a charge against its the municipality's general taxing power. Section 38. That § 11-9-37 be amended to read: 11-9-37. The governing body shall irrevocably pledge all or a stated percentage of the special fund created under § 11-9-31 to the payment of the bonds. The special fund or designated part thereof may thereafter may be used only for the payment of the bonds and interest until they the bonds have been fully paid, and any holder of the bonds or of any coupons appertaining related thereto shall have a lien against the special fund for payment of the bonds and interest and may either at law or in equity protect and enforce the lien. Section 39. That § 11-9-38 be amended to read: 11-9-38. Each bond issued under the provisions of pursuant to this chapter and all interest coupons appurtenant thereto are declared to be related to the bonds are negotiable instruments. Bonds so issued are not general obligation bonds and are payable only from the tax increment of the project as provided in this chapter. Section 40. That § 11-9-39 be amended to read: 11-9-39. To increase the security and marketability of its tax incremental increment bonds, a municipality may do either or both of the following: (1) Create a lien for the benefit of the bondholders upon any public improvements or public works financed thereby by the bonds or the revenues therefrom from the bonds; or (2) Make covenants and do any and all acts, not inconsistent with the South Dakota Constitution, necessary, convenient, or desirable in order to additionally secure bonds or to make the bonds more marketable according to the best judgment of the governing body, including the establishment of a reserve for the payment of principal of and interest on the bonds funded from the proceeds of such the bonds or other revenues, including tax increments, of the municipality; or (3) Comply with both subdivisions (1) and (2) of this section. Section 41. That § 11-9-40 be amended to read: 11-9-40. Tax incremental increment bonds may be sold at public or private sale at a price which that the governing body deems in the best interests of the municipality. Section 42. That § 11-9-41 be amended to read: 11-9-41. The exercise of the power of eminent domain in connection with tax increment districts a district shall proceed in the same manner as a condemnation proceedings are proceeding is conducted by the Department of Transportation under pursuant to the provisions of chapter 31-19. Section 43. That § 11-9-44 be amended to read: 11-9-44. If the governing body finds that the redevelopment is not being carried out or maintained in accordance with the contract terms and conditions, or there is a failure to prosecute perform the work with diligence, or to assume its the work's completion on time, it the governing body shall notify the purchaser or lessee and the surety in writing of the noncompliance. Unless the purchaser or lessee complies with the terms of the agreement within twenty days from the date of such the notice, the governing body may take over the work and may cause such the work to be done, and the cost of the work shall be paid by the surety. The governing body may take possession of the site of the work and utilize in completion of the work such the materials, appliances, and plant as may be on the site of the work and necessary therefor to complete the work. Section 44. That § 11-9-45 be amended to read: 11-9-45. After all project costs and all tax incremental increment bonds of the district have been paid or provided for subject to any agreement with bondholders, if any moneys remain remaining in the fund, they shall be paid to the treasurer of each county, school district, or other tax-levying municipality or to the general fund of the municipality in such amounts as belong taxing district in the amount belonging to each respectively, having with due regard for what portion of such the moneys, if any, represents represent tax increments not allocated to the municipality and what portion thereof, if any, represents voluntary deposits of the municipality into the fund. Section 45. That § 11-9-46 be amended to read: 11-9-46. The existence of a tax incremental district shall terminate when: (1) Positive tax increments are no longer allocable to a district under § 11-9-25; or (2) The governing body, by resolution, dissolves the district, after payment or provision for payment of all project costs, grants, and all tax incremental increment bonds of the district. Section 46. That § 1-16G-59 be amended to read: 1-16G-59. The Board of Economic Development shall review the an application and make a determination of whether the project shall be is approved or disapproved. The board shall consider the likelihood that the project would have occurred without the reinvestment payment. The board may approve a reinvestment payment that is equal to or less than South Dakota sales and use tax paid on the project costs. The board shall consider the following factors when making that determination: (1) Has the county or municipality adopted a formula to reduce property taxation for the project for five years under the discretionary formula pursuant to § 10-6-35.2; (2) Has the county or municipality approved a tax incremental increment financing district pursuant to chapter 11-9 for the area where the project will be located; (3) Has the municipality approved a municipal sales tax refund pursuant § 10-52-10; (4) Economic activity that may occur in the community, area, and state; and (5) Criteria established by rules promulgated pursuant to § 1-16G-67. Section 47. That § 9-55-18.1 be amended to read: 9-55-18.1. Any municipality which that has created a business improvement district as provided by this chapter, and which has levied special assessments or general business occupation taxes, or both, may issue and sell bonds payable from the special assessments, business occupation taxes, or both, as provided in this section and chapter 6-8B if the owners of a majority of the assessable front footage in the district or the users of a majority of the space in the district petition the municipality to issue such the bonds. Unless the bonds are to be general obligations which pledge the full faith and credit of the municipality, no election is required for the issuance of the bonds. The proceeds of the bonds shall be used only for the purposes for which the collections of the special assessments or general business occupation taxes from which the bonds are payable may be used under the provisions of pursuant to this chapter, to fund a debt service reserve for bonds which that are not general obligations of the municipality, to pay the interest estimated to accrue on the bonds until the first collections of the special assessments or general business improvement taxes, and to pay the costs of issuance of the bonds. The governing body shall, in the resolution or ordinance authorizing the issuance of the bonds, agree that it the governing body shall keep the business improvement district in effect, shall continue to impose and collect the special assessments and general business occupation taxes so long as if the bonds are outstanding, and shall pledge so much of the collections of the special assessments and general business occupation taxes as may be necessary to pay the principal of, premium, if any, and interest on the bonds, and to maintain any debt service reserve established for the bonds. The municipality may also pledge any part of the collections of special assessments or general business improvement taxes, in excess of those pledged to the payment of bonds issued under this section, to the payment of utility revenue bonds issued under chapter 9-40 or tax incremental increment revenue bonds issued under chapters 11-8 and 11-9, but only if the proceeds of the utility revenue bonds or tax incremental increment revenue bonds are used to finance improvements located, in whole or in part, in the business improvement district. Section 48. That § 10-4-8.1 be amended to read: 10-4-8.1. Seven hundred fifty thousand dollars of the full and true value of the total amount of real property or portion thereof of real property owned by a local industrial development corporation defined pursuant to § 5-14-23 is exempt from property taxation. The full and true value of the real property that is in excess of seven hundred fifty thousand dollars shall be taxed as other real property of the same class is taxed. No real property located in a tax incremental increment financing district, created pursuant to chapter 11-9, may receive a property tax exemption pursuant to this section."}, {"bill_id": 8821, "bill_version_id": 49942, "bill_version": "Enrolled", "bill_version_date": "2018-02-27T09:58:51.433-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8821, "action_date": "2018-01-09T12:00:00-06:00", "document_id": 46890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46890.pdf", "status_text": "First read in Senate and referred to", "journal_page": 23, "committee_id_action": 395, "committee_id_assigned": 377, "result": "N", "vote": {}}, {"bill_id": 8821, "action_date": "2018-01-19T10:00:00-06:00", "document_id": 47182, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47182.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 377, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8821, "action_date": "2018-01-19T10:00:00-06:00", "document_id": 47377, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47377.pdf", "status_text": "Do Pass", "journal_page": 150, "committee_id_action": 377, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24654, "president_vote": null, "Yea": [1264, 1228, 1244, 1233, 1252, 1267], "Nay": [1304]}}, {"bill_id": 8821, "action_date": "2018-01-22T14:00:00-06:00", "document_id": 47508, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47508.pdf", "status_text": "Motion to amend", "journal_page": 189, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8821, "action_date": "2018-01-22T14:00:00-06:00", "document_id": 47508, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47508.pdf", "status_text": "Do Pass Amended", "journal_page": 190, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24737, "president_vote": null, "Yea": [1239, 1230, 1231, 1217, 1246, 1228, 1219, 1273, 1262, 1234, 1290, 1232, 1278, 1304, 1270, 1224, 1267, 1243, 1289, 1218, 1244, 1221, 1272, 1233, 1245, 1271, 1252, 1237, 1288, 1220, 1242, 1276, 1300], "Excused": [1264, 1281]}}, {"bill_id": 8821, "action_date": "2018-01-23T14:00:00-06:00", "document_id": 47665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47665.pdf", "status_text": "First read in House and referred to", "journal_page": 153, "committee_id_action": 396, "committee_id_assigned": 392, "result": "N", "vote": {}}, {"bill_id": 8821, "action_date": "2018-02-08T08:00:00-06:00", "document_id": 48779, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48779.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 392, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8821, "action_date": "2018-02-08T08:00:00-06:00", "document_id": 48932, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48932.pdf", "status_text": "Do Pass", "journal_page": 386, "committee_id_action": 392, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25574, "president_vote": null, "Yea": [1283, 1260, 1312, 1302, 1256, 1317, 1229, 1216], "Nay": [1294, 1247, 1248, 1295, 1255], "Excused": [1240, 1258]}}, {"bill_id": 8821, "action_date": "2018-02-12T14:00:00-06:00", "document_id": 49084, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49084.pdf", "status_text": "Deferred to another day", "journal_page": 413, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8821, "action_date": "2018-02-13T14:00:00-06:00", "document_id": 49174, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49174.pdf", "status_text": "Deferred to another day", "journal_page": 430, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8821, "action_date": "2018-02-14T14:00:00-06:00", "document_id": 49276, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49276.pdf", "status_text": "Deferred to another day", "journal_page": 462, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8821, "action_date": "2018-02-15T13:00:00-06:00", "document_id": 49384, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49384.pdf", "status_text": "Deferred to another day", "journal_page": 480, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8821, "action_date": "2018-02-20T14:00:00-06:00", "document_id": 49471, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49471.pdf", "status_text": "Deferred to another day", "journal_page": 501, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8821, "action_date": "2018-02-21T14:00:00-06:00", "document_id": 49604, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49604.pdf", "status_text": "Deferred to another day", "journal_page": 539, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8821, "action_date": "2018-02-22T14:00:00-06:00", "document_id": 49713, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49713.pdf", "status_text": "Deferred to another day", "journal_page": 565, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8821, "action_date": "2018-02-23T13:30:00-06:00", "document_id": 49812, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49812.pdf", "status_text": "Deferred to another day", "journal_page": 592, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8821, "action_date": "2018-02-26T14:00:00-06:00", "document_id": 49890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49890.pdf", "status_text": "Do Pass Amended", "journal_page": 610, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26425, "president_vote": null, "Excused": [1313, 1260, 1312, 1254, 1257], "Yea": [1241, 1213, 1269, 1297, 1424, 1268, 1284, 1279, 1214, 1223, 1307, 1301, 1235, 1294, 1425, 1308, 1283, 1238, 1250, 1286, 1222, 1302, 1306, 1265, 1315, 1296, 1292, 1293, 1226, 1274, 1277, 1259, 1299, 1225, 1256, 1261, 1240, 1258, 1305, 1287, 1236, 1215, 1216, 1229, 1298, 1285, 1253], "Nay": [1266, 1282, 1311, 1291, 1275, 1314, 1247, 1316, 1248, 1310, 1280, 1263, 1295, 1249, 1303, 1309, 1255, 1317]}}, {"bill_id": 8821, "action_date": "2018-02-27T14:00:00-06:00", "document_id": 49977, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49977.pdf", "status_text": "Signed by the President", "journal_page": 623, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8821, "action_date": "2018-02-28T14:00:00-06:00", "document_id": 50090, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50090.pdf", "status_text": "Signed by the Speaker", "journal_page": 653, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8821, "action_date": "2018-03-01T13:00:00-06:00", "document_id": 50219, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50219.pdf", "status_text": "Delivered to the Governor", "journal_page": 660, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8821, "action_date": "2018-03-07T09:00:00-06:00", "document_id": 50418, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50418.pdf", "status_text": "Signed by the Governor", "journal_page": 738, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6583, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8821"}