{"session_id": 69, "bill_id": 24693, "bill_type": "Senate Bill", "bill_number": 213, "bill_title": "provide for the disclosure of a cast vote record as a public record and make an appropriation therefor.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24693", "sponsors": [{"legislator_profile_id": 4547, "is_prime": true}, {"legislator_profile_id": 4474, "is_prime": false}, {"legislator_profile_id": 4511, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}], "keywords": ["Appropriation", "Counties", "Election Verification", "Elections", "Public Records and Files"], "audio": [], "bill_versions": [{"bill_id": 24693, "bill_version_id": 264052, "bill_version": "Introduced", "bill_version_date": "2024-01-31T10:57:21.807-06:00", "bill_text": "An Act to provide for the disclosure of a cast vote record as a public record and make an appropriation therefor. Be it enacted by the Legislature of the State of South Dakota: Section 1. The Legislature finds that: The term “Cast Vote Record” is defined by the National Institute of Standards and Technology (NIST) through its 1500-103 publication. In section 2.1 it states the following in its overview of the standard: “Simply put, a cast vote record (CVR) is an electronic record of a voter’s ballot selections, and its primary purpose is to provide a record of voter selections that can be counted in an efficient manner to produce election results. A CVR is created by equipment such as a voter facing scanner in a polling place into which a voter inserts a paper ballot. CVRs also get created by batch fed scanners used to scan absentee or other types of ballots that are collected before the election or that cannot be scanned by polling place scanners for various reasons. After the polls are closed, the CVRs are collected by election officials on memory devices and subsequently copied to an election management system that aggregates and tabulates the votes.\" Three primary types of voting devices that create CVRs are an All-electronic voting devices that a voter uses to make ballot selections and that create and store a CVR for each ballot, the ballot marking devices (BMDs) that function like all-electronic devices but that produce a paper record of the voter’s choices that must be subsequently scanned, and the voter-facing optical scanners used in polling places and batch-fed optical scanners used in central offices to scan paper ballots. The scanning devices above are sometimes referred to collectively as “tabulators” because they generally have a tabulation capability, but this is not always the case. CVRs may include other information besides voter choices, including information on all contests and contest options on the ballot in addition to those marked, the ballot style associated with the CVR, the precinct or location associated with the CVR, the equipment that produced the CVR, the political party associated with the ballot for partisan primaries, images of the entire ballot and images of write-in areas on the ballot, an identifier that is also printed on the ballot as it is scanned, and indications of how the scanner has interpreted various marks. In section 2.2 titled Counting Cast Vote Records of the same document it further explains the Cast Vote Record process: To produce a CVR that is countable, the scanner must interpret the voter’s selections according to the rules of each contest to determine which selections can be counted. This is true primarily of hand-marked paper ballot scanners in which voters may write in candidates whose names were not on the ballot or they may make mistakes that invalidate their choices such as overvoting in a contest. All-electronic devices and BMDs guide the voter how to make selections according to the contest rules, thus the CVRs they create require much less interpretation, except for write-ins. When creating a cast vote record, ballot scanners must first interpret the ballot and detect where voters have made marks and whether those marks meet manufacturer-specific criteria for validity, that is, whether a mark is placed in the right location and is sufficiently formed so it constitutes an intentional ballot selection made by the voter. Each device in the jurisdiction must also be programmed with election specific information for the polling place that it will be used in, so the scanners can apply that polling place’s election rules to the detected marks. Scanners may perform interpretation based on a number of different factors, including: (1) A scanner may flag marks as being marginal, that is not meeting the criteria for validity, and therefore not counting those marks; (2) Voters may vote for more than the allowable number of options (overvote) and the scanner must know not to count any of the selections made by the voter for that particular contest; (3) Voters may undervote a contest, and the scanner must record that the contest was undervoted. The marked selections are still counted; (4) The scanner must be programmed to tabulate the voter marks according to the voting method in place for a particular contest; (5) A scanner may create indirect selections in the case of straight party voting where a voter can decide to vote for all candidates of a particular party by making a single straight party selection at the top of the ballot; and (6) A scanner may invalidate voter marks in the case of straight party voting where a voter selects the straight party choice but votes for the other party in various contests. Depending on local election rules, the votes in those contests or the entire ballot could be invalidated. Typically, CVR-generating equipment will export a collection of CVRs that may also include a tabulated report. This CVR collection may be copied to a memory device or otherwise transferred to a central location, where it can be combined with other CVR exports to produce election results. In order to maintain compliance with Federal Code 20701, Retention and preservation of records and papers by officers of elections; deposit with custodian; penalty for violation, every officer of election shall retain and preserve, for a period of twenty-two months from the date of any general, special, or primary election of which candidates for the office of President, Vice President, presidential elector, Member of the Senate, Member of the House of Representatives, or Resident Commissioner from the Commonwealth of Puerto Rico are voted for, all records and papers which come into his possession relating to any application, registration, payment of poll tax, or other act requisite to voting in such election, except that, when required by law, such records and papers may be delivered to another officer of election and except that, if a State or the Commonwealth of Puerto Rico designates a custodian to retain and preserve these records and papers at a specified place, then such records and papers may be deposited with such custodian, and the duty to retain and preserve any record or paper so deposited shall devolve upon such custodian. Any officer of election or custodian who willfully fails to comply with this section shall be fined not more than $1,000 or imprisoned not more than one year, or both. Section 12-17B-2 states, \"Each system shall fulfill the requirements for election assistance commission standards certification and be approved by the State Board of Elections prior to distribution and use in this state.\" Under the US Election Assistance Commission (EAC) VVSG 1.0 (2005), Cast Vote Records are required in chapters 7.8 as part of the Security and Independent Audit Requirements and is further defined in Appendix A: as “cast vote record: Permanent record of all votes produced by a single voter whether in electronic, paper or other form. Also referred to as ballot image when used to refer to electronic ballots.” All current voting systems in South are certified for use under the EAC VVSG 1.0, and have been tested and certified to produce Cast Vote Records, and these records are required to be preserved for all Federal elections for 22 months. Section 2. That § 12-17B-13 be AMENDED: 12-17B-13. The procedure for tabulating the votes by the automatic tabulating equipment shall must be under the direction of the person in charge of the election, and shall must conform to the specifications and requirements of the automatic tabulating equipment. The results printed by the automatic tabulating equipment shall constitute constitute the immediate unofficial returns. These returns shall be and the cast vote record collected from the automatic tabulating equipment are open to the public. The final returns printed by the automatic tabulating equipment shall must be presented to the canvassing board for review and certification as the official returns. For the purposes of this section, the term \"cast vote record” means an electronic record of how the marks on a ballot are tabulated as a vote for a candidate or other ballot question. The term includes the ballot image, which is a digital rendering or facsimile of a paper ballot tabulated in the election. Section 3. There is hereby appropriated from the general fund the sum of $200,000 to the Secretary of State, for purposes of providing grants to county auditors to pay for the implementation of the provisions of this Act. Section 4. The secretary of the Secretary of State shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 5. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2027 shall revert in accordance with the procedures prescribed in chapter 4-8. Section 6. This Act is effective beginning June 25, 2024."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24693, "action_date": "2024-01-31T14:30:00-06:00", "document_id": 263449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263449.pdf", "status_text": "First read in Senate and referred to", "journal_page": 220, "committee_id_action": 1219, "committee_id_assigned": 1220, "result": "N", "vote": {}}]}