{"session_id": 15, "bill_id": 3497, "bill_type": "House Bill", "bill_number": 1072, "bill_title": "provide for the recall of county commissioners.", "sponsors": [{"legislator_profile_id": 290, "is_prime": true}, {"legislator_profile_id": 275, "is_prime": true}, {"legislator_profile_id": 242, "is_prime": false}, {"legislator_profile_id": 257, "is_prime": false}, {"legislator_profile_id": 299, "is_prime": false}, {"legislator_profile_id": 240, "is_prime": false}, {"legislator_profile_id": 241, "is_prime": false}, {"legislator_profile_id": 243, "is_prime": false}, {"legislator_profile_id": 276, "is_prime": false}, {"legislator_profile_id": 283, "is_prime": false}], "keywords": ["Counties", "Elections"], "audio": [{"meeting_datetime": "2012-01-23T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hst07.mp3", "start_seconds": 87.0}, {"meeting_datetime": "2012-01-23T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hst07.mp3", "start_seconds": 87.0}, {"meeting_datetime": "2012-01-23T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hst07.mp3", "start_seconds": 87.0}], "bill_versions": [{"bill_id": 3497, "bill_version_id": 19538, "bill_version": "Introduced", "bill_version_date": "2012-01-19T10:52:35.77-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the recall of county commissioners. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 7-8 be amended by adding thereto a NEW SECTION to read as follows: Any county commissioner may be recalled from office at any time by the registered voters of the county as provided by this Act. Section 2. That chapter 7-8 be amended by adding thereto a NEW SECTION to read as follows: A petition signed by at least fifteen percent of the registered voters of the county, based upon the total number of registered voters at the last preceding general election, demanding the removal from office of a county commissioner shall be filed with the county auditor. The allowable grounds for removal are: misconduct, malfeasance, nonfeasance, crimes in office, drunkenness, gross incompetency, corruption, theft, oppression, or gross partiality. The petition shall contain a specific statement of the grounds on which removal is sought. The form for the county commissioner recall petition shall be prescribed by the State Board of Elections pursuant to chapter 1-26. No signature on a petition is valid if signed more than sixty days before the filing of the petitions. Section 3. That chapter 7-8 be amended by adding thereto a NEW SECTION to read as follows: The county commission shall, upon the presentation of a petition pursuant to section 2 of this Act, within ten days, order and fix a date for holding a special election, to be on a Tuesday not less than thirty nor more than fifty days from the date of the order of the county commission. If a petition is filed within three months before the general election and within sufficient time to comply with the provisions of § 7-18A-20, the question of removal of the county commissioner shall be submitted at the primary, general, or statewide special election. Section 4. That chapter 7-8 be amended by adding thereto a NEW SECTION to read as follows: The official ballot shall allow the voters of the county to choose whether the county commissioner sought to be removed from office is to be removed from or retained in office. Section 5. That chapter 7-8 be amended by adding thereto a NEW SECTION to read as follows: If the voters choose to retain the incumbent in office, the incumbent shall continue in office and is not required to qualify again. Section 6. That chapter 7-8 be amended by adding thereto a NEW SECTION to read as follows: If the voters choose to remove the incumbent from office, the incumbent is deemed removed from office, and a vacancy in office is deemed to exist. The vacancy shall be filled as provided in chapter 3-4, except that the incumbent who was removed may not be appointed to fill the vacancy."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3497, "action_date": "2012-01-19T14:00:00-06:00", "document_id": 19560, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19560.pdf", "status_text": "First read in House and referred to", "journal_page": 56, "committee_id_action": 173, "committee_id_assigned": 166, "result": "N", "vote": {}}, {"bill_id": 3497, "action_date": "2012-01-23T07:45:00-06:00", "document_id": 19626, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19626.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 166, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3497, "action_date": "2012-01-23T07:45:00-06:00", "document_id": 19783, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19783.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 134, "committee_id_action": 166, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10369, "president_vote": null, "Yea": [222, 262, 260, 268, 245, 270, 266, 267, 215, 244, 300, 269], "Nay": [246]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3497"}