{"session_id": 7, "bill_id": 761, "bill_type": "Senate Bill", "bill_number": 65, "bill_title": "revise certain provisions relating to child support.", "sponsors": [], "keywords": ["Child Support", "Domestic Relations"], "audio": [{"meeting_datetime": "2009-01-22T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sju07.mp3", "start_seconds": 922.0}, {"meeting_datetime": "2009-01-22T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sju07.mp3", "start_seconds": 922.0}, {"meeting_datetime": "2009-01-22T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sju07.mp3", "start_seconds": 922.0}, {"meeting_datetime": "2009-01-22T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sju07.mp3", "start_seconds": 922.0}, {"meeting_datetime": "2009-01-26T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen09.mp3", "start_seconds": 6100.0}, {"meeting_datetime": "2009-01-26T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen09.mp3", "start_seconds": 6100.0}, {"meeting_datetime": "2009-01-26T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen09.mp3", "start_seconds": 6100.0}, {"meeting_datetime": "2009-02-25T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hju29.mp3", "start_seconds": 460.0}, {"meeting_datetime": "2009-02-25T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hju29.mp3", "start_seconds": 460.0}, {"meeting_datetime": "2009-02-25T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hju29.mp3", "start_seconds": 460.0}, {"meeting_datetime": "2009-02-25T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hju29.mp3", "start_seconds": 460.0}, {"meeting_datetime": "2009-02-25T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hju29.mp3", "start_seconds": 460.0}, {"meeting_datetime": "2009-03-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou30.mp3", "start_seconds": 5643.0}, {"meeting_datetime": "2009-03-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou30.mp3", "start_seconds": 5643.0}, {"meeting_datetime": "2009-03-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou30.mp3", "start_seconds": 5643.0}], "bill_versions": [{"bill_id": 761, "bill_version_id": 5245, "bill_version": "Introduced", "bill_version_date": "2009-01-09T16:13:31.703-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to child support. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 25-7-6.2 be amended to read as follows: 25-7-6.2. The child support obligation shall be established in accordance with the following schedule subject to such the revisions or deviations as may be permitted pursuant to §§ 25-7-6.1 to 25-7-6.18, inclusive by this chapter . Except as provided in this chapter, the combined monthly net incomes of both parents shall be used in determining the obligation and which shall be divided proportionately between the parents based upon their respective net incomes. The noncustodial parent's proportionate share establishes the amount of the child support order. If the obligation using only the noncustodial parent's monthly net income is an obligation within the emboldened areas of the schedule, that amount shall be compared to the noncustodial parent's proportionate share using both parents' monthly net incomes. The lesser amount establishes the noncustodial parent's child support order. The share of the custodial parent is presumed to be spent directly for the benefit of the child. Section 2. That § 25-7-6.3 be amended to read as follows: 25-7-6.3. The monthly net income of each parent shall be determined by the parent's gross income less allowable deductions, as set forth herein in this chapter . The monthly gross income of each parent includes amounts received from the following sources: (1) Compensation paid to an employee for personal services, whether salary, wages, commissions, bonus, or otherwise designated; (2) Self-employment income including gain, profit, or loss from a business, farm, or profession; (3) Periodic payments from pensions or retirement programs, including social security or veteran's benefits, disability payments, or insurance contracts; (4) Interest, dividends, rentals, royalties, or other gain derived from investment of capital assets; (5) Gain or loss from the sale, trade, or conversion of capital assets; (6) Unemployment insurance benefits; (7) Worker's compensation benefits; and (8) Benefits in lieu of compensation including military pay allowances. If the income of the parents is derived from seasonal employment, or received in payments other than regular, recurring payments, such income shall be annualized to determine a monthly average income. Overtime wages, commissions, and bonuses may be excluded if the compensation is not a regular and recurring source of income for the parent. Income derived from seasonal employment shall be annualized to determine a monthly average income. Section 3. That § 25-7-6.4 be amended to read as follows: 25-7-6.4. Except in cases of physical or mental disability, it shall be is presumed for the purposes of determination of child support that a parent is capable of being employed at the minimum wage , including while incarcerated, and his the parent's child support obligation shall be computed at a rate not less than full-time employment at the state minimum wage. Evidence to rebut this presumption may be presented by either parent. Section 4. That § 25-7-6.10 be amended to read as follows: 25-7-6.10. Deviation from the schedule in § 25-7-6.2 shall be considered if raised by either party and made only upon the entry of specific findings based upon any of the following factors: (1) The income of a subsequent spouse or contribution of a third party to the income or expenses of that parent but only if the application of the schedule works a financial hardship on either parent; (2) Any financial condition of either parent which would make application of the schedule inequitable. If the total amount of the child support obligation, including any adjustments for health insurance and child care costs, exceeds fifty percent of the obligor's monthly net income, it shall be is presumed that the amount of the obligation imposes a financial hardship on the obligor. This presumption may be rebutted based upon other factors set forth in this section; (3) Any necessary education or health care special needs of the child; (4) The effect of agreements between the parents regarding extra forms of support for the direct benefit of the child; (5) The obligation of either parent to provide for subsequent natural children, adopted children, or stepchildren. However, an existing support order may not be modified solely for this reason; or (6) The voluntary and unreasonable act of either a parent which reduces that parent's income causes the parent to be unemployed or underemployed, unless the reduction of income is due to incarceration . Section 5. That § 25-7-6.13 be amended to read as follows: 25-7-6.13. All orders for support entered and in effect prior to July 1, 2005 2009 , may be modified in accordance with this chapter without requiring a showing of a change in circumstances from the entry of the order. Section 6. That § 25-7-6.14 be amended to read as follows: 25-7-6.14. As used in this section, basic visitation means a parenting plan whereby one parent has physical custody and the other parent has visitation with the child of the parties. In a basic visitation situation, unless the parties otherwise agree and the agreement is approved by the court, the court may, if deemed appropriate under the circumstances, order an abatement of not less than thirty-eight percent nor more than sixty-six percent of the child support if: (1) A child spends ten or more days in a month with the obligor; and (2) The days of visitation and the abatement amount are specified in the court order. The court shall allow the abatement to the obligor in the month in which the visitation is exercised, unless otherwise ordered. The abatement shall be pro-rated to the days of visitation. It shall be presumed that the visitation is exercised. If the visitation exercised substantially deviates from the visitation ordered, either party may file a petition for modification without showing any other change in circumstances. As used in this section, shared responsibility means a parenting plan whereby each parent provides a suitable home for the child of the parties, the court order allows the child to spend at least one hundred twenty days in a calendar year in each home, and the parents have agreed in writing to share the duties, responsibilities, and expenses of parenting, including expenses for the child's education, recreation, and entertainment activities. In a shared responsibility situation, unless the parties otherwise agree and the agreement is approved by the court, the court may, if deemed appropriate under the circumstances, order a shared responsibility cross credit. The cross credit shall be calculated by multiplying the combined child support obligation using both parents' monthly net incomes by 1.5 to arrive at a shared custody child support obligation. The shared custody child support obligation shall be apportioned to each parent according to his or her net income. A child support obligation is computed for each parent by multiplying that parent's portion of the shared custody child support obligation by the percentage of time the child spends with the other parent. The respective child support obligations are offset, with the parent owing more child support paying the difference between the two amounts. It shall be presumed that the shared responsibility parenting plan is exercised. If the parenting plan exercised substantially deviates from the parenting plan ordered, either party may file a petition for modification without showing any other change in circumstances. The court shall consider each case individually before granting either the basic visitation or shared responsibility adjustment to insure that the adjustment does not place an undue hardship on the custodial parent or have a substantial negative effect on the child's standard of living. If the child resides with the obligor ten or more nights in a month pursuant to a custody order, the court may, if deemed appropriate under the circumstances, grant an abatement of not less than thirty-eight percent nor more than sixty-six percent of the basic child support obligation for the nights the child resides with the obligor. The order granting the abatement shall specify the number of nights for which the abatement is allowed and the amount of the abatement. In deciding whether an abatement is appropriate, the court shall consider whether it would have a substantial negative effect on the child's standard of living. The court shall allow the abatement to the obligor in the month in which the parenting time is ordered or apportion the abatement over a period of twelve months. It shall be presumed that the parenting time is exercised. If the parenting time exercised substantially deviates from the parenting time ordered, either party may petition the court for modification of the support order without showing any other change in circumstances. Section 7. That § 25-7-6.16 be amended to read as follows: 25-7-6.16. The court may shall enter an order for health and dental insurance coverage. Medical insurance shall be provided for the benefit of the minor child whenever practical addressing how the child's health care needs will be met by medical support to be provided by one or both of the parents. The medical support order shall include a provision for medical insurance if the insurance is accessible for the child and available to a parent at reasonable cost. Medical insurance is considered accessible if a medical insurance benefit plan is available and provides coverage for the child residing within the geographic area covered by the insurance policy. Medical insurance is considered reasonable in cost if the cost attributable to the child is equal to or less than eight percent of the parent's net income as determined under this chapter, and the amount shall be specified in the order for support . The cost of the insurance attributable to the child shall be determined by dividing the out-of-pocket cost of the insurance to the parent by the number of individuals insured thereunder. However, if information is provided at the time of hearing regarding the actual additional costs for the child's share of the insurance, that figure shall be used. is the cost of adding the child to existing coverage, the difference between self-only coverage and family coverage, or the cost of private medical insurance for the child. The cost attributable to the child under family coverage is the difference between self-only coverage and family coverage divided by the number of individuals, excluding the parent, enrolled in the family coverage. The cost so computed shall be apportioned between the parents on the basis of income or income imputed as provided in §§ 25-7-6.1 to 25-7-6.17, inclusive this chapter . If one parent pays the entire amount, that parent shall either be reimbursed by the other parent for that parent's portion of the payment or shall receive a credit against his or her support obligation, whichever is appropriate. Any additional, reasonable medical health care costs, including medical, optometric, dental or orthodontic, or counseling , or other health care costs for each minor child which exceed two hundred fifty dollars in any year and are not covered by insurance, shall be apportioned between the parents in proportion to the support obligation of each parent. The parent that has primary physical custody of the child is responsible for the first two hundred fifty dollars of health care costs each calendar year. Section 8. That § 25-7-6.22 be amended to read as follows: 25-7-6.22. If a parent is employed full-time at a rate of pay that equals or exceeds the state's minimum wage, it shall be is presumed that a parent's second job income is not to be considered in establishing a support obligation. This presumption may be rebutted by evidence that the income source was available to pay expenses related to the child when the family was intact or if the family had formed, by evidence that exclusion of the income would result in a financial hardship upon the other parent, or that exclusion of the second job income will have a substantial negative effect upon the child's standard of living parent initially became obligated for the support of the child pursuant to § 25-7-6.1 . Section 9. That chapter 25-7 be amended by adding thereto a NEW SECTION to read as follows: If a parent in a child support establishment or modification proceeding fails to furnish income or other financial information, the parent is in default, and that parent's income for purposes of determining child support shall be computed at a rate not less than the most recent annual pay standard as reported by the Department of Labor. Section 10. That chapter 25-7 be amended by adding thereto a NEW SECTION to read as follows: If the parents have agreed in writing to a detailed shared parenting plan which provides that the child will reside no less than one hundred eighty nights per calendar year in each parent's home, and that the parents will share the duties and responsibilities of parenting the child and the expenses of the child in proportion to their incomes, and the shared parenting plan has been incorporated in the custody order, the court may, if deemed appropriate under the circumstances, grant a cross credit on the amount of the child support obligation based on the number of nights the child resides with each parent. The shared parenting child support cross credit shall be calculated as follows: (1) Multiply the parents' combined child support obligation under the schedule by 1.5 to establish the parents' combined shared parenting child support obligation; (2) Multiply the combined shared parenting child support obligation by each parent's percentage share of the parents' combined net incomes to establish each parent's shared parenting child support obligation; (3) Multiply each parent's shared parenting child support obligation by the percentage of nights the child resides with each parent based on a three hundred sixty-five day calendar year to establish each parent's prorated shared parenting child support obligation; (4) Offset the parents' prorated shared parenting child support obligations; and (5) The parent with the larger prorated shared parenting child support obligation shall pay the difference between these amounts. In deciding whether a shared parenting child support cross credit is appropriate, the court shall consider whether it would have a substantial negative effect on the child's standard of living. It is presumed that the parenting time is exercised. If the parenting time exercised substantially deviates from the parenting time ordered, either party may petition the court for a modification of the support order without showing any other change in circumstances. Section 11. That chapter 25-7 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of § 25-7-6.14 and section 10 of this Act, a child resides with a parent for a night if the child sleeps: (1) At the residence of that parent at night, whether or not the parent is present; or (2) In the company of the parent, if the child does not sleep at a parent's residence. If, in a calendar year, due to a parent's nighttime work schedule, a child resides with a parent for days, but not nights, the court may condition the abatement on the required days rather than nights. In those instances, on a school day, the child is treated as residing at the primary residence registered with the school. Section 12. That § 25-7A-1 be amended to read as follows: 25-7A-1. Terms used in this chapter mean: (1) \"Administrative order,\" a judgment or order of an agency of the executive branch of state government, or an agency of comparable jurisdiction of another state, ordering payment of a set or determinable amount of support money, or ordering withholding of income; (2) \"Arrearage,\" the total amount of unpaid support obligations; (3) \"Assistance,\" money payments made by the Department of Social Services which are paid to, or for the benefit of, any dependent child, including payments made so that food, shelter, medical care, clothing, transportation, education, or other necessary goods, services, or items may be provided, and payments made to compensate for the provision of those necessities; (4) \"Court order,\" a judgment or order of a circuit court of this state or a court of comparable jurisdiction of another state ordering payment of a set or determinable amount of support money; (5) \"Delinquency,\" any payment under an order for support which becomes due and remains unpaid; (6) \"Department,\" the Department of Social Services; (7) \"Dependent child,\" a needy child under the age of eighteen or under the age of nineteen and a full-time student in a secondary school if, before he the child attains the age of nineteen, it is determined that he the child may reasonably be expected to complete the program at the secondary school, who has been deprived of support or care by a natural parent, an adoptive parent, or a stepparent, by reason of the death, continued absence from the home, or physical or mental incapacity of a parent, or who is a child of an unemployed parent and who is living with a person in a place of residence maintained by such person as his home; (8) \"Income,\" any form of payment to a person, regardless of source, including wages, salary, commission, bonuses, compensation as an independent contractor, workers' compensation, unemployment compensation, disability, annuity and retirement benefits, gift or inheritance, all gain derived from capital or labor, profit gained through the sale or conversion of capital assets, and any other payments, including personal property, money and credits on deposit with or in the possession of, or made by any person, private entity, federal or state government, any unit of local government, school district or any entity created by public act. However, for the purposes of income withholding, income excludes: (a) Any amount required by law or as a condition of employment to be withheld, other than creditor claims, including federal, state, and local taxes, social security , and other retirement contributions; (b) Any amount exempted by federal law; and (c) Public assistance payments; (9) \"Need,\" the necessary costs of food, clothing, shelter, education, and medical care for the support of a dependent child; (10) \"Obligee,\" any person or entity to whom a duty of support is owed; (11) \"Obligor,\" any person who owes a duty to make payments under an order for support; (12) \"Order for support,\" a judgment, decree, or order, whether temporary, final, or subject to modification, issued by a court or an administrative agency of competent jurisdiction, which provides for the support and maintenance of a child, including a child who has attained the age of majority under the law of the issuing state, or of the parent with whom the child is living, which provides for monetary support, health care, medical support, arrearages, or reimbursement, and which may include costs and fees, interest , and penalties, income withholding, attorney's fees, and other relief; (13) \"Parent,\" the natural parent, adoptive parent, or stepparent of a dependent child; (14) \"Payor,\" any person or other entity owing income or having personal property or money and credits belonging to an obligor; (15) \"Person,\" a natural person, firm, limited liability company, corporation, association, political subdivision, or agency of government; (16) \"Secretary,\" the secretary of social services; (17) \"Spouse,\" any parent who has legal custody of a child in accordance with a court or administrative order; (18) \"Standard of need,\" the need established by the Department of Social Services; (19) \"Support enforcement services,\" establishing and enforcing support obligations, locating support obligors, and establishing paternity under the Title IV-D state plan; (20) \"Title IV-D agency,\" the agency established by Part D of Title IV of the Social Security Act (42 U.S.C. §§ 651 to 667) for the purpose of administering the state's plan for establishing and enforcing support obligations, locating support obligors, and establishing paternity; (21) \"Medical support,\" the provision of a health insurance benefit plan or cash medical support payment , including any employer sponsored group health plan or self-insured plan, or any individual health insurance policy, to meet the medical needs of a dependent child including the cost of any premium required by such a health insurance benefit plan , an amount ordered to be paid toward the cost of health insurance provided by a public entity or by another parent through employment or otherwise, or for other medical costs not covered by insurance ; (22) \"Business day,\" a day on which state offices are open for regular business; (23) \"Employee,\" any person who is an employee within the meaning of chapter 24 of the Internal Revenue Code of 1986, 26 U.S.C. § 3401-3406, as of January 1, 1997; (24) \"Employer,\" any person or entity who is an employer as defined in section 3401(d) of the Internal Revenue Code of 1986, 26 U.S.C. § 3401-3406, as of January 1, 1997, and includes any governmental entity and any labor organization; (25) \"Labor organization,\" the meaning given the term in section 2(5) of the National Labor Relations Act, 29 U.S.C. § 151 et seq., as of January 1, 1997, and includes any entity or hiring hall which is used by the organization and an employer to carry out the requirements described in section 8(f)(3) of the act; (26) \"Date of hire,\" the date a person is added to an employer's payroll to provide services to the employer, or the date a person actually provides services for an employer, whichever occurs earlier; (27) \"Newly hired employee\" or \"new hire,\" any person hired to provide services for an employer and required to provide an Internal Revenue Service W-4 form to the employer, including a person who is rehired, reemployed, or reinstated following thirty consecutive days of termination or layoff even if the person does not provide a new or revised W-4 form to the employer; (28) \"Recreational or sporting license,\" any state issued hunting or fishing license. Section 13. That § 25-7A-5 be amended to read as follows: 25-7A-5. The secretary of social services may initiate an action for support by issuing a notice of a support debt, which shall be served without summons or other pleadings on the alleged responsible parent in the manner provided for service of a summons in a civil action or by certified mail, return receipt requested. The notice, whether based on subrogation power of attorney, assignment of a support obligation established by a court, administrative order , or judgment , or based on the furnishing of assistance by the Department of Social Services for any dependent child or spouse, or based on the obligation fixed by chapter 25-7, or support due to an obligee or another state who has applied for support enforcement services, shall contain the following statements: (1) The name of the dependent child or spouse for whom support is owed; (2) The monthly support for which the parent is responsible, including a statement of the debt accrued and accruing, and the monthly payment to be made on the state debt accrued, or due to an obligee or another state who has applied for support enforcement services, as established by: (a) Subrogation to or assignment of a court or administrative order, judgment or decree establishing a set or determinable amount of child or spousal support; or (b) Payment of assistance by the department for a dependent child or spouse where there is no court or administrative order, judgment or decree; (3) A statement that if the parent does not request a hearing within ten days from the day of service, the secretary: (a) Will Shall request the court enter an order establishing the amount of child support, accrued and accruing, which the parent is responsible for and the amount of the total monthly payment due on the accrued debt to the state, or to an obligee or another state who has applied for support enforcement services, and on the monthly support obligation; (b) May Shall request that the court enter an order for health insurance coverage medical support ; (c) May request that the court enter an order for genetic testing costs; and (d) May request that the court enter an order adjudicating paternity and custody of the child; (4) A statement that the parent served with a notice of support debt may, within ten days of the day of service of the notice of support debt, submit a written response to the notice objecting to all or any part of the notice and requesting a hearing; (5) A statement that an order entered under subdivision (3) of this section, establishing the payment obligation of the parent is subject to collection action, including an order for income withholding under this chapter, levy and execution under the laws of this state or any other collection actions authorized by law; (6) A reference to this chapter; (7) A statement that an order for support entered under this chapter is filed with the appropriate clerk of courts and is a lien as provided by law; (8) A statement that if the parent has any questions he the parent may telephone or visit the nearest department office or consult an attorney; (9) A statement that the parent has an obligation to report any change of address or employment to the department; and (10) Any other information the secretary finds appropriate. Section 14. That § 25-7A-6 be amended to read as follows: 25-7A-6. If a parent served with a notice of support debt under § 25-7A-5 makes a timely request for a hearing, the secretary of social services shall file the notice of support debt, proof of service thereof, and response thereto in the office of the clerk of the circuit court in the county of residence of that parent. The matter shall be set for hearing before a referee who is a member in good standing of the State Bar Association and is appointed by the court, pursuant to statute, and after due notice to all parties by first class mail. The referee shall make a report to the court, recommending the amount of the debt due to the state, if any, and the monthly support obligation of the parent and the arrearage debt due to the obligee or another state who has applied for support enforcement services, or for health insurance coverage the provision of medical support, or genetic testing costs. The referee shall file the report with the court and cause copies thereof to be served by mailing to the parties and the secretary. Any party shall have ten days from the date of service of the report in which to file objections to the report. If a party files an objection, the other party shall have an additional five days from the date of service of the objections to file additional objections. If no objection is filed, the circuit court may thereafter, and without further notice, enter its order. If any objection is filed, the circuit court shall fix a date for hearing on the report, the hearing to be solely on the record established before the referee. The circuit court may thereafter adopt the referee's report, or may modify it, or may reject and remand it with instructions or for further hearing. The secretary shall serve the parent the court's order by certified mail, return receipt requested, at the parent's last known address, and shall file proof of service. If the circuit court's order modifies the referee's report and no hearing was held before the court before entry of its order, any party has ten days from the date of service of the order in which to file an objection to that modification. If an objection is filed, the circuit court shall fix a date for hearing on the objection and after the hearing shall enter its order. The secretary shall serve the order by certified mail, return receipt requested, at the parent's last known address, and shall file proof of service. Section 15. That § 25-7A-7 be amended to read as follows: 25-7A-7. If a parent is served with a notice of support debt under § 25-7A-5 and does not request a hearing within ten days, the secretary of social services shall file, in the office of the appropriate clerk of the circuit court, the notice of support debt, proof of service thereof, and an application for an order for support. The court shall enter an order for support in accordance with the child support guidelines set by statute, establishing the amount of child support, accrued and accruing, for which the parent is responsible and the amount of the total monthly payment due on the accrued debt to the state, or to an obligee or another state who has applied for support enforcement services, and on the monthly support obligation. The court may also shall enter an order for health insurance coverage, medical support, and may enter an order for genetic testing costs, adjudicating the paternity of the child, or establishing custody of the child. The secretary shall serve the parent an order by certified mail, return receipt requested, at the parent's last known address, and shall file proof of service. Section 16. That § 25-7A-22 be amended to read as follows: 25-7A-22. If the support order was entered in this state and this state maintains continuing exclusive jurisdiction over the support order in accordance with chapter 25-9B, or if the support order was registered in this state and the requirements of § 25-9B-611 or 25-9B-613 are satisfied, an obligor, an obligee, or the assignee may file a petition, on forms prescribed by the department, to increase or decrease child support. For any support order entered or modified after July 1, 1997: (1) The order may be modified upon showing a substantial change in circumstances if the petition is filed within three years of the date of the order; or (2) The order may be modified without showing any change in circumstances if the petition is filed after three years of the date of the order. If a petition is filed, the secretary of social services shall file the petition in the office of the clerk of the circuit court where the original order for support is filed. Any response shall also be provided to the petitioning party. The matter shall be set for hearing before a referee who is a member in good standing of the State Bar Association and is appointed by the court, pursuant to statute, and after due notice to all parties by first class mail. The referee shall make a report to the court, recommending the amount of the monthly support obligation of the parent or and for health insurance coverage medical support . The referee shall file the report with the court and cause copies thereof to be served by mailing to the parties and the secretary. Any party shall have ten days from the date of service of the report in which to file objections to the report. If a party files an objection, the other party shall have an additional five days from the date of service of the objections to file additional objections. If no objection is filed, the circuit court may thereafter, and without further notice, enter its order. If any objection is filed, the circuit court shall fix a date for hearing on the report, the hearing to be solely on the record established before the referee. The circuit court may thereafter adopt the referee's report, or may modify it, or may reject and remand it with instructions or for further hearing. The secretary shall serve the parent the court's order by certified mail, return receipt requested, at the parent's last known address, and shall file proof of service. If the circuit court's order modifies the referee's report and no hearing was held before the circuit court before entry of its order, any party has ten days from the date of service of the order in which to file an objection to that modification. If an objection is filed, the circuit court shall fix a date for hearing on the objection and after the hearing shall enter its order. The secretary shall serve the order by certified mail, return receipt requested, at the parent's last known address, and shall file proof of service."}, {"bill_id": 761, "bill_version_id": 5702, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2009-01-22T12:42:17.25-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to child support. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 25-7-6.2 be amended to read as follows: 25-7-6.2. The child support obligation shall be established in accordance with the following schedule subject to such the revisions or deviations as may be permitted pursuant to §§ 25-7-6.1 to 25-7-6.18, inclusive by this chapter . Except as provided in this chapter, the combined monthly net incomes of both parents shall be used in determining the obligation and which shall be divided proportionately between the parents based upon their respective net incomes. The noncustodial parent's proportionate share establishes the amount of the child support order. If the obligation using only the noncustodial parent's monthly net income is an obligation within the emboldened areas of the schedule, that amount shall be compared to the noncustodial parent's proportionate share using both parents' monthly net incomes. The lesser amount establishes the noncustodial parent's child support order. The share of the custodial parent is presumed to be spent directly for the benefit of the child. Section 2. That § 25-7-6.3 be amended to read as follows: 25-7-6.3. The monthly net income of each parent shall be determined by the parent's gross income less allowable deductions, as set forth herein in this chapter . The monthly gross income of each parent includes amounts received from the following sources: (1) Compensation paid to an employee for personal services, whether salary, wages, commissions, bonus, or otherwise designated; (2) Self-employment income including gain, profit, or loss from a business, farm, or profession; (3) Periodic payments from pensions or retirement programs, including social security or veteran's benefits, disability payments, or insurance contracts; (4) Interest, dividends, rentals, royalties, or other gain derived from investment of capital assets; (5) Gain or loss from the sale, trade, or conversion of capital assets; (6) Unemployment insurance benefits; (7) Worker's compensation benefits; and (8) Benefits in lieu of compensation including military pay allowances. If the income of the parents is derived from seasonal employment, or received in payments other than regular, recurring payments, such income shall be annualized to determine a monthly average income. Overtime wages, commissions, and bonuses may be excluded if the compensation is not a regular and recurring source of income for the parent. Income derived from seasonal employment shall be annualized to determine a monthly average income. Section 3. That § 25-7-6.4 be amended to read as follows: 25-7-6.4. Except in cases of physical or mental disability, it shall be is presumed for the purposes of determination of child support that a parent is capable of being employed at the minimum wage , including while incarcerated, and his the parent's child support obligation shall be computed at a rate not less than full-time employment at the state minimum wage. Evidence to rebut this presumption may be presented by either parent. Section 4. That § 25-7-6.10 be amended to read as follows: 25-7-6.10. Deviation from the schedule in § 25-7-6.2 shall be considered if raised by either party and made only upon the entry of specific findings based upon any of the following factors: (1) The income of a subsequent spouse or contribution of a third party to the income or expenses of that parent but only if the application of the schedule works a financial hardship on either parent; (2) Any financial condition of either parent which would make application of the schedule inequitable. If the total amount of the child support obligation, including any adjustments for health insurance and child care costs, exceeds fifty percent of the obligor's monthly net income, it shall be is presumed that the amount of the obligation imposes a financial hardship on the obligor. This presumption may be rebutted based upon other factors set forth in this section; (3) Any necessary education or health care special needs of the child; (4) The effect of agreements between the parents regarding extra forms of support for the direct benefit of the child; (5) The obligation of either parent to provide for subsequent natural children, adopted children, or stepchildren. However, an existing support order may not be modified solely for this reason; or (6) The voluntary and unreasonable act of either a parent which reduces that parent's income causes the parent to be unemployed or underemployed, unless the reduction of income is due to incarceration . Section 5. That § 25-7-6.13 be amended to read as follows: 25-7-6.13. All orders for support entered and in effect prior to July 1, 2005 2009 , may be modified in accordance with this chapter without requiring a showing of a change in circumstances from the entry of the order. Section 6. That § 25-7-6.14 be amended to read as follows: 25-7-6.14. As used in this section, basic visitation means a parenting plan whereby one parent has physical custody and the other parent has visitation with the child of the parties. In a basic visitation situation, unless the parties otherwise agree and the agreement is approved by the court, the court may, if deemed appropriate under the circumstances, order an abatement of not less than thirty-eight percent nor more than sixty-six percent of the child support if: (1) A child spends ten or more days in a month with the obligor; and (2) The days of visitation and the abatement amount are specified in the court order. The court shall allow the abatement to the obligor in the month in which the visitation is exercised, unless otherwise ordered. The abatement shall be pro-rated to the days of visitation. It shall be presumed that the visitation is exercised. If the visitation exercised substantially deviates from the visitation ordered, either party may file a petition for modification without showing any other change in circumstances. As used in this section, shared responsibility means a parenting plan whereby each parent provides a suitable home for the child of the parties, the court order allows the child to spend at least one hundred twenty days in a calendar year in each home, and the parents have agreed in writing to share the duties, responsibilities, and expenses of parenting, including expenses for the child's education, recreation, and entertainment activities. In a shared responsibility situation, unless the parties otherwise agree and the agreement is approved by the court, the court may, if deemed appropriate under the circumstances, order a shared responsibility cross credit. The cross credit shall be calculated by multiplying the combined child support obligation using both parents' monthly net incomes by 1.5 to arrive at a shared custody child support obligation. The shared custody child support obligation shall be apportioned to each parent according to his or her net income. A child support obligation is computed for each parent by multiplying that parent's portion of the shared custody child support obligation by the percentage of time the child spends with the other parent. The respective child support obligations are offset, with the parent owing more child support paying the difference between the two amounts. It shall be presumed that the shared responsibility parenting plan is exercised. If the parenting plan exercised substantially deviates from the parenting plan ordered, either party may file a petition for modification without showing any other change in circumstances. The court shall consider each case individually before granting either the basic visitation or shared responsibility adjustment to insure that the adjustment does not place an undue hardship on the custodial parent or have a substantial negative effect on the child's standard of living. If the child resides with the obligor ten or more nights in a month pursuant to a custody order, the court may, if deemed appropriate under the circumstances, grant an abatement of not less than thirty-eight percent nor more than sixty-six percent of the basic child support obligation for the nights the child resides with the obligor. The order granting the abatement shall specify the number of nights for which the abatement is allowed and the amount of the abatement. In deciding whether an abatement is appropriate, the court shall consider whether it would have a substantial negative effect on the child's standard of living. The court shall allow the abatement to the obligor in the month in which the parenting time is ordered or apportion the abatement over a period of twelve months. It shall be presumed that the parenting time is exercised. If the parenting time exercised substantially deviates from the parenting time ordered, either party may petition the court for modification of the support order without showing any other change in circumstances. Section 7. That § 25-7-6.16 be amended to read as follows: 25-7-6.16. The court may shall enter an order for health and dental insurance coverage. Medical insurance shall be provided for the benefit of the minor child whenever practical addressing how the child's health care needs will be met by medical support to be provided by one or both of the parents. The medical support order shall include a provision for medical insurance if the insurance is accessible for the child and available to a parent at reasonable cost. Medical insurance is considered accessible if a medical insurance benefit plan is available and provides coverage for the child residing within the geographic area covered by the insurance policy. Medical insurance is considered reasonable in cost if the cost attributable to the child is equal to or less than eight percent of the parent's net income as determined under this chapter, and the amount shall be specified in the order for support . The cost of the insurance attributable to the child shall be determined by dividing the out-of-pocket cost of the insurance to the parent by the number of individuals insured thereunder. However, if information is provided at the time of hearing regarding the actual additional costs for the child's share of the insurance, that figure shall be used. is the cost of adding the child to existing coverage, the difference between self-only coverage and family coverage, or the cost of private medical insurance for the child. The cost attributable to the child under family coverage is the difference between self-only coverage and family coverage divided by the number of individuals, excluding the parent, enrolled in the family coverage. The cost so computed shall be apportioned between the parents on the basis of income or income imputed as provided in §§ 25-7-6.1 to 25-7-6.17, inclusive this chapter . If one parent pays the entire amount, that parent shall either be reimbursed by the other parent for that parent's portion of the payment or shall receive a credit against his or her support obligation, whichever is appropriate. Any additional, reasonable medical health care costs, including medical, optometric, dental or orthodontic, or counseling , or other health care costs for each minor child which exceed two hundred fifty dollars in any year and are not covered by insurance, shall be apportioned between the parents in proportion to the support obligation of each parent. The parent that has primary physical custody of the child is responsible for the first two hundred fifty dollars of health care costs each calendar year. Section 8. That § 25-7-6.22 be amended to read as follows: 25-7-6.22. If a parent is employed full-time at a rate of pay that equals or exceeds the state's minimum wage, it shall be is presumed that a parent's second job income is not to be considered in establishing a support obligation. This presumption may be rebutted by evidence that the income source was available to pay expenses related to the child when the family was intact or if the family had formed, by evidence that exclusion of the income would result in a financial hardship upon the other parent, or that exclusion of the second job income will have a substantial negative effect upon the child's standard of living parent initially became obligated for the support of the child pursuant to § 25-7-6.1 . Section 9. That chapter 25-7 be amended by adding thereto a NEW SECTION to read as follows: If a parent in a child support establishment or modification proceeding fails to furnish income or other financial information, the parent is in default, and that parent's income for purposes of determining child support shall be computed at a rate not less than the most recent annual pay standard as reported by the Department of Labor. Section 10. That chapter 25-7 be amended by adding thereto a NEW SECTION to read as follows: If the parents have agreed in writing to a detailed shared parenting plan which provides that the child will reside no less than one hundred eighty nights per calendar year in each parent's home, and that the parents will share the duties and responsibilities of parenting the child and the expenses of the child in proportion to their incomes, and the shared parenting plan has been incorporated in the custody order, the court may, if deemed appropriate under the circumstances, grant a cross credit on the amount of the child support obligation based on the number of nights the child resides with each parent. The shared parenting child support cross credit shall be calculated as follows: (1) Multiply the parents' combined child support obligation under the schedule by 1.5 to establish the parents' combined shared parenting child support obligation; (2) Multiply the combined shared parenting child support obligation by each parent's percentage share of the parents' combined net incomes to establish each parent's shared parenting child support obligation; (3) Multiply each parent's shared parenting child support obligation by the percentage of nights the child resides with each parent based on a three hundred sixty-five day calendar year to establish each parent's prorated shared parenting child support obligation; (4) Offset the parents' prorated shared parenting child support obligations; and (5) The parent with the larger prorated shared parenting child support obligation shall pay the difference between these amounts. In deciding whether a shared parenting child support cross credit is appropriate, the court shall consider whether it would have a substantial negative effect on the child's standard of living. It is presumed that the parenting time is exercised. If the parenting time exercised substantially deviates from the parenting time ordered, either party may petition the court for a modification of the support order without showing any other change in circumstances. Section 11. That chapter 25-7 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of § 25-7-6.14 and section 10 of this Act, a child resides with a parent for a night if the child sleeps: (1) At the residence of that parent at night, whether or not the parent is present; or (2) In the company of the parent, if the child does not sleep at a parent's residence. If, in a calendar year, due to a parent's nighttime work schedule, a child resides with a parent for days, but not nights, the court may condition the abatement on the required days rather than nights. In those instances, on a school day, the child is treated as residing at the primary residence registered with the school. Section 12. That § 25-7A-1 be amended to read as follows: 25-7A-1. Terms used in this chapter mean: (1) \"Administrative order,\" a judgment or order of an agency of the executive branch of state government, or an agency of comparable jurisdiction of another state, ordering payment of a set or determinable amount of support money, or ordering withholding of income; (2) \"Arrearage,\" the total amount of unpaid support obligations; (3) \"Assistance,\" money payments made by the Department of Social Services which are paid to, or for the benefit of, any dependent child, including payments made so that food, shelter, medical care, clothing, transportation, education, or other necessary goods, services, or items may be provided, and payments made to compensate for the provision of those necessities; (4) \"Court order,\" a judgment or order of a circuit court of this state or a court of comparable jurisdiction of another state ordering payment of a set or determinable amount of support money; (5) \"Delinquency,\" any payment under an order for support which becomes due and remains unpaid; (6) \"Department,\" the Department of Social Services; (7) \"Dependent child,\" a needy child under the age of eighteen or under the age of nineteen and a full-time student in a secondary school if, before he the child attains the age of nineteen, it is determined that he the child may reasonably be expected to complete the program at the secondary school, who has been deprived of support or care by a natural parent, an adoptive parent, or a stepparent, by reason of the death, continued absence from the home, or physical or mental incapacity of a parent, or who is a child of an unemployed parent and who is living with a person in a place of residence maintained by such person as his home; (8) \"Income,\" any form of payment to a person, regardless of source, including wages, salary, commission, bonuses, compensation as an independent contractor, workers' compensation, unemployment compensation, disability, annuity and retirement benefits, gift or inheritance, all gain derived from capital or labor, profit gained through the sale or conversion of capital assets, and any other payments, including personal property, money and credits on deposit with or in the possession of, or made by any person, private entity, federal or state government, any unit of local government, school district or any entity created by public act. However, for the purposes of income withholding, income excludes: (a) Any amount required by law or as a condition of employment to be withheld, other than creditor claims, including federal, state, and local taxes, social security , and other retirement contributions; (b) Any amount exempted by federal law; and (c) Public assistance payments; (9) \"Need,\" the necessary costs of food, clothing, shelter, education, and medical care for the support of a dependent child; (10) \"Obligee,\" any person or entity to whom a duty of support is owed; (11) \"Obligor,\" any person who owes a duty to make payments under an order for support; (12) \"Order for support,\" a judgment, decree, or order, whether temporary, final, or subject to modification, issued by a court or an administrative agency of competent jurisdiction, which provides for the support and maintenance of a child, including a child who has attained the age of majority under the law of the issuing state, or of the parent with whom the child is living, which provides for monetary support, health care, medical support, arrearages, or reimbursement, and which may include costs and fees, interest , and penalties, income withholding, attorney's fees, and other relief; (13) \"Parent,\" the natural parent, adoptive parent, or stepparent of a dependent child; (14) \"Payor,\" any person or other entity owing income or having personal property or money and credits belonging to an obligor; (15) \"Person,\" a natural person, firm, limited liability company, corporation, association, political subdivision, or agency of government; (16) \"Secretary,\" the secretary of social services; (17) \"Spouse,\" any parent who has legal custody of a child in accordance with a court or administrative order; (18) \"Standard of need,\" the need established by the Department of Social Services; (19) \"Support enforcement services,\" establishing and enforcing support obligations, locating support obligors, and establishing paternity under the Title IV-D state plan; (20) \"Title IV-D agency,\" the agency established by Part D of Title IV of the Social Security Act (42 U.S.C. §§ 651 to 667) for the purpose of administering the state's plan for establishing and enforcing support obligations, locating support obligors, and establishing paternity; (21) \"Medical support,\" the provision of a health insurance benefit plan or cash medical support payment , including any employer sponsored group health plan or self-insured plan, or any individual health insurance policy, to meet the medical needs of a dependent child including the cost of any premium required by such a health insurance benefit plan , an amount ordered to be paid toward the cost of health insurance provided by a public entity or by another parent through employment or otherwise, or for other medical costs not covered by insurance ; (22) \"Business day,\" a day on which state offices are open for regular business; (23) \"Employee,\" any person who is an employee within the meaning of chapter 24 of the Internal Revenue Code of 1986, 26 U.S.C. § 3401-3406, as of January 1, 1997; (24) \"Employer,\" any person or entity who is an employer as defined in section 3401(d) of the Internal Revenue Code of 1986, 26 U.S.C. § 3401-3406, as of January 1, 1997, and includes any governmental entity and any labor organization; (25) \"Labor organization,\" the meaning given the term in section 2(5) of the National Labor Relations Act, 29 U.S.C. § 151 et seq., as of January 1, 1997, and includes any entity or hiring hall which is used by the organization and an employer to carry out the requirements described in section 8(f)(3) of the act; (26) \"Date of hire,\" the date a person is added to an employer's payroll to provide services to the employer, or the date a person actually provides services for an employer, whichever occurs earlier; (27) \"Newly hired employee\" or \"new hire,\" any person hired to provide services for an employer and required to provide an Internal Revenue Service W-4 form to the employer, including a person who is rehired, reemployed, or reinstated following thirty consecutive days of termination or layoff even if the person does not provide a new or revised W-4 form to the employer; (28) \"Recreational or sporting license,\" any state issued hunting or fishing license. Section 13. That § 25-7A-5 be amended to read as follows: 25-7A-5. The secretary of social services may initiate an action for support by issuing a notice of a support debt, which shall be served without summons or other pleadings on the alleged responsible parent in the manner provided for service of a summons in a civil action or by certified mail, return receipt requested. The notice, whether based on subrogation power of attorney, assignment of a support obligation established by a court, administrative order , or judgment , or based on the furnishing of assistance by the Department of Social Services for any dependent child or spouse, or based on the obligation fixed by chapter 25-7, or support due to an obligee or another state who has applied for support enforcement services, shall contain the following statements: (1) The name of the dependent child or spouse for whom support is owed; (2) The monthly support for which the parent is responsible, including a statement of the debt accrued and accruing, and the monthly payment to be made on the state debt accrued, or due to an obligee or another state who has applied for support enforcement services, as established by: (a) Subrogation to or assignment of a court or administrative order, judgment or decree establishing a set or determinable amount of child or spousal support; or (b) Payment of assistance by the department for a dependent child or spouse where there is no court or administrative order, judgment or decree; (3) A statement that if the parent does not request a hearing within ten days from the day of service, the secretary: (a) Will Shall request the court enter an order establishing the amount of child support, accrued and accruing, which the parent is responsible for and the amount of the total monthly payment due on the accrued debt to the state, or to an obligee or another state who has applied for support enforcement services, and on the monthly support obligation; (b) May Shall request that the court enter an order for health insurance coverage medical support ; (c) May request that the court enter an order for genetic testing costs; and (d) May request that the court enter an order adjudicating paternity and custody of the child; (4) A statement that the parent served with a notice of support debt may, within ten days of the day of service of the notice of support debt, submit a written response to the notice objecting to all or any part of the notice and requesting a hearing; (5) A statement that an order entered under subdivision (3) of this section, establishing the payment obligation of the parent is subject to collection action, including an order for income withholding under this chapter, levy and execution under the laws of this state or any other collection actions authorized by law; (6) A reference to this chapter; (7) A statement that an order for support entered under this chapter is filed with the appropriate clerk of courts and is a lien as provided by law; (8) A statement that if the parent has any questions he the parent may telephone or visit the nearest department office or consult an attorney; (9) A statement that the parent has an obligation to report any change of address or employment to the department; and (10) Any other information the secretary finds appropriate. Section 14. That § 25-7A-6 be amended to read as follows: 25-7A-6. If a parent served with a notice of support debt under § 25-7A-5 makes a timely request for a hearing, the secretary of social services shall file the notice of support debt, proof of service thereof, and response thereto in the office of the clerk of the circuit court in the county of residence of that parent. The matter shall be set for hearing before a referee who is a member in good standing of the State Bar Association and is appointed by the court, pursuant to statute, and after due notice to all parties by first class mail. The referee shall make a report to the court, recommending the amount of the debt due to the state, if any, and the monthly support obligation of the parent and the arrearage debt due to the obligee or another state who has applied for support enforcement services, or for health insurance coverage the provision of medical support, or genetic testing costs. The referee shall file the report with the court and cause copies thereof to be served by mailing to the parties and the secretary. Any party shall have ten days from the date of service of the report in which to file objections to the report. If a party files an objection, the other party shall have an additional five days from the date of service of the objections to file additional objections. If no objection is filed, the circuit court may thereafter, and without further notice, enter its order. If any objection is filed, the circuit court shall fix a date for hearing on the report, the hearing to be solely on the record established before the referee. The circuit court may thereafter adopt the referee's report, or may modify it, or may reject and remand it with instructions or for further hearing. The secretary shall serve the parent the court's order by certified mail, return receipt requested, at the parent's last known address, and shall file proof of service. If the circuit court's order modifies the referee's report and no hearing was held before the court before entry of its order, any party has ten days from the date of service of the order in which to file an objection to that modification. If an objection is filed, the circuit court shall fix a date for hearing on the objection and after the hearing shall enter its order. The secretary shall serve the order by certified mail, return receipt requested, at the parent's last known address, and shall file proof of service. Section 15. That § 25-7A-7 be amended to read as follows: 25-7A-7. If a parent is served with a notice of support debt under § 25-7A-5 and does not request a hearing within ten days, the secretary of social services shall file, in the office of the appropriate clerk of the circuit court, the notice of support debt, proof of service thereof, and an application for an order for support. The court shall enter an order for support in accordance with the child support guidelines set by statute, establishing the amount of child support, accrued and accruing, for which the parent is responsible and the amount of the total monthly payment due on the accrued debt to the state, or to an obligee or another state who has applied for support enforcement services, and on the monthly support obligation. The court may also shall enter an order for health insurance coverage, medical support, and may enter an order for genetic testing costs, adjudicating the paternity of the child, or establishing custody of the child. The secretary shall serve the parent an order by certified mail, return receipt requested, at the parent's last known address, and shall file proof of service. Section 16. That § 25-7A-22 be amended to read as follows: 25-7A-22. If the support order was entered in this state and this state maintains continuing exclusive jurisdiction over the support order in accordance with chapter 25-9B, or if the support order was registered in this state and the requirements of § 25-9B-611 or 25-9B-613 are satisfied, an obligor, an obligee, or the assignee may file a petition, on forms prescribed by the department, to increase or decrease child support. For any support order entered or modified after July 1, 1997: (1) The order may be modified upon showing a substantial change in circumstances if the petition is filed within three years of the date of the order; or (2) The order may be modified without showing any change in circumstances if the petition is filed after three years of the date of the order. If a petition is filed, the secretary of social services shall file the petition in the office of the clerk of the circuit court where the original order for support is filed. Any response shall also be provided to the petitioning party. The matter shall be set for hearing before a referee who is a member in good standing of the State Bar Association and is appointed by the court, pursuant to statute, and after due notice to all parties by first class mail. The referee shall make a report to the court, recommending the amount of the monthly support obligation of the parent or and for health insurance coverage medical support . The referee shall file the report with the court and cause copies thereof to be served by mailing to the parties and the secretary. Any party shall have ten days from the date of service of the report in which to file objections to the report. If a party files an objection, the other party shall have an additional five days from the date of service of the objections to file additional objections. If no objection is filed, the circuit court may thereafter, and without further notice, enter its order. If any objection is filed, the circuit court shall fix a date for hearing on the report, the hearing to be solely on the record established before the referee. The circuit court may thereafter adopt the referee's report, or may modify it, or may reject and remand it with instructions or for further hearing. The secretary shall serve the parent the court's order by certified mail, return receipt requested, at the parent's last known address, and shall file proof of service. If the circuit court's order modifies the referee's report and no hearing was held before the circuit court before entry of its order, any party has ten days from the date of service of the order in which to file an objection to that modification. If an objection is filed, the circuit court shall fix a date for hearing on the objection and after the hearing shall enter its order. The secretary shall serve the order by certified mail, return receipt requested, at the parent's last known address, and shall file proof of service."}, {"bill_id": 761, "bill_version_id": 8441, "bill_version": "Enrolled", "bill_version_date": "2009-03-03T10:06:22.583-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 761, "action_date": "2009-01-13T12:00:00-06:00", "document_id": 5314, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5314.pdf", "status_text": "First read in Senate and referred to", "journal_page": 26, "committee_id_action": 54, "committee_id_assigned": 35, "result": "N", "vote": {}}, {"bill_id": 761, "action_date": "2009-01-22T07:45:00-06:00", "document_id": 5521, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5521.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 35, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 761, "action_date": "2009-01-22T07:45:00-06:00", "document_id": 5692, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5692.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 35, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 761, "action_date": "2009-01-22T07:45:00-06:00", "document_id": 5692, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5692.pdf", "status_text": "Do Pass Amended", "journal_page": 140, "committee_id_action": 35, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 3022, "president_vote": null, "Yea": [663, 694, 705, 671, 653], "Excused": [659, 642]}}, {"bill_id": 761, "action_date": "2009-01-26T14:00:00-06:00", "document_id": 5892, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5892.pdf", "status_text": "Do Pass Amended", "journal_page": 179, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 3159, "president_vote": null, "Yea": [653, 704, 680, 682, 702, 649, 700, 655, 673, 663, 675, 634, 697, 659, 690, 636, 667, 656, 669, 661, 686, 701, 662, 703, 664, 638, 648, 640, 689, 694, 705, 642, 671], "Nay": [685, 677]}}, {"bill_id": 761, "action_date": "2009-01-27T14:00:00-06:00", "document_id": 6013, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6013.pdf", "status_text": "First read in House and referred to", "journal_page": 148, "committee_id_action": 56, "committee_id_assigned": 52, "result": "N", "vote": {}}, {"bill_id": 761, "action_date": "2009-02-25T10:00:00-06:00", "document_id": 8022, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8022.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 52, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 761, "action_date": "2009-02-25T10:00:00-06:00", "document_id": 8207, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8207.pdf", "status_text": "Do Pass", "journal_page": 551, "committee_id_action": 52, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4682, "president_vote": null, "Yea": [651, 660, 725, 693, 652, 729, 695, 722, 714, 691, 699], "Excused": [724, 727]}}, {"bill_id": 761, "action_date": "2009-03-02T14:00:00-06:00", "document_id": 8379, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8379.pdf", "status_text": "Do Pass Amended", "journal_page": 591, "committee_id_action": 56, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4819, "president_vote": null, "Yea": [716, 720, 666, 688, 676, 670, 715, 699, 674, 635, 692, 708, 651, 643, 712, 709, 660, 706, 725, 644, 724, 727, 721, 652, 730, 737, 672, 729, 698, 717, 738, 654, 711, 719, 683, 695, 696, 722, 645, 637, 665, 687, 678, 650, 646, 668, 639, 735, 679, 734, 714, 731, 736, 713, 710, 728, 657, 641, 658, 647, 691, 723, 684, 733, 732, 707, 681], "Nay": [726, 693], "Excused": [718]}}, {"bill_id": 761, "action_date": "2009-03-03T14:00:00-06:00", "document_id": 8492, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8492.pdf", "status_text": "Signed by the President", "journal_page": 599, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 761, "action_date": "2009-03-04T14:00:00-06:00", "document_id": 8629, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8629.pdf", "status_text": "Signed by the Speaker", "journal_page": 643, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 761, "action_date": "2009-03-05T14:00:00-06:00", "document_id": 8779, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8779.pdf", "status_text": "Delivered to the Governor", "journal_page": 639, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 761, "action_date": "2009-03-06T10:30:00-06:00", "document_id": 8872, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8872.pdf", "status_text": "Signed by the Governor", "journal_page": 662, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4281, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/761"}