{"session_id": 43, "bill_id": 11716, "bill_type": "Senate Bill", "bill_number": 163, "bill_title": "establish certain restrictions on the foreign ownership of agricultural land.", "sponsors": [{"legislator_profile_id": 1677, "is_prime": true}, {"legislator_profile_id": 1705, "is_prime": true}, {"legislator_profile_id": 1654, "is_prime": false}, {"legislator_profile_id": 1764, "is_prime": false}, {"legislator_profile_id": 1693, "is_prime": false}, {"legislator_profile_id": 1744, "is_prime": false}, {"legislator_profile_id": 1736, "is_prime": false}, {"legislator_profile_id": 1720, "is_prime": false}, {"legislator_profile_id": 1728, "is_prime": false}, {"legislator_profile_id": 1748, "is_prime": false}, {"legislator_profile_id": 1742, "is_prime": false}, {"legislator_profile_id": 1717, "is_prime": false}, {"legislator_profile_id": 1657, "is_prime": false}, {"legislator_profile_id": 1715, "is_prime": false}, {"legislator_profile_id": 1765, "is_prime": false}], "keywords": ["Agriculture and Horticulture", "Corporations", "Property"], "audio": [{"meeting_datetime": "2020-02-20T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sag23.mp3", "start_seconds": 144.0}, {"meeting_datetime": "2020-02-20T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sag23.mp3", "start_seconds": 144.0}, {"meeting_datetime": "2020-02-20T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sag23.mp3", "start_seconds": 144.0}], "bill_versions": [{"bill_id": 11716, "bill_version_id": 66660, "bill_version": "Introduced", "bill_version_date": "2020-02-05T16:51:28.57-06:00", "bill_text": "An Act to establish certain restrictions on the foreign ownership of agricultural land. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 47-9A-2 be AMENDED: 47-9A-2. Definitions. Terms used in this chapter, unless the context otherwise plainly requires, mean: (1) \"Agricultural land,\" land used for farming; (2) \"Corporation\" or any derivation of \"corporation,\" both corporations under the South Dakota Business Corporation Act and limited liability companies under the South Dakota Limited Liability Company Act, other than those defined as a foreign business under § 47-9B-1; (2A) \"Family,\" all descendants born of common parents after the year 1900 as well as their spouses, step‑children, and adopted children. Once a person is a family member subsequent events such as death or divorce, do not disqualify that person from being a family member under this chapter. (3) \"Family farm,\" an unincorporated farming unit owned by one or more persons residing on the farm or actively engaging in farming; (4) \"Farming,\" the cultivation of land for the production of agricultural crops; livestock or livestock products; poultry or poultry products; milk or dairy products; or fruit or other horticultural products. It shall not include the production of timber or forest products; nor shall it include a contract whereby a processor or distributor of farm products or supplies provides spraying, harvesting or other farm services; (5) \"Shareholders\" or \"stockholders,\" include the members of a limited liability company; and (6) \"Shares\" or \"stock,\" include membership interests in a limited liability company. Section 2. That a NEW SECTION be added: 47-9B-1. Definitions. Terms used in this chapter mean: (1) \"Agricultural land,\" land suitable for use in farming; (2) \"Farming,\" the cultivation of land for the production of agricultural crops, the raising of poultry, the production of eggs, the production of milk, the production of fruit or other horticultural crops, grazing or the production of livestock, the production of timber, the production of forest products, the production of nursery products, and the production of sod; (3) \"Foreign business,\" a corporation incorporated under the laws of a foreign country, or any business entity whether incorporated or not, in which a majority interest is owned directly or indirectly by nonresident aliens, legal entities, including trusts, holding companies, multiple corporations, and other business arrangements, do not affect the determination of ownership or control of a foreign business; (4) \"Foreign government,\" a government other than the government of the United States, its states, territories, or possessions; and (5) \"Nonresident alien,\" a person who: (a) Is not a citizen of the United States; or (b) Is not lawfully admitted into the United States for permanent residence by the United States Citizenship and Immigration Service, provided that a person is lawfully admitted for permanent residence if the person's status is conditional. Section 3. That a NEW SECTION be added: 47-9B-2. Alien rights--Real Property. A nonresident alien, foreign business, or foreign government may acquire, by grant, purchase, devise, or descent, real property, other than agricultural land or any interest in agricultural land in this state, and may own, hold, devise, or alienate the real property, and shall incur the same duties and liabilities in relation to the real property as a citizen and resident of the United States. Section 4. That a NEW SECTION be added: 47-9B-3. Agricultural land acquisition--Restrictions--Exceptions. A nonresident alien, foreign business, or foreign government, or an agent, trustee, or fiduciary thereof, may not purchase or otherwise acquire agricultural land in this state. A nonresident alien, foreign business, or foreign government, or an agent, trustee, or fiduciary thereof, which owns or holds agricultural land in this state on July 1, 2020, may continue to own or hold the land, but may not purchase or otherwise acquire additional agricultural land in this state. A person who acquires agricultural land in violation of this chapter or who fails to convert the land to a purpose other than farming, within five years, as provided for in this chapter, remains in violation of this chapter for as long as the person holds an interest in the land. The prohibition against purchasing or acquiring agricultural land, as set forth in this section, does not apply to: (1) Agricultural land acquired by devise or descent; (2) A bona fide encumbrance on agricultural land taken for purposes of security; (3) Agricultural land acquired by a process of law in the collection of debts, by a deed in lieu of foreclosure, pursuant to the forfeiture of a contract for deed, or by any procedure for the enforcement of a lien or claim on the land, whether created by mortgage or otherwise, provided: (a) The land so acquired is sold or otherwise disposed of within a two year period after title is transferred; and (b) Pending the sale or disposition, the land is not used for any purpose other than farming, under lease to an individual, trust, corporation, partnership, or other business entity not otherwise restricted by this chapter; (4) Agricultural land acquired for research or experimental purposes; or (5) An interest in agricultural land acquired for an immediate or pending use other than farming, provided: (a) The interest does not exceed three hundred twenty acres; (b) A nonresident alien, foreign business, or foreign government, or an agent, trustee, or fiduciary thereof, who lawfully owns over three hundred twenty acres on July 1, 2020, may continue to own or hold the land, but may not purchase or otherwise acquire additional agricultural land in this state, except by devise or descent from a nonresident alien; and (c) Pending the development of the agricultural land for any purpose other than farming, the land is not used for any purpose other than farming, under lease to an individual, trust, corporation, partnership or other business entity not otherwise restricted by this chapter. A nonresident alien, foreign business or foreign government, or an agent, trustee, or fiduciary thereof may not transfer title to or interest in agricultural land to a nonresident alien, foreign business, or foreign government, or an agent, trustee, or fiduciary thereof, except by devise or descent. Section 5. That a NEW SECTION be added: 47-9B-4. Agricultural land--Acquisition for purposes other than farming. If agricultural land that is not subject to the restrictions of § 47-9B-3 is acquired for an immediate or pending use other than farming, the land must be converted to that use within five years from the date the agricultural land or the interest in the agricultural land is acquired. Section 6. That a NEW SECTION be added: 47-9B-5. Land acquired by devise or descent--Required divestiture. A nonresident alien, foreign business, or foreign government, or an agent, trustee, or fiduciary thereof, which acquires agricultural land or an interest in agricultural land, by devise or descent after July 1, 2020, shall divest itself of all right, title, and interest in the land, within two years from the date the agricultural land or the interest in the agricultural land is acquired. Section 7. That a NEW SECTION be added: 47-9B-6. Change of status--Required divestiture. If a person purchases or otherwise acquires agricultural land in this state after July 1, 2020, other than by devise or descent, and if that person's status changes to that of a foreign business or nonresident alien subject to this chapter, the person shall undertake a divestiture of all rights, title to, and interest in the land, within two years from the date of the status change. Section 8. That a NEW SECTION be added: 47-9B-7. Registration--Civil penalty. A nonresident alien, foreign business, or foreign government, or an agent, trustee, or fiduciary thereof, which owns an interest in agricultural land in this state, shall register the interest with the secretary of state. The registration must occur no later than September 1, 2020, or in the case of an interest acquired on or after July 1, 2020, within sixty days of the acquisition. The registration must include the name of the owner and the location and number of acres owned, by county. If the owner of the agricultural land or owner of the interest in agricultural land is an agent, trustee, or fiduciary of a nonresident alien, a foreign business, or a foreign government, the registration must also include the name of any principal for whom the land, or interest in the land, was purchased. The secretary of state shall prescribe the form and manner in which the registration must occur. The secretary of state may impose on a nonresident alien, foreign business, or foreign government, or an agent, trustee, or fiduciary thereof, who fails to register as required by this section, a civil penalty in the amount of two thousand dollars per violation. The secretary of state shall deposit any civil penalty collected pursuant to this section into the state general fund. Section 9. That a NEW SECTION be added: 47-9B-8. Required report--Contents. A nonresident alien, foreign business, or foreign government, or an agent, trustee, or fiduciary thereof, who acquires agricultural land that is not subject to the restrictions of § 47-9B-3 for an immediate or pending use other than farming, shall file a report with the secretary of state before June thirtieth of each year. The report must contain: (1) The name of the agricultural landowner or the person having an interest in the agricultural land; (2) If the agricultural landowner or the person having an interest in the agricultural land is an agent, trustee, or fiduciary of a nonresident alien, foreign business, or foreign government, the name of any principal for whom the land or interest in the land was acquired; (3) The location and number of acres by county; (4) The date that the agricultural land or the interest in the land was acquired; (5) The immediate or pending use, other than farming, for which the agricultural land or interest in the land was acquired and the status of the land's development for that purpose; and (6) The present use of the agricultural land. The secretary of state shall prescribe the form and manner in which the report must be filed. Section 10. That a NEW SECTION be added: 47-9B-9. Report by lessees. A lessee of agricultural land acquired for research or experimental purposes shall file a report with the secretary of state on or before June thirtieth of each year. The report shall contain the following information for the preceding year: (1) The lessee's name and principal place of business; (2) The location of the agricultural land; (3) The date that the lease became effective; and (4) The name and address of each person who purchased breeding stock produced on the agricultural land and the amount, by number or volume of stock, that each person purchased. The secretary of state shall prescribe the form and manner in which the report must be filed. Section 11. That a NEW SECTION be added: 47-9B-10. Enforcement. If the secretary of state determines that a nonresident alien, foreign business, foreign government, or an agent, trustee, or other fiduciary thereof, has acquired or holds title to or interest in agricultural land in this state, in violation of this chapter, or has failed to register or report, as required under this chapter, the secretary shall report the violation to the attorney general. The attorney general may initiate an action in the district court of any county in which the agricultural land is situated. The attorney general shall file a notice of the pendency of the action with the register of deeds for each county in which any of the land is situated. If the court finds that the land in question has been acquired or held in violation of this chapter, or that the required registration has not been filed, the court shall enter an order so declaring and shall file a copy of the order with the register of deeds for each county in which any portion of the land is located. Section 12. That a NEW SECTION be added: 47-9B-11. Escheat. If the court determines that the land in question has been acquired in violation of this chapter, or that the land has not been converted to a purpose other than farming within five years as required by this chapter, the court shall declare the land escheated to the state. When escheat is decreed by the court, the court shall notify the Governor that the title to the land is vested in the state by decree of the court. Any agricultural land, the title to which is acquired by the state under this chapter, must be sold in the manner provided by law for the foreclosure of a mortgage on real estate for default of payment. The proceeds of the sale must be used to pay court costs, and the remaining funds, if any, must be paid to the person from whom the property was divested, but only in an amount not exceeding the actual cost paid by that person for the property. Any proceeds remaining after the payment of court costs and the payment to the person from whom the property was divested must be distributed in a pro rata fashion to each county in which a portion of the land was situated."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11716, "action_date": "2020-02-06T14:00:00-06:00", "document_id": 66647, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66647.pdf", "status_text": "First read in Senate and referred to", "journal_page": 154, "committee_id_action": 447, "committee_id_assigned": 452, "result": "N", "vote": {}}, {"bill_id": 11716, "action_date": "2020-02-20T10:00:00-06:00", "document_id": 67858, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67858.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 452, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11716, "action_date": "2020-02-20T10:00:00-06:00", "document_id": 67859, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67859.pdf", "status_text": "Tabled", "journal_page": null, "committee_id_action": 452, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33362, "president_vote": null, "Yea": [1685, 1693, 1659, 1717, 1749, 1750, 1705, 1714], "Excused": [1658]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/11716"}