{"session_id": 54, "bill_id": 18122, "bill_type": "Senate Bill", "bill_number": 178, "bill_title": "revise certain provisions related to the publication and distribution of municipal and school district minutes.", "sponsors": [{"legislator_profile_id": 2847, "is_prime": true}, {"legislator_profile_id": 2892, "is_prime": true}, {"legislator_profile_id": 2832, "is_prime": false}, {"legislator_profile_id": 2833, "is_prime": false}, {"legislator_profile_id": 2838, "is_prime": false}, {"legislator_profile_id": 2840, "is_prime": false}, {"legislator_profile_id": 2841, "is_prime": false}, {"legislator_profile_id": 2845, "is_prime": false}, {"legislator_profile_id": 2853, "is_prime": false}, {"legislator_profile_id": 2857, "is_prime": false}, {"legislator_profile_id": 2871, "is_prime": false}, {"legislator_profile_id": 2873, "is_prime": false}, {"legislator_profile_id": 2882, "is_prime": false}, {"legislator_profile_id": 2883, "is_prime": false}, {"legislator_profile_id": 2902, "is_prime": false}, {"legislator_profile_id": 2936, "is_prime": false}], "keywords": ["Education", "Municipal Government", "School District"], "audio": [{"meeting_datetime": "2003-02-10T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/slo19sb0178a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-10T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/slo19sb0178a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-10T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/slo19sb0178a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-10T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/slo19sb0178a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-12T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen21sb0178a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-12T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen21sb0178a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-12T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen21sb0178a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18122, "bill_version_id": 96163, "bill_version": "Introduced", "bill_version_date": "2003-01-30T11:05:43-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions related to the publication and distribution of municipal and school district minutes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-8-35 be amended to read as follows: 13-8-35. Within twenty days after a meeting of the school board, the board shall cause to be published in the designated legal newspaper a full account of the unapproved proceedings of such meeting, giving a detailed statement of all expenditures of money, with the names of persons to whom payment is made, showing the service rendered or goods furnished, a detailed statement of receipts, and balance on hand. Expenditures and receipts of trust and agency funds may be published in total only. If the published minutes of the previous meeting of the board are modified, amended, or corrected by such board subsequent to such publication and prior to approval by the board, such the changes shall be reflected in the minutes of the meeting at which such the modifications, amendments, or corrections are made. The business manager shall sign each legal publication submitted to the newspaper. The school board shall make copies of the minutes available to the public at any public library in the school district, at the school district's business office, and by means of a mailing list, which shall be established at the school district's business finance office and shall be used to mail copies of the minutes to members of the public who request to be on the mailing list. If less expensive than publishing in the designated legal newspaper, the school board may mail the minutes to each address within the boundaries of the school district. Any newspaper may publish the minutes free of charge as a public service announcement in lieu of publishing for pay. The school board of a school district in any first-class municipality may publish its minutes on the internet in lieu of publishing the minutes in the official legal newspaper or other newspaper. Twice each year, each school district shall publish a notice in the designated legal newspaper specifying where the minutes are available and how they may be obtained. Section 2. That § 9-18-1 be amended to read as follows: 9-18-1. The governing body of every municipality shall cause to be published in the official legal newspaper therein of the municipality , or, if no official legal newspaper is published therein in the municipality , in any legal newspaper which serves such that serves the municipality, within thirty days after each meeting thereof of the governing body, the minutes of the meeting containing a full account of the proceedings at such the meeting, giving a detailed statement of all expenditures of money, the names of the persons to whom payment is made, and showing the service rendered therefor. It shall pay for publishing such the proceedings not to exceed ninety percent of the legal line rates for weekly newspapers and not to exceed the legal line rate for daily newspapers, as provided in § 17-2-19. The governing body shall make copies of the minutes available to the public at any public library in the municipality and at the municipal finance office and by means of a mailing list, which shall be established at the municipal finance office and shall be used to mail copies of the minutes to members of the public who request to be on the mailing list. If less expensive than publishing in the official newspaper, the governing body may mail the minutes to each address within the boundaries of the municipality. Any newspaper may publish the minutes free of charge as a public service announcement in lieu of publishing for pay. The governing body of any first-class municipality may publish its minutes on the internet in lieu of publishing the minutes in the official legal newspaper or other newspaper. Twice each year, each municipality shall publish a notice as provided in this section specifying where the minutes are available and how they may be obtained."}, {"bill_id": 18122, "bill_version_id": 96963, "bill_version": "Senate Local Government Engrossed", "bill_version_date": "2003-02-11T14:31:35-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions related to the publication and distribution of municipal and school district minutes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-8-35 be amended to read as follows: 13-8-35. Within twenty days after a meeting of the school board, the board shall cause to be published in the designated legal newspaper a full account of the unapproved proceedings of such meeting, giving a detailed statement of all expenditures of money, with the names of persons to whom payment is made, showing the service rendered or goods furnished, a detailed statement of receipts, and balance on hand. Expenditures and receipts of trust and agency funds may be published in total only. If the published minutes of the previous meeting of the board are modified, amended, or corrected by such board subsequent to such publication and prior to approval by the board, such the changes shall be reflected in the minutes of the meeting at which such the modifications, amendments, or corrections are made. The business manager shall sign each legal publication submitted to the newspaper. The school board shall make copies of the minutes available to the public at any public library in the school district, at the school district's business office, and by means of a mailing list, which shall be established at the school district's business finance office and shall be used to mail copies of the minutes to members of the public who request to be on the mailing list. If less expensive than publishing in the designated legal newspaper, in lieu of such publication the school board may mail or otherwise distribute the minutes to each address within the boundaries of the school district. Any newspaper may publish the minutes free of charge as a public service announcement in lieu of publishing for pay. The school board of a school district in any first-class municipality may publish its minutes on the internet in lieu of publishing the minutes in the official legal newspaper or other newspaper. Twice each year, each school district shall publish a notice in the designated legal newspaper specifying where the minutes are available and how they may be obtained. Section 2. That chapter 13-8 be amended by adding thereto a NEW SECTION to read as follows: Any publication required to be published by any school district in a legal newspaper shall bear an inscription listing the publisher and the approximate cost of publication of the notice, report, ordinance, resolution, or any other required publication. The style of the inscription shall be as follows: \"This required notice was published by _____________ (inserting name of newspaper) at the cost of __________ (inserting cost of the required publication taxpayer dollars. Section 3. That § 9-18-1 be amended to read as follows: 9-18-1. The governing body of every municipality shall cause to be published in the official legal newspaper therein of the municipality , or, if no official legal newspaper is published therein in the municipality , in any legal newspaper which serves such that serves the municipality, within thirty days after each meeting thereof of the governing body, the minutes of the meeting containing a full account of the proceedings at such the meeting, giving a detailed statement of all expenditures of money, the names of the persons to whom payment is made, and showing the service rendered therefor. It shall pay for publishing such the proceedings not to exceed ninety percent of the legal line rates for weekly newspapers and not to exceed the legal line rate for daily newspapers, as provided in § 17-2-19. The governing body shall make copies of the minutes available to the public at any public library in the municipality and at the municipal finance office and by means of a mailing list, which shall be established at the municipal finance office and shall be used to mail copies of the minutes to members of the public who request to be on the mailing list. If less expensive than publishing in the official newspaper, in lieu of such publication the governing body may mail or otherwise distribute the minutes to each address within the boundaries of the municipality. Any newspaper may publish the minutes free of charge as a public service announcement in lieu of publishing for pay. The governing body of any first-class municipality may publish its minutes on the internet in lieu of publishing the minutes in the official legal newspaper or other newspaper. Twice each year, each municipality shall publish a notice as provided in this section specifying where the minutes are available and how they may be obtained. Section 4. That chapter 9-18 be amended by adding thereto a NEW SECTION to read as follows: Any publication required to be published by any municipality in a legal newspaper shall bear an inscription listing the published newspaper and the approximate cost of publication of the notice, report, ordinance, resolution, or any other required publication. The style of the inscription shall be as follows: \"This required notice was published by _____________ (inserting name of newspaper) at the cost of __________ (inserting cost of the required publication taxpayer dollars."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18122, "action_date": "2003-01-30T14:00:00-06:00", "document_id": 96219, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96219.pdf", "status_text": "First read in Senate and referred to", "journal_page": 256, "committee_id_action": 799, "committee_id_assigned": 779, "result": "N", "vote": {}}, {"bill_id": 18122, "action_date": "2003-02-05T08:00:00-06:00", "document_id": 96581, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96581.pdf", "status_text": "Amend the amendment", "journal_page": null, "committee_id_action": 779, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18122, "action_date": "2003-02-05T08:00:00-06:00", "document_id": 96581, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96581.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": 779, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 56102, "president_vote": null, "Nay": [2834, 2849, 2881], "Yea": [2916, 2840, 2868]}}, {"bill_id": 18122, "action_date": "2003-02-05T08:00:00-06:00", "document_id": 96581, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96581.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 779, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56095, "president_vote": null, "Nay": [2834, 2916], "Yea": [2849, 2881, 2840, 2868]}}, {"bill_id": 18122, "action_date": "2003-02-05T08:00:00-06:00", "document_id": 96581, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96581.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 779, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18122, "action_date": "2003-02-10T08:00:00-06:00", "document_id": 96855, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96855.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": 779, "committee_id_assigned": null, "result": "D", "vote": {}}, {"bill_id": 18122, "action_date": "2003-02-10T08:00:00-06:00", "document_id": 96855, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96855.pdf", "status_text": "Do Not Pass as amended", "journal_page": 382, "committee_id_action": 779, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56300, "president_vote": null, "Yea": [2834, 2849, 2916, 2868], "Nay": [2881, 2840]}}, {"bill_id": 18122, "action_date": "2003-02-10T08:00:00-06:00", "document_id": 96855, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96855.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 779, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18122, "action_date": "2003-02-12T14:00:00-06:00", "document_id": 97096, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97096.pdf", "status_text": "Do Pass Amended,", "journal_page": 433, "committee_id_action": 799, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 54466, "president_vote": null, "Nay": [2832, 2834, 2835, 2849, 2850, 2851, 2852, 2854, 2865, 2876, 2881, 2883, 2886, 2887, 2891, 2901, 2903, 2921, 2926, 2927, 2928, 2935], "Yea": [2838, 2840, 2847, 2853, 2856, 2868, 2878, 2880, 2882, 2897, 2904, 2908, 2916]}}]}