{"session_id": 59, "bill_id": 20676, "bill_type": "House Bill", "bill_number": 1135, "bill_title": "revise certain provisions relating to domestic limited liability companies, domestic limited liability partnerships, and the appointment of certain agents.", "sponsors": [{"legislator_profile_id": 3371, "is_prime": true}, {"legislator_profile_id": 3390, "is_prime": true}, {"legislator_profile_id": 3361, "is_prime": false}, {"legislator_profile_id": 3393, "is_prime": false}, {"legislator_profile_id": 3401, "is_prime": false}, {"legislator_profile_id": 3428, "is_prime": false}, {"legislator_profile_id": 3429, "is_prime": false}, {"legislator_profile_id": 3444, "is_prime": false}, {"legislator_profile_id": 3456, "is_prime": false}], "keywords": ["Corporations", "Partnerships"], "audio": [{"meeting_datetime": "2006-02-03T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju18.mp3", "start_seconds": 2043.0}, {"meeting_datetime": "2006-02-03T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju18.mp3", "start_seconds": 2043.0}, {"meeting_datetime": "2006-02-03T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju18.mp3", "start_seconds": 2043.0}, {"meeting_datetime": "2006-02-03T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju18.mp3", "start_seconds": 2043.0}, {"meeting_datetime": "2006-02-10T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sju23.mp3", "start_seconds": null}, {"meeting_datetime": "2006-02-10T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sju23.mp3", "start_seconds": null}, {"meeting_datetime": "2006-02-10T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sju23.mp3", "start_seconds": null}, {"meeting_datetime": "2006-02-10T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sju23.mp3", "start_seconds": null}, {"meeting_datetime": "2006-02-14T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen25.mp3", "start_seconds": 558.0}, {"meeting_datetime": "2006-02-14T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen25.mp3", "start_seconds": 558.0}, {"meeting_datetime": "2006-02-14T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen25.mp3", "start_seconds": 558.0}], "bill_versions": [{"bill_id": 20676, "bill_version_id": 106779, "bill_version": "Introduced", "bill_version_date": "2006-01-19T10:33:39-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to domestic limited liability companies, domestic limited liability partnerships, and the appointment of certain agents. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 47-1A-501 be amended to read as follows: 47-1A-501. Each corporation shall continuously maintain in this state: (1) A registered office that may be the same as any of its places of business; and (2) A registered agent, who may be: (a) An individual who resides in this state and whose business office is identical with the registered office; (b) A domestic corporation or not-for-profit domestic corporation whose business office is identical with the registered office; or (c) A foreign corporation or not-for-profit foreign corporation authorized to transact business in this state whose business office is identical with the registered office ; or (d) A domestic limited liability company or domestic limited liability partnership whose business office is identical with the registered office . Section 2. That § 47-34A-108 be amended to read as follows: 47-34A-108. Each limited liability company shall have, and continuously maintain in this state, a registered office which may be, but need not be, the same as its place of business, and a registered agent, which agent may be either an individual resident in this state whose business office is identical with such registered office, or a domestic corporation, or a foreign corporation authorized to transact business in this state, or a domestic limited liability company, or a domestic limited liability partnership, having a business office identical with such registered office. Section 3. That § 47-15-18.1 be amended to read as follows: 47-15-18.1. Each cooperative shall have and continuously maintain in this state a registered agent, which agent may be an individual resident in this state whose business office is identical with such registered office, or a domestic corporation, or a foreign corporation authorized to do or engage in any business in this state, or a domestic limited liability company, or a domestic limited liability partnership, having a business office identical with such registered office. Section 4. That § 47-20-16 be amended to read as follows: 47-20-16. Each corporation shall have and continuously maintain in this state a registered agent, which agent may be either an individual resident in this state whose business office is identical with such registered office, or a domestic corporation, or a foreign corporation authorized to do or engage in any business in this state, or a domestic limited liability company, or a domestic limited liability partnership, having a business office identical with such registered office. Section 5. That § 47-22-43 be amended to read as follows: 47-22-43. Each corporation shall have and continuously maintain in this state a registered agent, which agent may be either an individual resident in this state whose business office is identical with the registered office required by § 47-22-42, or a domestic corporation, whether for profit or not for profit, or a foreign corporation, whether for profit or not for profit, authorized to transact business or conduct affairs in this state, or a domestic limited liability company, or a domestic limited liability partnership, having an office identical with such registered office. Section 6. That § 48-7-104 be amended to read as follows: 48-7-104. Each limited partnership shall continuously maintain in this state: (1) An office, which may but need not be a place of its business in this state, at which shall be kept the records required by § 48-7-105 to be maintained; and (2) An agent for service of process on the limited partnership, which agent must be an individual resident of this state, a domestic corporation, or a foreign corporation authorized to do business in this state or a domestic limited liability company, or a domestic limited liability partnership whose business office is identical with the registered office . Section 7. That § 48-7A-1001 be amended to read as follows: 48-7A-1001. (a) A partnership may become a limited liability partnership pursuant to this section. (b) The terms and conditions on which a partnership becomes a limited liability partnership must be approved by the vote necessary to amend the partnership agreement except, in the case of a partnership agreement that expressly considers obligations to contribute to the partnership, the vote necessary to amend those provisions. (c) After the approval required by subsection (b), a partnership may become a limited liability partnership by filing a statement of qualification in the Office of the Secretary of State. The statement must contain: (1) The name of the partnership; (2) The street address of the partnership's chief executive office and, if different, the street address of an office in this state, if any; (3) If the partnership does not have an office in this state, the name and street address of the partnership's agent for service of process and the agent's written consent to the appointment ; (4) A statement that the partnership elects to be a limited liability partnership; and (5) A deferred effective date, if any. (d) The agent of a limited liability partnership for service of process must be an individual who is a resident of this state or other person authorized to do business in this state , or a domestic limited liability company or domestic limited liability partnership whose business office is identical with the registered office . (1) Any registered agent of a limited liability partnership may resign upon written notice to the limited liability partnership. The registered agent shall file a copy of the resignation with the secretary of state; (2) Upon an agent's resignation, the secretary of state is appointed the agent of the limited liability partnership for service of process until a new agent is appointed ; (3) A limited liability partnership may change its registered agent upon filing in the Office of the Secretary of State a statement setting forth: (a) The name of the limited liability partnership; (b) The name of its registered agent; (c) The name of its successor registered agent and the new agent's written consent to the appointment; (d) That the address of its registered office and the address of the business office of its registered agent, as changed, will be identical . (e) The status of a partnership as a limited liability partnership is effective on the later of the filing of the statement or a date specified in the statement. The status remains effective, regardless of changes in the partnership, until it is canceled pursuant to subsection 48-7A-105(d) or revoked pursuant to § 48-7A-1003. (f) The status of a partnership as a limited liability partnership and the liability of its partners is not affected by errors or later changes in the information required to be contained in the statement of qualification under subsection (c). (g) The filing of a statement of qualification under this Act or, before July 1, 2001, registering as a registered limited liability partnership under prior law establishes that a partnership has satisfied all conditions precedent to the qualification of the partnership as a limited liability partnership. (h) An amendment or cancellation of a statement of qualification is effective when it is filed or on a deferred effective date specified in the amendment or cancellation. Section 8. That § 47-34A-203 be amended to read as follows: 47-34A-203. (a) Articles of organization of a limited liability company must set forth: (1) The name of the company; (2) The address of the initial designated office; (3) The name and street address of the initial agent for service of process and the agent's written consent to the appointment ; (4) The name and address of each organizer; (5) The duration of the company if other than perpetual; (6) Whether the company is to be manager-managed, and, if so, the name and address for each initial manager; and (7) Whether one or more of the members of the company are to be liable for its debts and obligations under § 47-34A-303(c). (b) Articles of organization of a limited liability company may set forth: (1) Provisions permitted to be set forth in an operating agreement; or (2) Other matters not inconsistent with law. (c) Articles of organization of a limited liability company may not vary the nonwaivable provisions of § 47-34A-103(b). As to all other matters, if any provision of an operating agreement is inconsistent with the articles of organization: (1) The operating agreement controls as to managers, members, and members' transferees; and (2) The articles of organization control as to persons, other than managers, members and their transferees, who reasonably rely on the articles to their detriment. Section 9. That § 47-34A-109 be amended to read as follows: 47-34A-109. A limited liability company may change its registered office or agent, or both, upon filing in the Office of the Secretary of State a statement setting forth: (1) The name of the limited liability company; (2) The current address of its registered office; (3) If there is a change of address of its registered office, the now address of the registered office; (4) The name of its registered agent; (5) If there is a change of its registered agent, the name of its successor registered agent and the new agent's written consent to the appointment ; (6) That the address of its registered office and the address of the business office of its registered agent, as changed, will be identical; (7) That the change was authorized by affirmative vote of a majority of the members of the limited liability company. The statement shall be verified by one or more of its managers if management of the limited liability company has been vested by the members in a manager or managers or if management of the limited liability company is retained by the members, then by any member and delivered to the secretary of state. If the secretary of state finds that the statement conforms to the provisions of this chapter, the secretary of state shall file the statement, and upon filing, the change of address of the registered office or the appointment of a new registered agent, or both, is effective. Section 10. That § 48-7-201 be amended to read as follows: 48-7-201. In order to form a limited partnership, a certificate of limited partnership shall be executed and filed in the Office of the Secretary of State. The certificate shall set forth: (1) The name of the limited partnership; (2) The street address, or a statement that there is no street address, of the office and the name and street address, or a statement that there is no street address, and the written consent, of the agent for service of process required to be maintained by § 48-7-104; (3) The name and the business address of each general partner; (4) The latest date upon which the limited partnership is to dissolve; and (5) Any other matters the general partners determine to include therein. A limited partnership is formed at the time of the filing of the certificate of limited partnership in the Office of the Secretary of State or at any later time specified in the certificate of limited partnership if, in either case, there has been substantial compliance with the requirements of this section. Section 11. That § 48-7A-1208 be amended to read as follows: 48-7A-1208. The provisions of § 1-8-10 notwithstanding, the fee for filing the statements and reports provided for in the following sections with the secretary of state is as follows: (1) Section 48-7A-303, Statement of Authority, one hundred dollars; (2) Section 48-7A-304, Statement of Denial, ten dollars; (3) Section 48-7A-704, Statement of Dissociation, ten dollars; (4) Section 48-7A-805, Statement of Dissolution, ten dollars; (5) Section 48-7A-907, Statement of Merger, fifty dollars; (6) Section 48-7A-1001, Statement of Qualification, one hundred dollars; (6A) Section 48-7A-1001, Statement of Change, ten dollars; (7) Section 48-7A-1003, Annual Report, thirty dollars; (8) Section 48-7A-1001.1, Statement of Amendment, ten dollars; (9) Section 48-7A-1001.2, Statement of Cancellation, ten dollars; (10) Section 48-7A-1102, Statement of Foreign Qualification, one hundred dollars; (11) Section 48-7A-1102.1, Statement of Amendment, ten dollars; and (12) Section 48-7A-1102.2, Statement of Cancellation, ten dollars . ; and (13) Filing any other statement, ten dollars. Each limited liability partnership, domestic or foreign, that fails or refused to file its annual report for any year within the time prescribed is subject to a penalty of fifty dollars to be assessed by the secretary of state. Section 12. That § 48-7-202 be amended to read as follows: 48-7-202. (a) A certificate of limited partnership is amended by filing a certificate of amendment thereto in the Office of the Secretary of State. The certificate shall set forth: (1) The name of the limited partnership; (2) The date of filing the certificate; and (3) The amendment to the certificate ; and (4) The street address, or a statement that there is no street address, of the office and the name and street address, or a statement that there is no street address, and the written consent, of the agent for service of process required to be maintained by § 48-7-104 . (b) Within thirty days after the happening of any of the following events, an amendment to a certificate of limited partnership reflecting the occurrence of the event or events shall be filed: (1) The admission of a new general partner; (2) The withdrawal of a general partner; or (3) The continuation of the business under § 48-7-801 after an event of withdrawal of a general partner. (c) A general partner who becomes aware that any statement in a certificate of limited partnership was false when made or that any arrangements or other facts described have changed, making the certificate inaccurate in any respect, shall promptly amend the certificate. (d) A certificate of limited partnership may be amended at any time for any other proper purpose the general partners determine. (e) No person has any liability because an amendment to a certificate of limited partnership has not been filed to reflect the occurrence of any event referred to in subdivision (b) if the amendment is filed within the thirty-day period specified in subdivision (b). (f) A restated certificate of limited partnership may be executed and filed in the same manner as a certificate of amendment."}, {"bill_id": 20676, "bill_version_id": 108769, "bill_version": "Enrolled", "bill_version_date": "2006-02-15T09:56:30-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20676, "action_date": "2006-01-19T14:00:00-06:00", "document_id": 106834, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106834.pdf", "status_text": "First read in House and referred to", "journal_page": 144, "committee_id_action": 893, "committee_id_assigned": 891, "result": "N", "vote": {}}, {"bill_id": 20676, "action_date": "2006-02-03T07:45:00-06:00", "document_id": 107893, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107893.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 891, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20676, "action_date": "2006-02-03T07:45:00-06:00", "document_id": 107893, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107893.pdf", "status_text": "Do Pass,", "journal_page": 365, "committee_id_action": 891, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64102, "president_vote": null, "Yea": [3387, 3393, 3401, 3407, 3426, 3429, 3434, 3444, 3448, 3456, 3461, 3406, 3371]}}, {"bill_id": 20676, "action_date": "2006-02-03T07:45:00-06:00", "document_id": 107893, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107893.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 891, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20676, "action_date": "2006-02-06T14:00:00-06:00", "document_id": 108025, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108025.pdf", "status_text": "Do Pass,", "journal_page": 386, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64365, "president_vote": null, "Yea": [3366, 3367, 3369, 3370, 3371, 3372, 3373, 3375, 3380, 3381, 3382, 3383, 3385, 3386, 3387, 3388, 3389, 3392, 3393, 3394, 3395, 3398, 3399, 3400, 3401, 3402, 3403, 3405, 3406, 3407, 3408, 3410, 3414, 3417, 3418, 3419, 3420, 3422, 3424, 3427, 3429, 3431, 3433, 3434, 3436, 3437, 3438, 3440, 3441, 3442, 3443, 3444, 3445, 3446, 3448, 3449, 3451, 3454, 3455, 3456, 3457, 3459, 3460, 3461, 3462, 3463, 3464, 3465, 3426], "Excused": [3378]}}, {"bill_id": 20676, "action_date": "2006-02-07T14:00:00-06:00", "document_id": 108149, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108149.pdf", "status_text": "First read in Senate and referred to", "journal_page": 384, "committee_id_action": 894, "committee_id_assigned": 872, "result": "N", "vote": {}}, {"bill_id": 20676, "action_date": "2006-02-10T10:00:00-06:00", "document_id": 108484, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108484.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 872, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20676, "action_date": "2006-02-10T10:00:00-06:00", "document_id": 108484, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108484.pdf", "status_text": "Do Pass,", "journal_page": 453, "committee_id_action": 872, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62603, "president_vote": null, "Yea": [3390, 3412, 3413, 3416, 3361], "Excused": [3428, 3447]}}, {"bill_id": 20676, "action_date": "2006-02-10T10:00:00-06:00", "document_id": 108484, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108484.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 872, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20676, "action_date": "2006-02-13T14:00:00-06:00", "document_id": 108624, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108624.pdf", "status_text": "Remove from Consent Calendar", "journal_page": 475, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20676, "action_date": "2006-02-14T14:00:00-06:00", "document_id": 108713, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108713.pdf", "status_text": "Do Pass,", "journal_page": 509, "committee_id_action": 894, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62751, "president_vote": null, "Yea": [3361, 3362, 3363, 3364, 3365, 3368, 3374, 3376, 3377, 3379, 3384, 3390, 3391, 3396, 3397, 3404, 3409, 3411, 3412, 3413, 3415, 3416, 3421, 3423, 3425, 3428, 3430, 3432, 3435, 3439, 3447, 3450, 3452, 3453, 3458]}}, {"bill_id": 20676, "action_date": "2006-02-15T14:00:00-06:00", "document_id": 108836, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108836.pdf", "status_text": "Signed by Speaker", "journal_page": 607, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20676, "action_date": "2006-02-16T14:00:00-06:00", "document_id": 108948, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108948.pdf", "status_text": "Signed by President", "journal_page": 563, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20676, "action_date": "2006-02-17T13:00:00-06:00", "document_id": 109025, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109025.pdf", "status_text": "Delivered to the Governor", "journal_page": 646, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20676, "action_date": "2006-02-21T14:00:00-06:00", "document_id": 109127, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109127.pdf", "status_text": "Signed by Governor", "journal_page": 650, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3439, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/20676"}