{"session_id": 68, "bill_id": 23790, "bill_type": "Senate Bill", "bill_number": 28, "bill_title": "revise and repeal obsolete provisions related to the Department of Social Services.", "sponsors": [], "keywords": ["Executive/Judiciary Request", "Public Health and Safety", "Public Welfare and Assistance", "State Affairs and Government"], "audio": [{"meeting_datetime": "2023-01-24T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sju10.mp3", "start_seconds": 2047.0}, {"meeting_datetime": "2023-01-24T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sju10.mp3", "start_seconds": 2047.0}, {"meeting_datetime": "2023-01-24T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sju10.mp3", "start_seconds": 2047.0}, {"meeting_datetime": "2023-01-24T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sju10.mp3", "start_seconds": 2047.0}, {"meeting_datetime": "2023-02-01T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju15.mp3", "start_seconds": 3793.0}, {"meeting_datetime": "2023-02-01T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju15.mp3", "start_seconds": 3793.0}, {"meeting_datetime": "2023-02-01T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju15.mp3", "start_seconds": 3793.0}, {"meeting_datetime": "2023-02-01T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju15.mp3", "start_seconds": 3793.0}], "bill_versions": [{"bill_id": 23790, "bill_version_id": 242472, "bill_version": "Introduced", "bill_version_date": "2023-01-06T11:36:54.197-06:00", "bill_text": "An Act to revise and repeal obsolete provisions related to the Department of Social Services. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 1-36-27 be AMENDED: 1-36-27. The Human Services Center, Yankton, created by chapter 1-36A is hereby transferred from the Department of Human Services to the Mental Health Division, Department of Social Services. The secretary of the Department of Social Services shall perform the functions of the secretary of the Department Human Services, relating to the Human Services Center, Yankton. Section 2. That § 28-1-82 be AMENDED: 28-1-82. AnyA person who knowinglyis guilty of unauthorized acquisition or transfer of Supplemental Nutrition Assistance Program benefits if the person knowingly: (1) Acquires, purchases, possesses, or uses any food stamp Supplemental Nutrition Assistance Program EBT card to obtain food stamp Supplemental Nutrition Assistance Program benefits that the person is not entitled to; (2) Transfers, sells, trades, gives, or otherwise disposes of any food stamp Supplemental Nutrition Assistance Program EBT card to another person not entitled to receive or use it in exchange for anything of value; (3) Acquires, purchases, possesses, or uses any eligible goods purchased with a food stamp Supplemental Nutrition Assistance Program EBT card that the person is not entitled to; or (4) Transfers, sells, trades, gives, or otherwise disposes of any eligible goods purchased with a food stamp Supplemental Nutrition Assistance Program EBT card to another person not entitled to receive it in exchange for anything of value; is guilty of unauthorized acquisition or transfer of food stamp benefits. Section 3. That § 28-1-83 be AMENDED: 28-1-83. Any person convicted of an offense under § subdivision 28-1-82(1) or (2) for food stamp benefits with an a Supplemental Nutrition Assistance Program EBT card value of one thousand dollars or less is guilty of a Class 1 misdemeanor. Any person convicted of an offense under § subdivision 28-1-82(1) or (2) for food stamp benefits with ana Supplemental Nutrition Assistance Program EBT card value of more than one thousand dollars is guilty of a Class 6 felony. Amounts involved in the acquisition or transfer of EBT cards in violation of § subdivisions 28-1-82(1) and (2), committed pursuant to one scheme or course of conduct in any twelve-month period, may be aggregated in determining the degree of the offense. Any person convicted of an offense under § subdivision 28-1-82(3) or (4) is guilty of a Class 1 misdemeanor. Section 4. That § 28-1-84 be AMENDED: 28-1-84. As used in §§ 28-1-82 to 28-1-84, inclusive, the term, food stamp, Supplemental Nutrition Assistance Program EBT card, means any electronic benefit transfer card issued for the purchase of food pursuant to the Food Stamp Act of 1997, 7 U.S.C. §§ 2011 to 2029, inclusive, in effect on January 1, 2005. As used in §§ 28-1-82 to 28-1-84, inclusive, the term,EBT, means electronic benefit transfer. Section 5. That § 28-12-1 be AMENDED: 28-12-1. The Department of Social Services may enter into agreements and contracts with the United States federal government and its agencies and with the political subdivisions of this state for the purpose of participating in The the Food Stamp Act of 1964 (P.L. 88-525) and any related acts, as amended to January 1, 2004. The secretary of social services shall promulgate reasonable and necessary rules, pursuant to chapter 1-26, as required by the federal government for the administration of the food stampprogram Supplemental Nutrition Assistance Program in South Dakota this state. SuchThe rules shall must be in accordance with federal regulations implementing The the Food Stamp Act of 1964, as amended to January 1, 2004. Section 6. That § 34-20A-2 be AMENDED: 34-20A-2. Terms used in this chapter mean: (1) \"Accredited prevention or treatment facility,\" a private or public agency meeting the standards prescribed in § 34-20A-27 or a private or public agency or facility surveyed and accredited by the Joint Commission; an Indian Health Service's quality assurance review under the Indian Health Service Manual, Professional Standards-Alcohol/Substance Abuse; or the Commission on Accreditation of Rehabilitation Facilities; or the Council on Accreditation; under the drug and alcohol treatment standards incorporated and adopted by the division department in rules promulgated pursuant to chapter 1-26, if proof of the accreditation, with accompanying recommendations, progress reports, and related correspondence are submitted to the division department in a timely manner; (2) \"Addiction counselor,\" a person licensed or certified as an addiction counselor by the South Dakota Board of Addiction and Prevention Professionals; (3) \"Alcoholic,\" a person who habitually lacks self-control as to the use of alcoholic beverages, or uses alcoholic beverages to the extent that the person's health is substantially impaired or endangered or the person's social or economic function is substantially disrupted; (4) \"Department,\" the Department of Social Services; (5) \"Designated prevention or treatment facility,\" an accredited agency operating under the direction and control of the state or providing services under this chapter through a contract with the division department, or a treatment facilities facility operated by the federal government that may be designated by the division department without accreditation by the state; (6) \"Division,\" the Division of Behavioral Health within the department; (7) \"Drug abuser,\" a person who habitually lacks self-control as to the use of controlled drugs or substances as defined in § 34-20B-3 to the extent that the person's health is substantially impaired or endangered or that the person's social or economic function is substantially disrupted; (8)(7) \"Incapacitated by alcohol or other drugs,\" that a person, as a result of the use of alcohol or other drugs, is unconscious, or the person's judgment is otherwise so impaired that the person is incapable of realizing and making a rational decision with respect to the person's need for treatment; (9)(8) \"Incompetent person,\" a person who has been adjudged incompetent by the circuit court; (10)(9) \"Intoxicated person,\" a person who demonstrates diminished mental or physical capacity while under the influence of alcohol or other drugs; (11)(10) \"Prevention,\" purposeful activities designed to promote personal growth of a person and strengthen the aspects of the community environment that are supportive to the person in order to preclude, prevent, or impede the development of alcohol or other drug misuse and abuse; (12)(11) \"Secretary,\" the secretary of the Department of Social Services; (13)(12) \"Treatment,\" the broad range of emergency, outpatient, intermediate, and inpatient services and care, including diagnostic evaluation, that may be extended to a person experiencing problems as a result of the use of alcohol or other drugs. Section 7. That § 34-20A-18 be AMENDED: 34-20A-18. The division department may solicit and accept for use any gift of money or property made by will or otherwise, and any grant of money, services, or property from the federal government, the state, or any political subdivision thereof, or any private source, and may do all things necessary to cooperate with the federal government or any of its agencies in making an application applying for any grant. Section 8. That § 34-20A-27 be AMENDED: 34-20A-27. The division department shall establish reasonable standards and requirements for accredited prevention or treatment facilities. The division department may fix the fees to be charged by the division department for the required inspections. The division may adopt department shall promulgate rules, pursuant to chapter 1-26, in regard to the following standards and requirements: (1) Management and administration, including fiscal control, program planning, and evaluation; (2) Physical facilities and quality control; (3) Services administration, including client rights, confidentiality, treatment planning, and statistical reporting; (4) Service components, including: inpatient/ and residential, outpatient treatment, social detoxification, transitional care, custodial care, counseling and support services, and prevention services; (5) Staff qualifications; and (6) Such otherOther standards as are necessary for the safety and health of clients and patients. Section 9. That § 34-20A-34 be AMENDED: 34-20A-34. The division department may acquire, hold, or dispose of real property or any interest in real property, and construct, lease, or otherwise provide facilities for the prevention of alcohol and drug abuse and facilities for the treatment of those persons suffering from alcohol and drug abuse, and for intoxicated persons. Section 10. That § 34-20A-44 be AMENDED: 34-20A-44. The division department shall inspect accredited prevention or treatment facilities to insure ensure compliance with this chapter. For purposes of inspection, the division department shall have access to the facility and its records at reasonable times and in a reasonable manner. This section does not apply to facilities accredited pursuant to accreditation by the Joint Commission, the Commission on Accreditation of Rehabilitation Facilities, an Indian Health Service's quality assurance review under the Indian Health Service Manual, Professional Standards-Alcohol/Substance Abuse, or the Council on Accreditation. Section 11. That § 34-20A-44.1 be AMENDED: 34-20A-44.1. If a public or private agency or facility is considered to beThe department retains the right of access to all facility premises and relevant records to monitor compliance or investigate complaints brought against an accredited prevention or treatment facility by reason of compliance with accreditation by the Joint Commission, the Commission on Accreditation of Rehabilitation Facilities, an Indian Health Service's quality assurance review under the Indian Health Service Manual, Professional Standards-Alcohol/Substance Abuse, or the Council on Accreditation, as described in § 34-20A-2, the division retains the right of access to all facility premises and relevant records to monitor compliance or investigate complaints brought against the facility that is not required to be inspected by the department under § 34-20A-44. Section 12. That § 34-20A-51 be AMENDED: 34-20A-51. Subject to rules adopted by the division department, the administrator in charge of an accredited treatment facility may determine who shall be is admitted for treatment. If a person is refused admission to the facility, the administrator, subject to rules adopted by the division department, shall refer the person to another treatment facility for treatment if possible and appropriate. Section 13. That § 34-20A-66.1 be AMENDED: 34-20A-66.1. Payment for treatment under emergency detainment, or under protective custody pursuant to § 34-20A-55 if emergency detainment is not required, may be assessed to the individual, to a legally responsible relative or guardian, to the county of residence if indigent, or billed to the division department through contract with an approved treatment facility. Any payment for emergency detainment to the Human Services Center is subject to the requirements of chapter 27A-13. Section 14. That § 34-20A-89 be AMENDED: 34-20A-89. If an approved treatment facility provides treatment of to a person who was involuntarily committed is provided by an, the approved treatment facility, may assess the payment for treatment may be assessed to the individual person, to legally responsible relatives, to a conservator, or to the county of residence if indigent, or billed to may bill the division department through contract with the approved treatment facility.The payment for If an accredited treatment facility provides treatment of to a person who was involuntarily committed to an, the accredited treatment facility shall be assessed assess payment to the individual, legally responsible relatives, or a conservator. The payment for treatment of a person involuntarily committed to the Human Services Center is subject to the requirements of chapter 27A-13. Section 15. That § 28-6A-4 be REPEALED: The secretary of the Department of Social Services shall, in cooperation with the secretary of health, provide for or coordinate the development of programs for the prevention of chronic renal diseases. Section 16. That § 28-6A-5 be REPEALED: The secretary of the Department of Social Services shall in cooperation with the secretary of health, institute and carry on an educational program among physicians, hospitals, public health departments, and the public concerning chronic renal failure requiring dialysis or transplant, including the dissemination of information and the conducting of educational programs concerning the causes and prevention of chronic renal diseases and the methods for the care and treatment of persons suffering from these diseases. Section 17. That § 28-6A-11 be REPEALED: The secretary of the Department of Social Services may make agreements with other agencies to use money made available by legislative appropriation to match other funds including, but not limited to funds provided by vocational rehabilitation and Title XIX of the Social Security Act, to best carry out the intent of the program. Section 18. That § 28-6B-2 be REPEALED: Within thirty days after July 1, 2016, the Department of Social Services shall submit a state plan amendment or waiver for approval by the federal Centers for Medicare and Medicaid Services to provide prenatal coverage under the medical assistance program in accordance with this chapter. Section 19. That § 34-20A-40 be REPEALED: The division in the adoption of standards and in the promulgation of other rules and regulations shall be governed by the provisions of chapter 1-26."}, {"bill_id": 23790, "bill_version_id": 248345, "bill_version": "Enrolled", "bill_version_date": "2023-02-03T11:36:47.56-06:00", "bill_text": "ENTITLED An Act to revise and repeal obsolete provisions related to the Department of Social Services. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 1-36-27 be AMENDED: 1-36-27. The Human Services Center, Yankton, is hereby transferred from the Department of Human Services to the Department of Social Services. The secretary of the Department of Social Services shall perform the functions of the secretary of the Department of Human Services relating to the Human Services Center, Yankton. Section 2. That § 28-1-82 be AMENDED: 28-1-82. A person is guilty of unauthorized acquisition or transfer of Supplemental Nutrition Assistance Program benefits if the person knowingly: (1) Acquires, purchases, possesses, or uses any Supplemental Nutrition Assistance Program EBT card to obtain Supplemental Nutrition Assistance Program benefits that the person is not entitled to; (2) Transfers, sells, trades, gives, or otherwise disposes of any Supplemental Nutrition Assistance Program EBT card to another person not entitled to receive or use it in exchange for anything of value; (3) Acquires, purchases, possesses, or uses any eligible goods purchased with a Supplemental Nutrition Assistance Program EBT card that the person is not entitled to; or (4) Transfers, sells, trades, gives, or otherwise disposes of any eligible goods purchased with a Supplemental Nutrition Assistance Program EBT card to another person not entitled to receive it in exchange for anything of value. Section 3. That § 28-1-83 be AMENDED: 28-1-83. Any person convicted of an offense under subdivision 28-1-82(1) or (2) with a Supplemental Nutrition Assistance Program EBT card value of one thousand dollars or less is guilty of a Class 1 misdemeanor. Any person convicted of an offense under subdivision 28-1-82(1) or (2) with a Supplemental Nutrition Assistance Program EBT card value of more than one thousand dollars is guilty of a Class 6 felony. Amounts involved in the acquisition or transfer of EBT cards in violation of subdivisions 28-1-82(1) and (2), committed pursuant to one scheme or course of conduct in any twelve-month period, may be aggregated in determining the degree of the offense. Any person convicted of an offense under subdivision 28-1-82(3) or (4) is guilty of a Class 1 misdemeanor. Section 4. That § 28-1-84 be AMENDED: 28-1-84. As used in §§ 28-1-82 to 28-1-84, inclusive, the term, Supplemental Nutrition Assistance Program EBT card, means any electronic benefit transfer card issued for the purchase of food pursuant to the Food Stamp Act of 1997, 7 U.S.C. §§ 2011 to 2029, inclusive, in effect on January 1, 2005. Section 5. That § 28-12-1 be AMENDED: 28-12-1. The Department of Social Services may enter into agreements and contracts with the federal government and its agencies and with the political subdivisions of this state for the purpose of participating in the Food Stamp Act of 1964 (P.L. 88-525) and any related acts, as amended to January 1, 2004. The secretary of social services shall promulgate rules, pursuant to chapter 1-26, as required by the federal government for the administration of the Supplemental Nutrition Assistance Program in this state. The rules must be in accordance with federal regulations implementing the Food Stamp Act of 1964, as amended to January 1, 2004. Section 6. That § 34-20A-2 be AMENDED: 34-20A-2. Terms used in this chapter mean: (1) \"Accredited prevention or treatment facility,\" a private or public agency meeting the standards prescribed in § 34-20A-27 or a private or public agency or facility surveyed and accredited by the Joint Commission; an Indian Health Service's quality assurance review under the Indian Health Service Manual, Professional Standards-Alcohol/Substance Abuse; or the Commission on Accreditation of Rehabilitation Facilities; or the Council on Accreditation; under the drug and alcohol treatment standards incorporated and adopted by the department in rules promulgated pursuant to chapter 1-26, if proof of the accreditation, with accompanying recommendations, progress reports, and related correspondence are submitted to the department in a timely manner; (2) \"Addiction counselor,\" a person licensed or certified as an addiction counselor by the South Dakota Board of Addiction and Prevention Professionals; (3) \"Alcoholic,\" a person who habitually lacks self-control as to the use of alcoholic beverages, or uses alcoholic beverages to the extent that the person's health is substantially impaired or endangered or the person's social or economic function is substantially disrupted; (4) \"Department,\" the Department of Social Services; (5) \"Designated prevention or treatment facility,\" an accredited agency operating under the direction and control of the state or providing services under this chapter through a contract with the department, or a treatment facility operated by the federal government that may be designated by the department without accreditation by the state; (6) \"Drug abuser,\" a person who habitually lacks self-control as to the use of controlled drugs or substances as defined in § 34-20B-3 to the extent that the person's health is substantially impaired or endangered or that the person's social or economic function is substantially disrupted; (7) \"Incapacitated by alcohol or other drugs,\" that a person, as a result of the use of alcohol or other drugs, is unconscious, or the person's judgment is otherwise so impaired that the person is incapable of realizing and making a rational decision with respect to the person's need for treatment; (8) \"Incompetent person,\" a person who has been adjudged incompetent by the circuit court; (9) \"Intoxicated person,\" a person who demonstrates diminished mental or physical capacity while under the influence of alcohol or other drugs; (10) \"Prevention,\" purposeful activities designed to promote personal growth of a person and strengthen the aspects of the community environment that are supportive to the person in order to preclude, prevent, or impede the development of alcohol or other drug misuse and abuse; (11) \"Secretary,\" the secretary of the Department of Social Services; (12) \"Treatment,\" the broad range of emergency, outpatient, intermediate, and inpatient services and care, including diagnostic evaluation, that may be extended to a person experiencing problems as a result of the use of alcohol or other drugs. Section 7. That § 34-20A-18 be AMENDED: 34-20A-18. The department may solicit and accept for use any gift of money or property made by will or otherwise, and any grant of money, services, or property from the federal government, the state or any political subdivision thereof, or any private source, and may do all things necessary to cooperate with the federal government or any of its agencies in applying for any grant. Section 8. That § 34-20A-27 be AMENDED: 34-20A-27. The department shall establish reasonable standards and requirements for accredited prevention or treatment facilities. The department may fix the fees to be charged by the department for the required inspections. The department shall promulgate rules, pursuant to chapter 1-26, in regard to the following standards and requirements: (1) Management and administration, including fiscal control, program planning, and evaluation; (2) Physical facilities and quality control; (3) Services administration, including client rights, confidentiality, treatment planning, and statistical reporting; (4) Service components, including inpatient and residential, outpatient treatment, social detoxification, transitional care, custodial care, counseling and support services, and prevention services; (5) Staff qualifications; and (6) Other standards as are necessary for the safety and health of clients and patients. Section 9. That § 34-20A-34 be AMENDED: 34-20A-34. The department may acquire, hold, or dispose of real property or any interest in real property, and construct, lease, or otherwise provide facilities for the prevention of alcohol and drug abuse and facilities for the treatment of those persons suffering from alcohol and drug abuse, and for intoxicated persons. Section 10. That § 34-20A-44 be AMENDED: 34-20A-44. The department shall inspect accredited prevention or treatment facilities to ensure compliance with this chapter. For purposes of inspection, the department shall have access to the facility and its records at reasonable times and in a reasonable manner. This section does not apply to facilities accredited by the Joint Commission, the Commission on Accreditation of Rehabilitation Facilities, an Indian Health Service's quality assurance review under the Indian Health Service Manual, Professional Standards-Alcohol/Substance Abuse, or the Council on Accreditation. Section 11. That § 34-20A-44.1 be AMENDED: 34-20A-44.1. The department retains the right of access to all facility premises and relevant records to monitor compliance or investigate complaints brought against an accredited prevention or treatment facility that is not required to be inspected by the department under § 34-20A-44. Section 12. That § 34-20A-51 be AMENDED: 34-20A-51. Subject to rules adopted by the department, the administrator in charge of an accredited treatment facility may determine who is admitted for treatment. If a person is refused admission to the facility, the administrator, subject to rules adopted by the department, shall refer the person to another treatment facility for treatment if possible and appropriate. Section 13. That § 34-20A-66.1 be AMENDED: 34-20A-66.1. Payment for treatment under emergency detainment, or under protective custody pursuant to § 34-20A-55 if emergency detainment is not required, may be assessed to the individual, to a legally responsible relative or guardian, to the county of residence if indigent, or billed to the department through contract with an approved treatment facility. Any payment for emergency detainment to the Human Services Center is subject to the requirements of chapter 27A-13. Section 14. That § 34-20A-89 be AMENDED: 34-20A-89. If an approved treatment facility provides treatment to a person who was involuntarily committed, the approved treatment facility may assess the payment for treatment to the person, to legally responsible relatives, to a conservator, or to the county of residence if indigent, or may bill the department through contract with the approved treatment facility. If an accredited treatment facility provides treatment to a person who was involuntarily committed, the accredited treatment facility shall assess payment to the individual, legally responsible relatives, or a conservator. The payment for treatment of a person involuntarily committed to the Human Services Center is subject to the requirements of chapter 27A-13. Section 15. That § 28-6A-4 be REPEALED. Section 16. That § 28-6A-5 be REPEALED. Section 17. That § 28-6A-11 be REPEALED. Section 18. That § 28-6B-2 be REPEALED. Section 19. That § 34-20A-40 be REPEALED. An Act to revise and repeal obsolete provisions related to the Department of Social Services. I certify that the attached Act originated in the: Senate as Bill No. 28 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 28 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2023 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2023 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2023 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23790, "action_date": "2023-01-10T12:00:00-06:00", "document_id": 241522, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/241522.pdf", "status_text": "First read in Senate and referred to", "journal_page": 14, "committee_id_action": 1183, "committee_id_assigned": 1177, "result": "N", "vote": {}}, {"bill_id": 23790, "action_date": "2023-01-24T07:45:00-06:00", "document_id": 244591, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244591.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1177, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23790, "action_date": "2023-01-24T07:45:00-06:00", "document_id": 244595, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244595.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1177, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76346, "president_vote": null, "Yea": [4352, 4457, 4460, 4410, 4430, 4419, 4355]}}, {"bill_id": 23790, "action_date": "2023-01-24T07:45:00-06:00", "document_id": 244595, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244595.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1177, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23790, "action_date": "2023-01-25T14:00:00-06:00", "document_id": 245898, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245898.pdf", "status_text": "Do Pass", "journal_page": 115, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76411, "president_vote": null, "Yea": [4336, 4338, 4339, 4340, 4342, 4345, 4348, 4448, 4352, 4355, 4360, 4457, 4372, 4378, 4381, 4382, 4453, 4466, 4386, 4460, 4394, 4395, 4399, 4404, 4407, 4410, 4413, 4414, 4419, 4426, 4430, 4432, 4436], "Excused": [4359, 4434]}}, {"bill_id": 23790, "action_date": "2023-01-26T13:00:00-06:00", "document_id": 246371, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246371.pdf", "status_text": "First read in House and referred to", "journal_page": 161, "committee_id_action": 1159, "committee_id_assigned": 1160, "result": "N", "vote": {}}, {"bill_id": 23790, "action_date": "2023-02-01T10:00:00-06:00", "document_id": 247252, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247252.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1160, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23790, "action_date": "2023-02-01T10:00:00-06:00", "document_id": 247285, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247285.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1160, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76608, "president_vote": null, "Yea": [4358, 4438, 4451, 4396, 4405, 4409, 4458, 4417, 4418, 4464, 4446, 4421, 4366]}}, {"bill_id": 23790, "action_date": "2023-02-01T10:00:00-06:00", "document_id": 247285, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247285.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1160, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23790, "action_date": "2023-02-02T14:00:00-06:00", "document_id": 248145, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248145.pdf", "status_text": "Do Pass", "journal_page": 213, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76702, "president_vote": null, "Yea": [4456, 4445, 4333, 4441, 4334, 4337, 4459, 4341, 4343, 4344, 4449, 4350, 4351, 4442, 4353, 4354, 4468, 4471, 4358, 4365, 4366, 4368, 4450, 4373, 4374, 4375, 4379, 4462, 4383, 4452, 4454, 4438, 4384, 4443, 4385, 4451, 4388, 4389, 4469, 4392, 4393, 4447, 4467, 4396, 4397, 4398, 4400, 4401, 4440, 4403, 4437, 4405, 4406, 4408, 4409, 4458, 4455, 4444, 4412, 4463, 4439, 4417, 4418, 4421, 4464, 4446, 4465, 4470, 4429, 4461]}}, {"bill_id": 23790, "action_date": "2023-02-03T13:00:00-06:00", "document_id": 248357, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248357.pdf", "status_text": "Signed by the President", "journal_page": 193, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23790, "action_date": "2023-02-06T14:00:00-06:00", "document_id": 248518, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248518.pdf", "status_text": "Signed by the Speaker", "journal_page": 239, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23790, "action_date": "2023-02-07T14:00:00-06:00", "document_id": 248724, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248724.pdf", "status_text": "Delivered to the Governor", "journal_page": 213, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}]}