{"session_id": 43, "bill_id": 11522, "bill_type": "Senate Bill", "bill_number": 65, "bill_title": "revise certain provisions pertaining to trusts.", "sponsors": [{"legislator_profile_id": 1738, "is_prime": true}, {"legislator_profile_id": 1746, "is_prime": true}, {"legislator_profile_id": 1754, "is_prime": false}, {"legislator_profile_id": 1689, "is_prime": false}, {"legislator_profile_id": 1741, "is_prime": false}, {"legislator_profile_id": 1670, "is_prime": false}, {"legislator_profile_id": 1764, "is_prime": false}, {"legislator_profile_id": 1707, "is_prime": false}, {"legislator_profile_id": 1672, "is_prime": false}, {"legislator_profile_id": 1763, "is_prime": false}, {"legislator_profile_id": 1744, "is_prime": false}, {"legislator_profile_id": 1720, "is_prime": false}, {"legislator_profile_id": 1682, "is_prime": false}, {"legislator_profile_id": 1721, "is_prime": false}, {"legislator_profile_id": 1686, "is_prime": false}, {"legislator_profile_id": 1724, "is_prime": false}, {"legislator_profile_id": 1679, "is_prime": false}, {"legislator_profile_id": 1715, "is_prime": false}, {"legislator_profile_id": 1703, "is_prime": false}, {"legislator_profile_id": 1677, "is_prime": false}, {"legislator_profile_id": 1725, "is_prime": false}, {"legislator_profile_id": 1709, "is_prime": false}, {"legislator_profile_id": 1726, "is_prime": false}, {"legislator_profile_id": 1752, "is_prime": false}, {"legislator_profile_id": 1716, "is_prime": false}, {"legislator_profile_id": 1719, "is_prime": false}, {"legislator_profile_id": 1735, "is_prime": false}, {"legislator_profile_id": 1691, "is_prime": false}, {"legislator_profile_id": 1687, "is_prime": false}], "keywords": ["Fiduciaries and Trusts", "Judicial Remedies"], "audio": [{"meeting_datetime": "2020-02-11T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sju18.mp3", "start_seconds": 2170.0}, {"meeting_datetime": "2020-02-11T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sju18.mp3", "start_seconds": 2170.0}, {"meeting_datetime": "2020-02-11T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sju18.mp3", "start_seconds": 2170.0}, {"meeting_datetime": "2020-02-11T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sju18.mp3", "start_seconds": 2170.0}, {"meeting_datetime": "2020-02-13T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen20.mp3", "start_seconds": 2020.0}, {"meeting_datetime": "2020-02-13T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen20.mp3", "start_seconds": 2020.0}, {"meeting_datetime": "2020-02-13T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen20.mp3", "start_seconds": 2020.0}, {"meeting_datetime": "2020-03-02T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hju29.mp3", "start_seconds": 898.0}, {"meeting_datetime": "2020-03-02T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hju29.mp3", "start_seconds": 898.0}, {"meeting_datetime": "2020-03-02T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hju29.mp3", "start_seconds": 898.0}], "bill_versions": [{"bill_id": 11522, "bill_version_id": 63103, "bill_version": "Introduced", "bill_version_date": "2020-01-22T10:34:57.923-06:00", "bill_text": "An Act to revise certain provisions pertaining to trusts. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 21-22-33. Attorneys' fees and costs. In a judicial proceeding involving a trust estate, the court, as justice and equity may require, may award costs and expenses, including reasonable attorneys' fees, to any party or to the trust, to be paid by another party or from the trust that is the subject of the controversy. If paid from the trust, the payment may be charged against future distributions to a beneficiary. Section 2. That § 55-1-21.4 be AMENDED: 55-1-21.4. Enforcement of purpose of trust by enforcer. The purposes of a purpose trust may shall be enforced by an enforcer designated in the governing instrument and if. An enforcer may demand reasonable information related to the administration of the trust from the trustee, including a periodic accounting. If no enforcer or successor enforcer is acting pursuant to the terms of the governing instrument the court may shall appoint one or more enforcers and successor enforcers. No purpose trust may fail for want of an enforcer. An enforcer may petition for, consent to, waive, or object to any matter regarding a purpose trust with regard to the purpose of the trust which the enforcer represents or concerning the administration of the purpose trust. Enforcers are fiduciaries An enforcer is a fiduciary whose duty is to enforce the trust's purpose as set forth in the governing instrument and, except as otherwise provided in the governing instrument, are is entitled to reasonable compensation as determined by the trustee. An enforcer may also serve as a trust protector or a family advisor pursuant to chapter 55-1B. However, an enforcer may not serve as an enforcer while serving as a trustee or a distribution trust advisor of the same trust. Except as otherwise provided in the governing instrument, if more than one enforcer is acting, action may be taken by a majority of the enforcers. Section 3. That § 55-1-21.5 be AMENDED: 55-1-21.5. Removal of enforcer. Any A trustee may petition the court for the removal of an enforcer. An enforcer may be removed if the court finds: (1) The enforcer committed a serious breach of the purpose enforcer's responsibilities duty, or is unfit or unwilling to serve; (2) A significant and unjustified lack of cooperation or hostility between the enforcer and the trustee, trust protector, or trust advisor; or (3) There has been a substantial change in circumstances and removal of the enforcer would best serve the purpose or purposes of the trust. The governing instrument may provide different or additional procedures for the removal of an enforcer. Section 4. That § 55-1-21.9 be AMENDED: 55-1-21.9. Filings, reports, accounting, separation of funds, appointment, and registration of purpose trust not required--Exceptions. Except as may be demanded by an enforcer under § 55-1-21.4, ordered by the court or required by the governing instrument, no filings, reports, periodic accounting, separate maintenance of funds, appointment, or registration of a purpose trust are required. Section 5. That § 55-1-36 be AMENDED: 55-1-36. Satisfaction of claims of settlor's creditors from trust estate if settlor is beneficiary. If a settlor is also a beneficiary of the trust, and the transfer is a qualified transfer pursuant to chapter 55-16, the provisions of §§ 55-1-24 to 55-1-43, inclusive, also apply. Conversely, if the settlor is a beneficiary of the trust and the transfer is not a qualified transfer pursuant to chapter 55-16, a provision restraining the voluntary or involuntary transfer of the settlor's beneficial interest does not prevent the settlor's creditors from satisfying claims from the settlor's interest in the trust estate. However, a settlor's creditors may not satisfy their respective claims from an irrevocable trust if: (1) The settlor has retained a beneficial interest that is contingent upon surviving the settlor's spouse such as an interest in an inter vivos marital deduction trust in which the interest of the settlor's spouse is treated as qualified terminable interest property under § 2523(f) of the Internal Revenue Code of 1986 (26 U.S.C. § 2523(f)), as amended, an interest in an inter vivos marital deduction trust that is treated as a general power of appointment trust for which a marital deduction would be allowed under § 2523(a) and (e) of the Internal Revenue Code of 1986 (26 U.S.C. § 2523(a) and (e)), as amended, and an interest in an inter vivos trust commonly known as a credit shelter trust that used all or a portion of the settlor's unified credit under § 2505 of the Internal Revenue Code (26 U.S.C. § 2505), as amended; (2) The settlor may be named, by someone other than the settlor, as an additional beneficiary or from a class of persons that includes the settlor; or (3) The settlor is a permissible object of the exercise of a power of appointment over trust property held by someone other than the settlor. Section 6. That § 55-1-44 be AMENDED: 55-1-44. Action for fraudulent transfer of settlor's assets--Jurisdiction--Attorneys' fees and costs--Burden of proof. Notwithstanding any other provision of law, no action of any kind, including an action to enforce a judgment entered by a court or other body having adjudicative authority, may be brought at law or in equity for an attachment or other provisional remedy against property that is the subject of a South Dakota trust or for avoidance of a transfer to a South Dakota trust unless the settlor's transfer of property was made with the intent to defraud that specific creditor. A court of this state has exclusive jurisdiction over an action brought under a claim for relief that is based on a transfer of property to a trust that is the subject of this section. A court of this state may award attorneys' fees and costs to the prevailing party in such an action. In any action described in this section, the burden to prove the matter by clear and convincing evidence is upon the creditor. Section 7. That § 55-1-45 be AMENDED: 55-1-45. Limitation of action for fraudulent transfer of settlor's assets. A cause of action or claim for relief with respect to a fraudulent transfer of a settlor's assets pursuant to § 55-1-44 is extinguished unless the action under § 55-1-44 is brought by a creditor of the settlor who meets one of the following requirements: (1) Is a creditor of the settlor before the settlor's assets are transferred to the trust, and the action under § 55-1-44 is brought within the later of: (a) Two years after the transfer is made; or (b) Six months after the transfer is or reasonably could have been discovered by the creditor if the creditor: (i) Can demonstrate that the creditor asserted a specific claim against the settlor before the transfer; or (ii) Files another action, other than an action under § 55-1-44, against the settlor that asserts a claim based on an act or omission of the settlor that occurred before the transfer, and the action described in this subsection is filed within two years after the transfer; or (2) Becomes a creditor subsequent to the transfer into trust, and the action under § 55-1-44 is brought within two years after the transfer is made. In any action described in § 55-1-44, the burden to prove the matter by clear and convincing evidence is upon the creditor. Section 8. That § 55-1B-2 be AMENDED: 55-1B-2. Liability limits of excluded fiduciary--Relief from obligations for excluded fiduciary--Burden of proof in action against excluded fiduciary. An excluded fiduciary is not liable, either individually or as a fiduciary, for any of the following: (1) Any loss that results from compliance with a direction of the trust advisor, including any loss from the trust advisor breaching fiduciary responsibilities or acting beyond the trust advisor's scope of authority; (2) Any loss that results from a failure to take any action proposed by an excluded fiduciary that requires a prior authorization of the trust advisor if that excluded fiduciary timely sought but failed to obtain that authorization; (3) Any loss that results from any action or inaction, except for gross negligence or willful misconduct, when an excluded fiduciary is required, pursuant to the trust agreement or any other reason, to assume the role of trust advisor or trust protector; or (4) Any loss that results from relying upon any trust advisor for valuation of trust assets. Any excluded fiduciary is also relieved from any obligation to independently value trust assets, to review or evaluate any direction from a distribution trust advisor, or to perform investment or suitability reviews, inquiries, or investigations or to make recommendations or evaluations with respect to any investments to the extent the trust advisor had authority to direct the acquisition, disposition, or retention of the investment. If the excluded fiduciary offers such communication to the trust advisor, trust protector, or any investment person selected by the investment trust advisor, such action may not be deemed to constitute an undertaking by the excluded fiduciary to monitor or otherwise participate in actions within the scope of the advisor's authority or to constitute any duty to do so. Any excluded fiduciary is also relieved of any duty to communicate with or warn or apprise any beneficiary or third party concerning instances in which the excluded fiduciary would or might have exercised the excluded fiduciary's own discretion in a manner different from the manner directed by the trust advisor or trust protector. Absent contrary provisions in the governing instrument, the actions of the excluded fiduciary (such as any communications with the trust advisor and others and carrying out, recording, and reporting actions taken at the trust advisor's direction) pertaining to matters within the scope of authority of the trust advisor or trust protector shall be deemed to be administrative actions taken by the excluded fiduciary solely to allow the excluded fiduciary to perform those duties assigned to the excluded fiduciary under the governing instrument, and such administrative actions may not be deemed to constitute an undertaking by the excluded fiduciary to monitor, participate, or otherwise take any fiduciary responsibility for actions within the scope of authority of the trust advisor or trust protector. Nothing in subdivision (2) imposes an obligation or liability with respect to a custodian of a custodial account. In an action against an excluded fiduciary pursuant to the provisions of this section, the burden to prove the matter by clear and convincing evidence is on the person seeking to hold the excluded fiduciary liable. Section 9. That § 55-1B-6 be AMENDED: 55-1B-6. Powers and discretions of trust protector. The powers and discretions of a trust protector are as provided in the governing instrument and may be exercised or not exercised, in the best interests of the trust, in the sole and absolute discretion of the trust protector and are binding on all other persons. The powers and discretion may include the following: (1) Modify or amend the trust instrument to achieve favorable tax status or respond to changes in the Internal Revenue Code, state law, or the rulings and regulations thereunder; (2) Increase or decrease the interests of any beneficiaries to the trust; (3) Modify the terms of any power of appointment granted by the trust. However, a modification or amendment may not grant a beneficial interest to any individual or class of individuals not specifically provided for under the trust instrument; (4) Remove and appoint a trustee, a fiduciary provided for in the governing trust instrument, trust advisor, investment committee member, or distribution committee member; (5) Terminate the trust; (6) Veto or direct trust distributions; (7) Change situs or governing law of the trust, or both; (8) Appoint a successor trust protector; (9) Interpret terms of the trust instrument at the request of the trustee; (10) Advise the trustee on matters concerning a beneficiary; (11) Amend or modify the trust instrument to take advantage of laws governing restraints on alienation, distribution of trust property, or the administration of the trust; (12) Provide direction regarding notification of qualified beneficiaries pursuant to § 55-2-13Reserved; (13) Add to the trust an individual beneficiary or beneficiaries from a class of individuals identified in the governing instrument; (14) Add to the trust a charitable beneficiary or beneficiaries from a class of charities identified in the trust instrument; (15) Provide other powers and discretions in the governing instrument; (16) Remove a representative as provided in subdivision 55-18-4(3); (17) Appoint a representative as provided in subdivision 55-18-9(12); and (18) Act as a representative as provided in subdivision 55-18-9(11). In addition to the powers and discretions granted to the trust protector in the governing instrument, the trust protector may also exercise any of the powers and discretions granted to a trust protector under § 55-2-13 to the extent such exercise is not prohibited under the terms of the governing instrument. The powers referenced in subdivisions (5), (6), and (11) may be granted notwithstanding the provisions of §§ 55-3-24 to 55-3-28, inclusive. Section 10. That § 55-1B-10 be AMENDED: 55-1B-10. Powers and discretions of investment trust advisor. The powers and discretions of an investment trust advisor shall be as provided in the trust instrument and may be exercised or not exercised, in the best interests of the trust, in the sole and absolute discretion of the investment trust advisor and are binding on any other person and any other interested party, fiduciary, and excluded fiduciary. Unless the terms of the governing instrument provide otherwise, In addition to the powers and discretions granted to the investment trust advisor has the power to perform the following in the governing instrument, the investment trust advisor may also exercise any of the following powers and discretions to the extent such exercise is not prohibited under the terms of the governing instrument: (1) Direct the trustee with respect to the retention, purchase, sale, exchange, tender, or other transaction affecting the ownership thereof or rights therein of trust investments. These powers include the pledge or encumbrance of trust property, lending of trust assets, either secured or unsecured, at terms defined by the investment trust advisor to any party including beneficiaries of the trust and the investment and reinvestment of principal and income of the trust; (2) Vote proxies for securities held in trust; (3) Select one or more investment advisers, managers, or counselors, including the trustee, and delegate to them any of its powers; (4) Direct the trustee with respect to any additional powers and discretions over investment and management of trust assets provided in the governing instrument; (5) Direct the trustee as to the value of nonpublicly traded trust investments; and (6) Direct the trustee as to any investment or management power referenced in chapter 55-1A; and (7) Exercise the powers granted to an investment trust advisor in § 55-2-13. Section 11. That § 55-1B-11 be AMENDED: 55-1B-11. Powers and discretions of distribution trust advisor. The powers and discretions of a distribution trust advisor over any discretionary distributions of income or principal, including distributions pursuant to an ascertainable standard or other criteria and appointments pursuant to § 55-2-15, shall be provided in the trust instrument and may be exercised or not exercised, in the best interests of the trust, in the sole and absolute discretion of the distribution trust advisor and are binding on any other person and any other interested party, fiduciary, and excluded fiduciary. Unless the terms of the document governing instrument provide otherwise, then, in addition to the powers and discretions granted to the distribution trust advisor in the trust instrument, the distribution trust advisor shall direct the trustee with regard to all discretionary distributions to beneficiaries and, may direct appointments pursuant to § 55-2-15. The distribution trust advisor may also provide direction regarding notification of qualified beneficiaries pursuant to, and may exercise any of the powers and discretions granted to a distribution trust advisor in § 55-2-13. Section 12. That § 55-1B-12 be AMENDED: 55-1B-12. Powers and discretions of family advisor. The powers and discretions of a family advisor are as provided in the governing instrument or by court order and may be exercised or not exercised, in the best interests of the trust, in the sole and absolute discretion of the family advisor. The powers and discretions may only include the following: (1) Remove and appoint a trustee, a fiduciary provided for in the governing trust instrument, trust advisor, investment committee member, or distribution committee member; (2) Appoint a successor trust protector, or a successor family advisor; (3) Advise the trustee on matters concerning any beneficiary; receive trust accountings, investment reports, and other information from the trustee or to which a beneficiary is entitled; attend meetings whether in person or by any other means with the trustee, investment trust advisors, distribution trust advisors, or other advisors whether in person or by any means, electronic or otherwise; and to consult with a fiduciary regarding both fiduciary and nonfiduciary matters or actions, all without any power or discretion to take any action as a fiduciary; or (4) Provide direction regarding notification of qualified beneficiaries pursuant to § 55-2-13. A family advisor is not required to exercise any powers or discretions under any circumstances. Every action or inaction by a family advisor is a nonfiduciary action or inaction and a family advisor is absolutely excluded from liability to any other person for an action or inaction as a family advisor. A court may review a family advisor's exercise of the powers described in subdivisions (1), (2), and (4) only if the family advisor acts dishonestly or with an improper motive but may not review a family advisor's failure to exercise any powers. A reasonableness standard may not be applied to any action or inaction of a family advisor. Other than for the two circumstances listed above, a court has no jurisdiction to review a family advisor's action or inaction. A family advisor is entitled to compensation as provided in the governing instrument. If the governing instrument does not provide for or establish compensation, a family advisor is entitled to reasonable compensation for the exercise of the powers and discretions granted to the family advisor pursuant to this chapter. Section 13. That § 55-2-13 be AMENDED: 55-2-13. Notice to qualified beneficiaries of existence of trust--Written directions--Information to be provided to excluded fiduciaries--Liability limits of trustee--Variation of right of a beneficiary to be informed--Confidentiality of trust information. Notification to any qualified beneficiary under this section may be carried out personally, by mail, postage prepaid, addressed to the entity or individual's last known post office address, or electronically pursuant to the provisions of § 15-6-5(d), and on representatives of qualified beneficiaries pursuant to chapter 55-18. For purposes of this section, the term, qualified beneficiary, means a beneficiary that is an entity then in existence or an individual who is twenty-one years of age or older and who, on the date the beneficiary's qualification is determined: (1) Is a distributee or permissible distributee of trust income or principal; (2) Would be a distributee or permissible distributee of trust income or principal if the interests of the distributees terminated on that date; or (3) Would be a distributee or permissible distributee of trust income or principal if the trust terminated on that date. However, if the distributee is then unknown because a person holds a power to change the distributee, the trustee shall give notice only to the holder of the power. Except as otherwise provided by the terms of a revocable trust, a trustee has no duty to notify the qualified beneficiaries of the trust's existence. Except as otherwise provided by the terms of an irrevocable trust or otherwise directed in writing by the settlor, trust advisor, or trust protector, the trustee shall, within sixty days after the trustee has accepted trusteeship of the trust, or within sixty days after the date the trustee acquires knowledge that a formerly revocable trust has become irrevocable, notify the qualified beneficiaries of the trust's existence and of the right of the beneficiary to request a copy of the trust instrument pertaining to the beneficiary's interest in the trust. For purposes of this section, the terms, trust advisor and trust protector, have the same meanings as those defined in § 55-1B-1. Except as otherwise provided by the terms of an irrevocable trust or otherwise directed in writing by the settlor, trust advisor, or trust protector, a trustee of an irrevocable trust: (1) Upon request of a qualified beneficiary, shall promptly furnish to the qualified beneficiary a copy of the trust instrument; (2) If notification of the trust has not been accomplished pursuant to this section within sixty days after accepting a trusteeship, shall notify the qualified beneficiaries of the acceptance and of the trustee's name, address, and telephone number; (3) Shall promptly respond to a qualified beneficiary's request for information related to the administration of the trust, unless the request is unreasonable under the circumstances. The settlor, trust advisor, or trust protector, may, by the terms of the governing instrument, or in writing delivered by providing written directions to the trustee, expand, restrict, eliminate, or otherwise modify the rights of beneficiaries to information relating to a trust. The trustee incurs no liability for a loss or otherwise for relying upon the written directions, including an instance when the governing instrument of an irrevocable trust does not expressly authorize an expansion, restriction, or other modification of the rights of beneficiaries to information relating to a trust. The written directions remain Written directions provided by the settlor, trust advisor, or trust protector as set forth in this section remain in effect effective until and or unless the settlor, trust advisor, or trust protector who provided the written directions revokes the written instructions directions by providing a writing to that effect to the trustee or the trustee receives notification that the settlor, trust advisor, or trust protector who provided the written directions is incapacitated. Additionally, the written directions remain in effect only while the trust advisor or trust protector providing the written directions is serving as the current trust advisor or trust protector. Unless otherwise specifically provided in the written directions, upon the death or incapacity of a settlor who provided the written directions described in this section, the directions shall be deemed revoked. However, upon the death or incapacity of the settlor, a trust advisor or trust protector, if any, may further direct the trustee in writing pursuant to this section. Unless otherwise stated in the governing instrument, the direction of the settlor shall control in the event of a conflict in direction, the direction of the settlor shall control among written directions provided to the trustee pursuant to this section. The terms of an irrevocable trust or written directions provided pursuant to this section may expand, restrict, eliminate, or otherwise vary the right of a beneficiary to be informed of the beneficiary's interest in a trust for a period of time, including: (1) A period of time related to the age of a beneficiary; (2) A period of time related to the lifetime of either a settlor or spouse of a settlor, or both; (3) A period of time related to a term of years or specific date; and (4) A period of time related to a specific event that is certain to occur. The terms of the governing instrument or written directions provided pursuant to this section may authorize either the settlor, trust advisor, or trust protector to appoint a representative as provided in subdivisions 55-18-9 (11) and (12) for the period of time that the right of a beneficiary to be informed about a beneficiary's interest is restricted or eliminated pursuant to this section. A beneficiary may waive the right to the notice or information otherwise required to be furnished under this section and, with respect to future reports and other information, may withdraw a waiver previously given. The change in the identity of a trustee, occurring as the result of a mere name change or a merger, consolidation, combination, or reorganization of a trustee, does not require notice. If a fiduciary is bound by a duty of confidentiality with respect to a trust or its assets, a fiduciary may require that any beneficiary who is eligible to receive information pursuant to this section be bound by the duty of confidentiality that binds the trustee before receiving such information from the trustee. If trust information is sought through service of a subpoena on a fiduciary, the fiduciary may petition the court for an order that makes disclosure of trust information contingent upon the receiving party being bound by reasonable conditions to ensure the protection of confidentiality of trust information by the receiving party. A trust advisor, trust protector, or other fiduciary designated by the terms of the trust shall keep each excluded fiduciary designated by the terms of the trust reasonably informed about: (1) The administration of the trust with respect to any specific duty or function being performed by the trust advisor, trust protector, or other fiduciary to the extent that the duty or function would normally be performed by the excluded fiduciary or to the extent that providing such information to the excluded fiduciary is reasonably necessary for the excluded fiduciary to perform its duties; and (2) Any other material information that the excluded fiduciary would be required to disclose to the qualified beneficiaries under this section regardless of whether the terms of the trust relieve the excluded fiduciary from providing such information to qualified beneficiaries. Neither the performance nor the failure to perform of a trust advisor, trust protector, or other fiduciary designated by the terms of the trust as provided in this subdivision shall affect the limitation on the liability of the excluded fiduciary. The provisions of this section are effective for trusts created, amended, or restated after June 30, 2002, except as otherwise directed by the settlor, trust protector, trust advisor, or other fiduciary designated by the terms of the trust. For trusts created before July 1, 2002, a trustee has no duty at common law or otherwise to notify a qualified beneficiary of the trust's existence unless otherwise directed by the settlor. The provisions of this paragraph do not apply if otherwise directed by the settlor, trust protector, trust advisor, or other fiduciary designated by the terms of the trust. Section 14. That § 55-3-13 be AMENDED: 55-3-13. Expenses incurred by trustee in performance of trust--Reimbursement. A trustee, including a former trustee, is entitled to the repayment, out of the trust property, of all expenses actually and properly incurred by the trustee in the performance of his or her trust the trustee's duties. The trustee is entitled to the repayment of even unlawful expenditures, if the expenditures were productive of actual benefit to the estate. Expenses in performance of the trust include those expenses actually and properly incurred in the exercise of the trustee's powers as described in the governing instrument, in any applicable court order, or in chapter 55-1A. A former trustee is entitled to the repayment, out of trust property, of all expenses actually and properly incurred by the former trustee in the defense of proceedings relating to the performance of the trustee's duties to the same extent as the current trustee is entitled to repayment. Section 15. That § 55-3-20.1 be AMENDED: 55-3-20.1. Grounds for removal of trustee. In addition to other remedies available by law and procedures or powers set out in a trust instrument, the settlor, or the settlor's agent, a trust protector, a cotrustee, or a qualified beneficiary as defined in § 55-2-13, or an enforcer, as defined in § 55-1-21.4, may request the court to remove a trustee, or a trustee may be removed by the court on the court's own initiative. In addition to the powers otherwise granted the court, the court may remove a trustee if: (1) The trustee commits a serious breach of trust; (2) Lack of cooperation among cotrustees substantially impairs the administration of the trust; (3) Because of unfitness, unwillingness, persistent failure of the trustee to administer the trust effectively, the court determines that removal of the trustee best serves the interests of the beneficiaries; (4) There is a substantial change of circumstances or removal is requested by all of the qualified beneficiaries, the court finds that removal of the trustee best serves the interests of all of the beneficiaries and is not inconsistent with a material purpose of the trust, and a suitable cotrustee or successor trustee is available; or (5) If the trustee merges with another institution or the location or place of administration of the trust changes, and the court finds that removal of the trustee best serves the interests of all of the beneficiaries, and a suitable cotrustee or successor trustee is available. Pending a final decision on a request to remove a trustee, the court may order such appropriate relief as may be necessary to protect the trust property or the interests of the beneficiaries. Section 16. That § 55-3-45 be AMENDED: 55-3-45. Beneficiary approval of trustee's accounting--Alternative approval of trustee's accounting--Accounting defined. If a trust is not subject to court supervision under chapter 21-22, and if no objection has been made by a distribution beneficiary, as defined in this title, of a trust within one hundred eighty days after a copy of the trustee's accounting has been mailed, postage prepaid, to the last known address of such distribution beneficiary, personally, or electronically in accordance with § 15-6-5(d), the distribution beneficiary is deemed to have approved such accounting of the trustee, and the trustee, absent fraud, intentional misrepresentation, or material omission, shall be released and discharged from any and all liability to all beneficiaries of the trust as to all matters set forth in such accounting. Alternatively, the trustee's accounting may be approved on behalf of all beneficiaries by a trust advisor or trust protector, or in accordance with § 55-18-9 if: (1) Notice or information to the beneficiaries has been waived or modified in accordance with § 55-2-13; or (2) Authorized under the terms of the governing instrument. The provisions of chapter 55-18 apply to this section. For purposes of this section, the term, accounting, means any interim or final report or other statement provided by a trustee reflecting all transactions, receipts, and disbursements during the reporting period and a list of assets as of the end of the period covered by the report or statement, and including written notice to the distribution beneficiary of the provisions of this section. Section 17. That § 55-16-2 be AMENDED: 55-16-2. Trust instrument defined. For the purposes of this chapter, a trust instrument, is an instrument appointing a qualified person or qualified persons for the property that is the subject of a disposition, which instrument: (1) Expressly incorporates the law of this state to govern the validity, construction, and administration of the trust; (2) Is irrevocable, but a trust instrument may not be deemed revocable on account of its inclusion of one or more of the following: (a) A transferor's power to veto a distribution from the trust; (b) An inter vivos power of appointment, other than an inter vivos power to appoint to exercisable solely by the transferor in favor of the transferor, the transferor's creditors, the transferor's estate, or the creditors of the transferor's estate; (c) A testamentary power of appointment; (d) The transferor's potential or actual receipt of income, including rights to such income retained in the trust instrument; (e) The transferor's potential or actual receipt of income or principal from a charitable remainder unitrust or charitable remainder annuity trust as such terms are defined in § 664 of the Internal Revenue Code of 1986, 26 U.S.C. § 664, as of January 1, 2009; (f) The transferor's receipt each year of a percentage of the value as determined from time to time pursuant to the trust instrument, but not exceeding the amount that may be defined as income under § 643(b) of the Internal Revenue Code of 1986, 26 U.S.C. § 643(b), as of January 1, 2009; (g) The transferor's potential or actual receipt or use of principal if the potential or actual receipt or use of principal would be the result of a qualified person, including a qualified person acting at the direction of a trust advisor described in this section, acting either in the qualified person's sole discretion or pursuant to an ascertainable standard contained in the trust instrument; (h) The transferor's right to remove a trustee, protector, or trust advisor and to appoint a new trustee, protector, or trust advisor, other than a trustee who is a related or subordinate party with respect to the transferor within the meaning of § 672(c) of the Internal Revenue Code of 1986, 26 U.S.C. § 672(c), as of January 1, 2009; (i) The transferor's potential or actual use of real property held under a qualified personal residence trust within the meaning of such term as described in the regulations promulgated under § 2702(c) of the Internal Revenue Code of 1986, 26 U.S.C. § 2702(c), as of January 1, 2009; (j) A pour back provision that pours back to the transferor's will or revocable trust all or part of the trust assets; (k) The transferor's potential or actual receipt of income or principal to pay, in whole or in part, income taxes due on income of the trust if the potential or actual receipt of income or principal is pursuant to a provision in the trust instrument that expressly provides for the payment of the taxes and if the potential or actual receipt of income or principal would be the result of a qualified person's acting in the qualified person's discretion or pursuant to a mandatory direction in the trust instrument or acting at the direction of an advisor described in § 55-16-4; or (l) The ability, whether pursuant to discretion, direction, or the grantor's exercise of a testamentary power of appointment, of a qualified person to pay, after the death of the transferor, all or any part of the debts of the transferor outstanding at the time of the transferor's death, the expenses of administering the transferor's estate, or any estate or inheritance tax imposed on or with respect to the transferor's estate; and or (m) A transferor's service as a noncontrolling member of a distribution committee that functions as a distribution trust advisor, as defined in subdivision 55-1B-1(7); and (3) Provides that the interest of the transferor or other beneficiary in the trust property or the income from the trust property may not be transferred, assigned, pledged, or mortgaged, whether voluntarily or involuntarily, before the qualified person actually distributes the property or income from the property to the beneficiary, and such provision of the trust instrument shall be deemed to be a restriction on the transfer of the transferor's beneficial interest in the trust that is enforceable under applicable nonbankruptcy law within the meaning of § 541(c)(2) of the Bankruptcy Code, 11 U.S.C. § 541(c)(2), as of January 1, 2009. A disposition by a trustee that is not a qualified person to a trustee that is a qualified person may not be treated as other than a qualified disposition solely because the trust instrument fails to meet the requirements of subdivision (1) of this section. Section 18. That § 55-16-5 be AMENDED: 55-16-5. Service as investment trust advisor--Service as fiduciary by transferor. Any person may serve as an investment trust advisor described, as defined in subdivision 55-1B-1(6), notwithstanding that the person is the transferor of the qualified disposition, but the person a transferor may not otherwise serve as a fiduciary of under a trust that is a qualified disposition except with respect to the retention of the veto right permitted by subdivision 55-16-2(2) instrument except as stated in subdivision 55-16-2(2). While serving as an investment trust advisor of the trust, the person may have all powers authorized by statute or by the trust instrument, including the power to vote by proxy any stock owned by the trust."}, {"bill_id": 11522, "bill_version_id": 67393, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2020-02-11T11:40:42.823-06:00", "bill_text": "An Act to revise certain provisions pertaining to trusts. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 55-1-21.4 be AMENDED: 55-1-21.4. Enforcement of purpose of trust by enforcer. The purposes of a purpose trust may shall be enforced by an enforcer designated in the governing instrument and if. An enforcer may demand reasonable information related to the administration of the trust from the trustee, including a periodic accounting. If no enforcer or successor enforcer is acting pursuant to the terms of the governing instrument the court may shall appoint one or more enforcers and successor enforcers. No purpose trust may fail for want of an enforcer. An enforcer may petition for, consent to, waive, or object to any matter regarding a purpose trust with regard to the purpose of the trust which the enforcer represents or concerning the administration of the purpose trust. Enforcers are fiduciaries An enforcer is a fiduciary whose duty is to enforce the trust's purpose as set forth in the governing instrument and, except as otherwise provided in the governing instrument, are is entitled to reasonable compensation as determined by the trustee. An enforcer may also serve as a trust protector or a family advisor pursuant to chapter 55-1B. However, an enforcer may not serve as an enforcer while serving as a trustee or a distribution trust advisor of the same trust. Except as otherwise provided in the governing instrument, if more than one enforcer is acting, action may be taken by a majority of the enforcers. Section 2. That § 55-1-21.5 be AMENDED: 55-1-21.5. Removal of enforcer. Any A trustee may petition the court for the removal of an enforcer. An enforcer may be removed if the court finds: (1) The enforcer committed a serious breach of the purpose enforcer's responsibilities duty, or is unfit or unwilling to serve; (2) A significant and unjustified lack of cooperation or hostility between the enforcer and the trustee, trust protector, or trust advisor; or (3) There has been a substantial change in circumstances and removal of the enforcer would best serve the purpose or purposes of the trust. The governing instrument may provide different or additional procedures for the removal of an enforcer. Section 3. That § 55-1-21.9 be AMENDED: 55-1-21.9. Filings, reports, accounting, separation of funds, appointment, and registration of purpose trust not required--Exceptions. Except as may be demanded by an enforcer under § 55-1-21.4, ordered by the court or required by the governing instrument, no filings, reports, periodic accounting, separate maintenance of funds, appointment, or registration of a purpose trust are required. Section 4. That § 55-1-36 be AMENDED: 55-1-36. Satisfaction of claims of settlor's creditors from trust estate if settlor is beneficiary. If a settlor is also a beneficiary of the trust, and the transfer is a qualified transfer pursuant to chapter 55-16, the provisions of §§ 55-1-24 to 55-1-43, inclusive, also apply. Conversely, if the settlor is a beneficiary of the trust and the transfer is not a qualified transfer pursuant to chapter 55-16, a provision restraining the voluntary or involuntary transfer of the settlor's beneficial interest does not prevent the settlor's creditors from satisfying claims from the settlor's interest in the trust estate. However, a settlor's creditors may not satisfy their respective claims from an irrevocable trust if: (1) The settlor has retained a beneficial interest that is contingent upon surviving the settlor's spouse such as an interest in an inter vivos marital deduction trust in which the interest of the settlor's spouse is treated as qualified terminable interest property under § 2523(f) of the Internal Revenue Code of 1986 (26 U.S.C. § 2523(f)), as amended, an interest in an inter vivos marital deduction trust that is treated as a general power of appointment trust for which a marital deduction would be allowed under § 2523(a) and (e) of the Internal Revenue Code of 1986 (26 U.S.C. § 2523(a) and (e)), as amended, and an interest in an inter vivos trust commonly known as a credit shelter trust that used all or a portion of the settlor's unified credit under § 2505 of the Internal Revenue Code (26 U.S.C. § 2505), as amended; (2) The settlor may be named, by someone other than the settlor, as an additional beneficiary or from a class of persons that includes the settlor; or (3) The settlor is a permissible object of the exercise of a power of appointment over trust property held by someone other than the settlor. Section 5. That § 55-1-44 be AMENDED: 55-1-44. Action for fraudulent transfer of settlor's assets--Jurisdiction--Attorneys' fees and costs--Burden of proof. Notwithstanding any other provision of law, no action of any kind, including an action to enforce a judgment entered by a court or other body having adjudicative authority, may be brought at law or in equity for an attachment or other provisional remedy against property that is the subject of a South Dakota trust or for avoidance of a transfer to a South Dakota trust unless the settlor's transfer of property was made with the intent to defraud that specific creditor. A court of this state has exclusive jurisdiction over an action brought under a claim for relief that is based on a transfer of property to a trust that is the subject of this section. A court of this state may award attorneys' fees and costs to the prevailing party in such an action. In any action described in this section, the burden to prove the matter by clear and convincing evidence is upon the creditor. Section 6. That § 55-1-45 be AMENDED: 55-1-45. Limitation of action for fraudulent transfer of settlor's assets. A cause of action or claim for relief with respect to a fraudulent transfer of a settlor's assets pursuant to § 55-1-44 is extinguished unless the action under § 55-1-44 is brought by a creditor of the settlor who meets one of the following requirements: (1) Is a creditor of the settlor before the settlor's assets are transferred to the trust, and the action under § 55-1-44 is brought within the later of: (a) Two years after the transfer is made; or (b) Six months after the transfer is or reasonably could have been discovered by the creditor if the creditor: (i) Can demonstrate that the creditor asserted a specific claim against the settlor before the transfer; or (ii) Files another action, other than an action under § 55-1-44, against the settlor that asserts a claim based on an act or omission of the settlor that occurred before the transfer, and the action described in this subsection is filed within two years after the transfer; or (2) Becomes a creditor subsequent to the transfer into trust, and the action under § 55-1-44 is brought within two years after the transfer is made. In any action described in § 55-1-44, the burden to prove the matter by clear and convincing evidence is upon the creditor. Section 7. That § 55-1B-2 be AMENDED: 55-1B-2. Liability limits of excluded fiduciary--Relief from obligations for excluded fiduciary--Burden of proof in action against excluded fiduciary. An excluded fiduciary is not liable, either individually or as a fiduciary, for any of the following: (1) Any loss that results from compliance with a direction of the trust advisor, including any loss from the trust advisor breaching fiduciary responsibilities or acting beyond the trust advisor's scope of authority; (2) Any loss that results from a failure to take any action proposed by an excluded fiduciary that requires a prior authorization of the trust advisor if that excluded fiduciary timely sought but failed to obtain that authorization; (3) Any loss that results from any action or inaction, except for gross negligence or willful misconduct, when an excluded fiduciary is required, pursuant to the trust agreement or any other reason, to assume the role of trust advisor or trust protector; or (4) Any loss that results from relying upon any trust advisor for valuation of trust assets. Any excluded fiduciary is also relieved from any obligation to independently value trust assets, to review or evaluate any direction from a distribution trust advisor, or to perform investment or suitability reviews, inquiries, or investigations or to make recommendations or evaluations with respect to any investments to the extent the trust advisor had authority to direct the acquisition, disposition, or retention of the investment. If the excluded fiduciary offers such communication to the trust advisor, trust protector, or any investment person selected by the investment trust advisor, such action may not be deemed to constitute an undertaking by the excluded fiduciary to monitor or otherwise participate in actions within the scope of the advisor's authority or to constitute any duty to do so. Any excluded fiduciary is also relieved of any duty to communicate with or warn or apprise any beneficiary or third party concerning instances in which the excluded fiduciary would or might have exercised the excluded fiduciary's own discretion in a manner different from the manner directed by the trust advisor or trust protector. Absent contrary provisions in the governing instrument, the actions of the excluded fiduciary (such as any communications with the trust advisor and others and carrying out, recording, and reporting actions taken at the trust advisor's direction) pertaining to matters within the scope of authority of the trust advisor or trust protector shall be deemed to be administrative actions taken by the excluded fiduciary solely to allow the excluded fiduciary to perform those duties assigned to the excluded fiduciary under the governing instrument, and such administrative actions may not be deemed to constitute an undertaking by the excluded fiduciary to monitor, participate, or otherwise take any fiduciary responsibility for actions within the scope of authority of the trust advisor or trust protector. Nothing in subdivision (2) imposes an obligation or liability with respect to a custodian of a custodial account. In an action against an excluded fiduciary pursuant to the provisions of this section, the burden to prove the matter by clear and convincing evidence is on the person seeking to hold the excluded fiduciary liable. Section 8. That § 55-1B-6 be AMENDED: 55-1B-6. Powers and discretions of trust protector. The powers and discretions of a trust protector are as provided in the governing instrument and may be exercised or not exercised, in the best interests of the trust, in the sole and absolute discretion of the trust protector and are binding on all other persons. The powers and discretion may include the following: (1) Modify or amend the trust instrument to achieve favorable tax status or respond to changes in the Internal Revenue Code, state law, or the rulings and regulations thereunder; (2) Increase or decrease the interests of any beneficiaries to the trust; (3) Modify the terms of any power of appointment granted by the trust. However, a modification or amendment may not grant a beneficial interest to any individual or class of individuals not specifically provided for under the trust instrument; (4) Remove and appoint a trustee, a fiduciary provided for in the governing trust instrument, trust advisor, investment committee member, or distribution committee member; (5) Terminate the trust; (6) Veto or direct trust distributions; (7) Change situs or governing law of the trust, or both; (8) Appoint a successor trust protector; (9) Interpret terms of the trust instrument at the request of the trustee; (10) Advise the trustee on matters concerning a beneficiary; (11) Amend or modify the trust instrument to take advantage of laws governing restraints on alienation, distribution of trust property, or the administration of the trust; (12) Provide direction regarding notification of qualified beneficiaries pursuant to § 55-2-13Reserved; (13) Add to the trust an individual beneficiary or beneficiaries from a class of individuals identified in the governing instrument; (14) Add to the trust a charitable beneficiary or beneficiaries from a class of charities identified in the trust instrument; (15) Provide other powers and discretions in the governing instrument; (16) Remove a representative as provided in subdivision 55-18-4(3); (17) Appoint a representative as provided in subdivision 55-18-9(12); and (18) Act as a representative as provided in subdivision 55-18-9(11). In addition to the powers and discretions granted to the trust protector in the governing instrument, the trust protector may also exercise any of the powers and discretions granted to a trust protector under § 55-2-13 to the extent such exercise is not prohibited under the terms of the governing instrument. The powers referenced in subdivisions (5), (6), and (11) may be granted notwithstanding the provisions of §§ 55-3-24 to 55-3-28, inclusive. Section 9. That § 55-1B-10 be AMENDED: 55-1B-10. Powers and discretions of investment trust advisor. The powers and discretions of an investment trust advisor shall be as provided in the trust instrument and may be exercised or not exercised, in the best interests of the trust, in the sole and absolute discretion of the investment trust advisor and are binding on any other person and any other interested party, fiduciary, and excluded fiduciary. Unless the terms of the governing instrument provide otherwise, In addition to the powers and discretions granted to the investment trust advisor has the power to perform the following in the governing instrument, the investment trust advisor may also exercise any of the following powers and discretions to the extent such exercise is not prohibited under the terms of the governing instrument: (1) Direct the trustee with respect to the retention, purchase, sale, exchange, tender, or other transaction affecting the ownership thereof or rights therein of trust investments. These powers include the pledge or encumbrance of trust property, lending of trust assets, either secured or unsecured, at terms defined by the investment trust advisor to any party including beneficiaries of the trust and the investment and reinvestment of principal and income of the trust; (2) Vote proxies for securities held in trust; (3) Select one or more investment advisers, managers, or counselors, including the trustee, and delegate to them any of its powers; (4) Direct the trustee with respect to any additional powers and discretions over investment and management of trust assets provided in the governing instrument; (5) Direct the trustee as to the value of nonpublicly traded trust investments; and (6) Direct the trustee as to any investment or management power referenced in chapter 55-1A; and (7) Exercise the powers granted to an investment trust advisor in § 55-2-13. Section 10. That § 55-1B-11 be AMENDED: 55-1B-11. Powers and discretions of distribution trust advisor. The powers and discretions of a distribution trust advisor over any discretionary distributions of income or principal, including distributions pursuant to an ascertainable standard or other criteria and appointments pursuant to § 55-2-15, shall be provided in the trust instrument and may be exercised or not exercised, in the best interests of the trust, in the sole and absolute discretion of the distribution trust advisor and are binding on any other person and any other interested party, fiduciary, and excluded fiduciary. Unless the terms of the document governing instrument provide otherwise, then, in addition to the powers and discretions granted to the distribution trust advisor in the trust instrument, the distribution trust advisor shall direct the trustee with regard to all discretionary distributions to beneficiaries and, may direct appointments pursuant to § 55-2-15. The distribution trust advisor may also provide direction regarding notification of qualified beneficiaries pursuant to, and may exercise any of the powers and discretions granted to a distribution trust advisor in § 55-2-13. Section 11. That § 55-1B-12 be AMENDED: 55-1B-12. Powers and discretions of family advisor. The powers and discretions of a family advisor are as provided in the governing instrument or by court order and may be exercised or not exercised, in the best interests of the trust, in the sole and absolute discretion of the family advisor. The powers and discretions may only include the following: (1) Remove and appoint a trustee, a fiduciary provided for in the governing trust instrument, trust advisor, investment committee member, or distribution committee member; (2) Appoint a successor trust protector, or a successor family advisor; (3) Advise the trustee on matters concerning any beneficiary; receive trust accountings, investment reports, and other information from the trustee or to which a beneficiary is entitled; attend meetings whether in person or by any other means with the trustee, investment trust advisors, distribution trust advisors, or other advisors whether in person or by any means, electronic or otherwise; and to consult with a fiduciary regarding both fiduciary and nonfiduciary matters or actions, all without any power or discretion to take any action as a fiduciary; or (4) Provide direction regarding notification of qualified beneficiaries pursuant to § 55-2-13. A family advisor is not required to exercise any powers or discretions under any circumstances. Every action or inaction by a family advisor is a nonfiduciary action or inaction and a family advisor is absolutely excluded from liability to any other person for an action or inaction as a family advisor. A court may review a family advisor's exercise of the powers described in subdivisions (1), (2), and (4) only if the family advisor acts dishonestly or with an improper motive but may not review a family advisor's failure to exercise any powers. A reasonableness standard may not be applied to any action or inaction of a family advisor. Other than for the two circumstances listed above, a court has no jurisdiction to review a family advisor's action or inaction. A family advisor is entitled to compensation as provided in the governing instrument. If the governing instrument does not provide for or establish compensation, a family advisor is entitled to reasonable compensation for the exercise of the powers and discretions granted to the family advisor pursuant to this chapter. Section 12. That § 55-2-13 be AMENDED: 55-2-13. Notice to qualified beneficiaries of existence of trust--Written directions--Information to be provided to excluded fiduciaries--Liability limits of trustee--Variation of right of a beneficiary to be informed--Confidentiality of trust information. Notification to any qualified beneficiary under this section may be carried out personally, by mail, postage prepaid, addressed to the entity or individual's last known post office address, or electronically pursuant to the provisions of § 15-6-5(d), and on representatives of qualified beneficiaries pursuant to chapter 55-18. For purposes of this section, the term, qualified beneficiary, means a beneficiary that is an entity then in existence or an individual who is twenty-one years of age or older and who, on the date the beneficiary's qualification is determined: (1) Is a distributee or permissible distributee of trust income or principal; (2) Would be a distributee or permissible distributee of trust income or principal if the interests of the distributees terminated on that date; or (3) Would be a distributee or permissible distributee of trust income or principal if the trust terminated on that date. However, if the distributee is then unknown because a person holds a power to change the distributee, the trustee shall give notice only to the holder of the power. Except as otherwise provided by the terms of a revocable trust, a trustee has no duty to notify the qualified beneficiaries of the trust's existence. Except as otherwise provided by the terms of an irrevocable trust or otherwise directed in writing by the settlor, trust advisor, or trust protector, the trustee shall, within sixty days after the trustee has accepted trusteeship of the trust, or within sixty days after the date the trustee acquires knowledge that a formerly revocable trust has become irrevocable, notify the qualified beneficiaries of the trust's existence and of the right of the beneficiary to request a copy of the trust instrument pertaining to the beneficiary's interest in the trust. For purposes of this section, the terms, trust advisor and trust protector, have the same meanings as those defined in § 55-1B-1. Except as otherwise provided by the terms of an irrevocable trust or otherwise directed in writing by the settlor, trust advisor, or trust protector, a trustee of an irrevocable trust: (1) Upon request of a qualified beneficiary, shall promptly furnish to the qualified beneficiary a copy of the trust instrument; (2) If notification of the trust has not been accomplished pursuant to this section within sixty days after accepting a trusteeship, shall notify the qualified beneficiaries of the acceptance and of the trustee's name, address, and telephone number; (3) Shall promptly respond to a qualified beneficiary's request for information related to the administration of the trust, unless the request is unreasonable under the circumstances. The settlor, trust advisor, or trust protector, may, by the terms of the governing instrument, or in writing delivered by providing written directions to the trustee, expand, restrict, eliminate, or otherwise modify the rights of beneficiaries to information relating to a trust. The trustee incurs no liability for a loss or otherwise for relying upon the written directions, including an instance when the governing instrument of an irrevocable trust does not expressly authorize an expansion, restriction, or other modification of the rights of beneficiaries to information relating to a trust. The written directions remain Written directions provided by the settlor, trust advisor, or trust protector as set forth in this section remain in effect effective until and or unless the settlor, trust advisor, or trust protector who provided the written directions revokes the written instructions directions by providing a writing to that effect to the trustee or the trustee receives notification that the settlor, trust advisor, or trust protector who provided the written directions is incapacitated. Additionally, the written directions remain in effect only while the trust advisor or trust protector providing the written directions is serving as the current trust advisor or trust protector. Unless otherwise specifically provided in the written directions, upon the death or incapacity of a settlor who provided the written directions described in this section, the directions shall be deemed revoked. However, upon the death or incapacity of the settlor, a trust advisor or trust protector, if any, may further direct the trustee in writing pursuant to this section. Unless otherwise stated in the governing instrument, the direction of the settlor shall control in the event of a conflict in direction, the direction of the settlor shall control among written directions provided to the trustee pursuant to this section. The terms of an irrevocable trust or written directions provided pursuant to this section may expand, restrict, eliminate, or otherwise vary the right of a beneficiary to be informed of the beneficiary's interest in a trust for a period of time, including: (1) A period of time related to the age of a beneficiary; (2) A period of time related to the lifetime of either a settlor or spouse of a settlor, or both; (3) A period of time related to a term of years or specific date; and (4) A period of time related to a specific event that is certain to occur. The terms of the governing instrument or written directions provided pursuant to this section may authorize either the settlor, trust advisor, or trust protector to appoint a representative as provided in subdivisions 55-18-9 (11) and (12) for the period of time that the right of a beneficiary to be informed about a beneficiary's interest is restricted or eliminated pursuant to this section. A beneficiary may waive the right to the notice or information otherwise required to be furnished under this section and, with respect to future reports and other information, may withdraw a waiver previously given. The change in the identity of a trustee, occurring as the result of a mere name change or a merger, consolidation, combination, or reorganization of a trustee, does not require notice. If a fiduciary is bound by a duty of confidentiality with respect to a trust or its assets, a fiduciary may require that any beneficiary who is eligible to receive information pursuant to this section be bound by the duty of confidentiality that binds the trustee before receiving such information from the trustee. If trust information is sought through service of a subpoena on a fiduciary, the fiduciary may petition the court for an order that makes disclosure of trust information contingent upon the receiving party being bound by reasonable conditions to ensure the protection of confidentiality of trust information by the receiving party. A trust advisor, trust protector, or other fiduciary designated by the terms of the trust shall keep each excluded fiduciary designated by the terms of the trust reasonably informed about: (1) The administration of the trust with respect to any specific duty or function being performed by the trust advisor, trust protector, or other fiduciary to the extent that the duty or function would normally be performed by the excluded fiduciary or to the extent that providing such information to the excluded fiduciary is reasonably necessary for the excluded fiduciary to perform its duties; and (2) Any other material information that the excluded fiduciary would be required to disclose to the qualified beneficiaries under this section regardless of whether the terms of the trust relieve the excluded fiduciary from providing such information to qualified beneficiaries. Neither the performance nor the failure to perform of a trust advisor, trust protector, or other fiduciary designated by the terms of the trust as provided in this subdivision shall affect the limitation on the liability of the excluded fiduciary. The provisions of this section are effective for trusts created, amended, or restated after June 30, 2002, except as otherwise directed by the settlor, trust protector, trust advisor, or other fiduciary designated by the terms of the trust. For trusts created before July 1, 2002, a trustee has no duty at common law or otherwise to notify a qualified beneficiary of the trust's existence unless otherwise directed by the settlor. The provisions of this paragraph do not apply if otherwise directed by the settlor, trust protector, trust advisor, or other fiduciary designated by the terms of the trust. Section 13. That § 55-3-13 be AMENDED: 55-3-13. Expenses incurred by trustee in performance of trust--Reimbursement. A trustee, including a former trustee, is entitled to the repayment, out of the trust property, of all expenses actually and properly incurred by the trustee in the performance of his or her trust the trustee's duties. The trustee is entitled to the repayment of even unlawful expenditures, if the expenditures were productive of actual benefit to the estate. Expenses in performance of the trust include those expenses actually and properly incurred in the exercise of the trustee's powers as described in the governing instrument, in any applicable court order, or in chapter 55-1A. A former trustee is entitled to the repayment, out of trust property, of all expenses actually and properly incurred by the former trustee in the defense of proceedings relating to the performance of the trustee's duties to the same extent as the current trustee is entitled to repayment. Section 14. That § 55-3-20.1 be AMENDED: 55-3-20.1. Grounds for removal of trustee. In addition to other remedies available by law and procedures or powers set out in a trust instrument, the settlor, or the settlor's agent, a trust protector, a cotrustee, or a qualified beneficiary as defined in § 55-2-13, or an enforcer, as defined in § 55-1-21.4, may request the court to remove a trustee, or a trustee may be removed by the court on the court's own initiative. In addition to the powers otherwise granted the court, the court may remove a trustee if: (1) The trustee commits a serious breach of trust; (2) Lack of cooperation among cotrustees substantially impairs the administration of the trust; (3) Because of unfitness, unwillingness, persistent failure of the trustee to administer the trust effectively, the court determines that removal of the trustee best serves the interests of the beneficiaries; (4) There is a substantial change of circumstances or removal is requested by all of the qualified beneficiaries, the court finds that removal of the trustee best serves the interests of all of the beneficiaries and is not inconsistent with a material purpose of the trust, and a suitable cotrustee or successor trustee is available; or (5) If the trustee merges with another institution or the location or place of administration of the trust changes, and the court finds that removal of the trustee best serves the interests of all of the beneficiaries, and a suitable cotrustee or successor trustee is available. Pending a final decision on a request to remove a trustee, the court may order such appropriate relief as may be necessary to protect the trust property or the interests of the beneficiaries. Section 15. That § 55-3-45 be AMENDED: 55-3-45. Beneficiary approval of trustee's accounting--Alternative approval of trustee's accounting--Accounting defined. If a trust is not subject to court supervision under chapter 21-22, and if no objection has been made by a distribution beneficiary, as defined in this title, of a trust within one hundred eighty days after a copy of the trustee's accounting has been mailed, postage prepaid, to the last known address of such distribution beneficiary, personally, or electronically in accordance with § 15-6-5(d), the distribution beneficiary is deemed to have approved such accounting of the trustee, and the trustee, absent fraud, intentional misrepresentation, or material omission, shall be released and discharged from any and all liability to all beneficiaries of the trust as to all matters set forth in such accounting. Alternatively, the trustee's accounting may be approved on behalf of all beneficiaries by a trust advisor or trust protector, or in accordance with § 55-18-9 if: (1) Notice or information to the beneficiaries has been waived or modified in accordance with § 55-2-13; or (2) Authorized under the terms of the governing instrument. The provisions of chapter 55-18 apply to this section. For purposes of this section, the term, accounting, means any interim or final report or other statement provided by a trustee reflecting all transactions, receipts, and disbursements during the reporting period and a list of assets as of the end of the period covered by the report or statement, and including written notice to the distribution beneficiary of the provisions of this section. Section 16. That § 55-16-2 be AMENDED: 55-16-2. Trust instrument defined. For the purposes of this chapter, a trust instrument, is an instrument appointing a qualified person or qualified persons for the property that is the subject of a disposition, which instrument: (1) Expressly incorporates the law of this state to govern the validity, construction, and administration of the trust; (2) Is irrevocable, but a trust instrument may not be deemed revocable on account of its inclusion of one or more of the following: (a) A transferor's power to veto a distribution from the trust; (b) An inter vivos power of appointment, other than an inter vivos power to appoint to exercisable solely by the transferor in favor of the transferor, the transferor's creditors, the transferor's estate, or the creditors of the transferor's estate; (c) A testamentary power of appointment; (d) The transferor's potential or actual receipt of income, including rights to such income retained in the trust instrument; (e) The transferor's potential or actual receipt of income or principal from a charitable remainder unitrust or charitable remainder annuity trust as such terms are defined in § 664 of the Internal Revenue Code of 1986, 26 U.S.C. § 664, as of January 1, 2009; (f) The transferor's receipt each year of a percentage of the value as determined from time to time pursuant to the trust instrument, but not exceeding the amount that may be defined as income under § 643(b) of the Internal Revenue Code of 1986, 26 U.S.C. § 643(b), as of January 1, 2009; (g) The transferor's potential or actual receipt or use of principal if the potential or actual receipt or use of principal would be the result of a qualified person, including a qualified person acting at the direction of a trust advisor described in this section, acting either in the qualified person's sole discretion or pursuant to an ascertainable standard contained in the trust instrument; (h) The transferor's right to remove a trustee, protector, or trust advisor and to appoint a new trustee, protector, or trust advisor, other than a trustee who is a related or subordinate party with respect to the transferor within the meaning of § 672(c) of the Internal Revenue Code of 1986, 26 U.S.C. § 672(c), as of January 1, 2009; (i) The transferor's potential or actual use of real property held under a qualified personal residence trust within the meaning of such term as described in the regulations promulgated under § 2702(c) of the Internal Revenue Code of 1986, 26 U.S.C. § 2702(c), as of January 1, 2009; (j) A pour back provision that pours back to the transferor's will or revocable trust all or part of the trust assets; (k) The transferor's potential or actual receipt of income or principal to pay, in whole or in part, income taxes due on income of the trust if the potential or actual receipt of income or principal is pursuant to a provision in the trust instrument that expressly provides for the payment of the taxes and if the potential or actual receipt of income or principal would be the result of a qualified person's acting in the qualified person's discretion or pursuant to a mandatory direction in the trust instrument or acting at the direction of an advisor described in § 55-16-4; or (l) The ability, whether pursuant to discretion, direction, or the grantor's exercise of a testamentary power of appointment, of a qualified person to pay, after the death of the transferor, all or any part of the debts of the transferor outstanding at the time of the transferor's death, the expenses of administering the transferor's estate, or any estate or inheritance tax imposed on or with respect to the transferor's estate; and or (m) A transferor's service as a noncontrolling member of a distribution committee that functions as a distribution trust advisor, as defined in subdivision 55-1B-1(7); and (3) Provides that the interest of the transferor or other beneficiary in the trust property or the income from the trust property may not be transferred, assigned, pledged, or mortgaged, whether voluntarily or involuntarily, before the qualified person actually distributes the property or income from the property to the beneficiary, and such provision of the trust instrument shall be deemed to be a restriction on the transfer of the transferor's beneficial interest in the trust that is enforceable under applicable nonbankruptcy law within the meaning of § 541(c)(2) of the Bankruptcy Code, 11 U.S.C. § 541(c)(2), as of January 1, 2009. A disposition by a trustee that is not a qualified person to a trustee that is a qualified person may not be treated as other than a qualified disposition solely because the trust instrument fails to meet the requirements of subdivision (1) of this section. Section 17. That § 55-16-5 be AMENDED: 55-16-5. Service as investment trust advisor--Service as fiduciary by transferor. Any person may serve as an investment trust advisor described, as defined in subdivision 55-1B-1(6), notwithstanding that the person is the transferor of the qualified disposition, but the person a transferor may not otherwise serve as a fiduciary of under a trust that is a qualified disposition except with respect to the retention of the veto right permitted by subdivision 55-16-2(2) instrument except as stated in subdivision 55-16-2(2). While serving as an investment trust advisor of the trust, the person may have all powers authorized by statute or by the trust instrument, including the power to vote by proxy any stock owned by the trust."}, {"bill_id": 11522, "bill_version_id": 69296, "bill_version": "Enrolled", "bill_version_date": "2020-03-03T16:22:45.41-06:00", "bill_text": "ENTITLED An Act to revise certain provisions pertaining to trusts. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 55-1-21.4 be AMENDED: 55-1-21.4. Enforcement of purpose of trust by enforcer. The purposes of a purpose trust shall be enforced by an enforcer designated in the governing instrument. An enforcer may demand reasonable information related to the administration of the trust from the trustee, including a periodic accounting. If no enforcer or successor enforcer is acting pursuant to the terms of the governing instrument the court shall appoint one or more enforcers and successor enforcers. No purpose trust may fail for want of an enforcer. An enforcer may petition for, consent to, waive, or object to any matter regarding a purpose trust with regard to the purpose of the trust which the enforcer represents or concerning the administration of the purpose trust. An enforcer is a fiduciary whose duty is to enforce the trust's purpose as set forth in the governing instrument and, except as otherwise provided in the governing instrument, is entitled to reasonable compensation. An enforcer may also serve as a trust protector or a family advisor pursuant to chapter 55-1B. However, an enforcer may not serve as an enforcer while serving as a trustee or a distribution trust advisor of the same trust. Except as otherwise provided in the governing instrument, if more than one enforcer is acting, action may be taken by a majority of the enforcers. Section 2. That § 55-1-21.5 be AMENDED: 55-1-21.5. Removal of enforcer. A trustee may petition the court for the removal of an enforcer. An enforcer may be removed if the court finds: (1) The enforcer committed a serious breach of the enforcer's duty, or is unfit or unwilling to serve; (2) A significant and unjustified lack of cooperation or hostility between the enforcer and the trustee, trust protector, or trust advisor; or (3) There has been a substantial change in circumstances and removal of the enforcer would best serve the purpose or purposes of the trust. The governing instrument may provide different or additional procedures for the removal of an enforcer. Section 3. That § 55-1-21.9 be AMENDED: 55-1-21.9. Filings, reports, accounting, separation of funds, appointment, and registration of purpose trust not required--Exceptions. Except as may be demanded by an enforcer under § 55-1-21.4, ordered by the court or required by the governing instrument, no filings, reports, periodic accounting, separate maintenance of funds, appointment, or registration of a purpose trust are required. Section 4. That § 55-1-36 be AMENDED: 55-1-36. Satisfaction of claims of settlor's creditors from trust estate if settlor is beneficiary. If a settlor is also a beneficiary of the trust, and the transfer is a qualified transfer pursuant to chapter 55-16, the provisions of §§ 55-1-24 to 55-1-43, inclusive, also apply. Conversely, if the settlor is a beneficiary of the trust and the transfer is not a qualified transfer pursuant to chapter 55-16, a provision restraining the voluntary or involuntary transfer of the settlor's beneficial interest does not prevent the settlor's creditors from satisfying claims from the settlor's interest in the trust estate. However, a settlor's creditors may not satisfy their respective claims from an irrevocable trust if: (1) The settlor has retained a beneficial interest that is contingent upon surviving the settlor's spouse such as an interest in an inter vivos marital deduction trust in which the interest of the settlor's spouse is treated as qualified terminable interest property under § 2523(f) of the Internal Revenue Code of 1986 (26 U.S.C. § 2523(f)), as amended, an interest in an inter vivos marital deduction trust that is treated as a general power of appointment trust for which a marital deduction would be allowed under § 2523(a) and (e) of the Internal Revenue Code of 1986 (26 U.S.C. § 2523(a) and (e)), as amended, and an interest in an inter vivos trust commonly known as a credit shelter trust that used all or a portion of the settlor's unified credit under § 2505 of the Internal Revenue Code (26 U.S.C. § 2505), as amended; (2) The settlor may be named, by someone other than the settlor, as an additional beneficiary or from a class of persons that includes the settlor; or (3) The settlor is a permissible object of the exercise of a power of appointment over trust property held by someone other than the settlor. Section 5. That § 55-1-44 be AMENDED: 55-1-44. Action for fraudulent transfer of settlor's assets--Jurisdiction--Attorneys' fees and costs--Burden of proof. Notwithstanding any other provision of law, no action of any kind, including an action to enforce a judgment entered by a court or other body having adjudicative authority, may be brought at law or in equity for an attachment or other provisional remedy against property that is the subject of a South Dakota trust or for avoidance of a transfer to a South Dakota trust unless the settlor's transfer of property was made with the intent to defraud that specific creditor. A court of this state has exclusive jurisdiction over an action brought under a claim for relief that is based on a transfer of property to a trust that is the subject of this section. A court of this state may award attorneys' fees and costs to the prevailing party in such an action. In any action described in this section, the burden to prove the matter by clear and convincing evidence is upon the creditor. Section 6. That § 55-1-45 be AMENDED: 55-1-45. Limitation of action for fraudulent transfer of settlor's assets. A cause of action or claim for relief with respect to a fraudulent transfer of a settlor's assets pursuant to § 55-1-44 is extinguished unless the action under § 55-1-44 is brought by a creditor of the settlor who meets one of the following requirements: (1) Is a creditor of the settlor before the settlor's assets are transferred to the trust, and the action under § 55-1-44 is brought within the later of: (a) Two years after the transfer is made; or (b) Six months after the transfer is or reasonably could have been discovered by the creditor if the creditor: (i) Can demonstrate that the creditor asserted a specific claim against the settlor before the transfer; or (ii) Files another action, other than an action under § 55-1-44, against the settlor that asserts a claim based on an act or omission of the settlor that occurred before the transfer, and the action described in this subsection is filed within two years after the transfer; or (2) Becomes a creditor subsequent to the transfer into trust, and the action under § 55-1-44 is brought within two years after the transfer is made. Section 7. That § 55-1B-2 be AMENDED: 55-1B-2. Liability limits of excluded fiduciary--Relief from obligations for excluded fiduciary--Burden of proof in action against excluded fiduciary. An excluded fiduciary is not liable, either individually or as a fiduciary, for any of the following: (1) Any loss that results from compliance with a direction of the trust advisor, including any loss from the trust advisor breaching fiduciary responsibilities or acting beyond the trust advisor's scope of authority; (2) Any loss that results from a failure to take any action proposed by an excluded fiduciary that requires a prior authorization of the trust advisor if that excluded fiduciary timely sought but failed to obtain that authorization; (3) Any loss that results from any action or inaction, except for gross negligence or willful misconduct, when an excluded fiduciary is required, pursuant to the trust agreement or any other reason, to assume the role of trust advisor or trust protector; or (4) Any loss that results from relying upon any trust advisor for valuation of trust assets. Any excluded fiduciary is also relieved from any obligation to independently value trust assets, to review or evaluate any direction from a distribution trust advisor, or to perform investment or suitability reviews, inquiries, or investigations or to make recommendations or evaluations with respect to any investments to the extent the trust advisor had authority to direct the acquisition, disposition, or retention of the investment. If the excluded fiduciary offers such communication to the trust advisor, trust protector, or any investment person selected by the investment trust advisor, such action may not be deemed to constitute an undertaking by the excluded fiduciary to monitor or otherwise participate in actions within the scope of the advisor's authority or to constitute any duty to do so. Any excluded fiduciary is also relieved of any duty to communicate with or warn or apprise any beneficiary or third party concerning instances in which the excluded fiduciary would or might have exercised the excluded fiduciary's own discretion in a manner different from the manner directed by the trust advisor or trust protector. Absent contrary provisions in the governing instrument, the actions of the excluded fiduciary (such as any communications with the trust advisor and others and carrying out, recording, and reporting actions taken at the trust advisor's direction) pertaining to matters within the scope of authority of the trust advisor or trust protector shall be deemed to be administrative actions taken by the excluded fiduciary solely to allow the excluded fiduciary to perform those duties assigned to the excluded fiduciary under the governing instrument, and such administrative actions may not be deemed to constitute an undertaking by the excluded fiduciary to monitor, participate, or otherwise take any fiduciary responsibility for actions within the scope of authority of the trust advisor or trust protector. Nothing in subdivision (2) imposes an obligation or liability with respect to a custodian of a custodial account. In an action against an excluded fiduciary pursuant to the provisions of this section, the burden to prove the matter by clear and convincing evidence is on the person seeking to hold the excluded fiduciary liable. Section 8. That § 55-1B-6 be AMENDED: 55-1B-6. Powers and discretions of trust protector. The powers and discretions of a trust protector are as provided in the governing instrument and may be exercised or not exercised, in the best interests of the trust, in the sole and absolute discretion of the trust protector and are binding on all other persons. The powers and discretion may include the following: (1) Modify or amend the trust instrument to achieve favorable tax status or respond to changes in the Internal Revenue Code, state law, or the rulings and regulations thereunder; (2) Increase or decrease the interests of any beneficiaries to the trust; (3) Modify the terms of any power of appointment granted by the trust. However, a modification or amendment may not grant a beneficial interest to any individual or class of individuals not specifically provided for under the trust instrument; (4) Remove and appoint a trustee, a fiduciary provided for in the governing trust instrument, trust advisor, investment committee member, or distribution committee member; (5) Terminate the trust; (6) Veto or direct trust distributions; (7) Change situs or governing law of the trust, or both; (8) Appoint a successor trust protector; (9) Interpret terms of the trust instrument at the request of the trustee; (10) Advise the trustee on matters concerning a beneficiary; (11) Amend or modify the trust instrument to take advantage of laws governing restraints on alienation, distribution of trust property, or the administration of the trust; (12) Reserved; (13) Add to the trust an individual beneficiary or beneficiaries from a class of individuals identified in the governing instrument; (14) Add to the trust a charitable beneficiary or beneficiaries from a class of charities identified in the trust instrument; (15) Provide other powers and discretions in the governing instrument; (16) Remove a representative as provided in subdivision 55-18-4(3); (17) Appoint a representative as provided in subdivision 55-18-9(12); and (18) Act as a representative as provided in subdivision 55-18-9(11). In addition to the powers and discretions granted to the trust protector in the governing instrument, the trust protector may also exercise any of the powers and discretions granted to a trust protector under § 55-2-13 to the extent such exercise is not prohibited under the terms of the governing instrument. The powers referenced in subdivisions (5), (6), and (11) may be granted notwithstanding the provisions of §§ 55-3-24 to 55-3-28, inclusive. Section 9. That § 55-1B-10 be AMENDED: 55-1B-10. Powers and discretions of investment trust advisor. The powers and discretions of an investment trust advisor shall be as provided in the trust instrument and may be exercised or not exercised, in the best interests of the trust, in the sole and absolute discretion of the investment trust advisor and are binding on any other person and any other interested party, fiduciary, and excluded fiduciary. In addition to the powers and discretions granted to the investment trust advisor in the governing instrument, the investment trust advisor may also exercise any of the following powers and discretions to the extent such exercise is not prohibited under the terms of the governing instrument: (1) Direct the trustee with respect to the retention, purchase, sale, exchange, tender, or other transaction affecting the ownership thereof or rights therein of trust investments. These powers include the pledge or encumbrance of trust property, lending of trust assets, either secured or unsecured, at terms defined by the investment trust advisor to any party including beneficiaries of the trust and the investment and reinvestment of principal and income of the trust; (2) Vote proxies for securities held in trust; (3) Select one or more investment advisers, managers, or counselors, including the trustee, and delegate to them any of its powers; (4) Direct the trustee with respect to any additional powers and discretions over investment and management of trust assets provided in the governing instrument; (5) Direct the trustee as to the value of nonpublicly traded trust investments; (6) Direct the trustee as to any investment or management power referenced in chapter 55-1A; and (7) Exercise the powers granted to an investment trust advisor in § 55-2-13. Section 10. That § 55-1B-11 be AMENDED: 55-1B-11. Powers and discretions of distribution trust advisor. The powers and discretions of a distribution trust advisor over any discretionary distributions of income or principal, including distributions pursuant to an ascertainable standard or other criteria and appointments pursuant to § 55-2-15, shall be provided in the trust instrument and may be exercised or not exercised, in the best interests of the trust, in the sole and absolute discretion of the distribution trust advisor and are binding on any other person and any other interested party, fiduciary, and excluded fiduciary. Unless the terms of the governing instrument provide otherwise, then, in addition to the powers and discretions granted to the distribution trust advisor in the trust instrument, the distribution trust advisor shall direct the trustee with regard to all discretionary distributions to beneficiaries, may direct appointments pursuant to § 55-2-15, and may exercise any of the powers and discretions granted to a distribution trust advisor in § 55-2-13. Section 11. That § 55-1B-12 be AMENDED: 55-1B-12. Powers and discretions of family advisor. The powers and discretions of a family advisor are as provided in the governing instrument or by court order and may be exercised or not exercised, in the best interests of the trust, in the sole and absolute discretion of the family advisor. The powers and discretions may only include the following: (1) Remove and appoint a trustee, a fiduciary provided for in the governing trust instrument, trust advisor, investment committee member, or distribution committee member; (2) Appoint a trust protector, or a family advisor; (3) Advise the trustee on matters concerning any beneficiary; receive trust accountings, investment reports, and other information from the trustee or to which a beneficiary is entitled; attend meetings whether in person or by any other means with the trustee, investment trust advisors, distribution trust advisors, or other advisors whether in person or by any means, electronic or otherwise; and to consult with a fiduciary regarding both fiduciary and nonfiduciary matters or actions, all without any power or discretion to take any action as a fiduciary; or (4) Provide direction regarding notification of qualified beneficiaries pursuant to § 55-2-13. A family advisor is not required to exercise any powers or discretions under any circumstances. Every action or inaction by a family advisor is a nonfiduciary action or inaction and a family advisor is absolutely excluded from liability to any other person for an action or inaction as a family advisor. A court may review a family advisor's exercise of the powers described in subdivisions (1), (2), and (4) only if the family advisor acts dishonestly or with an improper motive but may not review a family advisor's failure to exercise any powers. A reasonableness standard may not be applied to any action or inaction of a family advisor. Other than for the two circumstances listed above, a court has no jurisdiction to review a family advisor's action or inaction. A family advisor is entitled to compensation as provided in the governing instrument. If the governing instrument does not provide for or establish compensation, a family advisor is entitled to reasonable compensation for the exercise of the powers and discretions granted to the family advisor pursuant to this chapter. Section 12. That § 55-2-13 be AMENDED: 55-2-13. Notice to qualified beneficiaries of existence of trust--Written directions--Information to be provided to excluded fiduciaries--Liability limits of trustee--Variation of right of a beneficiary to be informed--Confidentiality of trust information. Notification to any qualified beneficiary under this section may be carried out personally, by mail, postage prepaid, addressed to the entity or individual's last known post office address, or electronically pursuant to the provisions of § 15-6-5(d), and on representatives of qualified beneficiaries pursuant to chapter 55-18. For purposes of this section, the term, qualified beneficiary, means a beneficiary that is an entity then in existence or an individual who is twenty-one years of age or older and who, on the date the beneficiary's qualification is determined: (1) Is a distributee or permissible distributee of trust income or principal; (2) Would be a distributee or permissible distributee of trust income or principal if the interests of the distributees terminated on that date; or (3) Would be a distributee or permissible distributee of trust income or principal if the trust terminated on that date. However, if the distributee is then unknown because a person holds a power to change the distributee, the trustee shall give notice only to the holder of the power. Except as otherwise provided by the terms of a revocable trust, a trustee has no duty to notify the qualified beneficiaries of the trust's existence. Except as otherwise provided by the terms of an irrevocable trust or otherwise directed in writing by the settlor, trust advisor, or trust protector, the trustee shall, within sixty days after the trustee has accepted trusteeship of the trust, or within sixty days after the date the trustee acquires knowledge that a formerly revocable trust has become irrevocable, notify the qualified beneficiaries of the trust's existence and of the right of the beneficiary to request a copy of the trust instrument pertaining to the beneficiary's interest in the trust. For purposes of this section, the terms, trust advisor and trust protector, have the same meanings as those defined in § 55-1B-1. Except as otherwise provided by the terms of an irrevocable trust or otherwise directed in writing by the settlor, trust advisor, or trust protector, a trustee of an irrevocable trust: (1) Upon request of a qualified beneficiary, shall promptly furnish to the qualified beneficiary a copy of the trust instrument; (2) If notification of the trust has not been accomplished pursuant to this section within sixty days after accepting a trusteeship, shall notify the qualified beneficiaries of the acceptance and of the trustee's name, address, and telephone number; (3) Shall promptly respond to a qualified beneficiary's request for information related to the administration of the trust, unless the request is unreasonable under the circumstances. The settlor, trust advisor, or trust protector, may, by the terms of the governing instrument, or by providing written directions to the trustee, expand, restrict, eliminate, or otherwise modify the rights of beneficiaries to information relating to a trust. The trustee incurs no liability for a loss or otherwise for relying upon the written directions, including an instance when the governing instrument of an irrevocable trust does not expressly authorize an expansion, restriction, or other modification of the rights of beneficiaries to information relating to a trust. The written directions remain effective until or unless the settlor, trust advisor, or trust protector who provided the written directions revokes the written directions by providing a writing to that effect to the trustee or the trustee receives notification that the settlor, trust advisor, or trust protector who provided the written directions is incapacitated. Additionally, the written directions remain in effect only while the trust advisor or trust protector providing the written directions is serving as the current trust advisor or trust protector. Unless otherwise specifically provided in the written directions, upon the death or incapacity of a settlor who provided the written directions described in this section, the directions shall be deemed revoked. However, upon the death or incapacity of the settlor, a trust advisor or trust protector, if any, may further direct the trustee in writing pursuant to this section. Unless otherwise stated in the governing instrument, the direction of the settlor shall control in the event of a conflict among written directions provided to the trustee pursuant to this section. The terms of an irrevocable trust or written directions provided pursuant to this section may expand, restrict, eliminate, or otherwise vary the right of a beneficiary to be informed of the beneficiary's interest in a trust for a period of time, including: (1) A period of time related to the age of a beneficiary; (2) A period of time related to the lifetime of either a settlor or spouse of a settlor, or both; (3) A period of time related to a term of years or specific date; and (4) A period of time related to a specific event that is certain to occur. The terms of the governing instrument or written directions provided pursuant to this section may authorize either the settlor, trust advisor, or trust protector to appoint a representative as provided in subdivisions 55-18-9 (11) and (12) for the period of time that the right of a beneficiary to be informed about a beneficiary's interest is restricted or eliminated pursuant to this section. A beneficiary may waive the right to the notice or information otherwise required to be furnished under this section and, with respect to future reports and other information, may withdraw a waiver previously given. The change in the identity of a trustee, occurring as the result of a mere name change or a merger, consolidation, combination, or reorganization of a trustee, does not require notice. If a fiduciary is bound by a duty of confidentiality with respect to a trust or its assets, a fiduciary may require that any beneficiary who is eligible to receive information pursuant to this section be bound by the duty of confidentiality that binds the trustee before receiving such information from the trustee. If trust information is sought through service of a subpoena on a fiduciary, the fiduciary may petition the court for an order that makes disclosure of trust information contingent upon the receiving party being bound by reasonable conditions to ensure the protection of confidentiality of trust information by the receiving party. A trust advisor, trust protector, or other fiduciary designated by the terms of the trust shall keep each excluded fiduciary designated by the terms of the trust reasonably informed about: (1) The administration of the trust with respect to any specific duty or function being performed by the trust advisor, trust protector, or other fiduciary to the extent that the duty or function would normally be performed by the excluded fiduciary or to the extent that providing such information to the excluded fiduciary is reasonably necessary for the excluded fiduciary to perform its duties; and (2) Any other material information that the excluded fiduciary would be required to disclose to the qualified beneficiaries under this section regardless of whether the terms of the trust relieve the excluded fiduciary from providing such information to qualified beneficiaries. Neither the performance nor the failure to perform of a trust advisor, trust protector, or other fiduciary designated by the terms of the trust as provided in this subdivision shall affect the limitation on the liability of the excluded fiduciary. The provisions of this section are effective for trusts created, amended, or restated after June 30, 2002, except as otherwise directed by the settlor, trust protector, trust advisor, or other fiduciary designated by the terms of the trust. For trusts created before July 1, 2002, a trustee has no duty at common law or otherwise to notify a qualified beneficiary of the trust's existence unless otherwise directed by the settlor. The provisions of this paragraph do not apply if otherwise directed by the settlor, trust protector, trust advisor, or other fiduciary designated by the terms of the trust. Section 13. That § 55-3-13 be AMENDED: 55-3-13. Expenses incurred by trustee in performance of trust--Reimbursement. A trustee, including a former trustee, is entitled to the repayment, out of the trust property, of all expenses actually and properly incurred by the trustee in the performance of the trustee's duties. The trustee is entitled to the repayment of even unlawful expenditures, if the expenditures were productive of actual benefit to the estate. Expenses in performance of the trust include those expenses actually and properly incurred in the exercise of the trustee's powers as described in the governing instrument, in any applicable court order, or in chapter 55-1A. A former trustee is entitled to the repayment, out of trust property, of all expenses actually and properly incurred by the former trustee in the defense of proceedings relating to the performance of the trustee's duties to the same extent as the current trustee is entitled to repayment. Section 14. That § 55-3-20.1 be AMENDED: 55-3-20.1. Grounds for removal of trustee. In addition to other remedies available by law and procedures or powers set out in a trust instrument, the settlor, or the settlor's agent, a trust protector, a cotrustee, or a qualified beneficiary as defined in § 55-2-13, or an enforcer, as defined in § 55-1-21.4, may request the court to remove a trustee, or a trustee may be removed by the court on the court's own initiative. In addition to the powers otherwise granted the court, the court may remove a trustee if: (1) The trustee commits a serious breach of trust; (2) Lack of cooperation among cotrustees substantially impairs the administration of the trust; (3) Because of unfitness, unwillingness, persistent failure of the trustee to administer the trust effectively, the court determines that removal of the trustee best serves the interests of the beneficiaries; (4) There is a substantial change of circumstances or removal is requested by all of the qualified beneficiaries, the court finds that removal of the trustee best serves the interests of all of the beneficiaries and is not inconsistent with a material purpose of the trust, and a suitable cotrustee or successor trustee is available; or (5) If the trustee merges with another institution or the location or place of administration of the trust changes, and the court finds that removal of the trustee best serves the interests of all of the beneficiaries, and a suitable cotrustee or successor trustee is available. Pending a final decision on a request to remove a trustee, the court may order such appropriate relief as may be necessary to protect the trust property or the interests of the beneficiaries. Section 15. That § 55-3-45 be AMENDED: 55-3-45. Beneficiary approval of trustee's accounting--Alternative approval of trustee's accounting--Accounting defined. If a trust is not subject to court supervision under chapter 21-22, and if no objection has been made by a distribution beneficiary, as defined in this title, of a trust within one hundred eighty days after a copy of the trustee's accounting has been mailed, postage prepaid, to the last known address of such distribution beneficiary, personally, or electronically in accordance with § 15-6-5(d), the distribution beneficiary is deemed to have approved such accounting of the trustee, and the trustee, absent fraud, intentional misrepresentation, or material omission, shall be released and discharged from any and all liability to all beneficiaries of the trust as to all matters set forth in such accounting. Alternatively, the trustee's accounting may be approved on behalf of all beneficiaries by a trust advisor or trust protector, or in accordance with § 55-18-9 if: (1) Notice or information to the beneficiaries has been waived or modified in accordance with § 55-2-13; or (2) Authorized under the terms of the governing instrument. The provisions of chapter 55-18 apply to this section. For purposes of this section, the term, accounting, means any interim or final report or other statement provided by a trustee reflecting all transactions, receipts, and disbursements during the reporting period and a list of assets as of the end of the period covered by the report or statement, and including written notice to the distribution beneficiary of the provisions of this section. Section 16. That § 55-16-2 be AMENDED: 55-16-2. Trust instrument defined. For the purposes of this chapter, a trust instrument, is an instrument appointing a qualified person or qualified persons for the property that is the subject of a disposition, which instrument: (1) Expressly incorporates the law of this state to govern the validity, construction, and administration of the trust; (2) Is irrevocable, but a trust instrument may not be deemed revocable on account of its inclusion of one or more of the following: (a) A transferor's power to veto a distribution from the trust; (b) An inter vivos power of appointment, other than an inter vivos power exercisable solely by the transferor in favor of the transferor, the transferor's creditors, the transferor's estate, or the creditors of the transferor's estate; (c) A testamentary power of appointment; (d) The transferor's potential or actual receipt of income, including rights to such income retained in the trust instrument; (e) The transferor's potential or actual receipt of income or principal from a charitable remainder unitrust or charitable remainder annuity trust as such terms are defined in § 664 of the Internal Revenue Code of 1986, 26 U.S.C. § 664, as of January 1, 2009; (f) The transferor's receipt each year of a percentage of the value as determined from time to time pursuant to the trust instrument, but not exceeding the amount that may be defined as income under § 643(b) of the Internal Revenue Code of 1986, 26 U.S.C. § 643(b), as of January 1, 2009; (g) The transferor's potential or actual receipt or use of principal if the potential or actual receipt or use of principal would be the result of a qualified person, including a qualified person acting at the direction of a trust advisor described in this section, acting either in the qualified person's sole discretion or pursuant to an ascertainable standard contained in the trust instrument; (h) The transferor's right to remove a trustee, protector, or trust advisor and to appoint a new trustee, protector, or trust advisor, other than a trustee who is a related or subordinate party with respect to the transferor within the meaning of § 672(c) of the Internal Revenue Code of 1986, 26 U.S.C. § 672(c), as of January 1, 2009; (i) The transferor's potential or actual use of real property held under a qualified personal residence trust within the meaning of such term as described in the regulations promulgated under § 2702(c) of the Internal Revenue Code of 1986, 26 U.S.C. § 2702(c), as of January 1, 2009; (j) A pour back provision that pours back to the transferor's will or revocable trust all or part of the trust assets; (k) The transferor's potential or actual receipt of income or principal to pay, in whole or in part, income taxes due on income of the trust if the potential or actual receipt of income or principal is pursuant to a provision in the trust instrument that expressly provides for the payment of the taxes and if the potential or actual receipt of income or principal would be the result of a qualified person's acting in the qualified person's discretion or pursuant to a mandatory direction in the trust instrument or acting at the direction of an advisor described in § 55-16-4; (l) The ability, whether pursuant to discretion, direction, or the grantor's exercise of a testamentary power of appointment, of a qualified person to pay, after the death of the transferor, all or any part of the debts of the transferor outstanding at the time of the transferor's death, the expenses of administering the transferor's estate, or any estate or inheritance tax imposed on or with respect to the transferor's estate; or (m) A transferor's service as a noncontrolling member of a distribution committee that functions as a distribution trust advisor, as defined in subdivision 55-1B-1(7); and (3) Provides that the interest of the transferor or other beneficiary in the trust property or the income from the trust property may not be transferred, assigned, pledged, or mortgaged, whether voluntarily or involuntarily, before the qualified person actually distributes the property or income from the property to the beneficiary, and such provision of the trust instrument shall be deemed to be a restriction on the transfer of the transferor's beneficial interest in the trust that is enforceable under applicable nonbankruptcy law within the meaning of § 541(c)(2) of the Bankruptcy Code, 11 U.S.C. § 541(c)(2), as of January 1, 2009. A disposition by a trustee that is not a qualified person to a trustee that is a qualified person may not be treated as other than a qualified disposition solely because the trust instrument fails to meet the requirements of subdivision (1) of this section. Section 17. That § 55-16-5 be AMENDED: 55-16-5. Service as investment trust advisor--Service as fiduciary by transferor. Any person may serve as an investment trust advisor, as defined in subdivision 55-1B-1(6), notwithstanding that the person is the transferor of the qualified disposition, but a transferor may not otherwise serve as a fiduciary under a trust instrument except as stated in subdivision 55-16-2(2). While serving as an investment trust advisor of the trust, the person may have all powers authorized by statute or by the trust instrument, including the power to vote by proxy any stock owned by the trust. An Act to revise certain provisions pertaining to trusts. I certify that the attached Act originated in the: Senate as Bill No. 65 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 65 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2020 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2020 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2020 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11522, "action_date": "2020-01-22T14:00:00-06:00", "document_id": 62947, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/62947.pdf", "status_text": "First read in Senate and referred to", "journal_page": 62, "committee_id_action": 447, "committee_id_assigned": 451, "result": "N", "vote": {}}, {"bill_id": 11522, "action_date": "2020-02-11T08:00:00-06:00", "document_id": 67019, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67019.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 451, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11522, "action_date": "2020-02-11T08:00:00-06:00", "document_id": 67023, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67023.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 451, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11522, "action_date": "2020-02-11T08:00:00-06:00", "document_id": 67023, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67023.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 451, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32772, "president_vote": null, "Yea": [1717, 1685, 1752, 1716, 1726, 1718], "Nay": [1663]}}, {"bill_id": 11522, "action_date": "2020-02-13T13:00:00-06:00", "document_id": 67587, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67587.pdf", "status_text": "Do Pass Amended", "journal_page": 231, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33069, "president_vote": null, "Yea": [1685, 1741, 1714, 1764, 1763, 1720, 1658, 1742, 1708, 1721, 1686, 1724, 1715, 1703, 1749, 1746, 1718, 1752, 1713, 1704, 1750, 1716, 1730, 1706, 1719, 1735, 1705], "Excused": [1707, 1693, 1659, 1717, 1726], "Nay": [1663, 1651, 1652]}}, {"bill_id": 11522, "action_date": "2020-02-18T14:00:00-06:00", "document_id": 67682, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67682.pdf", "status_text": "First Reading House", "journal_page": 298, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11522, "action_date": "2020-02-26T14:00:00-06:00", "document_id": 68734, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68734.pdf", "status_text": "Referred to", "journal_page": 411, "committee_id_action": 480, "committee_id_assigned": 448, "result": "N", "vote": {}}, {"bill_id": 11522, "action_date": "2020-03-02T10:00:00-06:00", "document_id": 68987, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68987.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 448, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34066, "president_vote": null, "Yea": [1689, 1670, 1676, 1747, 1745, 1688, 1683, 1665, 1738, 1682], "Excused": [1672, 1696, 1666]}}, {"bill_id": 11522, "action_date": "2020-03-02T10:00:00-06:00", "document_id": 68987, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68987.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 448, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11522, "action_date": "2020-03-02T10:00:00-06:00", "document_id": 68981, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68981.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 448, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11522, "action_date": "2020-03-03T14:00:00-06:00", "document_id": 69183, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69183.pdf", "status_text": "Do Pass", "journal_page": 453, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34232, "president_vote": null, "Yea": [1754, 1700, 1689, 1723, 1670, 1710, 1668, 1751, 1665, 1711, 1672, 1656, 1743, 1680, 1740, 1744, 1728, 1702, 1676, 1682, 1662, 1748, 1684, 1731, 1738, 1669, 1739, 1690, 1678, 1747, 1655, 1667, 1722, 1657, 1737, 1675, 1679, 1673, 1671, 1729, 1765, 1698, 1677, 1733, 1745, 1701, 1666, 1725, 1674, 1727, 1683, 1664, 1709, 1660, 1653, 1696, 1692, 1661, 1762, 1697, 1755, 1691, 1712, 1687, 1734], "Excused": [1654, 1699, 1681, 1688], "Nay": [1736]}}, {"bill_id": 11522, "action_date": "2020-03-03T14:00:00-06:00", "document_id": 69183, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69183.pdf", "status_text": "Do Pass Amended", "journal_page": 451, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34232, "president_vote": null, "Yea": [1754, 1700, 1689, 1723, 1670, 1710, 1668, 1751, 1665, 1711, 1672, 1656, 1743, 1680, 1740, 1744, 1728, 1702, 1676, 1682, 1662, 1748, 1684, 1731, 1738, 1669, 1739, 1690, 1678, 1747, 1655, 1667, 1722, 1657, 1737, 1675, 1679, 1673, 1671, 1729, 1765, 1698, 1677, 1733, 1745, 1701, 1666, 1725, 1674, 1727, 1683, 1664, 1709, 1660, 1653, 1696, 1692, 1661, 1762, 1697, 1755, 1691, 1712, 1687, 1734], "Excused": [1654, 1699, 1681, 1688], "Nay": [1736]}}, {"bill_id": 11522, "action_date": "2020-03-04T14:00:00-06:00", "document_id": 69303, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69303.pdf", "status_text": "Signed by the President", "journal_page": 421, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11522, "action_date": "2020-03-05T14:00:00-06:00", "document_id": 69525, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69525.pdf", "status_text": "Signed by the Speaker", "journal_page": 498, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11522, "action_date": "2020-03-09T11:00:00-05:00", "document_id": 69668, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69668.pdf", "status_text": "Delivered to the Governor", "journal_page": 450, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11522, "action_date": "2020-03-11T10:00:00-05:00", "document_id": 69897, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69897.pdf", "status_text": "Signed by the Governor", "journal_page": 493, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 299}