{"session_id": 57, "bill_id": 19928, "bill_type": "House Bill", "bill_number": 1185, "bill_title": "implement the federal Indian Child Welfare Act.", "sponsors": [{"legislator_profile_id": 3153, "is_prime": true}, {"legislator_profile_id": 3251, "is_prime": true}, {"legislator_profile_id": 3156, "is_prime": false}, {"legislator_profile_id": 3186, "is_prime": false}, {"legislator_profile_id": 3187, "is_prime": false}, {"legislator_profile_id": 3208, "is_prime": false}, {"legislator_profile_id": 3238, "is_prime": false}, {"legislator_profile_id": 3248, "is_prime": false}], "keywords": ["Domestic Relations", "Indian Tribes", "Minors", "Parents"], "audio": [{"meeting_datetime": "2005-02-14T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hju25hb1185a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-14T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hju25hb1185a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19928, "bill_version_id": 103403, "bill_version": "Introduced", "bill_version_date": "2005-01-27T10:00:29-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to implement the federal Indian Child Welfare Act. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. If a proceeding held under this Act involves an Indian child as defined in section 2 of this Act and the proceeding is subject to the provisions of this Act, the proceeding and other actions taken in connection with the proceeding shall comply with the provisions of this Act. In any proceeding held or action taken under this Act involving an Indian child, the applicable requirements of the federal Adoption and Safe Families Act of 1999, Pub. L. No. 105-89, as amended to January 1, 2005, shall be applied to the proceeding or action in a manner that complies with the provisions of this Act and the federal Indian Child Welfare Act, Pub. L. No. 95-608, as amended to January 1, 2005. Section 2. Terms used in this Act mean: (1) \"Adoptive placement,\" the permanent placement of an Indian child for adoption including any action under South Dakota law resulting in a final decree of adoption. Adoptive placement does not include a placement based upon an act by an Indian child which, if committed by an adult, would be deemed a crime. An award in a divorce proceeding of custody to one of the child's parents may not be included under this Act; (2) \"Best interest of the child,\" the use of practices in accordance with the federal Indian Child Welfare Act, this Act, and other applicable law, that are designed to prevent an Indian child's voluntary or involuntary out-of-home placement, and if such placement is necessary or ordered, placing the child, to the greatest extent possible, in a foster home, adoptive placement, or other type of custodial placement that reflects the unique values of the child's tribal culture and is best able to assist the child in establishing, developing, and maintaining a political, cultural, and social relationship with the Indian child's tribe and tribal community; (3) \"Child custody proceeding,\" a voluntary or involuntary proceeding that may result in an Indian child's adoptive placement, foster care placement, pre-adoptive placement, termination of parental rights, or any permanency proceeding resulting in a placement outside an Indian child's home; (4) \"Foster care placement,\" the temporary placement of an Indian child in an individual or agency foster care placement or in the personal custody of a guardian or conservator before the termination of parental rights, from which the child cannot be returned upon demand to the custody of the parent or Indian custodian but there has not been a termination of parental rights. Foster care placement may include a placement based upon an act by an Indian child which, if committed by an adult, would be deemed a crime. An award in a divorce proceeding of custody to one of the child's parents may not be included under this Act; (5) \"Federal Indian Child Welfare Act,\" the federal Indian Child Welfare Act, Pub. L. No. 95-608, as codified in 25 U.S.C., Chapter 21, as amended to January 1, 2005; (6) \"Indian,\" a person who is a member of an Indian tribe, or is eligible for membership in an Indian tribe, or who is an Alaska native and a member of a regional corporation as defined in 43 U.S.C. § 1606, as amended to January 1, 2005; (7) \"Indian child\" or \"child,\" an unmarried Indian person who is less than eighteen years of age or a child who is less than eighteen years of age that an Indian tribe identifies as a child of the tribe's community; (8) \"Indian child's family\" or \"extended family member,\" an adult person who is an Indian child's family member or extended family member under the law or custom of the Indian child's tribe or, in absence of such law or custom, an adult person who has any of the following relationships with the Indian child: (a) Parent; (b) Sibling; (c) Grandparent; (d) Aunt or uncle; (e) Cousin; (f) Clan member; (g) Band member; (h) Brother-in-law; (i) Sister-in-law; (j) Niece; (k) Nephew; (l). Stepparent; (9) \"Indian child's tribe,\" a tribe in which an Indian child is a member or eligible for membership or is identified by a tribe as a child of the tribe's community; (10) \"Indian custodian,\" an Indian person who under tribal law, tribal custom, or state law, has legal or temporary physical custody of an Indian child; (11) \"Indian organization,\" any of the following entities that is owned or controlled by Indians, or in which a majority of the members are Indians: a group, association, partnership, corporation, or other legal entity; (12) \"Indian tribe\" or \"tribe,\" an Indian tribe, band, nation, or other organized Indian group, or a community of Indians, including any Alaska native village as defined in 43 U.S.C. § 1602(c), as amended to January 1, 2005, recognized as eligible for services provided to Indians by the United States secretary of the interior because of the community members' status as Indians; (13) \"Parent,\" a biological parent of an Indian child or a person who has lawfully adopted an Indian child, including adoptions made under tribal law or custom. Parent does not include an unwed father whose paternity has not been acknowledged or established. Except for purposes of the federal Indian Child Welfare Act as codified in 25 U.S.C. § § 1913(b), (c), and (d), 1916, 1917, and 1951, as amended to January 1, 2005, parent does not include a person whose parental rights to that child have been terminated; (14) \"Preadoptive placement,\" the temporary placement of an Indian child in an individual or agency foster care placement after the termination of parental rights, but before or in lieu of an adoptive placement. Pre-adoptive placement does not include a placement based upon an act by an Indian child which, if committed by an adult, would be deemed a crime. An award in a divorce proceeding of custody to one of the child's parents may not be included under this Act; (15) \"Reservation,\" Indian country as defined in 18 U.S.C. § 1151, as amended to January 1, 2005, or land that is not covered under that definition but the title to which is either held by the United States in trust for the benefit of an Indian tribe or Indian person or held by an Indian tribe or Indian person subject to a restriction by the United States against alienation; (16) \"Secretary of the interior,\" the secretary of the United States Department of the Interior; (17) \"Termination of parental rights,\" any action resulting in the termination of the parent-child relationship. Termination of parental rights does not include a placement based upon an act by an Indian child which, if committed by an adult, would be deemed a crime. An award in a divorce proceeding of custody to one of the child's parents may not be included under this Act; (18) \"Tribal court,\" a court or body vested by an Indian tribe with jurisdiction over child custody proceedings, including a federal court of Indian offenses, a court established and operated under the code or custom of an Indian tribe, or an administrative body of an Indian tribe vested with authority over child custody proceedings. Section 3. This Act applies to any child custody proceeding involving an Indian child whether the child is in the physical or legal custody of an Indian parent, Indian custodian, or an Indian extended family member or another person at the commencement of the proceedings or whether the child has resided or domiciled on or off an Indian reservation. Any child custody proceeding initiated by a child's tribal relative if no child custody proceeding has been initiated pursuant to Title 25 or Title 26 may be filed in circuit court. All other proceedings are subject to the requirements of this Act and all proceedings involving an Indian child, undertaken pursuant to Title 25 or Title 26, shall comply with this Act. Section 4. The court shall require any party seeking the placement of a child in a child custody proceeding involving an Indian child, or a child whom there is reason to believe is Indian, to seek to determine whether the child is an Indian child through contact with any Indian tribe in which the child may be a member, eligible for membership or may be identified by a tribe as a member of the tribe's community; the child's parent; any person who has custody of the child or with whom the child resides; and any other person that reasonably can be expected to have information regarding the child's possible membership or eligibility for membership in an Indian tribe, including the United States Department of Interior. Any child of whom possession has been taken pursuant to § 25-5A-7 shall be given all the protections of this Act if the child is an Indian child. The determination of the Indian status of a child shall be made as soon as practicable in order to serve the best interest of the child and to ensure compliance with the notice requirements of this Act. If the Court has reason to believe the child may be an Indian child, then the child must be treated as an Indian child until a final determination is made pursuant to this Act. Section 5. A written determination by an Indian tribe that a child is a member of or eligible for membership in that tribe or is identified by the tribe as a child of that tribe's community, or testimony attesting to such status by a person authorized by the tribe to provide that determination, is conclusive. A written determination by an Indian tribe, or testimony by a person authorized by the tribe to provide that determination or testimony, that a child is not a member of or eligible for membership in that tribe, nor is the child identified by the tribe as a child of that tribe's community, is conclusive as to that tribe. If an Indian tribe does not provide evidence of the child's status as an Indian child, the court shall determine the child's status. Section 6. An Indian tribe has jurisdiction exclusive as to this state over any child custody proceeding held in this state involving an Indian child who resides or is domiciled within the reservation of that tribe, unless the jurisdiction is otherwise vested in this state by existing federal law. If an Indian child is a ward of a tribal court, the Indian tribe shall retain exclusive jurisdiction, notwithstanding the residence or domicile of the child. Section 7. The federal Indian Child Welfare Act and this Act are applicable without exception in any child custody proceeding involving an Indian child. A state court does not have discretion to determine the applicability of the federal Indian Child Welfare Act or this Act to a child custody proceeding based upon whether an Indian child is part of an existing Indian family. Section 8. In a child custody proceeding, the court or any party to the proceeding shall be deemed to know or have reason to know that an Indian child is involved if any of the following circumstances exist: (1) A party to the proceeding or the court has been informed by any interested person, an officer of the court, a tribe, an Indian organization, a public or private agency, or a member of the child's extended family that the child is or may be an Indian child; (2) The child who is the subject of the proceeding gives the court reason to believe the child is an Indian child; (3) The court or a party to the proceeding has reason to believe the residence or domicile of the child is in a predominantly Indian community. Section 9. In any involuntary child custody proceeding, including review hearings following an adjudication, the court shall establish in the record that the petitioner has sent notice by certified or registered mail, return receipt requested, to all of the following: (1) The child's parents; (2) The child's Indian custodians; and (3) Any tribe in which the child may be a member or eligible for membership or is identified by the tribe as a child of that tribe's community. Section 10. If the identity or location of the child's parent, Indian custodian, or tribe cannot be determined, the notice under section 9 of this Act shall be provided to the secretary of the interior, who shall have fifteen days after receipt of the notice to provide the notice to the child's parent, Indian custodian, and tribe. A foster care placement or termination of parental rights proceeding involving the child may not be held until at least ten days after receipt of notice by the child's parent, Indian custodian, and tribe, or the secretary of the interior. Upon request, the child's parent or Indian custodian or tribe shall be granted up to twenty additional days after receipt of the notice to prepare for the proceeding. Section 11. The court shall also establish in the record that a notice of any involuntary custody proceeding has been sent to the Indian child's tribe. The tribe may provide notice of the proceeding to any of the child's extended family members. The notice in any involuntary child custody proceeding involving an Indian child shall be written in clear and understandable language and shall include all of the following information: (1) The name and tribal affiliation of the Indian child; (2) A copy of the petition by which the proceeding was initiated; (3) A statement listing the rights of the child's parents, Indian custodians, and tribes and, if applicable, the rights of the Indian child's family. The rights shall include all of the following: (a) The right to intervene in the proceeding; (b) The right to petition the court to transfer the proceeding to the tribal court of the Indian child's tribe; (c) The right to be granted up to an additional twenty days from the receipt of the notice to prepare for the proceeding; (d) The right to request that the court grant further extensions of time; and (e) In the case of an extended family member, the right to intervene and be considered as a preferred placement for the child; (4) A statement of the potential legal consequences of an adjudication on the future custodial rights of the child's parents or Indian custodians; (5) A statement that if the parents or Indian custodians are unable to afford counsel in an involuntary proceeding, counsel will be appointed to represent the parents or custodians; (6) A statement that the court may appoint counsel for the child upon a finding that the appointment is in the best interest of the child; (7) A statement that the information contained in the notice, petition, pleading, and other court documents is confidential; and (8) A statement that the child's tribe may provide notice of the proceeding to any of the child's extended family members along with copies of other related documents. Section 12. In a voluntary child custody proceeding involving an Indian child, including a review hearing, the court shall establish in the record that the party seeking the foster care placement of, termination of parental rights to, or the permanent placement of, an Indian child has sent notice at least ten days before the hearing by certified or registered mail, return receipt requested, to all of the following: (1) The child's parents, except for a parent whose parental rights have been terminated; (2) The child's Indian custodians, except for a custodian whose parental or Indian custodian rights have been terminated; and (3) Any tribe in which the child may be a member or eligible for membership or may be identified by the tribe as a child of that tribe's community. Section 13. The notice in a voluntary child custody proceeding involving an Indian child shall be written in clear and understandable language and shall include all of the following information: (1) The name and tribal affiliation of the child; (2) A copy of the petition by which the proceeding was initiated; (3) A statement listing the rights of the child's parents, Indian custodians, Indian tribe, or tribes, and, if applicable, extended family members. The rights include all of the following: (a) The right to intervene in the proceeding; (b) The right to petition the court to transfer a child custody proceeding to the tribal court of the Indian child's tribe; (c) In the case of extended family members, the right to intervene and be considered as a preferred placement for the child; (4) A statement that the information contained in the notice, petition, pleading, and any other court document shall be kept confidential; and (5) A statement that the child's tribe may provide notice of the proceeding to any of the child's extended family members along with copies of other related documents. Section 14. Unless either of an Indian child's parents objects, in any child custody proceeding involving an Indian child who is not domiciled or residing within the jurisdiction of the Indian child's tribe, the court shall transfer the proceeding to the jurisdiction of the Indian child's tribe, upon the petition of any of the following persons: (1) Either of the child's parents; (2) The child's Indian custodian; or (3) The child's tribe. Section 15. Notwithstanding entry of an objection to a transfer of proceedings as described in section 14 of this Act, the court shall reject any objection that is inconsistent with the purposes of this Act, including any objection that would prevent maintaining the vital relationship between Indian tribes and the tribes' children and would interfere with the policy that the best interest of an Indian child requires that the child be placed in a home that reflects the unique values of that child's tribe. Section 16. A transfer of proceedings under section 14 of this Act may be declined by the tribal court of the Indian child's tribe. If the tribal court declines to assume jurisdiction, the state court shall maintain jurisdiction and shall apply all of the following in any proceeding: (1) The requirements of the federal Indian Child Welfare Act; (2) This Act; and (3) The applicable provisions of any agreement between the Indian child's tribe and the state concerning the welfare, care, and custody of Indian children. Section 17. If a petition to transfer proceedings as described in section 14 of this Act is filed, the court may find good cause to deny the petition only if one or more of the following circumstances are shown to exist: (1) The tribal court of the child's tribe declines the transfer of jurisdiction; (2) The tribal court does not have subject matter jurisdiction under the laws of the tribe or federal law; (3) Circumstances exist in which the evidence necessary to decide the case cannot be presented in the tribal court without undue hardship to the parties or the witnesses, and the tribal court is unable to mitigate the hardship by making arrangements to receive and consider the evidence or testimony by use of remote communication, by hearing the evidence or testimony at a location convenient to the parties or witnesses, or by use of other means permitted in the tribal court's rules of evidence or discovery; or (4) An objection to the transfer is entered in accordance with section 14 and 15 of this Act. Section 18. The Indian child's tribe or tribes and Indian custodian may intervene at any point in any foster care, preadoptive, termination of parental rights, or other permanency proceeding involving the child. The Indian child's tribe may also intervene at any point in any adoption proceeding involving the child. Any member of the Indian child's family may intervene in an adoption proceeding involving the child for the purpose of petitioning the court for the adoptive placement of the child in accordance with the order of preference provided for in this Act. Section 19. The state shall give full faith and credit to the public acts, records, judicial proceedings, and judgments of any Indian tribe applicable to the Indian child custody proceedings. Section 20. In any proceeding in which the court determines indigency of the Indian child's parent or Indian custodian, the parent or Indian custodian has the right to court-appointed counsel in any removal, placement, termination of parental rights, or other permanency proceedings. The child also has the right to court-appointed counsel in any removal, placement, termination of parental rights, or other permanency proceedings. Section 21. Each party to a child custody proceeding involving an Indian child may examine all reports or other documents filed with the court upon which any decision with respect to the proceeding may be based. Section 22. Any person or court involved in the placement of an Indian child shall use the services of the Indian child's tribe or tribes, whenever available through the tribe or tribes, in seeking to secure placement within the order of placement preference established in sections 38 and 39 of this Act and in the supervision of the placement. Section 23. A party seeking an involuntary foster care placement of or termination of parental rights over an Indian child shall provide evidence to the court that active efforts have been made to provide remedial services and rehabilitative programs designed to prevent the breakup of the Indian family and that these efforts have proved unsuccessful. The court may not order the placement or termination, unless the evidence of active efforts shows there has been a vigorous and concerted level of case work beyond the level that typically constitutes reasonable efforts. Reasonable efforts may not be construed to be active efforts. The active efforts shall be made in a manner that takes into account the prevailing social and cultural values, conditions, and way of life of the Indian child's tribe. Active efforts shall use the available resources of the Indian child's extended family, tribe, tribal and other Indian social service agencies, and individual Indian caregivers. Active efforts include all of the following: (1) A request to the Indian child's tribe to convene traditional and customary support and resolution actions or service; (2) Identification and participation of tribally designated representatives at the earliest point; (3) Consultation with extended family members to identify family structure and family support services that may be provided by extended family members; (4) Frequent visitation in the Indian child's home and the homes of the child's extended family members; (5) Exhaustion of all tribally appropriate family preservation alternatives; and (6) Identification and provision of information to the child's family concerning community resources that may be able to offer housing, financial, and transportation assistance and actively assisting the family in accessing the community resources. Section 24. The State of South Dakota recognizes that an Indian tribe may contract with another Indian tribe for supervision regarding placement, case management, and the provision of services to an Indian child. Section 25. This Act does not prevent the emergency removal of an Indian child who is a resident of or is domiciled on an Indian reservation, but is temporarily located off the reservation, or is away from the child's parent or Indian custodian, or the emergency placement of such child in a foster home or institution, under applicable state law, in order to prevent imminent physical damage or harm to the child. In a case of emergency removal of an Indian child, regardless of residence or domicile of the child, the state shall ensure that the emergency removal or placement terminates immediately when the removal or placement is no longer necessary to prevent imminent physical damage or harm to the child and shall expeditiously initiate a child custody proceeding subject to the provisions of this Act, transfer the child to the jurisdiction of the appropriate Indian tribe, or restore the child to the child's parent or Indian custodian, as may be appropriate. Section 26. Within three business days following the issuance of an order of emergency removal or placement of an Indian child, the court issuing the order shall notify the Indian child's tribe of the emergency removal or placement by certified or registered mail, return receipt requested. The notice shall include the court order, the petition, if applicable, any information required by this Act, and a statement informing the child's tribe of the tribe's right to intervene in the proceeding. Section 27. A motion, application, or petition commencing an emergency or temporary removal or foster care placement proceeding involving an Indian child shall be accompanied by all of the following: (1) An affidavit containing the names, tribal affiliations, and addresses of the Indian child, and of the child's parents and Indian custodians; (2) A specific and detailed account of the circumstances supporting the removal of the child; and (3) All reports or other documents from each public or private agency involved with the emergency or temporary removal that are filed with the court and upon which any decision may be based. The reports shall include all of the following information, if available: (a) The name of each agency; (b) The names of agency administrators and professionals involved in the removal; (c) A description of the emergency justifying the removal of the child; (d) All observations made and actions taken by the agency; (e) The date, time, and place of each such action; (f) The signatures of all agency personnel involved; and (g) A statement of the specific actions taken and to be taken by each involved agency to effectuate the safe return of the child to the custody of the child's parent or Indian custodian. Section 28. An emergency removal or placement of an Indian child shall immediately terminate, and any court order approving the removal or placement shall be vacated, when the removal or placement is no longer necessary to prevent imminent physical damage or harm to the child. In no case may an emergency removal or placement order remain in effect for more than fifteen days unless, upon a showing that continuation of the order is necessary to prevent imminent physical damage or harm to the child, the court extends the order for a period not to exceed an additional thirty days. If the Indian child's tribe has been identified, the court shall notify the tribe of the date and time of any hearing scheduled to determine whether to extend an emergency removal or placement order. Upon termination of the emergency removal or placement order, the child shall immediately be returned to the custody of the child's parent or Indian custodian unless any of the following circumstances exist: (1) The child is transferred to the jurisdiction of the child's tribe; (2) In an involuntary foster care placement proceeding pursuant to the federal Indian Child Welfare Act, the court orders that the child shall be placed in foster care upon a determination, supported by clear and convincing evidence, including testimony by qualified expert witnesses, that custody of the child by the child's parent or Indian custodian is likely to result in serious emotional or physical damage to the child; or (3) The child's parent or Indian custodian voluntarily consents to the foster care placement of the child pursuant to the provisions of the federal Indian Child Welfare Act. Section 29. Termination of parental rights over an Indian child may not be ordered in the absence of a determination, supported by evidence beyond a reasonable doubt, including the testimony of qualified expert witnesses, that the continued custody of the child by the child's parent or Indian custodian is likely to result in serious emotional or physical damage to the child. The court may not waive the consent from a parent or putative father pursuant to subdivision 25-6-4(2) if the record does not show the application of active efforts, as defined in section 23 of this Act, in the six months or more immediately prior to the filing of an adoption petition. Under any child custody proceeding, and in all instances that the Department of Social Services or a court of the State of South Dakota applies § 26-8A-21, only active efforts may be deemed as adequate under the statute. The following exceptions to reunification efforts in § 26-8A-21.1 may not be applied if an Indian child is involved: subdivisions 26-8A-21.1(4); 26-8A-21.1(5); 26-8A-21.1(6); 26-8A-21.1(7); or 26-8A-21.1(8). Section 30. If an Indian child's parent or Indian custodian voluntarily consents to a foster care placement, termination of parental rights, or other permanency option, the consent is not valid unless executed in writing and recorded before a judge of a court of competent jurisdiction and accompanied by the judge's certificate that the terms and consequences of the consent were fully explained in detail and were fully understood by the parent or Indian custodian. The court shall also certify that either the parent or Indian custodian fully understood the explanation in English or that it was interpreted into a language that the parent or Indian custodian understood. Notwithstanding any other provision of law, any consent for release of custody given before, or within ten days after, the birth of the Indian child is not valid. Section 31. An Indian child's parent or Indian custodian may withdraw consent to a foster care placement at any time and, upon the withdrawal of consent, the child shall be returned to the parent or Indian custodian. Section 32. In a voluntary proceeding for termination of parental rights to, or adoptive placement of, an Indian child, the consent of the parent may be withdrawn for any reason at any time before the entry of a final decree of termination or adoption, as the case may be, and the child shall be returned to the parent. Section 33. After the entry of a final decree of adoption of an Indian child, the parent may withdraw consent to the adoption upon the grounds that consent was obtained through fraud or duress and may petition the court to vacate the decree. Upon a finding that such consent was obtained through fraud or duress, the court shall vacate the decree and return the child to the parent. However, an adoption which has been effective for at least two years may not be invalidated under the provisions of this section unless otherwise permitted under state law. Section 34. If a final decree of adoption of an Indian child has been vacated or set aside or the adoptive parents voluntarily consent to the termination of their parental rights to the child, a biological parent or prior Indian custodian may petition for return of custody and the court shall grant the petition unless there is a showing, in a proceeding subject to the provisions of this chapter, that the return of custody is not in the best interest of the child. Section 35. If an Indian child is removed from a foster care home or institution for the purpose of further foster care, preadoptive, adoptive, or other permanent placement, the placement shall be in accordance with the provisions of this Act, unless the Indian child is being returned to the parent or Indian custodian from whose custody the child was originally removed. Section 36. If a petitioner in an Indian child custody proceeding before a state court has improperly removed the child from the custody of the parent or Indian custodian or has improperly retained custody after a visit or other temporary relinquishment of custody, the court shall decline jurisdiction over the petition and shall immediately return the child to the child's parent or Indian custodian unless returning the child to the parent or Indian custodian would subject the child to a substantial and immediate danger or threat of such danger. Section 37. If another state or federal law applicable to a child custody proceeding held under state or federal law provides a higher standard of protection to the rights of the parent or Indian custodian of an Indian child than the rights provided under this Act, the court shall apply the higher standard. Section 38. In any adoptive or other permanent placement of an Indian child, preference shall be given to a placement with one of the following, in descending priority order: (1) A member of the Indian child's family; (2) Other members of the Indian child's tribe; (3) Another Indian family; (4) A non-Indian family approved by the Indian child's tribe; (5) A non-Indian family that is committed to enabling the child to have extended family visitation and participation in the cultural and ceremonial events of the child's tribe. To the greatest possible extent, a placement made in accordance with this section shall be made in the best interest of the child. Section 39. An emergency removal, foster care, or pre-adoptive placement of an Indian child shall be in the least restrictive setting that most approximates a family situation and in which the child's special needs, if any, may be met. The child shall also be placed within reasonable proximity to the child's home, taking into account any special needs of the child. In any foster care or pre-adoptive placement, a preference shall be given to the child's placement with one of the following in descending priority order: (1) A member of the child's extended family; (2) A foster home licensed, approved, or specified by the child's tribe; (3) An Indian foster home licensed or approved by an authorized non-Indian licensing authority; (4) A child foster care agency approved by an Indian tribe or operated by an Indian organization that has a program suitable to meet the Indian child's needs; (5) A non-Indian child foster care agency approved by the child's tribe; (6) A non-Indian family committed to enabling the child to have extended family visitation and participation in the cultural and ceremonial events of the child's tribe. To the greatest possible extent, a placement made in accordance with this section shall be made in the best interest of the child. Section 40. An adoptive placement of an Indian child may not be ordered in the absence of a determination, supported by clear and convincing evidence including the testimony of qualified expert witnesses, that the placement of the child is in the best interest of the child. Section 41. Notwithstanding the placement preferences listed in sections 38 and 39 of this Act, if a different order of placement preference is established by the child's tribe, the court or agency effecting the placement shall follow the order of preference established by the tribe. Section 42. As appropriate, the placement preference of the Indian child or parent shall be considered. In applying the preferences, a consenting parent's request for anonymity shall also be given weight by the court or agency effecting the placement. Unless there is clear and convincing evidence that placement within the order of preference applicable under section 38, 39, or 41 of this Act would be harmful to the Indian child, consideration of the preference of the Indian child or parent or a parent's request for anonymity may not be a basis for placing an Indian child outside of the applicable order of preference. Section 43. The prevailing social and cultural standards of the Indian community in which the parent or extended family members of an Indian child reside, or with which such parent or extended family members maintain social and cultural ties, or the prevailing social and cultural standards of the Indian child's tribe shall be applied in qualifying any placement having a preference under this Act. A determination of the applicable prevailing social and cultural standards shall be confirmed by the testimony or other documented support of qualified expert witnesses. Section 44. A record of each foster care placement, emergency removal, pre-adoptive placement, or adoptive placement of an Indian child, under the laws of this state, shall be maintained in perpetuity by the Department of Social Services in accordance with sections 52 and 53 of this Act. The record shall document the active efforts to comply with the applicable order of preference specified in this Act Section 45. The State of South Dakota recognizes the authority of Indian tribes to license foster homes and to license agencies to receive children for control, care, and maintenance outside of the children's own homes, or to place, receive, arrange the placement of, or assist in the placement of children for foster care or adoption. The Department of Social Services and child-placing agencies licensed under chapter 26-6 may place children in foster homes and facilities licensed by an Indian tribe. Section 46. In considering whether to involuntarily place an Indian child in foster care, preadoptive, adoptive, or other permanent placement, or to terminate parental rights, the court shall require that qualified expert witnesses with specific knowledge of the child's Indian tribe testify regarding that tribe's family organization and child-rearing practices, and regarding whether the tribe's culture, customs, and laws would support the placement of the child in foster care, preadoptive, adoptive, or other permanent placement, or the termination of parental rights on the grounds that continued custody of the child by the parent or Indian custodian is likely to result in serious emotional or physical damage to the child. For the purposes of this section, the term, qualified expert witness, includes a social worker, sociologist, physician, psychologist, traditional tribal therapist and healer, spiritual leader, historian, or elder. In the following descending order of preference, a qualified expert witness is a person who is one of the following: (1) A member of the child's Indian tribe who is recognized by the child's tribal community as knowledgeable regarding tribal customs as the customs pertain to family organization or child-rearing practices; (2) A member of another tribe who is formally recognized by the Indian child's tribe as having the knowledge to be a qualified expert witness; (3) A layperson having substantial experience in the delivery of child and family services to Indians, and substantial knowledge of the prevailing social and cultural standards and child-rearing practices within the Indian child's tribe; (4) A professional person having substantial education and experience in the person's professional specialty and having substantial knowledge of the prevailing social and cultural standards and child-rearing practices within the Indian child's tribe; (5) A professional person having substantial education and experience in the person's professional specialty and having extensive knowledge of the customs, traditions, and values of the Indian child's tribe as the customs, traditions, and values pertain to family organization and child-rearing practices. Before accepting the testimony of a qualified expert witness described in this subdivision, the court shall document the efforts made to secure a qualified expert witness described in subdivisions (1) to (4), inclusive, of this section. The efforts shall include contacting the Indian child's tribe's governing body, that tribe's child welfare office, and the tribe's social service office. Section 47. The secretary of social services shall enter into agreements with Indian tribes regarding appropriate execution of jurisdiction over child custody proceedings and the care and custody of Indian children whose tribes have land within South Dakota and whose tribes have an Indian child who resides in the State of South Dakota. Each agreement shall seek to promote the continued existence and integrity of the Indian tribe as a political entity and the vital interest of Indian children in securing and maintaining a political, cultural, and social relationship with their tribes. Each agreement shall ensure that tribal services and Indian organizations or agencies are used to the greatest extent practicable in planning and implementing any action pursuant to the agreement concerning the care and custody of Indian children. If tribal services are not available, the agreement shall ensure that community services and resources developed specifically for Indian families are used. Section 48. If an agreement entered into between the tribe and the Department of Social Services pertaining to the funding of foster care placements for Indian children conflicts with any federal or state law, the state in a timely, good faith manner shall agree to amend the agreement in a way that prevents any interruption of services to eligible Indian children. Section 49. An agreement entered into under section 47 of this Act may be revoked by either party by giving one hundred eighty days advance written notice to the other party. The revocation does not affect any action or proceeding over which a court has already assumed jurisdiction, unless the agreement provides otherwise. Section 50. If the Department of Social Services has legal custody of an Indian child and that child is placed in foster care according to the placement preferences under section 39 of this Act, the state shall pay, subject to any applicable federal funding limitations and requirements, the cost of the foster care, including the administrative and training costs associated with the placement. In addition, the state shall pay the other costs related to the foster care placement of an Indian child as may be provided for in an agreement entered into between a tribe and the state. Section 51. The Department of Social Services shall, subject to any applicable federal funding limitations and requirements and within funds appropriated for foster care services and medical assistance, purchase care for Indian children who are in the custody of a federally- recognized Indian tribe or tribally licensed child-placing agency pursuant to parental consent, tribal court order, or state court order. Any Indian child transferred to a tribal court from outside the State of South Dakota is eligible for foster care assistance and medical assistance under the provisions of Title IV(E)(42 U.S.C. § 670 et al), as amended to January 1, 2005, and § 1931(b) of the Indian Child welfare Act (25 U.S.C. § 1931(b)), as amended to January 1, 2005. Section 52. The Department of Social Services shall establish an automated database where a permanent record shall be maintained of every involuntary or voluntary foster care, pre- adoptive placement, or adoptive placement of an Indian child that is ordered by a court of this state and in which the department was involved. The automated record shall document the active efforts made to comply with the order of placement preference specified in sections 38 and 39 of this Act. An Indian child's placement record shall be maintained in perpetuity by the department and shall include the name, birth date, and gender of the Indian child, and the location of the local department office that maintains the original file and documents containing the information listed in section 53 of this Act. Section 53. Each district office of the Department of Social Services, state-licensed child-placing agency, private attorney, and medical facility involved in the involuntary or voluntary foster care placement, pre-adoptive placement, or adoptive placement of an Indian child shall maintain in perpetuity a record of the placement. The record shall include all of the following information: (1) The name and tribal affiliation of the child; (2) The location of the child's Indian tribe or tribes; (3) The names and addresses of the child's biological parents; (4) The child's certificate of degree of Indian blood or equivalent document; (5) The child's tribal enrollment or other membership documentation, if any; (6) The child's medical records; (7) The social and medical history of the child's biological family; (8) The names, ages, and gender of the child's siblings; (9) The names, ages, and gender of the child's kinship or extended family members; (10) The names and addresses of the child's adoptive parents; (11) The identity of any agency having files or information relating to the placement; (12) All reports concerning the child or the child's family, including detailed information regarding case plans and other efforts to rehabilitate the parents of the child; (13) A record of efforts made to place the child within and outside of the placement preferences under sections 38 and 39 of this Act; and (14) A statement of the reason for the final placement decision. Section 54. If a court orders the foster care, pre-adoptive placement, adoptive, or other permanent placement of an Indian child, the court and any state-licensed child-placing agency involved in the placement shall provide the Department of Social Services with the records described in sections 52 And 53 of this Act. Section 55. A record maintained pursuant to this Act by the Department of Social Services, a district office of the Department of Social Services, state-licensed child-placing agency, private attorney, or medical facility shall be made available within seven days of a request for the record by the Indian child's tribe or the secretary of the interior. Section 56. Upon the request of an Indian person who is eighteen years of age or older, or upon the request of an Indian child's parent, Indian custodian, attorney, guardian ad litem, guardian, legal custodian, or caseworker of the Indian child, the Department of Social Services, a district office of the Department of Social Services, state-licensed child-placing agency, private attorney, or medical facility shall provide access to the records pertaining to the Indian person or child maintained pursuant to this Act. The records shall also be made available upon the request of the descendants of the Indian person or child. A record shall be made available within seven days of a request for the record by any person authorized by this section to make the request. Section 57. Upon application of an Indian person who is eighteen years of age or older and was the subject of an adoptive placement, the court that entered the final decree shall inform the person regarding the person's tribal affiliation and any of the person's biological parents, and shall provide such other information as may be necessary to protect any rights arising from the person's tribal affiliation. In addition, the court shall provide the person, through an appropriate order, if necessary, with information described in section 53 of this Act as may be secured from the records maintained pursuant to section 53 of this Act. Section 58. If a parent of an Indian child wishes to remain anonymous, identifying records concerning any such parent may not be released unless necessary to secure, maintain, or enforce the Indian child's right to enrollment or membership in the child's Indian tribe, for determining a right or benefit associated with the enrollment or membership, or for determining a right to an inheritance. Section 59. The Department of Social Services, in consultation with Indian tribes, shall establish standards and procedures for the department's review of cases subject to this Act and methods for monitoring the department's compliance with provisions of the federal Indian Child Welfare Act and this Act. These standards and procedures and the monitoring methods shall be integrated into the department's structure and plan for the federal government's child and family service review process and any program improvement plan resulting from that process. The initial review of compliance with the requirements of this Act shall be completed by June 30, 2006. Section 60. A court of competent jurisdiction shall vacate a court order and remand the case for appropriate disposition for any of the following violations of this Act: (1) Failure to notify an Indian parent, Indian custodian, or tribe; (2) Failure to recognize the jurisdiction of an Indian tribe; (3) Failure, without cause as specified under this Act, to transfer jurisdiction to an Indian tribe appropriately seeking transfer; (4) Failure to give full faith and credit to the public acts, records, or judicial proceedings of an Indian tribe; (5) Failure to allow intervention by an Indian custodian or Indian tribe, or if applicable, an extended family member; (6) Failure to return the child to the child's parent or Indian custodian when removal or placement is no longer necessary to prevent imminent physical damage or harm; (7) Failure to provide the testimony of qualified expert witnesses as required by this Act; (8) Any other violation that is not harmless error, including a failure to comply with 25 U.S.C. § 1911, 1912, 1913, 1915, 1916, or 1917, as amended to January 1, 2005. Section 61. If a petitioner in an Indian child custody proceeding before a state court has improperly removed the child from the custody of the child's parent or Indian custodian or has improperly retained custody after a visit or other temporary relinquishment of custody, the court shall decline jurisdiction over the petition and shall immediately return the child to the child's parent or Indian custodian unless returning the child to the parent or Indian custodian would subject the child to a substantial and immediate danger or threat of such danger. Section 62. That chapter 25-6 be amended by adding thereto a NEW SECTION to read as follows: If a proceeding held under this chapter involves an Indian child as defined in section 2 of this Act and the proceeding is subject to the provisions of this Act, the proceeding and other actions taken in connection with the proceeding or this chapter shall comply with the provisions of this Act. In any proceeding held or action taken under this chapter involving an Indian child, the applicable requirements of the federal Adoption and Safe Families Act of 1999, Pub. L. No. 105-89, as amended to January 1, 2005, shall be applied to the proceeding or action in a manner that complies with the provisions of this Act and the federal Indian Child Welfare Act, Pub. L. No. 95-608, as amended to January 1, 2005. Section 63. That chapter 25-5A be amended by adding thereto a NEW SECTION to read as follows: If a proceeding held under this chapter involves an Indian child as defined in section 2 of this Act and the proceeding is subject to the provisions of this Act, the proceeding and other actions taken in connection with the proceeding or this chapter shall comply with the provisions of this Act. In any proceeding held or action taken under this chapter involving an Indian child, the applicable requirements of the federal Adoption and Safe Families Act of 1999, Pub. L. No. 105-89, as amended to January 1, 2005, shall be applied to the proceeding or action in a manner that complies with the provisions of this Act and the federal Indian Child Welfare Act, Pub. L. No. 95-608, as amended to January 1, 2005."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19928, "action_date": "2005-01-27T14:00:00-06:00", "document_id": 103466, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103466.pdf", "status_text": "First read in House and referred to", "journal_page": 204, "committee_id_action": 860, "committee_id_assigned": 858, "result": "N", "vote": {}}, {"bill_id": 19928, "action_date": "2005-02-11T07:45:00-06:00", "document_id": 104580, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104580.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 858, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19928, "action_date": "2005-02-14T07:45:00-06:00", "document_id": 104646, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104646.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 858, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19928, "action_date": "2005-02-14T07:45:00-06:00", "document_id": 104646, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104646.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 459, "committee_id_action": 858, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59991, "president_vote": null, "Yea": [3176, 3190, 3196, 3215, 3218, 3223, 3233, 3237, 3245, 3195, 3160], "Nay": [3182, 3251]}}]}