{"session_id": 4, "bill_id": 393, "bill_type": "Senate Bill", "bill_number": 171, "bill_title": "establish the ranching development livestock loan program.", "sponsors": [{"legislator_profile_id": 590, "is_prime": true}], "keywords": ["Agriculture", "Animals and Livestock", "Appropriations", "State Affairs and Government"], "audio": [{"meeting_datetime": "2008-01-29T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sag14.mp3", "start_seconds": 1216.0}, {"meeting_datetime": "2008-01-29T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sag14.mp3", "start_seconds": 1216.0}, {"meeting_datetime": "2008-01-29T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sag14.mp3", "start_seconds": 1216.0}], "bill_versions": [{"bill_id": 393, "bill_version_id": 1501, "bill_version": "Introduced", "bill_version_date": "2008-01-22T11:53:14.37-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the ranching development livestock loan program. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-16E-8 be amended to read as follows: 1-16E-8. The authority may: (1) Make, and undertake commitments to make, loans or deposits with lenders including certificates of deposits, under terms and conditions which shall require such lenders to make loans (in an amount substantially equal to the principal amount of the loan or deposit) to or enter into leases with borrowers to finance the costs of agricultural enterprises, to finance the cost of business enterprises, to finance the working capital needs of businesses, to refinance existing indebtedness incurred for any of the foregoing purposes or any combination of the foregoing; (2) Invest in, purchase or make commitments to invest in or purchase, and take assignments of, loans made by lenders to borrowers to finance the costs of agricultural enterprises, to finance the cost of business enterprises, to finance the working capital needs of businesses, to refinance existing indebtedness incurred for any of the foregoing purposes or any combination of the foregoing; (3) Invest in, purchase or make commitments to invest in or purchase, any securities or obligations deemed necessary or desirable by the authority for the purpose of pledging such securities or obligations as security for any bonds of the authority; (4) Make loans directly to a beginning farmer and enter into agreements, contracts, and other instruments with a beginning farmer or lender in connection with the beginning farmer bond program ; (5) Make loans directly to an individual or partnership under the ranching development loan program established in section 2 of this Act and enter into agreements, contracts, and other instruments with a loan applicant or lender in connection with the ranching development loan program . Section 2. That chapter 1-16E be amended by adding thereto a NEW SECTION to read as follows: The ranching development livestock loan program is hereby established. Under the program, an individual or partnership that meets the requirements of sections 3 and 4 of this Act may receive a loan for the purchase of not more than one hundred bred cows. The interest rate charged to a recipient of a loan made pursuant to this Act may not exceed four percent per year. The total outstanding principal balance of all loans issued under the program may not exceed ten million dollars. The Value Added Finance Authority shall promulgate rules pursuant to chapter 1-26 and to § 1-16E-24 to provide for the implementation of the ranching development livestock loan program in accordance with the provisions of this Act. Section 3. That chapter 1-16E be amended by adding thereto a NEW SECTION to read as follows: To be eligible to receive a loan through the ranching development livestock loan program, a person shall be at least eighteen but not more than thirty years of age and a resident of South Dakota who is engaged in farming or ranching or intends to engage in farming or ranching in South Dakota. The applicant shall be an individual or a partnership composed of individuals who satisfy all of the criteria contained in this Act relating to applicant eligibility and who operate or will operate a farm or a ranch. The applicant shall document to the lender and the authority sufficient training and experience for the anticipated ranching operations. The applicant shall demonstrate to the authority access as needed to working capital, equipment, and agricultural land. If the applicant is an individual, the livestock may be used for farming or ranching only by the individual, the individual's spouse, or the individual's minor children. If the applicant is a partnership, the livestock may be used for farming or ranching only by the partners, each partner's spouse, or each partner's minor children. Section 4. That chapter 1-16E be amended by adding thereto a NEW SECTION to read as follows: To qualify for a ranching development livestock loan under this Act, the applicant shall meet low or moderate net worth requirements as established by the Value Added Finance Authority in rules promulgated pursuant to chapter 1-26 subject to the following: (1) For an individual, the aggregate net worth of the individual and the individual's spouse and minor children may not exceed two hundred thousand dollars; (2) For a partnership, the aggregate net worth of all partners, including each partner's net capital in the partnership, together with each partner's spouse and minor children, may not exceed four hundred thousand dollars. However, the aggregate net worth of each partner, including the partner's net capital in the partnership together with that partner's spouse and minor children, may not exceed two hundred thousand dollars; (3) The authority may increase or decrease the low or moderate net worth requirement by not more than one hundred thousand dollars for an individual and two hundred thousand dollars for a partnership. However, the aggregate net worth of each partner may not exceed the maximum low or moderate net worth for an individual established by the authority subject to the following: (a) The cumulative low or moderate net worth requirement for an individual may not be increased greater than four hundred thousand dollars nor decreased lower than two hundred thousand dollars; and (b) The cumulative low or moderate net worth requirement for a partnership may not be increased greater than eight hundred thousand dollars nor decreased lower than four hundred thousand dollars. However, the aggregate net worth of each partner may not exceed the low or moderate net worth for an individual established by the authority; and (4) The authority may increase or decrease the low or moderate net worth requirement not more than once in twelve consecutive months."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 393, "action_date": "2008-01-22T14:00:00-06:00", "document_id": 1526, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1526.pdf", "status_text": "First read in Senate and referred to", "journal_page": 177, "committee_id_action": 28, "committee_id_assigned": 1, "result": "N", "vote": {}}, {"bill_id": 393, "action_date": "2008-01-29T10:00:00-06:00", "document_id": 1816, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1816.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 393, "action_date": "2008-01-29T10:00:00-06:00", "document_id": 2072, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2072.pdf", "status_text": "Deferred to the 36th legislative day", "journal_page": 246, "committee_id_action": 1, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 855, "president_vote": null, "Yea": [590, 530, 584, 613, 539, 550, 592, 596], "Excused": [618]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/393"}