{"session_id": 59, "bill_id": 20178, "bill_type": "Senate Bill", "bill_number": 169, "bill_title": "require the development of school safety plans and to require the conduct of lockdown drills in schools.", "sponsors": [{"legislator_profile_id": 3448, "is_prime": true}, {"legislator_profile_id": 3450, "is_prime": true}, {"legislator_profile_id": 3379, "is_prime": false}, {"legislator_profile_id": 3382, "is_prime": false}, {"legislator_profile_id": 3421, "is_prime": false}, {"legislator_profile_id": 3445, "is_prime": false}], "keywords": ["Education", "School Districts"], "audio": [{"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sed17.mp3", "start_seconds": 2761.0}, {"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sed17.mp3", "start_seconds": 2761.0}, {"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sed17.mp3", "start_seconds": 2761.0}], "bill_versions": [{"bill_id": 20178, "bill_version_id": 106953, "bill_version": "Introduced", "bill_version_date": "2006-01-23T08:26:21-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require the development of school safety plans and to require the conduct of lockdown drills in schools. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Before January 1, 2007, each accredited school shall have a school safety plan. The plan shall be developed by a school safety team appointed by the principal of the school. The team shall consist of the building principal, a teacher at the school, a parent or guardian of a student attending the school, any school safety personnel, the school resource officer or other appropriate local law enforcement personnel, an emergency medical technician, a member of the local fire department, and any other persons at the discretion of the principal. Section 2. A school safety plan shall include: (1) The person in charge if a violent incident occurs, and a designated substitute; (2) Policies and procedures for the safe evacuation of students, teachers, other school personnel, and visitors from the school in the event of a violent incident, including both evacuation and lockdown plans; (3) Protocols for responding to the immediate physical harm of anyone present in the school building during an incidence of violence; (4) The establishment of both an internal and an external communications system for use during emergencies; (5) The designation of an emergency response team including school personnel, local law enforcement officials, and other emergency response agencies; (6) A checklist of all necessary equipment that the emergency response team will need to fulfill its duties and how the team members will gain access to the necessary equipment; and (7) The designation of a post-incident response team including appropriate school personnel, medical personnel, mental health counselors, and others who can assist the school community in coping with the aftermath of a violent incident. Section 3. Once the school safety plan is developed, the school safety team shall meet once each year thereafter with at least one member of the school district board to review the plan, and institute any needed changes in the plan, protocol, or procedures surrounding emergency and crisis planning within the school building. Section 4. In addition to preparing a school safety plan, each accredited school shall also conduct a lockdown drill at least once during each school year, the date and time of which shall be recorded and kept on file in the offices of both the building principal and the local superintendent. The lockdown drill shall be conducted in the presence of the building principal or vice-principal, a local law enforcement agent, an emergency medical technician, and a member of the school district board who shall observe the drill and then may offer recommendations for improvements."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20178, "action_date": "2006-01-23T14:00:00-06:00", "document_id": 107072, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107072.pdf", "status_text": "First read in Senate and referred to", "journal_page": 156, "committee_id_action": 894, "committee_id_assigned": 869, "result": "N", "vote": {}}, {"bill_id": 20178, "action_date": "2006-01-26T07:45:00-06:00", "document_id": 107297, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107297.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 869, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20178, "action_date": "2006-02-02T07:45:00-06:00", "document_id": 107786, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107786.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 869, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20178, "action_date": "2006-02-02T07:45:00-06:00", "document_id": 107786, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107786.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 318, "committee_id_action": 869, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64035, "president_vote": null, "Nay": [3376, 3435], "Yea": [3412, 3415, 3432, 3439, 3365]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/20178"}