{"session_id": 24, "bill_id": 6963, "bill_type": "Senate Bill", "bill_number": 159, "bill_title": "provide a tax credit to insurance companies that contribute to an organization providing educational scholarships to certain students.", "sponsors": [{"legislator_profile_id": 976, "is_prime": true}, {"legislator_profile_id": 998, "is_prime": true}, {"legislator_profile_id": 1063, "is_prime": false}, {"legislator_profile_id": 974, "is_prime": false}, {"legislator_profile_id": 977, "is_prime": false}, {"legislator_profile_id": 964, "is_prime": false}, {"legislator_profile_id": 1040, "is_prime": false}, {"legislator_profile_id": 1039, "is_prime": false}, {"legislator_profile_id": 986, "is_prime": false}, {"legislator_profile_id": 966, "is_prime": false}, {"legislator_profile_id": 1050, "is_prime": false}, {"legislator_profile_id": 1060, "is_prime": false}, {"legislator_profile_id": 980, "is_prime": false}, {"legislator_profile_id": 969, "is_prime": false}, {"legislator_profile_id": 1049, "is_prime": false}, {"legislator_profile_id": 1022, "is_prime": false}, {"legislator_profile_id": 1056, "is_prime": false}, {"legislator_profile_id": 1061, "is_prime": false}, {"legislator_profile_id": 1047, "is_prime": false}, {"legislator_profile_id": 1019, "is_prime": false}, {"legislator_profile_id": 997, "is_prime": false}, {"legislator_profile_id": 963, "is_prime": false}, {"legislator_profile_id": 994, "is_prime": false}, {"legislator_profile_id": 982, "is_prime": false}, {"legislator_profile_id": 1055, "is_prime": false}, {"legislator_profile_id": 1044, "is_prime": false}, {"legislator_profile_id": 1017, "is_prime": false}, {"legislator_profile_id": 1058, "is_prime": false}, {"legislator_profile_id": 1036, "is_prime": false}, {"legislator_profile_id": 1041, "is_prime": false}, {"legislator_profile_id": 1005, "is_prime": false}, {"legislator_profile_id": 968, "is_prime": false}, {"legislator_profile_id": 967, "is_prime": false}, {"legislator_profile_id": 975, "is_prime": false}, {"legislator_profile_id": 1011, "is_prime": false}, {"legislator_profile_id": 1010, "is_prime": false}, {"legislator_profile_id": 1001, "is_prime": false}, {"legislator_profile_id": 1027, "is_prime": false}, {"legislator_profile_id": 1034, "is_prime": false}, {"legislator_profile_id": 1046, "is_prime": false}, {"legislator_profile_id": 1052, "is_prime": false}, {"legislator_profile_id": 1023, "is_prime": false}, {"legislator_profile_id": 1069, "is_prime": false}, {"legislator_profile_id": 1013, "is_prime": false}, {"legislator_profile_id": 990, "is_prime": false}, {"legislator_profile_id": 1025, "is_prime": false}, {"legislator_profile_id": 1051, "is_prime": false}, {"legislator_profile_id": 1053, "is_prime": false}, {"legislator_profile_id": 1064, "is_prime": false}], "keywords": ["Education", "Insurance", "Students", "Tax"], "audio": [{"meeting_datetime": "2016-02-09T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sed18.mp3", "start_seconds": 165.0}, {"meeting_datetime": "2016-02-09T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sed18.mp3", "start_seconds": 165.0}, {"meeting_datetime": "2016-02-09T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sed18.mp3", "start_seconds": 165.0}, {"meeting_datetime": "2016-02-09T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sed18.mp3", "start_seconds": 165.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen27.mp3", "start_seconds": 960.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen27.mp3", "start_seconds": 960.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen27.mp3", "start_seconds": 960.0}, {"meeting_datetime": "2016-03-02T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hap31.mp3", "start_seconds": 171.0}, {"meeting_datetime": "2016-03-02T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hap31.mp3", "start_seconds": 171.0}, {"meeting_datetime": "2016-03-02T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hap31.mp3", "start_seconds": 171.0}, {"meeting_datetime": "2016-03-07T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hap33.mp3", "start_seconds": 80.0}, {"meeting_datetime": "2016-03-07T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hap33.mp3", "start_seconds": 80.0}, {"meeting_datetime": "2016-03-07T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hap33.mp3", "start_seconds": 80.0}, {"meeting_datetime": "2016-03-07T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hap33.mp3", "start_seconds": 80.0}, {"meeting_datetime": "2016-03-07T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hap33.mp3", "start_seconds": 80.0}, {"meeting_datetime": "2016-03-07T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hap33.mp3", "start_seconds": 80.0}, {"meeting_datetime": "2016-03-07T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hap33.mp3", "start_seconds": 80.0}, {"meeting_datetime": "2016-03-07T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hap33.mp3", "start_seconds": 80.0}, {"meeting_datetime": "2016-03-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou34.mp3", "start_seconds": 503.0}, {"meeting_datetime": "2016-03-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou34.mp3", "start_seconds": 503.0}, {"meeting_datetime": "2016-03-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou34.mp3", "start_seconds": 503.0}, {"meeting_datetime": "2016-03-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou34.mp3", "start_seconds": 503.0}, {"meeting_datetime": "2016-03-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou34.mp3", "start_seconds": 503.0}], "bill_versions": [{"bill_id": 6963, "bill_version_id": 38774, "bill_version": "Introduced", "bill_version_date": "2016-02-04T10:05:16.993-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide a tax credit to insurance companies that contribute to an organization providing educational scholarships to certain students. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms, as used in this Act, mean: (1) \"Division,\" the Division of Insurance in the Department or Labor and Regulation; (2) \"Educational scholarship,\" a grant to an eligible student to cover all or part of the tuition and fees at a qualifying school. The average value of all scholarships awarded by a scholarship granting organization may not exceed ninety percent of the state's share of the per student allocation, as defined in § 13-13-10.1. One half of the scholarship amount shall be paid by the scholarship granting organization at the beginning of the first semester, and one half shall be paid at the beginning of the second semester; (3) \"Eligible student,\" any student who: (a) Is a member of a household whose total annual income, the year before the student enters the program, did not exceed one hundred fifty percent of the income standard used to qualify for a free or reduced-price lunch under the national free or reduced-price lunch program established under 42 U.S.C. section 1751, et seq. as of January 1, 2016. If sufficient funding is available, once a student meets the initial income eligibility requirement, the student remains income eligible for three years or if the student is entering high school, until the student graduates high school regardless of household income. After the initial period of income eligibility, a student remains eligible if the student is a member of a household whose total annual income in the prior year did not exceed two hundred percent of the income standard used to qualify for a free or reduced-price lunch; (b) Received an educational scholarship under this program the preceding semester, attended a public school the preceding semester, is starting at a K-12 school in South Dakota for the first time, or is entering kindergarten, first grade, or ninth grade; and (c) Resides in South Dakota while receiving the educational scholarship; (4) \"Low-income eligible student,\" any student who is a member of a household whose total annual income, the year before the student enters the program, did not exceed one hundred percent of the income standard used to qualify for a free or reduced-price lunch under the national free or reduced-price lunch program established under 42 U.S.C. section 1751, et seq. as of January 1, 2016. (5) \"Parent,\" any guardian, custodian, or other person with authority to act in place of a parent for the child; (6) \"Program,\" the partners in education tax credit program established pursuant to this Act; (7) \"Qualifying school,\" any nonpublic school that operates within the boundaries of South Dakota, is accredited by the Department of Education, provides education to elementary or secondary students, and has notified a scholarship granting organization of its intention to participate in the program and comply with the program requirements. This definition excludes any school that receives a majority of its revenues from public funds; (8) \"Scholarship granting organization,\" a nonprofit organization that complies with the requirements of the program and provides educational scholarships to students. Section 2. That the code be amended by adding a NEW SECTION to read: The partners in education tax credit program is hereby established. Through the program, any company that is liable to pay the insurance company premium and annuity tax, pursuant to § 10-44-2, may claim credit for contributions made to the scholarship granting organization. The tax credit may be claimed by the company in an amount equal to, up to eighty percent, of the total contributions made to the scholarship granting organization in any taxable year. However, no tax credit may be claimed pursuant to this Act for the portion of the tax that is collected and set aside for workers' compensation coverage as provided in subdivision 10-44-2(4) or for the tax that is levied on fire insurance premiums pursuant to § 10-44-9. Section 3. That the code be amended by adding a NEW SECTION to read: Notwithstanding the provisions of section 2 of this Act, the total amount of tax credits claimed pursuant to this Act in fiscal year 2017 may not exceed two million dollars. In fiscal year 2018, and in each fiscal year after, the maximum amount of tax credits allowed is equal to the maximum amount of tax credits allowed in the prior fiscal year. However, if in any fiscal year the total amount of tax credits claimed is equal to or greater than ninety percent of the maximum amount of tax credits allowed for that fiscal year, the maximum amount of tax credits allowed for the following fiscal year shall increase by a percentage equal to the percent increase in insurance company premium and annuity taxes collected, pursuant to § 10-44-2, in the preceding fiscal year. The division shall publish, on its website, information identifying the maximum amount allowed when it is increased pursuant to this section. Section 4. That the code be amended by adding a NEW SECTION to read: Each scholarship granting organization shall: (1) Notify the division of its intent to provide educational scholarships to eligible students attending qualifying schools; (2) Demonstrate to the division that it has been granted exemption from the federal income tax pursuant to section 501(c)(3) of the Internal Revenue Code; (3) Distribute periodic scholarship payments from the educational scholarship fund account as checks made out to an eligible student's parent and mailed to the qualifying school where the eligible student is enrolled. The parent shall endorse the check before it may be deposited; (4) Annually collect written documentation, from each qualifying school that accepts educational scholarship payments, verifying the school is accredited by the Department of Education; (5) Provide a division approved receipt to companies for contributions made to the scholarship granting organization; (6) Ensure that at least ninety percent of its revenue from contributions is spent on educational scholarships, and that all revenue from interest or investments is spent on scholarships; (7) Carry forward no more than twenty-five percent of its revenue from contributions in the educational scholarship fund account from the fiscal year in which they were received to the next fiscal year; (8) Submit to the division the names and addresses of all board members and documentation validating that criminal background checks have been conducted on all of its employees and board members, and exclude any employee or board member from employment or governance who might reasonably pose a risk to the appropriate use of contributed funds; (9) Ensure that scholarships are portable during the school year and can be used at any qualifying school to which the scholarship granting organization grants scholarships and that accepts the eligible student according to a parent's wishes. If a student moves to a new qualifying school during a school year, the scholarship amount may be prorated; and (10) Report to the division by December first of each year the following information, prepared by a certified public accountant regarding its contributions in the previous fiscal year: (a) The name and address of each contributing company; (b) The total number and total dollar amount of contributions received; and (c) The total number and total dollar amount of educational scholarships awarded to eligible students, the total number and total dollar amount of educational scholarships awarded to low-income eligible students, and the percentage of first-time recipients of educational scholarships who were enrolled in a public school in the prior school year. Section 5. That the code be amended by adding a NEW SECTION to read: The scholarship granting organization shall demonstrate financial accountability by annually submitting to the auditor general a financial information report that complies with uniform financial accounting standards and is the result of an audit conducted by a certified public accountant and by having the auditor certify that the report is free of material misstatements. The scholarship granting organization shall provide the audit to the auditor general within one hundred eighty days after the completion of the scholarship granting organization's fiscal year. Section 6. That the code be amended by adding a NEW SECTION to read: The responsibilities of an eligible student and an eligible student's parent in participating in the program include the following: (1) An eligible student's parent shall select a qualifying school and apply for admission of the eligible student; (2) An eligible student participating in the program shall remain in attendance throughout the school year, at the qualifying school in which the eligible student is enrolled, unless, excused by the school for illness or other good cause, or the eligible student has transferred to another school; (3) An eligible student and an eligible student's parent shall comply with the published policies of the qualifying school in which the eligible student is enrolled; (4) An eligible student's parent shall ensure that the eligible student participating in the program takes the norm-referenced tests or statewide assessments administered by the qualifying school; and (5) The parent of an eligible student, upon receipt of a scholarship warrant from the scholarship granting organization, shall restrictively endorse the warrant to the qualifying school district for deposit. Section 7. That the code be amended by adding a NEW SECTION to read: The secretary of the Department of Labor and Regulation shall promulgate rules, pursuant to chapter 1-26, establishing annual timelines for the notifications, verifications, and other procedures required of the insurance companies seeking a tax credit pursuant to section 2 of this Act. Section 8. That the code be amended by adding a NEW SECTION to read: The division shall provide a standardized format for a receipt to be issued by the scholarship granting organization to a company to indicate the value of a contribution received. The division shall require a company to provide a copy of this receipt when claiming the tax credit established in this Act. Prior to accepting any contribution from any company, the scholarship granting organization shall first verify with the division that the limit on the total amount of tax credits allowed pursuant to section 3 of this Act has not yet been reached for the current fiscal year. Section 9. That the code be amended by adding a NEW SECTION to read: The division shall provide a standardized format for the scholarship granting organization to report the information in subdivision (10) of section 4 of this Act. Any information provided relating to the identity of a taxpayer that provides an eligible contribution pursuant to this Act shall remain confidential unless the company deems otherwise. Section 10. That the code be amended by adding a NEW SECTION to read: The auditor general may conduct either a financial review or audit of the scholarship granting organization if it possesses evidence of fraud. Section 11. That the code be amended by adding a NEW SECTION to read: The tax credit provided for in this Act may be first claimed in fiscal year 2017. Section 12. That the code be amended by adding a NEW SECTION to read: The program established pursuant to this Act does not expand the regulatory authority of the state or the state's officers to impose additional regulation of nonpublic schools beyond those necessary to enforce the requirements of this Act."}, {"bill_id": 6963, "bill_version_id": 39082, "bill_version": "Senate Education Engrossed", "bill_version_date": "2016-02-09T12:23:17.807-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide a tax credit to insurance companies that contribute to an organization providing educational scholarships to certain students. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms, as used in this Act, mean: (1) \"Division,\" the Division of Insurance in the Department of Labor and Regulation; (2) \"Educational scholarship,\" a grant to an eligible student to cover all or part of the tuition and fees at a qualifying school. The average value of all scholarships awarded by a scholarship granting organization may not exceed eighty-two and five-tenths percent of the state's share of the per student allocation, as defined in § 13-13-10.1. One half of the scholarship amount shall be paid by the scholarship granting organization at the beginning of the first semester, and one half shall be paid at the beginning of the second semester; (3) \"Eligible student,\" any student who: (a) Is a member of a household whose total annual income, the year before the student enters the program, did not exceed one hundred fifty percent of the income standard used to qualify for a free or reduced-price lunch under the national free or reduced-price lunch program established under 42 U.S.C. section 1751, et seq. as of January 1, 2016. If sufficient funding is available, once a student meets the initial income eligibility requirement, the student remains income eligible for three years or if the student is entering high school, until the student graduates high school regardless of household income. After the initial period of income eligibility, a student remains eligible if the student is a member of a household whose total annual income in the prior year did not exceed two hundred percent of the income standard used to qualify for a free or reduced-price lunch; (b) Received an educational scholarship under this program the preceding semester, attended a public school the preceding semester, is starting at a K-12 school in South Dakota for the first time, or is entering kindergarten, first grade, or ninth grade; and (c) Resides in South Dakota while receiving the educational scholarship; (4) \"Low-income eligible student,\" any student who is a member of a household whose total annual income, the year before the student enters the program, did not exceed one hundred percent of the income standard used to qualify for a free or reduced-price lunch under the national free or reduced-price lunch program established under 42 U.S.C. section 1751, et seq. as of January 1, 2016. (5) \"Parent,\" any guardian, custodian, or other person with authority to act in place of a parent for the child; (6) \"Program,\" the partners in education tax credit program established pursuant to this Act; (7) \"Qualifying school,\" any nonpublic school that operates within the boundaries of South Dakota, is accredited by the Department of Education, provides education to elementary or secondary students, and has notified a scholarship granting organization of its intention to participate in the program and comply with the program requirements. This definition excludes any school that receives a majority of its revenues from public funds; (8) \"Scholarship granting organization,\" a nonprofit organization that complies with the requirements of the program and provides educational scholarships to students. Section 2. That the code be amended by adding a NEW SECTION to read: The partners in education tax credit program is hereby established. Through the program, any company that is liable to pay the insurance company premium and annuity tax, pursuant to § 10-44-2, may claim credit for contributions made to the scholarship granting organization. The tax credit may be claimed by the company on the annual premium tax return in an amount equal to, up to eighty percent, of the total contributions made to the scholarship granting organization in the previous taxable year. However, no tax credit may be claimed pursuant to this Act for the portion of the tax that is collected and set aside for workers' compensation coverage as provided in subdivision 10-44-2(4) or for the tax that is levied on fire insurance premiums pursuant to § 10-44-9. Section 3. That the code be amended by adding a NEW SECTION to read: Notwithstanding the provisions of section 2 of this Act, the total amount of tax credits claimed on annual premium tax returns pursuant to this Act may not exceed two million dollars in fiscal year 2017 and each year thereafter. Section 4. That the code be amended by adding a NEW SECTION to read: Each scholarship granting organization shall: (1) Annually notify the division of its intent to provide educational scholarships to eligible students attending qualifying schools; (2) Demonstrate to the division that it has been granted exemption from the federal income tax pursuant to section 501(c)(3) of the Internal Revenue Code; (3) Distribute periodic scholarship payments from the educational scholarship fund account as checks made out to an eligible student's parent and mailed to the qualifying school where the eligible student is enrolled. The parent shall endorse the check before it may be deposited; (4) Annually collect written documentation, from each qualifying school that accepts educational scholarship payments, verifying the school is accredited by the Department of Education; (5) Provide a division approved receipt to companies for contributions made to the scholarship granting organization; (6) Ensure that at least ninety percent of its revenue from contributions is spent on educational scholarships, and that all revenue from interest or investments is spent on scholarships; (7) Carry forward no more than twenty-five percent of its revenue from contributions in the educational scholarship fund account from the fiscal year in which they were received to the next fiscal year. Contributions that are not carried forward shall be remitted to the division; (8) Submit to the division the names and addresses of all board members and documentation validating that criminal background checks have been conducted on all of its employees and board members, and exclude any employee or board member from employment or governance who might reasonably pose a risk to the appropriate use of contributed funds; (9) Ensure that scholarships are portable during the school year and can be used at any qualifying school to which the scholarship granting organization grants scholarships and that accepts the eligible student according to a parent's wishes. If a student moves to a new qualifying school during a school year, the scholarship amount may be prorated; and (10) Report to the division by March first of each year the following information, prepared by a certified public accountant regarding its contributions in the previous calendar year: (a) The name and address of each contributing company; (b) The total number and total dollar amount of contributions received from each company; and (c) The total number and total dollar amount of educational scholarships awarded to eligible students, the total number and total dollar amount of educational scholarships awarded to low-income eligible students, and the percentage of first-time recipients of educational scholarships who were enrolled in a public school in the prior school year; (11) Any donation received that is not awarded a tax credit pursuant to section 2 of this Act is not subject to subdivisions (5) to (7), inclusive, of this section. Section 5. That the code be amended by adding a NEW SECTION to read: The scholarship granting organization shall demonstrate financial accountability by annually submitting to the auditor general a financial information report that complies with uniform financial accounting standards and is the result of an audit conducted by a certified public accountant and by having the auditor certify that the report is free of material misstatements. The scholarship granting organization shall provide the audit to the auditor general within one hundred eighty days after the completion of the scholarship granting organization's fiscal year. Section 6. That the code be amended by adding a NEW SECTION to read: The responsibilities of an eligible student and an eligible student's parent in participating in the program include the following: (1) An eligible student's parent shall select a qualifying school and apply for admission of the eligible student; (2) An eligible student participating in the program shall remain in attendance throughout the school year, at the qualifying school in which the eligible student is enrolled, unless, excused by the school for illness or other good cause, or the eligible student has transferred to another school; (3) An eligible student and an eligible student's parent shall comply with the published policies of the qualifying school in which the eligible student is enrolled; (4) An eligible student's parent shall ensure that the eligible student participating in the program takes the norm-referenced tests or statewide assessments administered by the qualifying school; and (5) The parent of an eligible student, upon receipt of a scholarship warrant from the scholarship granting organization, shall restrictively endorse the warrant to the qualifying school district for deposit. Section 7. That the code be amended by adding a NEW SECTION to read: The secretary of the Department of Labor and Regulation shall promulgate rules, pursuant to chapter 1-26, establishing annual timelines for the notifications, verifications, and other procedures required of the insurance companies seeking a tax credit pursuant to section 2 of this Act. Section 8. That the code be amended by adding a NEW SECTION to read: The division shall provide a standardized format for a receipt to be issued by the scholarship granting organization to a company to indicate the value of a contribution received. The division shall require a company to provide a copy of this receipt when claiming the tax credit established in this Act. Prior to accepting any contribution from any company, the scholarship granting organization shall first verify with the division that the limit on the total amount of tax credits allowed pursuant to section 3 of this Act has not yet been reached for the current fiscal year. The scholarship granting organization shall report to the division the name of the insurance company, date, and amount for each contribution received from an insurance company seeking a tax credit pursuant to section 2 of this Act within thirty days of the date of the contribution. Section 9. That the code be amended by adding a NEW SECTION to read: The division shall provide a standardized format for the scholarship granting organization to report the information in subdivision (10) of section 4 of this Act. Any information provided relating to the identity of a taxpayer that provides an eligible contribution pursuant to this Act shall remain confidential unless the company deems otherwise. Section 10. That the code be amended by adding a NEW SECTION to read: The auditor general may conduct either a financial review or audit of the scholarship granting organization if it possesses evidence of fraud. Section 11. That the code be amended by adding a NEW SECTION to read: The tax credit provided for in this Act may be first claimed on the annual premium tax return filed in 2017. Section 12. That the code be amended by adding a NEW SECTION to read: The program established pursuant to this Act does not expand the regulatory authority of the state or the state's officers to impose additional regulation of nonpublic schools beyond those necessary to enforce the requirements of this Act."}, {"bill_id": 6963, "bill_version_id": 40509, "bill_version": "Enrolled", "bill_version_date": "2016-03-08T16:56:51.403-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [38943, 39135], "action_log": [{"bill_id": 6963, "action_date": "2016-02-04T14:00:00-06:00", "document_id": 38838, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38838.pdf", "status_text": "First read in Senate and referred to", "journal_page": 215, "committee_id_action": 309, "committee_id_assigned": 297, "result": "N", "vote": {}}, {"bill_id": 6963, "action_date": "2016-02-09T07:45:00-06:00", "document_id": 38899, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38899.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 297, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6963, "action_date": "2016-02-09T07:45:00-06:00", "document_id": 39061, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39061.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 297, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6963, "action_date": "2016-02-09T07:45:00-06:00", "document_id": 39061, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39061.pdf", "status_text": "Do Pass Amended", "journal_page": 257, "committee_id_action": 297, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20745, "president_vote": null, "Yea": [966, 969, 984, 1001, 1045, 1012], "Nay": [979]}}, {"bill_id": 6963, "action_date": "2016-02-11T13:00:00-06:00", "document_id": 39266, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39266.pdf", "status_text": "Deferred to another day", "journal_page": 295, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6963, "action_date": "2016-02-16T14:00:00-06:00", "document_id": 39391, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39391.pdf", "status_text": "Deferred to another day", "journal_page": 306, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6963, "action_date": "2016-02-17T14:00:00-06:00", "document_id": 39474, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39474.pdf", "status_text": "Deferred to another day", "journal_page": 321, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6963, "action_date": "2016-02-18T14:00:00-06:00", "document_id": 39583, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39583.pdf", "status_text": "Deferred to another day", "journal_page": 337, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6963, "action_date": "2016-02-19T13:30:00-06:00", "document_id": 39662, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39662.pdf", "status_text": "Deferred to another day", "journal_page": 371, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6963, "action_date": "2016-02-22T14:00:00-06:00", "document_id": 39767, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39767.pdf", "status_text": "Deferred to another day", "journal_page": 405, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6963, "action_date": "2016-02-23T14:00:00-06:00", "document_id": 39863, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39863.pdf", "status_text": "Deferred to another day", "journal_page": 421, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6963, "action_date": "2016-02-24T14:00:00-06:00", "document_id": 39952, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39952.pdf", "status_text": "Do Pass Amended", "journal_page": 430, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21448, "president_vote": null, "Yea": [974, 977, 1037, 966, 1067, 969, 1005, 998, 997, 984, 994, 1041, 967, 975, 1011, 1010, 1001, 1046, 1066, 1012, 1045, 978, 1013, 1008], "Nay": [999, 1014, 979, 1047, 1035, 1020, 971, 1016, 1000, 970, 973]}}, {"bill_id": 6963, "action_date": "2016-02-25T12:30:00-06:00", "document_id": 39997, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39997.pdf", "status_text": "First read in House and referred to", "journal_page": 700, "committee_id_action": 325, "committee_id_assigned": 322, "result": "N", "vote": {}}, {"bill_id": 6963, "action_date": "2016-03-02T08:00:00-06:00", "document_id": 40012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40012.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 322, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6963, "action_date": "2016-03-07T09:00:00-06:00", "document_id": 40294, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40294.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 322, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6963, "action_date": "2016-03-07T09:00:00-06:00", "document_id": 40370, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40370.pdf", "status_text": "Tabled", "journal_page": 784, "committee_id_action": 322, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21849, "president_vote": null, "Nay": [1057, 1059, 1062, 986], "Yea": [1028, 972, 1043, 992, 1009]}}, {"bill_id": 6963, "action_date": "2016-03-07T14:00:00-06:00", "document_id": 40418, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40418.pdf", "status_text": "Recalled from committee (Rule 7-7)", "journal_page": 788, "committee_id_action": 325, "committee_id_assigned": 322, "result": "P", "vote": {}}, {"bill_id": 6963, "action_date": "2016-03-07T14:30:00-06:00", "document_id": 40419, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40419.pdf", "status_text": "Removed from table", "journal_page": 0, "committee_id_action": 322, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6963, "action_date": "2016-03-07T14:30:00-06:00", "document_id": 40419, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40419.pdf", "status_text": "Do Not Pass", "journal_page": 805, "committee_id_action": 322, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21887, "president_vote": null, "Nay": [1057, 1059, 1062, 986], "Yea": [1028, 972, 1043, 992, 1009]}}, {"bill_id": 6963, "action_date": "2016-03-08T10:00:00-06:00", "document_id": 40489, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40489.pdf", "status_text": "Placed on calendar pursuant to JR 6F-6", "journal_page": 813, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21936, "president_vote": null, "Nay": [1043, 1042, 1009, 1033, 985, 1049, 1021, 1002, 972, 1038, 1048, 1018, 1054, 1028, 992, 988, 993, 1026, 1029, 1032, 965, 989], "Yea": [1063, 983, 1057, 964, 1040, 995, 1039, 986, 1050, 980, 976, 1022, 1056, 1061, 1019, 1065, 963, 1062, 987, 982, 1055, 1044, 1017, 1058, 1036, 1024, 968, 1059, 1031, 1027, 1034, 1006, 991, 1007, 1052, 1030, 981, 1023, 1069, 996, 990, 1025, 1051, 1053, 1064], "Excused": [1060, 1015, 1003]}}, {"bill_id": 6963, "action_date": "2016-03-08T10:00:00-06:00", "document_id": 40489, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40489.pdf", "status_text": "Do Pass Amended", "journal_page": 815, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21945, "president_vote": null, "Nay": [1043, 1042, 1009, 1033, 985, 1049, 1021, 1002, 972, 1038, 1048, 1018, 1054, 1028, 992, 988, 993, 1026, 981, 1029, 1032, 965, 989], "Yea": [1063, 983, 1057, 964, 1040, 995, 1039, 986, 1050, 1060, 980, 976, 1022, 1056, 1061, 1019, 1065, 963, 1062, 987, 982, 1055, 1044, 1017, 1058, 1036, 1024, 968, 1059, 1031, 1027, 1034, 1006, 991, 1007, 1052, 1030, 1023, 1069, 996, 990, 1025, 1051, 1053, 1064], "Excused": [1015, 1003]}}, {"bill_id": 6963, "action_date": "2016-03-09T10:30:00-06:00", "document_id": 40533, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40533.pdf", "status_text": "Signed by the President", "journal_page": 591, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6963, "action_date": "2016-03-10T10:30:00-06:00", "document_id": 40577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40577.pdf", "status_text": "Signed by the Speaker", "journal_page": 861, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6963, "action_date": "2016-03-10T10:30:00-06:00", "document_id": 40574, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40574.pdf", "status_text": "Delivered to the Governor", "journal_page": 603, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6963, "action_date": "2016-03-29T10:00:00-05:00", "document_id": 40611, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40611.pdf", "status_text": "Signed by the Governor", "journal_page": 619, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6138}