{"session_id": 53, "bill_id": 17125, "bill_type": "Senate Bill", "bill_number": 53, "bill_title": "revise certain terms used in the Uniform Probate Code.", "sponsors": [{"legislator_profile_id": 2735, "is_prime": true}, {"legislator_profile_id": 2829, "is_prime": true}, {"legislator_profile_id": 2730, "is_prime": false}, {"legislator_profile_id": 2740, "is_prime": false}, {"legislator_profile_id": 2742, "is_prime": false}, {"legislator_profile_id": 2758, "is_prime": false}, {"legislator_profile_id": 2780, "is_prime": false}, {"legislator_profile_id": 2793, "is_prime": false}, {"legislator_profile_id": 2795, "is_prime": false}], "keywords": ["Uniform Probate Code"], "audio": [{"meeting_datetime": "2002-01-16T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sju07sb0053a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-16T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sju07sb0053a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-16T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sju07sb0053a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-16T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sju07sb0053a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17125, "bill_version_id": 91794, "bill_version": "Introduced", "bill_version_date": "2002-01-11T08:11:17-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain terms used in the Uniform Probate Code. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 29A-3-102 be amended to read as follows: 29A-3-102. Except as provided in § 29A-3-1201, to be effective to prove the transfer of any property or to nominate an executor a personal representative , a will shall be declared to be valid by an order of informal probate by the clerk of court, or an adjudication of probate by the court. Section 2. That § 29A-3-301 be amended to read as follows: 29A-3-301. (a) An informal probate proceeding is an informal proceeding for probate of a decedent's will with or without an application for informal appointment. An informal appointment proceeding is an informal proceeding for appointment of a personal representative in testate or intestate estates. Applications for informal probate or informal appointment shall be directed to the clerk of court, and verified by the applicant to be accurate and complete to the best of the applicant's knowledge and belief as to the following information: (1) Every application for informal probate of a will or for informal appointment of a personal representative, other than a special administrator or successor representative, shall contain the following: (i) A statement of the interest of the applicant; (ii) The name, social security number, birthdate and date of death of the decedent, the county and state of the decedent's domicile at the time of death, and, so far as known or ascertainable with reasonable diligence by the applicant, the names and addresses of the heirs and devisees and the ages of any who are minors; (iii) If the decedent was not domiciled in the state at the time of death, a statement showing venue; (iv) A statement identifying and indicating the address of any personal representative of the decedent appointed in this state or elsewhere whose appointment has not been terminated; (v) A statement indicating whether the applicant has received a demand for notice, or is aware of any demand for notice of any probate or appointment proceeding concerning the decedent that may have been filed in this state or elsewhere; and (vi) A statement that the time limit for informal probate or appointment as provided in this chapter has not expired either because three years or less have passed since the decedent's death, or, if more than three years from death have passed, circumstances as described by § 29A-3-108 authorizing late probate or appointment have occurred; (2) An application for informal probate of a will shall state the following in addition to the statements required by subdivision (1): (i) That the original of the decedent's will is in the possession of the court, or accompanies the application, or that a certified copy of a will probated in another jurisdiction accompanies the application; (ii) That the applicant, to the best of the applicant's knowledge, believes the will to have been validly executed; (iii) That the applicant believes that the instrument which is the subject of the application is the decedent's will, and that after the exercise of reasonable diligence, the applicant is unaware of any instrument revoking the will or of any other unrevoked testamentary instrument relating to property having a situs in this state under § 29A-1-301, or, a statement why any such unrevoked testamentary instrument of which the applicant may be aware is not being probated; (3) An application for informal appointment of a personal representative to administer an estate under a will shall describe the will by date of execution and state the time and place of probate or the pending application or petition for probate. The application for appointment shall adopt the statements in the application or petition for probate and state the name, address, and priority for appointment of the person whose appointment is sought; (4) An application for informal appointment of an administrator a personal representative in intestacy shall state in addition to the statements required by subdivision (1): (i) That after the exercise of reasonable diligence, the applicant is unaware of any unrevoked testamentary instrument relating to property having a situs in this state under § 29A-1-301, or, a statement why any such instrument of which the applicant may be aware is not being probated; (ii) The name, address, and priority for appointment of the person whose appointment is sought and the names of any other persons having a prior or equal right to the appointment under § 29A-3-203; (5) An application for appointment of a personal representative to succeed a personal representative appointed under a different testacy status shall refer to the order in the most recent testacy proceeding, state the name and address of the person whose appointment is sought and of the person whose appointment will be terminated if the application is granted, and describe the priority of the applicant; (6) An application for appointment of a personal representative to succeed a personal representative who has tendered a resignation as provided in § 29A-3-610(c), or whose appointment has been terminated by death or removal, shall adopt the statements in the application or petition which led to the appointment of the person being succeeded except as specifically changed or corrected, state the name and address of the person who seeks appointment as successor, and describe the priority of the applicant. (b) By verifying an application for informal probate, or informal appointment, the applicant submits personally to the jurisdiction of the court in any proceeding for relief from fraud relating to the application, or for perjury, that may be instituted against the applicant. Section 3. That § 29A-3-402 be amended to read as follows: 29A-3-402. (a) Petitions for formal probate of a will, or for adjudication of intestacy with or without request for appointment of a personal representative, shall be directed to the court, request a judicial order after notice and hearing and contain further statements as indicated in this section. (b) A petition for formal probate of a will shall: (1) Request an order determining the heirs and the testacy of the decedent in relation to a particular instrument which may or may not have been informally probated; (2) Contain the statements required for informal applications as stated in the six paragraphs under subsection 29A-3-301(a)(1), the statements required by paragraphs (ii) and (iii) of subsection 29A-3-301(a)(2); and (3) State whether the original of the last will of the decedent is in the possession of the court or accompanies the petition. (c) If the original will is neither in the possession of the court nor accompanies the petition and no certified copy of a will probated in another jurisdiction accompanies the petition, the petition also must state the contents of the will, and indicate that it is lost, destroyed, or otherwise unavailable. (d) If the original will, or certified copy of the will as probated in another jurisdiction, is not available, the contents of the will can be proved by a copy of the will and the testimony or affidavit of at least one credible witness that the copy is a true copy of the original, and the will may be admitted to probate if the court is reasonably satisfied that the will was not revoked by the testator. If a copy of the will is not available, the contents of the will can be proved only by clear and convincing proof, and the court shall enter an order setting forth the contents and the names of the witnesses. (e) A petition for adjudication of intestacy and appointment of an administrator a personal representative in intestacy shall request a judicial finding and order determining the heirs and that the decedent left no valid will, and shall contain the statements required by subsections 29A-3-301(a)(1) and (a)(4) and indicate whether supervised administration is sought. A petition may request an order determining intestacy and heirs without requesting the appointment of an administrator a personal representative , in which case, the statements required by paragraph (ii) of subsection 29A-3-301(a)(4) above may be omitted. Section 4. That § 29A-5-420 be amended to read as follows: 29A-5-420. Upon petition therefor, the court may authorize a conservator to exercise any of the powers over the estate or financial affairs of a protected person which the protected person could have exercised if present and not under conservatorship, including the powers: (1) To make gifts to charity or other donees, and to convey interests in any property; (2) To provide support for individuals who are not legal dependents; (3) To amend or revoke trusts, or to create or make additions to revocable or irrevocable trusts, even though such trusts may extend beyond the life of the protected person; (4) To disclaim, renounce, or release any interest or power, or to exercise any power; (5) To exercise options or change the beneficiary on or withdraw the cash value of any life insurance policy, annuity policy, or retirement plan; (6) To elect against the estate of the protected person's spouse; (7) To withdraw funds from a multiple-party bank account as defined in § 29A-6-101, to change the beneficiary on or dispose of any payable or transfer on death arrangement as defined in § 29A-6-113, or to dispose of any property specifically given under the protected person's will; or (8) To make, amend, or revoke a will. The court, in authorizing the conservator to exercise any of the above powers, shall primarily consider the decision which the protected person would have made, to the extent that the decision can be ascertained. The court shall also consider the financial needs of the protected person and the needs of legal dependents for support, possible reduction of income, estate, inheritance or other tax liabilities, eligibility for governmental assistance, the protected person's prior pattern of giving or level of support, the existing estate plan, the protected person's probable life expectancy, the probability that the conservatorship will terminate prior to the protected person's death, and any other factors which the court believes pertinent. No order may be entered under this section unless notice of hearing is first given to the protected person, to the beneficiaries of the protected person's estate plan, and to the individuals who would succeed to the protected person's estate by intestate succession and, if known, to any attorney or financial advisor who advised the protected person within the last five years. No trust or will may be amended or revoked without prior notice of hearing to the trustee or nominated executor personal representative thereof. In making a determination under this section, the court may compel the production of documents, including the protected person's will. A will made by the conservator on the protected person's behalf, or an amendment or revocation of a will previously made by the protected person or conservator shall be in writing and signed by the conservator in the presence of at least two witnesses, who shall each affix his or her signature. The conservator may, but need not, attach a self-proving affidavit as provided in § 29A-2-504. Nothing in this section may be construed to create a duty on the part of a conservator to revise a protected person's estate plan."}, {"bill_id": 17125, "bill_version_id": 93963, "bill_version": "Enrolled", "bill_version_date": "2002-02-08T09:14:20-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17125, "action_date": "2002-01-11T13:00:00-06:00", "document_id": 91829, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91829.pdf", "status_text": "First read in Senate and referred to", "journal_page": 42, "committee_id_action": 769, "committee_id_assigned": 747, "result": "N", "vote": {}}, {"bill_id": 17125, "action_date": "2002-01-16T10:00:00-06:00", "document_id": 92190, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92190.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 747, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17125, "action_date": "2002-01-16T10:00:00-06:00", "document_id": 92190, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92190.pdf", "status_text": "Do Pass,", "journal_page": 77, "committee_id_action": 747, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 53056, "president_vote": null, "Yea": [2730, 2742, 2780, 2784, 2795, 2740, 2829]}}, {"bill_id": 17125, "action_date": "2002-01-16T10:00:00-06:00", "document_id": 92190, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92190.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 747, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17125, "action_date": "2002-01-17T14:00:00-06:00", "document_id": 92316, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92316.pdf", "status_text": "Do Pass,", "journal_page": 106, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 53163, "president_vote": null, "Yea": [2726, 2727, 2730, 2733, 2734, 2739, 2740, 2742, 2743, 2745, 2746, 2747, 2750, 2753, 2760, 2761, 2762, 2772, 2778, 2780, 2784, 2787, 2791, 2792, 2795, 2796, 2802, 2809, 2818, 2819, 2821, 2827, 2828, 2829], "Excused": [2810]}}, {"bill_id": 17125, "action_date": "2002-01-18T14:00:00-06:00", "document_id": 92410, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92410.pdf", "status_text": "First read in House and referred to", "journal_page": 205, "committee_id_action": 768, "committee_id_assigned": 766, "result": "N", "vote": {}}, {"bill_id": 17125, "action_date": "2002-02-06T07:45:00-06:00", "document_id": 93793, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93793.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 766, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17125, "action_date": "2002-02-06T07:45:00-06:00", "document_id": 93793, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93793.pdf", "status_text": "Do Pass,", "journal_page": 510, "committee_id_action": 766, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52269, "president_vote": null, "Yea": [2728, 2758, 2768, 2774, 2788, 2794, 2797, 2798, 2813, 2823, 2793, 2735], "Excused": [2789]}}, {"bill_id": 17125, "action_date": "2002-02-06T07:45:00-06:00", "document_id": 93793, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93793.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 766, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17125, "action_date": "2002-02-07T13:00:00-06:00", "document_id": 93950, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93950.pdf", "status_text": "Do Pass,", "journal_page": 528, "committee_id_action": 768, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54130, "president_vote": null, "Yea": [2724, 2725, 2728, 2729, 2731, 2732, 2735, 2736, 2737, 2738, 2741, 2744, 2749, 2752, 2754, 2755, 2756, 2757, 2758, 2759, 2763, 2764, 2765, 2766, 2767, 2768, 2769, 2770, 2771, 2773, 2774, 2775, 2777, 2779, 2781, 2782, 2783, 2785, 2786, 2788, 2789, 2790, 2793, 2794, 2797, 2798, 2799, 2800, 2803, 2804, 2805, 2806, 2807, 2808, 2811, 2813, 2814, 2815, 2816, 2817, 2820, 2822, 2823, 2824, 2825, 2826, 2830], "Excused": [2748, 2812, 2751]}}, {"bill_id": 17125, "action_date": "2002-02-08T13:00:00-06:00", "document_id": 94019, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94019.pdf", "status_text": "Signed by Speaker", "journal_page": 592, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17125, "action_date": "2002-02-08T13:00:00-06:00", "document_id": 94018, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94018.pdf", "status_text": "Signed by President", "journal_page": 480, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17125, "action_date": "2002-02-11T14:00:00-06:00", "document_id": 94124, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94124.pdf", "status_text": "Delivered to the Governor", "journal_page": 483, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17125, "action_date": "2002-02-19T14:00:00-06:00", "document_id": 94626, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94626.pdf", "status_text": "Signed by Governor", "journal_page": 594, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2195}