{"session_id": 27, "bill_id": 8212, "bill_type": "Senate Bill", "bill_number": 172, "bill_title": "authorize the South Dakota Building Authority to provide for the construction of and improvements to the State Animal Disease Research and Diagnostic Laboratory and infrastructure at South Dakota State University, to increase certain agricultural fees, to transfer certain funds, to make an appropriation, and to declare an emergency.", "sponsors": [], "keywords": ["Agriculture and Horticulture", "Appropriation", "Board of Regents", "Public Fiscal Administration", "Public Property, Purchases and Contracts"], "audio": [{"meeting_datetime": "2017-02-16T00:00:00-06:00", "committee": "JAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/jap24.mp3", "start_seconds": 120.0}, {"meeting_datetime": "2017-02-16T00:00:00-06:00", "committee": "JAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/jap24.mp3", "start_seconds": 120.0}, {"meeting_datetime": "2017-02-16T00:00:00-06:00", "committee": "JAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/jap24.mp3", "start_seconds": 120.0}, {"meeting_datetime": "2017-02-28T00:00:00-06:00", "committee": "JAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/jap30.mp3", "start_seconds": 308.0}, {"meeting_datetime": "2017-02-28T00:00:00-06:00", "committee": "JAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/jap30.mp3", "start_seconds": 308.0}, {"meeting_datetime": "2017-02-28T00:00:00-06:00", "committee": "JAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/jap30.mp3", "start_seconds": 308.0}, {"meeting_datetime": "2017-02-28T00:00:00-06:00", "committee": "JAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/jap30.mp3", "start_seconds": 308.0}, {"meeting_datetime": "2017-02-28T00:00:00-06:00", "committee": "JAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/jap30.mp3", "start_seconds": 308.0}, {"meeting_datetime": "2017-03-01T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen31.mp3", "start_seconds": 1621.0}, {"meeting_datetime": "2017-03-01T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen31.mp3", "start_seconds": 1621.0}, {"meeting_datetime": "2017-03-01T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen31.mp3", "start_seconds": 1621.0}, {"meeting_datetime": "2017-03-01T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen31.mp3", "start_seconds": 1621.0}, {"meeting_datetime": "2017-03-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou33.mp3", "start_seconds": 7860.0}, {"meeting_datetime": "2017-03-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou33.mp3", "start_seconds": 7860.0}, {"meeting_datetime": "2017-03-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou33.mp3", "start_seconds": 7860.0}, {"meeting_datetime": "2017-03-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou33.mp3", "start_seconds": 7860.0}], "bill_versions": [{"bill_id": 8212, "bill_version_id": 43692, "bill_version": "Introduced", "bill_version_date": "2017-02-02T10:50:34.46-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the South Dakota Building Authority to provide for the construction of and improvements to the State Animal Disease Research and Diagnostic Laboratory and infrastructure at South Dakota State University, to increase and establish certain agricultural fees, to transfer certain funds, to make an appropriation, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: It is in the public interest that the South Dakota Building Authority contract for the construction, completion, reconstruction, renovation, demolition, modernization, furnishing and equipping of facilities and related infrastructure at the State Animal Disease Research and Diagnostic Laboratory on the campus of South Dakota State University, including buildings, fixtures, plumbing, water, sewer, electric upgrades, domestic water treatment systems, site preparation, construction of facilities, improvements to the outside of the facilities, landscaping the grounds of the facilities, architectural, engineering, and bonding services. The building authority may finance this project, including the issuance of revenue bonds not to exceed forty-six million two hundred thousand dollars, in accordance with this Act and chapter 5-12. Section 2. That the code be amended by adding a NEW SECTION to read: No indebtedness, bond, or obligation incurred or created authorized pursuant to sections 1 to 5, inclusive, of this Act may be or may become a lien, charge, or liability against the state, nor against the property or funds of the state within the meaning of the Constitution or laws of South Dakota. Section 3. That the code be amended by adding a NEW SECTION to read: The South Dakota Building Authority may accept any funds obtained from gifts, contributions, or other sources for the purposes stated in section 1 of this Act. Section 4. That the code be amended by adding a NEW SECTION to read: The Animal Industry Board may make and enter into a lease agreement with the South Dakota Building Authority and make rental payments under the terms of the lease agreement, pursuant to chapter 5-12, from appropriations to be made by the Legislature for the payment of rent to support the construction, completion, reconstruction, renovation, demolition, furnishing, and equipping of the project authorized in section 1 of this Act, and payment of revenue bonds issued pursuant to this Act. The state animal disease research and diagnostic laboratory bond redemption and operations fund, established by section 6 of this Act, shall be used to pay lease rental amounts to the building authority, as applicable. Section 5. That the code be amended by adding a NEW SECTION to read: Upon receipt of payment of the balance of rental payments made under the terms of any lease entered into pursuant to section 4 of this Act, the South Dakota Building Authority shall convey the leased property improvements at the State Animal Disease Research and Diagnostic Laboratory to South Dakota State University pursuant to § 5-12-15. Section 6. That the code be amended by adding a NEW SECTION to read: There is hereby created the state animal disease research and diagnostic laboratory bond redemption and operations fund. Interest earned on money in the fund shall be deposited in the fund. The fund shall be administered by the Animal Industry Board. Section 7. That § 39-14-43 be amended to read: 39-14-43. An inspection fee established in rules promulgated by the secretary of agriculture pursuant to chapter 1-26, but not to exceed twenty-four fifty-seven cents per ton, shall be paid on commercial feeds distributed in this state by the person who distributes the commercial feed to the consumer subject to the following: (1) No fee need be paid on a commercial feed if the payment has been made by a previous distributor; (2) No fee need be paid on customer-formula feeds; (3) No fee need be paid on commercial feeds used as ingredients for the manufacture of commercial feeds provided the fee has been paid by a previous distributor. If the fee has been paid, credit is given for the payment; (4) In the case of a pet food which is distributed in the state only in packages of ten pounds or less, a biennial an annual fee of fifty one hundred fifty dollars per product shall be paid in lieu of the inspection fee specified above; (5) In the case of a specialty pet food which is distributed in the state only in packages of ten pounds or less, a biennial an annual fee of twenty-five seventy-five dollars per product shall be paid in lieu of the inspection fee specified above; and (6) The minimum inspection fee shall be twenty dollars per twelve-month period. Section 8. That ARSD 12:53:01:13 be amended to read: 12:53:01:13...Commercial feed tonnage inspection fee. Subject to the provisions and exceptions in SDCL 39-14-43 and 39-14-45, the tonnage inspection fee for commercial feeds is two fifty-seven cents a ton. Section 9. That the code be amended by adding a NEW SECTION to read: If the annual tonnage inspection fee on commercial feeds as authorized in § 39-14-43 is set at fifty-seven cents per ton, an amount equal to fifty-five cents per ton shall be deposited into the state animal disease research and diagnostic laboratory bond redemption and operations fund, established by section 6 of this Act. The money shall be transferred to the general fund coinciding with the general fund bond payments for the State Animal Disease Research and Diagnostic Laboratory. Section 10. That the code be amended by adding a NEW SECTION to read: An amount equal to one hundred twenty-five dollars per product on pet food and sixty-two dollars and fifty cents per product on specialty pet food, as provided in § 39-14-43, shall be deposited into the state animal disease research and diagnostic laboratory bond redemption and operations fund established by section 6 of this Act. The money shall be transferred to the general fund coinciding with the general fund bond payments for the State Animal Disease Research and Diagnostic Laboratory, as well as annual maintenance, operations, and repair of the State Animal Disease Research and Diagnostic Laboratory. Section 11. That § 39-14-45 be amended to read: 39-14-45. Fees Any fee collected pursuant to §§ 39-14-40.1, 39-14-43, and 39-14-44 that is not dedicated to the state animal disease research and diagnostic laboratory bond redemption and operations fund shall be remitted at the end of each month to the state treasurer for deposit in the feed and remedy fund which is hereby established in the state treasury. This The feed and remedy fund shall consist of moneys from public and private sources including legislative appropriations, federal grants, gifts, and the fees received pursuant to this chapter. The feed and remedy fund shall be maintained separately and be administered by the department in order to defray the expenses of all activities associated with administering the feed and remedy program. Expenditures from the feed and remedy fund shall be appropriated through the normal budget process. Unexpended funds and interest shall remain in the feed and remedy fund until appropriated by the Legislature. Section 12. That ARSD 12:68:07:04 be amended to read: 12:68:07:04...Minimum veterinary inspection fees. The minimum inspection fees are as follows: (1) Cattle, 15 cents a per head; (2) Horses, 25 cents a per head; (3) Hogs, 10 cents a per head; and (4) Sheep and goats, 10 cents a per head. In addition to the fees listed above, a fee of 30 cents per head for cattle, horses, hogs, sheep, and goats shall be collected and credited to the state animal disease research and diagnostic laboratory bond redemption and operations fund established pursuant to section 6 of this Act. Section 13. That § 39-18-3 be amended to read: 39-18-3. Before being distributed in South Dakota, each animal remedy, except any animal remedy that is manufactured and distributed under license from and under the supervision of the United States Department of Agriculture, shall be registered by the manufacturer or the person responsible for distributing such the animal remedy. Section 14. That § 39-18-8 be amended to read: 39-18-8. Upon approval by the secretary of agriculture, a copy of the registration of an animal remedy shall be forwarded to the applicant. All registrations are on a biennial an annual basis, expiring the thirty-first day of December of the year after the date of registration. A biennial An annual registration fee of twenty-five seventy-five dollars for each product shall be paid to the secretary upon application for registration. Section 15. That § 39-18-9 be amended to read: 39-18-9. All funds collected by the secretary of agriculture under this chapter of the registration fee paid pursuant to § 39-18-8 on any animal remedy manufactured and distributed under license from and under the supervision of the United States Department of Agriculture shall be deposited into the state animal disease research and diagnostic laboratory bond redemption and operations fund and used to retire bonds issued for the State Animal Disease Research and Diagnostic Laboratory. Twelve dollars and fifty cents of the animal remedy registration fee paid pursuant to § 39-18-8 on any animal remedy not manufactured and distributed under license from and under the supervision of the United States Department of Agriculture shall be paid into the feed and remedy fund established in § 39-14-45. The remaining sixty-two dollars and fifty cents of this registration fee shall be deposited into the state animal disease research and diagnostic laboratory bond redemption and operations fund. Section 16. That the code be amended by adding a NEW SECTION to read: A poultry health fee shall be assessed on all poultry brought into the state for commercial purposes. The poultry health fee is five cents per bird. The Animal Industry Board shall collect the fee from each entity receiving live poultry. All poultry health fees shall be deposited into the state animal disease research and diagnostic laboratory bond redemption and operations fund and used to retire bonds issued for the State Animal Disease Research and Diagnostic Laboratory. Section 17. That § 40-32-25 be amended to read: 40-32-25. A milk plant or marketing organization of milk, milk products, sheep milk, or goat milk that processes or markets Manufacturing Grade or Grade A milk shall pay an inspection service fee for each dairy farm. The inspection fee shall be one hundred dollars per Grade A or fifty dollars per Manufacturing Grade dairy farm and be paid semiannually by July first and January first to the secretary. In addition, beginning on January 1, 2010, each Each milk buyer shall pay a monthly raw milk assessment fee on all milk purchased from South Dakota producers, which shall be paid by the beginning of each month to the secretary. The secretary of agriculture shall promulgate rules, pursuant to chapter 1-26, to establish the raw milk assessment fee which may not exceed one cent one and one-tenth cents per hundredweight on all milk purchased. Section 18. That § 40-32-29 be amended to read: 40-32-29. Funds collected pursuant to this chapter shall be deposited with the state treasurer in a special fund known as the dairy inspection fund. Expenditures of these However, the department shall annually transfer thirty-six percent of raw milk assessment fee to the state animal disease research and diagnostic laboratory bond redemption and operations fund. The expenditure of dairy inspection funds shall be made pursuant to provisions of chapter 4-7, and may not to exceed sixty percent of the total dairy program budget. The department shall provide the dairy industry and the Legislature an annual report of the previous year's activities. Section 19. That ARSD 12:05:15:01 be amended to read: 12:05:15:01...Raw milk assessment fee. Each licensed milk buyer in the state shall pay to the secretary on or before the 15th of each month a fee of 0.7 of a cent 1.1 cents per hundred weight of all milk purchased from producers within the state the previous month. Funds collected pursuant to this section shall be deposited in the dairy inspection fund established pursuant to SDCL 40-32-29. Section 20. That the code be amended by adding a NEW SECTION to read: There is hereby transferred from the Board of Regents budgeted other funds seven million five hundred thousand dollars ($7,500,000), or so much thereof as may be necessary, to the state animal disease research and diagnostic laboratory bond redemption and operations fund established by section 6 of this Act for the construction, reconstruction, renovation, demolition, and modernization of facilities and related infrastructure at the State Animal Disease Research and Diagnostic Lab on the campus of South Dakota State University. Section 21. There is hereby appropriated from the general fund the sum of five million dollars ($5,000,000), or so much thereof as may be necessary, to the state animal disease research and diagnostic laboratory bond redemption and operations fund established by section 6 of this Act for the construction, reconstruction, renovation, demolition, and modernization of facilities and related infrastructure at the State Animal Disease Research and Diagnostic Laboratory on the campus of South Dakota State University. Section 22. There is hereby appropriated the sum of twelve million five hundred thousand dollars ($12,500,000) in other fund expenditure authority, or so much thereof as may be necessary, to the Animal Industry Board for expenditure of funds from the state animal disease research and diagnostic laboratory bond redemption and operations fund for the construction, reconstruction, renovation, demolition, and modernization of facilities and related infrastructure at the State Animal Disease Research and Diagnostic Laboratory on the campus of South Dakota State University. Section 23. That the code be amended by adding a NEW SECTION to read: The design and construction of improvements shall be under the general charge and supervision of the Bureau of Administration as provided in § 5-14-2. Section 24. The Animal Industry Board shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 25. Any amounts appropriated in this Act not lawfully expended or obligated shall revert in accordance with the procedures prescribed in chapter 4-8. Section 26. The provisions of sections 8, 9, 12, 15, 16, 18, and 19 of this Act are repealed on the first day of the month following a determination of the Animal Industry Board that bonds issued pursuant to sections 1 to 5 inclusive, of this Act are satisfied and paid in full. The provisions that were in effect before the amendments were made by sections 8, 12, 15, 18, and 19 of this Act are restored unless the Legislature has clearly expressed a contrary intent. Section 27. Sections 7 to 20, inclusive, of this Act, are effective on July 1, 2017. Section 28. Sections 1 to 6, inclusive, and sections 21 to 25, inclusive, of this Act, are effective on April 1, 2017. Section 29. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 8212, "bill_version_id": 45138, "bill_version": "Joint Appropriations Engrossed", "bill_version_date": "2017-02-28T10:55:51.067-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the South Dakota Building Authority to provide for the construction of and improvements to the State Animal Disease Research and Diagnostic Laboratory and infrastructure at South Dakota State University, to transfer certain funds, to make an appropriation, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: It is in the public interest that the South Dakota Building Authority contract for the construction, completion, reconstruction, renovation, demolition, modernization, furnishing and equipping of facilities and related infrastructure at the State Animal Disease Research and Diagnostic Laboratory on the campus of South Dakota State University, including buildings, fixtures, plumbing, water, sewer, electric upgrades, domestic water treatment systems, site preparation, construction of facilities, improvements to the outside of the facilities, landscaping the grounds of the facilities, architectural, engineering, and bonding services. The building authority may finance this project, including the issuance of revenue bonds not to exceed fifty million one hundred thousand dollars, in accordance with this Act and chapter 5-12. Section 2. That the code be amended by adding a NEW SECTION to read: No indebtedness, bond, or obligation incurred or created authorized pursuant to sections 1 to 5, inclusive, of this Act may be or may become a lien, charge, or liability against the state, nor against the property or funds of the state within the meaning of the Constitution or laws of South Dakota. Section 3. That the code be amended by adding a NEW SECTION to read: The South Dakota Building Authority may accept any funds obtained from gifts, contributions, or other sources for the purposes stated in section 1 of this Act. Section 4. That the code be amended by adding a NEW SECTION to read: The Animal Industry Board may make and enter into a lease agreement with the South Dakota Building Authority and make rental payments under the terms of the lease agreement, pursuant to chapter 5-12, from appropriations to be made by the Legislature for the payment of rent to support the construction, completion, reconstruction, renovation, demolition, furnishing, and equipping of the project authorized in section 1 of this Act, and payment of revenue bonds issued pursuant to this Act. The state animal disease research and diagnostic laboratory bond redemption and operations fund, established by section 6 of this Act, shall be used to pay lease rental amounts to the building authority, as applicable. Section 5. That the code be amended by adding a NEW SECTION to read: Upon receipt of payment of the balance of rental payments made under the terms of any lease entered into pursuant to section 4 of this Act, the South Dakota Building Authority shall convey the leased property improvements at the State Animal Disease Research and Diagnostic Laboratory to South Dakota State University pursuant to § 5-12-15. Section 6. That the code be amended by adding a NEW SECTION to read: There is hereby created the state animal disease research and diagnostic laboratory bond redemption and operations fund. Interest earned on money in the fund shall be deposited in the fund. The fund shall be administered by the Animal Industry Board. Section 7. There is hereby transferred from the Board of Regents budgeted other funds six million dollars, or so much thereof as may be necessary, to the state animal disease research and diagnostic laboratory bond redemption and operations fund established by section 6 of this Act for the construction, reconstruction, renovation, demolition, and modernization of facilities and related infrastructure at the State Animal Disease Research and Diagnostic Lab on the campus of South Dakota State University. Section 8. There is hereby transferred from the livestock disease emergency fund the sum of two million three hundred thousand dollars, or so much thereof as may be necessary, to the state animal disease research and diagnostic laboratory bond redemption and operations fund established by section 6 of this Act for the construction, reconstruction, renovation, demolition, and modernization of facilities and related infrastructure at the State Animal Disease Research and Diagnostic Laboratory on the campus of South Dakota State University. Section 9. There is hereby transferred from the feed and remedy fund the sum of three hundred thousand dollars, or so much thereof as may be necessary, to the state animal disease research and diagnostic laboratory bond redemption and operations fund established by section 6 of this Act for the construction, reconstruction, renovation, demolition, and modernization of facilities and related infrastructure at the State Animal Disease Research and Diagnostic Laboratory on the campus of South Dakota State University. Section 10. There is hereby appropriated the sum of eight million six hundred thousand dollars ($8,600,000) in other fund expenditure authority, or so much thereof as may be necessary, to the Animal Industry Board for expenditure of funds from the state animal disease research and diagnostic laboratory bond redemption and operations fund for the construction, reconstruction, renovation, demolition, and modernization of facilities and related infrastructure at the State Animal Disease Research and Diagnostic Laboratory on the campus of South Dakota State University. Section 11. That the code be amended by adding a NEW SECTION to read: The design and construction of improvements shall be under the general charge and supervision of the Bureau of Administration as provided in § 5-14-2. Section 12. The Animal Industry Board shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 13. Any amounts appropriated in this Act not lawfully expended or obligated shall revert in accordance with the procedures prescribed in chapter 4-8. Section 14. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 8212, "bill_version_id": 45466, "bill_version": "House Engrossed", "bill_version_date": "2017-03-06T17:16:19.243-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the South Dakota Building Authority to provide for the construction of and improvements to the State Animal Disease Research and Diagnostic Laboratory and infrastructure at South Dakota State University, to transfer certain funds, to make an appropriation, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: It is in the public interest that the South Dakota Building Authority contract for the construction, completion, reconstruction, renovation, demolition, modernization, furnishing and equipping of facilities and related infrastructure at the State Animal Disease Research and Diagnostic Laboratory on the campus of South Dakota State University, including buildings, fixtures, plumbing, water, sewer, electric upgrades, domestic water treatment systems, site preparation, construction of facilities, improvements to the outside of the facilities, landscaping the grounds of the facilities, architectural, engineering, and bonding services. The building authority may finance this project, including the issuance of revenue bonds not to exceed fifty million one hundred thousand dollars, in accordance with this Act and chapter 5-12. Section 2. That the code be amended by adding a NEW SECTION to read: No indebtedness, bond, or obligation incurred or created authorized pursuant to sections 1 to 5, inclusive, of this Act may be or may become a lien, charge, or liability against the state, nor against the property or funds of the state within the meaning of the Constitution or laws of South Dakota. Section 3. That the code be amended by adding a NEW SECTION to read: The South Dakota Building Authority may accept any funds obtained from gifts, contributions, or other sources for the purposes stated in section 1 of this Act. Section 4. That the code be amended by adding a NEW SECTION to read: The Animal Industry Board may make and enter into a lease agreement with the South Dakota Building Authority and make rental payments under the terms of the lease agreement, pursuant to chapter 5-12, from appropriations to be made by the Legislature for the payment of rent to support the construction, completion, reconstruction, renovation, demolition, furnishing, and equipping of the project authorized in section 1 of this Act, and payment of revenue bonds issued pursuant to this Act. The state animal disease research and diagnostic laboratory bond redemption and operations fund, established by section 6 of this Act, shall be used to pay lease rental amounts to the building authority, as applicable. Section 5. That the code be amended by adding a NEW SECTION to read: Upon receipt of payment of the balance of rental payments made under the terms of any lease entered into pursuant to section 4 of this Act, the South Dakota Building Authority shall convey the leased property improvements at the State Animal Disease Research and Diagnostic Laboratory to South Dakota State University pursuant to § 5-12-15. Section 6. That the code be amended by adding a NEW SECTION to read: There is hereby created the state animal disease research and diagnostic laboratory bond redemption and operations fund. Interest earned on money in the fund shall be deposited in the fund. The fund shall be administered by the Animal Industry Board. Section 7. There is hereby transferred from the Board of Regents budgeted other funds six million dollars, or so much thereof as may be necessary, to the state animal disease research and diagnostic laboratory bond redemption and operations fund established by section 6 of this Act for the construction, reconstruction, renovation, demolition, and modernization of facilities and related infrastructure at the State Animal Disease Research and Diagnostic Lab on the campus of South Dakota State University. Section 8. There is hereby transferred from the livestock disease emergency fund the sum of two million three hundred thousand dollars, or so much thereof as may be necessary, to the state animal disease research and diagnostic laboratory bond redemption and operations fund established by section 6 of this Act for the construction, reconstruction, renovation, demolition, and modernization of facilities and related infrastructure at the State Animal Disease Research and Diagnostic Laboratory on the campus of South Dakota State University. Section 9. There is hereby transferred from the feed and remedy fund the sum of three hundred thousand dollars, or so much thereof as may be necessary, to the state animal disease research and diagnostic laboratory bond redemption and operations fund established by section 6 of this Act for the construction, reconstruction, renovation, demolition, and modernization of facilities and related infrastructure at the State Animal Disease Research and Diagnostic Laboratory on the campus of South Dakota State University. Section 10. There is hereby appropriated the sum of eight million six hundred thousand dollars ($8,600,000) in other fund expenditure authority, or so much thereof as may be necessary, to the Animal Industry Board for expenditure of funds from the state animal disease research and diagnostic laboratory bond redemption and operations fund for the construction, reconstruction, renovation, demolition, and modernization of facilities and related infrastructure at the State Animal Disease Research and Diagnostic Laboratory on the campus of South Dakota State University. Section 11. That the code be amended by adding a NEW SECTION to read: The design and construction of improvements shall be under the general charge and supervision of the Bureau of Administration as provided in § 5-14-2. Section 12. The executive director of the Animal Industry Board shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 13. Any amounts appropriated in this Act not lawfully expended or obligated shall revert in accordance with the procedures prescribed in chapter 4-8. Section 14. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 8212, "bill_version_id": 45664, "bill_version": "Conference Committee Engrossed", "bill_version_date": "2017-03-09T14:44:12.263-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the South Dakota Building Authority to provide for the construction of and improvements to the State Animal Disease Research and Diagnostic Laboratory and infrastructure at South Dakota State University, to increase certain agricultural fees, to transfer certain funds, to make an appropriation, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: It is in the public interest that the South Dakota Building Authority contract for the construction, completion, reconstruction, renovation, demolition, modernization, furnishing and equipping of facilities and related infrastructure at the State Animal Disease Research and Diagnostic Laboratory on the campus of South Dakota State University, including buildings, fixtures, plumbing, water, sewer, electric upgrades, domestic water treatment systems, site preparation, construction of facilities, improvements to the outside of the facilities, landscaping the grounds of the facilities, architectural, engineering, and bonding services. The building authority may finance this project, including the issuance of revenue bonds not to exceed fifty million one hundred thousand dollars, in accordance with this Act and chapter 5-12. Section 2. That the code be amended by adding a NEW SECTION to read: No indebtedness, bond, or obligation incurred or created authorized pursuant to sections 1 to 5, inclusive, of this Act may be or may become a lien, charge, or liability against the state, nor against the property or funds of the state within the meaning of the Constitution or laws of South Dakota. Section 3. That the code be amended by adding a NEW SECTION to read: The South Dakota Building Authority may accept any funds obtained from gifts, contributions, or other sources for the purposes stated in section 1 of this Act. Section 4. That the code be amended by adding a NEW SECTION to read: The Animal Industry Board may make and enter into a lease agreement with the South Dakota Building Authority and make rental payments under the terms of the lease agreement, pursuant to chapter 5-12, from appropriations to be made by the Legislature for the payment of rent to support the construction, completion, reconstruction, renovation, demolition, furnishing, and equipping of the project authorized in section 1 of this Act, and payment of revenue bonds issued pursuant to this Act. The state animal disease research and diagnostic laboratory bond redemption and operations fund, established by section 6 of this Act, shall be used to pay lease rental amounts to the building authority, as applicable. Section 5. That the code be amended by adding a NEW SECTION to read: Upon receipt of payment of the balance of rental payments made under the terms of any lease entered into pursuant to section 4 of this Act, the South Dakota Building Authority shall convey the leased property improvements at the State Animal Disease Research and Diagnostic Laboratory to South Dakota State University pursuant to § 5-12-15. Section 6. That the code be amended by adding a NEW SECTION to read: There is hereby created the state animal disease research and diagnostic laboratory bond redemption and operations fund. Interest earned on money in the fund shall be deposited in the fund. The fund shall be administered by the Animal Industry Board. Section 7. That chapter 13-13 be amended by adding a NEW SECTION to read: The state general fund savings obtained through the state aid to education formula from the difference between the school general fund levy for agriculture property for taxes payable in 2018 pursuant to §§ 13-13-71, 13-13-72, and 13-13-72.1 and the agriculture property levy adopted by legislative action for taxes payable in 2018, shall be directed to the state animal disease research and diagnostic laboratory bond redemption and operations fund. Pursuant to this section, the savings amount dedicated to the state animal disease research and diagnostic laboratory bond redemption and operations fund in fiscal year 2018 shall be one million six hundred fifteen thousand dollars. In fiscal year 2019 and each year thereafter, the savings amount dedicated from the general fund to the state animal disease research and diagnostic laboratory bond redemption and operations fund shall be three million three hundred fifty thousand dollars. Section 8. Section 7 of this Act is repealed on the first day of the fiscal year following a determination by the Animal Industry Board that bonds issued for the State Animal Disease Research and Diagnostic Laboratory are satisfied and paid in full. Section 9. That § 39-14-43 be amended to read: 39-14-43. An inspection fee established in rules promulgated by the secretary of agriculture pursuant to chapter 1-26, but not to exceed twenty-four cents per ton, shall be paid on commercial feeds distributed in this state by the person who distributes the commercial feed to the consumer subject to the following: (1) No fee need be paid on a commercial feed if the payment has been made by a previous distributor; (2) No fee need be paid on customer-formula feeds; (3) No fee need be paid on commercial feeds used as ingredients for the manufacture of commercial feeds provided the fee has been paid by a previous distributor. If the fee has been paid, credit is given for the payment; (4) In the case of a pet food which is distributed in the state only in packages of ten pounds or less, a biennial an annual fee of fifty ninety-nine dollars per product shall be paid in lieu of the inspection fee specified above; (5) In the case of a specialty pet food which is distributed in the state only in packages of ten pounds or less, a biennial an annual fee of twenty-five ninety-nine dollars per product shall be paid in lieu of the inspection fee specified above; and (6) The minimum inspection fee shall be twenty dollars per twelve-month period. Section 10. That the code be amended by adding a NEW SECTION to read: An amount equal to seventy-four dollars per product on pet food and eighty-six dollars and fifty cents per product on specialty pet food, as provided in § 39-14-43, shall be deposited into the state animal disease research and diagnostic laboratory bond redemption and operations fund established by section 6 of this Act. The money shall be transferred to the general fund coinciding with the general fund bond payments for the State Animal Disease Research and Diagnostic Laboratory, as well as annual maintenance, operations, and repair of the State Animal Disease Research and Diagnostic Laboratory. Section 11. That § 39-14-45 be amended to read: 39-14-45. Fees Any fee collected pursuant to §§ 39-14-40.1, 39-14-43, and 39-14-44 that is not dedicated to the state animal disease research and diagnostic laboratory bond redemption and operations fund shall be remitted at the end of each month to the state treasurer for deposit in the feed and remedy fund which is hereby established in the state treasury. This The feed and remedy fund shall consist of moneys from public and private sources including legislative appropriations, federal grants, gifts, and the fees received pursuant to this chapter. The feed and remedy fund shall be maintained separately and be administered by the department in order to defray the expenses of all activities associated with administering the feed and remedy program. Expenditures from the feed and remedy fund shall be appropriated through the normal budget process. Unexpended funds and interest shall remain in the feed and remedy fund until appropriated by the Legislature. Section 12. That § 39-18-3 be amended to read: 39-18-3. Before being distributed in South Dakota, each animal remedy, except any animal remedy that is manufactured and distributed under license from and under the supervision of the United States Department of Agriculture, shall be registered by the manufacturer or the person responsible for distributing such the animal remedy. Section 13. That § 39-18-8 be amended to read: 39-18-8. Upon approval by the secretary of agriculture, a copy of the registration of an animal remedy shall be forwarded to the applicant. All registrations are on a biennial an annual basis, expiring the thirty-first day of December of the year after the date of registration. A biennial An annual registration fee of twenty-five seventy-five dollars for each product shall be paid to the secretary upon application for registration. Section 14. That § 39-18-9 be amended to read: 39-18-9. All funds collected by the secretary of agriculture under this chapter of the registration fee paid pursuant to § 39-18-8 on any animal remedy manufactured and distributed under license from and under the supervision of the United States Department of Agriculture shall be deposited into the state animal disease research and diagnostic laboratory bond redemption and operations fund and used to retire bonds issued for the State Animal Disease Research and Diagnostic Laboratory. Twelve dollars and fifty cents of the animal remedy registration fee paid pursuant to § 39-18-8 on any animal remedy not manufactured and distributed under license from and under the supervision of the United States Department of Agriculture shall be paid into the feed and remedy fund established in § 39-14-45. The remaining sixty-two dollars and fifty cents of this registration fee shall be deposited into the state animal disease research and diagnostic laboratory bond redemption and operations fund. Section 15. Sections 9 to 14, inclusive, are effective on July 1, 2017. Section 16. There is hereby transferred from the Board of Regents budgeted other funds six million dollars, or so much thereof as may be necessary, to the state animal disease research and diagnostic laboratory bond redemption and operations fund established by section 6 of this Act for the construction, reconstruction, renovation, demolition, and modernization of facilities and related infrastructure at the State Animal Disease Research and Diagnostic Lab on the campus of South Dakota State University. Section 17. There is hereby transferred from the livestock disease emergency fund the sum of two million three hundred thousand dollars, or so much thereof as may be necessary, to the state animal disease research and diagnostic laboratory bond redemption and operations fund established by section 6 of this Act for the construction, reconstruction, renovation, demolition, and modernization of facilities and related infrastructure at the State Animal Disease Research and Diagnostic Laboratory on the campus of South Dakota State University. Section 18. There is hereby transferred from the feed and remedy fund the sum of three hundred thousand dollars, or so much thereof as may be necessary, to the state animal disease research and diagnostic laboratory bond redemption and operations fund established by section 6 of this Act for the construction, reconstruction, renovation, demolition, and modernization of facilities and related infrastructure at the State Animal Disease Research and Diagnostic Laboratory on the campus of South Dakota State University. Section 19. There is hereby appropriated the sum of eight million six hundred thousand dollars ($8,600,000) in other fund expenditure authority, or so much thereof as may be necessary, to the Animal Industry Board for expenditure of funds from the state animal disease research and diagnostic laboratory bond redemption and operations fund for the construction, reconstruction, renovation, demolition, and modernization of facilities and related infrastructure at the State Animal Disease Research and Diagnostic Laboratory on the campus of South Dakota State University. Section 20. That the code be amended by adding a NEW SECTION to read: The design and construction of improvements shall be under the general charge and supervision of the Bureau of Administration as provided in § 5-14-2. Section 21. The executive director of the Animal Industry Board shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 22. Any amounts appropriated in this Act not lawfully expended or obligated shall revert in accordance with the procedures prescribed in chapter 4-8. Section 23. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 8212, "bill_version_id": 45666, "bill_version": "Enrolled", "bill_version_date": "2017-03-09T15:01:02.83-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8212, "action_date": "2017-02-02T14:00:00-06:00", "document_id": 43748, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43748.pdf", "status_text": "First read in Senate and referred to", "journal_page": 273, "committee_id_action": 360, "committee_id_assigned": 347, "result": "N", "vote": {}}, {"bill_id": 8212, "action_date": "2017-02-16T09:00:00-06:00", "document_id": 44364, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44364.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 347, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8212, "action_date": "2017-02-21T11:00:00-06:00", "document_id": 44615, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44615.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 347, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8212, "action_date": "2017-02-27T08:00:00-06:00", "document_id": 44836, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44836.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 347, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8212, "action_date": "2017-02-28T08:00:00-06:00", "document_id": 44884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44884.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 347, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8212, "action_date": "2017-02-28T08:00:00-06:00", "document_id": 45156, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45156.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 347, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8212, "action_date": "2017-02-28T08:00:00-06:00", "document_id": 45156, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45156.pdf", "status_text": "Do Pass Amended", "journal_page": 0, "committee_id_action": 347, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23808, "president_vote": null, "Excused": [1168, 1141], "Yea": [1112, 1204, 1191, 1193, 1117, 1186, 1102, 1099, 1103, 1178, 1109, 1167, 1159, 1132, 1153, 1137]}}, {"bill_id": 8212, "action_date": "2017-02-28T08:00:00-06:00", "document_id": 45156, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45156.pdf", "status_text": "Title amended", "journal_page": 580, "committee_id_action": 347, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8212, "action_date": "2017-03-01T14:00:00-06:00", "document_id": 45284, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45284.pdf", "status_text": "Do Pass Amended", "journal_page": 602, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23938, "president_vote": null, "Yea": [1154, 1171, 1148, 1108, 1096, 1097, 1109, 1105, 1100, 1106, 1164, 1194, 1169, 1107, 1163, 1099, 1131, 1135, 1178, 1141, 1157, 1151, 1174, 1146, 1102, 1098, 1137, 1167, 1132, 1189], "Nay": [1103, 1175, 1104, 1144, 1172]}}, {"bill_id": 8212, "action_date": "2017-03-02T14:00:00-06:00", "document_id": 45367, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45367.pdf", "status_text": "First read in House and referral to committee waived pursuant to JR 6D-1", "journal_page": 607, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8212, "action_date": "2017-03-06T14:00:00-06:00", "document_id": 45459, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45459.pdf", "status_text": "Motion to amend", "journal_page": 673, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8212, "action_date": "2017-03-06T14:00:00-06:00", "document_id": 45459, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45459.pdf", "status_text": "Do Pass Amended", "journal_page": 674, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24116, "president_vote": null, "Yea": [1168, 1153, 1186, 1166, 1147, 1122, 1118, 1197, 1190, 1173, 1179, 1114, 1198, 1202, 1116, 1129, 1143, 1136, 1139, 1181, 1159, 1192, 1196, 1120, 1205, 1191, 1185, 1117, 1125, 1206, 1110, 1184, 1134, 1160, 1193, 1199, 1165, 1155, 1188, 1119, 1156, 1115, 1113, 1123, 1161, 1195, 1152, 1140, 1158, 1176, 1128, 1145, 1111, 1187, 1150, 1149], "Nay": [1180, 1183, 1142, 1204, 1130, 1133, 1200, 1124, 1170, 1212], "Excused": [1112, 1201, 1203, 1121]}}, {"bill_id": 8212, "action_date": "2017-03-07T10:00:00-06:00", "document_id": 45504, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45504.pdf", "status_text": "Failed to concur, appoint Conference Committee", "journal_page": 658, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8212, "action_date": "2017-03-07T13:30:00-06:00", "document_id": 45534, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45534.pdf", "status_text": "Conference Committee appointments", "journal_page": 687, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8212, "action_date": "2017-03-09T09:00:00-06:00", "document_id": 45619, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45619.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24244, "president_vote": null, "Yea": [1171, 1103, 1096, 1165, 1136, 1212]}}, {"bill_id": 8212, "action_date": "2017-03-09T09:00:00-06:00", "document_id": 45619, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45619.pdf", "status_text": "Title amended", "journal_page": 0, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24243, "president_vote": null, "Yea": [1171, 1103, 1096, 1165, 1136, 1212]}}, {"bill_id": 8212, "action_date": "2017-03-09T09:00:00-06:00", "document_id": 45655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45655.pdf", "status_text": "Conference Committee Report", "journal_page": 705, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8212, "action_date": "2017-03-09T09:00:00-06:00", "document_id": 45655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45655.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 712, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24259, "president_vote": null, "Yea": [1154, 1171, 1103, 1148, 1108, 1096, 1097, 1109, 1105, 1100, 1164, 1194, 1169, 1107, 1099, 1131, 1135, 1178, 1141, 1157, 1151, 1174, 1146, 1102, 1098, 1137, 1167, 1132, 1189], "Nay": [1175, 1106, 1104, 1163, 1144, 1172]}}, {"bill_id": 8212, "action_date": "2017-03-09T09:00:00-06:00", "document_id": 45655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45655.pdf", "status_text": "Signed by the President", "journal_page": 722, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8212, "action_date": "2017-03-09T13:00:00-06:00", "document_id": 45656, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45656.pdf", "status_text": "Conference Committee Report", "journal_page": 725, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8212, "action_date": "2017-03-09T13:00:00-06:00", "document_id": 45656, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45656.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 733, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24272, "president_vote": null, "Yea": [1168, 1153, 1186, 1166, 1147, 1122, 1118, 1180, 1112, 1197, 1190, 1114, 1198, 1202, 1116, 1129, 1143, 1136, 1139, 1181, 1204, 1159, 1192, 1196, 1120, 1205, 1191, 1185, 1117, 1125, 1206, 1170, 1110, 1184, 1134, 1160, 1193, 1199, 1165, 1155, 1188, 1119, 1156, 1115, 1113, 1123, 1161, 1195, 1152, 1140, 1158, 1176, 1128, 1121, 1212, 1145, 1111, 1187, 1150, 1149], "Excused": [1173, 1201, 1142, 1203], "Nay": [1183, 1179, 1130, 1133, 1200, 1124]}}, {"bill_id": 8212, "action_date": "2017-03-10T09:00:00-06:00", "document_id": 45697, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45697.pdf", "status_text": "Delivered to the Governor", "journal_page": 743, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8212, "action_date": "2017-03-10T11:00:00-06:00", "document_id": 45700, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45700.pdf", "status_text": "Signed by the Speaker", "journal_page": 756, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8212, "action_date": "2017-03-27T10:00:00-05:00", "document_id": 45735, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45735.pdf", "status_text": "Signed by the Governor", "journal_page": 748, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6325, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8212"}