{"session_id": 56, "bill_id": 19103, "bill_type": "House Joint Resolution", "bill_number": 1002, "bill_title": "Proposing and submitting to the electors at the next general election an amendment to Article XI of the Constitution of the State of South Dakota, relating to revenue and expenditure limits for the State of South Dakota.", "sponsors": [{"legislator_profile_id": 3077, "is_prime": true}, {"legislator_profile_id": 3148, "is_prime": true}, {"legislator_profile_id": 3047, "is_prime": false}, {"legislator_profile_id": 3062, "is_prime": false}, {"legislator_profile_id": 3078, "is_prime": false}, {"legislator_profile_id": 3083, "is_prime": false}, {"legislator_profile_id": 3090, "is_prime": false}, {"legislator_profile_id": 3102, "is_prime": false}, {"legislator_profile_id": 3127, "is_prime": false}, {"legislator_profile_id": 3147, "is_prime": false}], "keywords": ["Elections", "House Joint Resolutions", "Taxes"], "audio": [], "bill_versions": [{"bill_id": 19103, "bill_version_id": 99838, "bill_version": "Introduced", "bill_version_date": "2004-01-26T09:24:55-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the electors at the next general election an amendment to Article XI of the Constitution of the State of South Dakota, relating to revenue and expenditure limits for the State of South Dakota. BE IT RESOLVED BY THE HOUSE OF REPRESENTATIVES OF THE STATE OF SOUTH DAKOTA, THE SENATE CONCURRING THEREIN: Section 1. That at the next general election held in the state, the following amendment to Article XI of the Constitution of the State of South Dakota, as set forth in section 2 of this Joint Resolution, which is hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article XI of the Constitution of the State of South Dakota be amended by adding thereto NEW SECTIONS to read as follows: § 16. A limit is hereby established on the aggregate tax revenues which may be collected in any fiscal year by the State of South Dakota. Effective with the first fiscal year beginning after the ratification of this section and in each fiscal year thereafter, the Legislature may not impose direct or indirect taxes in any fiscal year which cause the aggregate tax revenues to increase from the previous fiscal year by more than the lesser of: (a) the percent change in the state's population plus the rate of inflation or (b) the percent change in the state's population plus three percent. Tax revenues are any form whatsoever of direct or indirect taxation, including any tax, fee, or charge imposed on the privilege of entering or conducting a business or profession but not any revenues derived from the voluntary purchase of goods or services by the public, if the state does not create a monopoly or limit the opportunity for competition to provide such goods or services other than through the provision of subsidies from tax revenues. § 17. For any fiscal year that the state tax revenues exceed the tax revenue limit established by § 16 of this Article by two percent or more except by reason of a declaration of emergency provided under § 18 of this Article, the Legislature shall provide by law for the return of at least the amount of tax revenues collected over the permissible limit to residents of South Dakota not later than the end of the second fiscal year thereafter. The return of excess tax revenues shall be accomplished through a reduction in taxes by an amount at least equal to the tax revenues which exceed allowable tax revenues as provided in § 16 of this Article. If the tax revenues exceed the limit provided in § 16 of this Article by less than two percent, the Legislature may provide for the transfer of the excess to a state budget stabilization fund. Moneys in this fund may be expended by a vote of two-thirds of the members elect of each house of the Legislature following any fiscal year in which tax revenues collected are five percent or more below the limit for tax revenues provided in § 16 of this Article. § 18. The tax revenue limitation of § 16 of this Article may be exceeded only if all of the following conditions are met: (1) The Governor requests the Legislature to declare an emergency; (2) The request is specific as to the nature of the emergency, amount of funds required to meet the emergency, and the method by which the funds required to meet the emergency shall be raised; and (3) Upon receiving the request, the Legislature declares an emergency and makes provision therefor by law substantially in accord with the details of the Governor's request, by a two-thirds vote of the members elect of each house. The emergency must be declared in accordance with this section prior to incurring any of the expenses which constitute the specific emergency request. The tax revenue limitation may be exceeded only for the fiscal year in which the emergency is declared; and in the next and subsequent fiscal years, the tax revenue limitation of this Article shall again take effect. § 19. No new program or increase in the level of service of an existing program may be required by the Legislature of units of local government unless a state appropriation is made and disbursed sufficient to pay the local unit of government for the necessary costs of the new program or necessary additional costs of the increased service level."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19103, "action_date": "2004-01-26T14:00:00-06:00", "document_id": 99935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99935.pdf", "status_text": "First read in House and referred to", "journal_page": 209, "committee_id_action": 831, "committee_id_assigned": 826, "result": "N", "vote": {}}, {"bill_id": 19103, "action_date": "2004-02-07T10:00:00-06:00", "document_id": 100884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100884.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 826, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19103, "action_date": "2004-02-11T09:30:00-06:00", "document_id": 101166, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101166.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 826, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19103, "action_date": "2004-02-11T09:30:00-06:00", "document_id": 101166, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101166.pdf", "status_text": "Do Pass,", "journal_page": 526, "committee_id_action": 826, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57526, "president_vote": null, "Yea": [3071, 3073, 3080, 3106, 3111, 3117, 3140, 3148, 3129], "Nay": [3081, 3086], "Excused": [3121, 3124]}}, {"bill_id": 19103, "action_date": "2004-02-12T12:00:00-06:00", "document_id": 101292, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101292.pdf", "status_text": "Tabled", "journal_page": 569, "committee_id_action": 831, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59471, "president_vote": null, "Yea": [3045, 3048, 3049, 3053, 3054, 3055, 3056, 3057, 3058, 3060, 3067, 3070, 3071, 3072, 3074, 3075, 3076, 3078, 3080, 3081, 3082, 3084, 3085, 3086, 3088, 3090, 3095, 3096, 3099, 3100, 3102, 3104, 3105, 3106, 3110, 3112, 3114, 3117, 3118, 3119, 3121, 3122, 3123, 3124, 3125, 3126, 3127, 3129, 3130, 3131, 3133, 3134, 3135, 3136, 3140, 3141, 3142, 3143, 3147, 3149, 3111], "Nay": [3051, 3069, 3073, 3083, 3107, 3148], "Excused": [3108, 3144], "Absent": [3145]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/19103"}