{"session_id": 7, "bill_id": 610, "bill_type": "House Bill", "bill_number": 1026, "bill_title": "revise certain provisions permitting cities and counties to issue full-service restaurant on-sale alcohol licenses.", "sponsors": [], "keywords": ["Alcoholic Beverages", "Counties", "Department of Revenue and Regulation", "Licenses", "Municipalities"], "audio": [{"meeting_datetime": "2009-01-28T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hco11.mp3", "start_seconds": 1110.0}, {"meeting_datetime": "2009-01-28T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hco11.mp3", "start_seconds": 1110.0}, {"meeting_datetime": "2009-01-28T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hco11.mp3", "start_seconds": 1110.0}, {"meeting_datetime": "2009-01-28T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hco11.mp3", "start_seconds": 1110.0}, {"meeting_datetime": "2009-01-28T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hco11.mp3", "start_seconds": 1110.0}, {"meeting_datetime": "2009-02-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sco25.mp3", "start_seconds": 1202.0}, {"meeting_datetime": "2009-02-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sco25.mp3", "start_seconds": 1202.0}, {"meeting_datetime": "2009-02-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sco25.mp3", "start_seconds": 1202.0}, {"meeting_datetime": "2009-02-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sco25.mp3", "start_seconds": 1202.0}], "bill_versions": [{"bill_id": 610, "bill_version_id": 5076, "bill_version": "Introduced", "bill_version_date": "2008-12-31T15:27:42.617-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions permitting cities and counties to issue full-service restaurant on-sale alcohol licenses. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 35-4-110 be amended to read as follows: 35-4-110. Terms used in this section and §§ 35-4-111 to 35-4-119, inclusive, and section 9 of this Act mean: (1) \"Bar,\" any permanently installed counter within the restaurant area from which alcoholic beverages are regularly served to customers by a person who is tending bar or drawing or mixing alcoholic beverages; (2) \"Full-service restaurant,\" any restaurant at which a waiter or waitress delivers food and drink offered from a printed food menu to patrons at tables, booths, or the bar. Any restaurant that only serves fry orders or food and victuals foodstuffs such as sandwiches, hamburgers, or salads is not a full-service restaurant; (3) \"Restaurant,\" any area in a building maintained, advertised, and held out to the public as a place where individually priced meals are prepared and served primarily for consumption in such area and where not more than forty percent of the gross revenue of the restaurant is derived from the sale of alcohol or alcoholic beverages. The restaurant shall have a dining room or rooms, a kitchen, and the number and kinds of employees necessary for the preparing, cooking, and serving of meals. Section 2. That § 35-4-111 be amended to read as follows: 35-4-111. Notwithstanding the provisions of § 35-4-11 or 35-4-11.1 or the on-sale license fees established pursuant to subdivisions 35-4-2(4) and (6), the governing board of any incorporated municipality or the board of county commissioners of any county may, by ordinance, issue additional on-sale licenses for full-service restaurants if the municipality or county charges at least the minimum fee required by § 35-4-116. A full-service restaurant on-sale license issued in a municipality is subject to the license renewal fees as provided for in subdivision 35-4-2(4), and shall be treated for all other regulatory purposes in this title as a license issued pursuant to subdivision 35-4-2(4). A full-service restaurant on-sale license issued in a county is subject to the license renewal fees as provided for in subdivision 35-4-2(6), and shall be treated for all other regulatory purposes in this title as a license issued pursuant to subdivision 35-4-2(6). Section 3. That § 35-4-112 be amended to read as follows: 35-4-112. An In the initial application, an applicant for a full-service restaurant on-sale license shall provide sufficient documentation to the municipality or county to prove that the primary source of revenue from the operation of the restaurant will be derived from the sale of prepared food and nonalcoholic beverages and not from the sale of alcoholic beverages. The supporting documentation concerning the primary source of revenue submitted pursuant to this section is confidential. Section 4. That § 35-4-113 be amended to read as follows: 35-4-113. When If the municipality or county is renewing a full-service restaurant on-sale license, the municipality or county shall condition the license renewal upon receiving documentation that not more than forty percent of gross sales revenue from the sale of food, nonalcoholic beverages, and alcoholic beverages within the preceding twelve months operation of the full-service restaurant is was derived from the sale of alcohol or alcoholic beverages. If the municipality or county is renewing a full-service restaurant on-sale license, the municipality or county shall also condition the license renewal upon receiving documentation that at least fifty percent of the total gross revenue of the full-service restaurant within the preceding twelve months operation of the full-service restaurant is derived from the sale of food and nonalcoholic beverages. The full-service restaurant on-sale licensee shall submit an annual report to the municipality or county on the sales for revenues from the full-service restaurant that includes an oath verifying the validity of the information provided in the report. The report and the supporting documentation submitted pursuant to this section are confidential. The report shall contain the annual gross sales revenues of the licensee for the following two three categories: (1) Food and nonalcoholic beverage sales; and gross revenues; (2) Alcoholic beverage sales gross revenues; and (3) Total gross revenues . Section 5. That § 35-4-116 be amended to read as follows: 35-4-116. Any municipality or county adopting the ordinance pursuant to § 35-4-111 may issue additional on-sale licenses to full-service restaurants. Any municipality adopting such ordinance shall charge at least one dollar for each person residing within the municipality as measured by the last preceding decennial federal census. Any county adopting such ordinance shall charge at least one dollar for each person residing within the county but outside the boundary of any municipality as measured by the last preceding decennial federal census. Each municipality or county shall set the on-sale license fee within ninety days of adopting the ordinance pursuant to § 35-4-111 or within thirty days after the resolution of any appeal pursuant to § 35-4-112 section 9 of this Act . After the fee for an on-sale license issued pursuant to §§ 35-4-110 to 35-4-119, inclusive, and section 9 of this Act, has been determined, no municipality or county may change the fee for a period of ten years unless a growth in population reported by the federal decennial census requires an increase in the fee. Section 6. That § 35-4-117 be amended to read as follows: 35-4-117. Any municipality or county adopting the ordinance pursuant to § 35-4-111 shall set the price of a new full-service restaurant on-sale license, pursuant to § 35-4-116, at or above the current fair market value. However, such full-service restaurant on-sale license fee may not be less than the minimum on-sale license fee established pursuant to provided for in subdivision 35-4-2(4) or (6). For purposes of this section, the term, current fair market value, means the documented price of the on-sale license most recently sold between January 1, 2003, and January 1, 2008, through an arm's-length transaction, less the value of any real or personal property included in the transaction. Each on-sale license holder as of January 1, 2008, who acquired the on-sale license within the last five years shall report to the municipality or county the date and price paid for its on-sale license. If there are no documented sales of on-sale licenses between January 1, 2003, and January 1, 2008, the municipality or county may request from any on-sale license holder within the municipality or county, the date and price originally paid for its on-sale license to determine the current fair market value. Section 7. That § 35-4-118 be amended to read as follows: 35-4-118. Each municipality or county adopting an ordinance pursuant to § 35-4-111 shall maintain a registry of each on-sale license that is being offered for sale at the price established in § 35-4-117 and furnish a copy of the registry to anyone who requests a new full-service restaurant on-sale license. The municipality or county may only issue a new license pursuant to §§ 35-4-110 to 35-4-119, inclusive, and section 9 of this Act, if no on-sale license is on the registry or a person desiring to purchase an on-sale license listed on the registry provides documentation showing that the person is unable to purchase the on-sale license at the price established in § 35-4-117 and on terms satisfactory to both the potential buyer and seller. The price of any on-sale license registered as, for sale, with the municipality or county shall be sold at the current fair market price set by the municipality or county pursuant to § 35-4-117. Nothing in §§ 35-4-110 to 35-4-119, inclusive, and section 9 of this Act, precludes the sale of an on-sale license by a licensee not listed on the registry. Section 8. That § 35-4-2.10 be repealed. 35-4-2.10. Each licensee who owns an on-sale license issued pursuant to subdivision 35-4- 2(4) or (6) as of January 1, 2008, and who purchased the license or had the license transferred to such licensee at any time between January 1, 2003, and January 1, 2008, shall report the amount originally paid for the on-sale license to the municipality or county that issued the license. The declared purchase price shall be made under oath and shall include the documents establishing the amount paid for the on-sale license to the municipality or county that issued the license. If the transaction for the purchase of the on-sale license included real or personal property, the full market value of the real or personal property on the date of the original sale shall be deducted from the total transaction price to determine the amount paid by the licensee for the on-sale license. The burden of establishing the amount paid for the license shall be on the licensee. Any licensee contesting the fair market value of the real and personal property may appeal the valuation to circuit court. Section 9. That chapter 35-4 be amended by adding thereto a NEW SECTION to read as follows: Each licensee who owns an on-sale license issued pursuant to subdivision 35-4-2(4) or (6) as of January 1, 2008, who purchased the license or had the license transferred to such licensee at any time between January 1, 2003, and January 1, 2008, shall report the amount originally paid for the on-sale license to the municipality or county that issued the license if the municipality or county requests such information. If the municipality or county that issued the on-sale license requests from any other licensee the amount originally paid for any other on-sale license pursuant to § 35-4-117, the licensee shall report that amount to the municipality or county. The declared purchase price shall be made under oath and shall include the documents establishing the amount paid for the on-sale license to the municipality or county that issued the license. If the transaction for the purchase of the on-sale license included real or personal property, the full market value of the real or personal property on the date of the original sale shall be deducted from the total transaction price to determine the amount paid by the licensee for the on-sale license. The burden of establishing the amount paid for the license shall be on the licensee. Any documentation submitted pursuant to this section is confidential. Any on-sale licensee contesting the full market value of the real or personal property on the date of the original sale may appeal the valuation to circuit court. Section 10. That § 35-1-1.1 be amended to read as follows: 35-1-1.1. For the purposes of this title, an entity that has entered into an operating agreement with a municipality pursuant to § 35-4-19 shall be deemed to be is a licensee. The number of operating agreements that a municipality may enter into may not exceed the maximum number of retail licenses of each type that may be issued pursuant to the population quotas established in chapter 35-4 this title . Section 11. That chapter 35-4 be amended by adding thereto a NEW SECTION to read as follows: The provisions of § § 35-4-110 to 35-4-119, inclusive, and section 9 of this Act, apply to any municipality that enters into operating agreements pursuant to subdivision 35-4-19(2). Each operating agreement holder is a license holder for the purposes of § § 35-4-110 to 35-4-119, inclusive, and section 9 of this Act, and when applying these provisions."}, {"bill_id": 610, "bill_version_id": 6159, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "2009-01-28T16:36:04.817-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions permitting cities and counties to issue full-service restaurant on-sale alcohol licenses. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 35-4-110 be amended to read as follows: 35-4-110. Terms used in this section and §§ 35-4-111 to 35-4-119, inclusive, and section 9 of this Act mean: (1) \"Bar,\" any permanently installed counter within the restaurant area from which alcoholic beverages are regularly served to customers by a person who is tending bar or drawing or mixing alcoholic beverages; (2) \"Full-service restaurant,\" any restaurant at which a waiter or waitress delivers food and drink offered from a printed food menu to patrons at tables, booths, or the bar. Any restaurant that only serves fry orders or food and victuals foodstuffs such as sandwiches, hamburgers, or salads is not a full-service restaurant; (3) \"Restaurant,\" any area in a building maintained, advertised, and held out to the public as a place where individually priced meals are prepared and served primarily for consumption in such area and where not more than forty at least sixty percent of the gross revenue of the restaurant is derived from the sale of alcohol or alcoholic food and nonalcoholic beverages. The restaurant shall have a dining room or rooms, a kitchen, and the number and kinds of employees necessary for the preparing, cooking, and serving of meals. Section 2. That § 35-4-111 be amended to read as follows: 35-4-111. Notwithstanding the provisions of § 35-4-11 or 35-4-11.1 or the on-sale license fees established pursuant to subdivisions 35-4-2(4) and (6), the governing board of any incorporated municipality or the board of county commissioners of any county may, by ordinance, issue additional on-sale licenses for full-service restaurants if the municipality or county charges at least the minimum fee required by § 35-4-116. A full-service restaurant on-sale license issued in a municipality is subject to the license renewal fees as provided for in subdivision 35-4-2(4), and shall be treated for all other regulatory purposes in this title as a license issued pursuant to subdivision 35-4-2(4). A full-service restaurant on-sale license issued in a county is subject to the license renewal fees as provided for in subdivision 35-4-2(6), and shall be treated for all other regulatory purposes in this title as a license issued pursuant to subdivision 35-4-2(6). Section 3. That § 35-4-112 be amended to read as follows: 35-4-112. An In the initial application, an applicant for a full-service restaurant on-sale license shall provide sufficient documentation to the municipality or county to prove that the primary source of revenue from the operation of the restaurant will be derived from the sale of prepared food and nonalcoholic beverages and not from the sale of alcoholic beverages. The supporting documentation concerning the primary source of revenue submitted pursuant to this section is confidential. Section 4. That § 35-4-113 be amended to read as follows: 35-4-113. When If the municipality or county is renewing a full-service restaurant on-sale license, the municipality or county shall condition the license renewal upon receiving documentation that not more than forty at least sixty percent of gross sales revenue from the preceding twelve months operation of the full-service restaurant is was derived from the sale of alcohol or alcoholic food and nonalcoholic beverages. The full-service restaurant on-sale licensee shall submit an annual report to the municipality or county on the sales for revenues from the full-service restaurant that includes an oath verifying the validity of the information provided in the report. The report and the supporting documentation submitted pursuant to this section are confidential. The report shall contain the annual gross sales revenues of the licensee for the following two categories: (1) Food and nonalcoholic beverage sales gross revenues ; and (2) Alcoholic beverage sales Total gross revenues . Section 5. That § 35-4-116 be amended to read as follows: 35-4-116. Any municipality or county adopting the ordinance pursuant to § 35-4-111 may issue additional on-sale licenses to full-service restaurants. Any municipality adopting such ordinance shall charge at least one dollar for each person residing within the municipality as measured by the last preceding decennial federal census. Any county adopting such ordinance shall charge at least one dollar for each person residing within the county but outside the boundary of any municipality as measured by the last preceding decennial federal census. Each municipality or county shall set the on-sale license fee within ninety days of adopting the ordinance pursuant to § 35-4-111 or within thirty days after the resolution of any appeal pursuant to § 35-4-112 section 9 of this Act . After the fee for an on-sale license issued pursuant to §§ 35-4-110 to 35-4-119, inclusive, and section 9 of this Act, has been determined, no municipality or county may change the fee for a period of ten years unless a growth in population reported by the federal decennial census requires an increase in the fee. Section 6. That § 35-4-117 be amended to read as follows: 35-4-117. Any municipality or county adopting the ordinance pursuant to § 35-4-111 shall set the price of a new full-service restaurant on-sale license, pursuant to § 35-4-116, at or above the current fair market value. However, such full-service restaurant on-sale license fee may not be less than the minimum on-sale license fee established pursuant to provided for in subdivision 35-4-2(4) or (6). For purposes of this section, the term, current fair market value, means the documented price of the on-sale license most recently sold between January 1, 2003, and January 1, 2008, through an arm's-length transaction, less the value of any real or personal property included in the transaction. Each on-sale license holder as of January 1, 2008, who acquired the on-sale license within the last five years shall report to the municipality or county the date and price paid for its on-sale license. If there are no documented sales of on-sale licenses between January 1, 2003, and January 1, 2008, the municipality or county may request from any on-sale license holder within the municipality or county, the date and price originally paid for its on-sale license to determine the current fair market value. Section 7. That § 35-4-118 be amended to read as follows: 35-4-118. Each municipality or county adopting an ordinance pursuant to § 35-4-111 shall maintain a registry of each on-sale license that is being offered for sale at the price established in § 35-4-117 and furnish a copy of the registry to anyone who requests a new full-service restaurant on-sale license. The municipality or county may only issue a new license pursuant to §§ 35-4-110 to 35-4-119, inclusive, and section 9 of this Act, if no on-sale license is on the registry or a person desiring to purchase an on-sale license listed on the registry provides documentation showing that the person is unable to purchase the on-sale license at the price established in § 35-4-117 and on terms satisfactory to both the potential buyer and seller. The price of any on-sale license registered as, for sale, with the municipality or county shall be sold at the current fair market price set by the municipality or county pursuant to § 35-4-117. Nothing in §§ 35-4-110 to 35-4-119, inclusive, and section 9 of this Act, precludes the sale of an on-sale license by a licensee not listed on the registry. Section 8. That § 35-4-2.10 be repealed. 35-4-2.10. Each licensee who owns an on-sale license issued pursuant to subdivision 35-4- 2(4) or (6) as of January 1, 2008, and who purchased the license or had the license transferred to such licensee at any time between January 1, 2003, and January 1, 2008, shall report the amount originally paid for the on-sale license to the municipality or county that issued the license. The declared purchase price shall be made under oath and shall include the documents establishing the amount paid for the on-sale license to the municipality or county that issued the license. If the transaction for the purchase of the on-sale license included real or personal property, the full market value of the real or personal property on the date of the original sale shall be deducted from the total transaction price to determine the amount paid by the licensee for the on-sale license. The burden of establishing the amount paid for the license shall be on the licensee. Any licensee contesting the fair market value of the real and personal property may appeal the valuation to circuit court. Section 9. That chapter 35-4 be amended by adding thereto a NEW SECTION to read as follows: Upon the adoption of an ordinance pursuant to § 35-4-111, any person who purchased an on-sale license issued pursuant to subdivision 35-4-2(4) or (6) between January 1, 2003, and January 1, 2008, and who owned the license on January 1, 2008, shall report to the municipality or county that issued the license the amount paid for the license. If the municipality or county that issued the on-sale license adopts an ordinance pursuant to § 35-4-111, and requests from any other licensee the amount originally paid for any other on-sale license pursuant to § 35-4- 117, the licensee shall report that amount to the municipality or county. The declared purchase price shall be made under oath and shall include the documents establishing the amount paid for the on-sale license. If the transaction included other personal property or real property, the full market value of such property on the date of the transaction shall be deducted from the total purchase price to establish the amount paid for the license. The person who owned the license on January 1, 2008, has the burden of establishing the amount paid for the license. If the amount reported is used to determine current fair market value pursuant to § 35-4-117, any licensee who contends that the amount does not accurately reflect the fair market value of the license on the date of purchase may file an objection to the report. The objection shall be filed with the municipality or county within thirty days of the date the license fee is set pursuant to § 35-4-116. If an objection is filed, the governing board of the municipality or county shall conduct a hearing to determine the fair market value of the license. The determination of the governing board may be appealed to circuit court. Section 10. That § 35-1-1.1 be amended to read as follows: 35-1-1.1. For the purposes of this title, an entity that has entered into an operating agreement with a municipality pursuant to § 35-4-19 shall be deemed to be is a licensee. The number of operating agreements that a municipality may enter into may not exceed the maximum number of retail licenses of each type that may be issued pursuant to the population quotas established in chapter 35-4 this title . Section 11. That chapter 35-4 be amended by adding thereto a NEW SECTION to read as follows: The provisions of § § 35-4-110 to 35-4-119, inclusive, and section 9 of this Act, apply to any municipality that enters into operating agreements pursuant to subdivision 35-4-19(2). Each operating agreement holder is a license holder for the purposes of § § 35-4-110 to 35-4-119, inclusive, and section 9 of this Act, and when applying these provisions."}, {"bill_id": 610, "bill_version_id": 7976, "bill_version": "Enrolled", "bill_version_date": "2009-02-23T09:22:34.07-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 610, "action_date": "2009-01-13T12:00:00-06:00", "document_id": 5315, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5315.pdf", "status_text": "First read in House and referred to", "journal_page": 22, "committee_id_action": 56, "committee_id_assigned": 42, "result": "N", "vote": {}}, {"bill_id": 610, "action_date": "2009-01-28T10:00:00-06:00", "document_id": 5878, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5878.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 42, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 610, "action_date": "2009-01-28T10:00:00-06:00", "document_id": 6120, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6120.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 42, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 610, "action_date": "2009-01-28T10:00:00-06:00", "document_id": 6120, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6120.pdf", "status_text": "Do Pass Amended", "journal_page": 159, "committee_id_action": 42, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 3251, "president_vote": null, "Yea": [716, 692, 712, 644, 737, 717, 654, 637, 665, 646, 713, 710, 679]}}, {"bill_id": 610, "action_date": "2009-01-28T10:00:00-06:00", "document_id": 6120, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6120.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 42, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 610, "action_date": "2009-01-30T12:30:00-06:00", "document_id": 6462, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6462.pdf", "status_text": "Deferred to another day", "journal_page": 212, "committee_id_action": 56, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 610, "action_date": "2009-02-02T14:00:00-06:00", "document_id": 6596, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6596.pdf", "status_text": "Do Pass Amended", "journal_page": 249, "committee_id_action": 56, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 3464, "president_vote": null, "Yea": [716, 720, 666, 688, 676, 670, 726, 715, 699, 674, 635, 692, 708, 651, 712, 709, 660, 706, 725, 693, 644, 724, 727, 721, 652, 737, 672, 729, 698, 717, 654, 711, 719, 683, 695, 696, 722, 645, 637, 665, 687, 678, 650, 646, 668, 639, 735, 679, 734, 714, 731, 736, 713, 710, 728, 657, 641, 658, 647, 691, 723, 718, 684, 733, 732, 707, 681], "Excused": [643], "Nay": [730, 738]}}, {"bill_id": 610, "action_date": "2009-02-03T14:00:00-06:00", "document_id": 6764, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6764.pdf", "status_text": "First read in Senate and referred to", "journal_page": 283, "committee_id_action": 54, "committee_id_assigned": 31, "result": "N", "vote": {}}, {"bill_id": 610, "action_date": "2009-02-19T10:00:00-06:00", "document_id": 7571, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7571.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 31, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 610, "action_date": "2009-02-19T10:00:00-06:00", "document_id": 7773, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7773.pdf", "status_text": "Do Pass", "journal_page": 459, "committee_id_action": 31, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4314, "president_vote": null, "Yea": [704, 655, 701, 703, 664, 642, 648]}}, {"bill_id": 610, "action_date": "2009-02-19T10:00:00-06:00", "document_id": 7773, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7773.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 31, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 610, "action_date": "2009-02-20T13:00:00-06:00", "document_id": 7946, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7946.pdf", "status_text": "Do Pass Amended", "journal_page": 495, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4440, "president_vote": null, "Yea": [653, 704, 680, 682, 685, 702, 649, 700, 655, 673, 677, 675, 634, 697, 659, 690, 636, 667, 656, 669, 661, 686, 701, 662, 703, 664, 638, 648, 640, 689, 694, 705, 642, 671], "Excused": [663]}}, {"bill_id": 610, "action_date": "2009-02-23T14:00:00-06:00", "document_id": 8030, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8030.pdf", "status_text": "Signed by the Speaker", "journal_page": 507, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 610, "action_date": "2009-02-24T14:00:00-06:00", "document_id": 8137, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8137.pdf", "status_text": "Signed by the President", "journal_page": 544, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 610, "action_date": "2009-02-25T14:00:00-06:00", "document_id": 8231, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8231.pdf", "status_text": "Delivered to the Governor", "journal_page": 567, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 610, "action_date": "2009-03-03T14:00:00-06:00", "document_id": 8493, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8493.pdf", "status_text": "Signed by the Governor", "journal_page": 596, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4328}