{"session_id": 49, "bill_id": 15703, "bill_type": "Senate Bill", "bill_number": 193, "bill_title": "establish certain requirements and procedures regarding electronic transactions.", "sponsors": [{"legislator_profile_id": 2327, "is_prime": true}, {"legislator_profile_id": 2335, "is_prime": true}, {"legislator_profile_id": 2373, "is_prime": false}, {"legislator_profile_id": 2380, "is_prime": false}, {"legislator_profile_id": 2406, "is_prime": false}], "keywords": ["Administrative Rules", "Electronic Signature", "Electronic Transactions"], "audio": [{"meeting_datetime": "2000-02-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen20sb0193a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen20sb0193a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen20sb0193a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-15T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou26sb0193a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-15T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou26sb0193a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-15T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou26sb0193a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 15703, "bill_version_id": 86959, "bill_version": "Introduced", "bill_version_date": "2000-01-24T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain requirements and procedures regarding electronic transactions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Agreement,\" the bargain of the parties in fact, as found in their language or inferred from other circumstances and from rules and procedures given the effect of agreements under laws otherwise applicable to a particular transaction; (2) \"Automated transaction,\" a transaction conducted or performed, in whole or in part, by electronic means or electronic records, in which the acts or records of one or both parties are not reviewed by an individual in the ordinary course in forming a contract, performing under an existing contract, or fulfilling an obligation required by the transaction; (3) \"Computer program,\" a set of statements or instructions to be used directly or indirectly in an information processing system in order to bring about a certain result; (4) \"Contract,\" the total legal obligation resulting from the parties' agreement as affected by this Act and other applicable law; (5) \"Electronic,\" any technology using electrical, digital, magnetic, wireless, optical, electromagnetic, or similar capabilities; (6) \"Electronic agent,\" a computer program or an electronic or other automated means used independently to initiate an action or respond to electronic records or performances in whole or in part, without review or action by an individual; (7) \"Electronic record,\" a record created, generated, sent, communicated, received, or stored by electronic means; (8) \"Electronic signature,\" an electronic sound, symbol, or process attached to or logically associated with a record and executed or adopted by a person with the intent to sign the record; (9) \"Governmental agency,\" an executive, legislative, or judicial agency, department, board, commission, authority, institution, or instrumentality of the federal government or of a state or of a county, municipality, or other political subdivision of a state; (10) \"Information,\" data, text, images, sounds, codes, computer programs, software, databases, or the like; (11) \"Information processing system,\" an electronic system for creating, generating, sending, receiving, storing, displaying, or processing information; (12) \"Person,\" an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, governmental agency, public corporation, or any other legal or commercial entity; (13) \"Record,\" information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form; (14) \"Security procedure,\" a procedure employed for the purpose of verifying that an electronic signature, record, or performance is that of a specific person or for detecting changes or errors in the information in an electronic record. The term includes a procedure that requires the use of algorithms or other codes, identifying words or numbers, encryption, or callback or other acknowledgment procedures; (15) \"State,\" a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States. The term includes an Indian tribe or band, or Alaskan native village, which is recognized by federal law or formally acknowledged by a state; (16) \"Transaction,\" an action or set of actions occurring between two or more persons relating to the conduct of business, commercial, or governmental affairs. Section 2. Except as otherwise provided in section 3 of this Act, this Act applies to electronic records and electronic signatures relating to a transaction. Section 3. This Act does not apply to a transaction to the extent it is governed by: (1) The Uniform Probate Code or other law governing the creation and execution of wills, codicils, or testamentary trusts; (2) The Uniform Commercial Code other than Sections 1-107 and 1-206, Article 2, and Article 2A; and (3) Transactions under chapter 15-6 or other transactions involving the Unified Judicial System. Section 4. This Act applies to an electronic record or electronic signature otherwise excluded from the application of this Act under section 3 of this Act to the extent it is governed by a law other than those specified in section 3 of this Act. Section 5. A transaction subject to this Act is also subject to other applicable substantive law. Section 6. This Act applies to any electronic record or electronic signature created, generated, sent, communicated, received, or stored on or after the effective date of this Act. Section 7. This Act does not require a record or signature to be created, generated, sent, communicated, received, stored, or otherwise processed or used by electronic means or in electronic form. Section 8. This Act applies only to transactions between parties each of which has agreed to conduct transactions by electronic means. Whether the parties agree to conduct a transaction by electronic means is determined from the context and surrounding circumstances, including the parties' conduct. Section 9. A party that agrees to conduct a transaction by electronic means may refuse to conduct other transactions by electronic means. The right granted by this section may not be waived by agreement. Section 10. Except as otherwise provided in this Act, the effect of any of its provisions may be varied by agreement. The presence in certain provisions of this Act of the words \"unless otherwise agreed,\" or words of similar import, does not imply that the effect of other provisions may not be varied by agreement. Section 11. Whether an electronic record or electronic signature has legal consequences is determined by this Act and other applicable law. Section 12. This Act shall be construed and applied: (1) To facilitate electronic transactions consistent with other applicable law; (2) To be consistent with reasonable practices concerning electronic transactions and with the continued expansion of those practices; and (3) To effectuate its general purpose to make uniform the law with respect to the subject of this Act among states enacting it. Section 13. No record or signature may be denied legal effect or enforceability solely because it is in electronic form. Section 14. No contract may be denied legal effect or enforceability solely because an electronic record was used in its formation. Section 15. If a law requires a record to be in writing, an electronic record satisfies the law. Section 16. If a law requires a signature, an electronic signature satisfies the law. Section 17. If parties have agreed to conduct a transaction by electronic means and a law requires a person to provide, send, or deliver information in writing to another person, the requirement is satisfied if the information is provided, sent, or delivered, as the case may be, in an electronic record capable of retention by the recipient at the time of receipt. An electronic record is not capable of retention by the recipient if the sender or its information processing system inhibits the ability of the recipient to print or store the electronic record. Section 18. If a law other than this Act requires a record to be posted or displayed in a certain manner; to be sent, communicated, or transmitted by a specified method; or to contain information that is formatted in a certain manner; the following rules apply: (1) The record shall be posted or displayed in the manner specified in the other law; (2) Except as otherwise provided in section 20 of this Act, the record shall be sent, communicated, or transmitted by the method specified in the other law; (3) The record shall contain the information formatted in the manner specified in the other law. Section 19. If a sender inhibits the ability of a recipient to store or print an electronic record, the electronic record is not enforceable against the recipient. Section 20. No requirement of sections 17 to 19, inclusive, of this Act may be varied by agreement, but: (1) To the extent a law other than this Act requires information to be provided, sent, or delivered in writing but permits that requirement to be varied by agreement, the requirement under section 17 of this Act that the information be in the form of an electronic record capable of retention may also be varied by agreement; and (2) A requirement under a law other than this Act to send, communicate, or transmit a record by first-class mail, may be varied by agreement to the extent permitted by the other law. Section 21. An electronic record or electronic signature is attributable to a person if it was the act of the person. The act of the person may be shown in any manner, including a showing of the efficacy of any security procedure applied to determine the person to which the electronic record or electronic signature was attributable. Section 22. The effect of an electronic record or electronic signature attributed to a person under section 21 of this Act is determined from the context and surrounding circumstances at the time of its creation, execution, or adoption, including the parties' agreement, if any, and otherwise as provided by law. Section 23. If a change or error in an electronic record occurs in a transmission between parties to a transaction, the following rules apply: (1) If the parties have agreed to use a security procedure to detect changes or errors and one party has conformed to the procedure, but the other party has not, and the nonconforming party would have detected the change or error had that party also conformed, the conforming party may avoid the effect of the changed or erroneous electronic record; (2) In an automated transaction involving an individual, the individual may avoid the effect of an electronic record that resulted from an error made by the individual in dealing with the electronic agent of another person if the electronic agent did not provide an opportunity for the prevention or correction of the error and, at the time the individual learns of the error, the individual: (a) Promptly notifies the other person of the error and that the individual did not intend to be bound by the electronic record received by the other person; (b) Takes reasonable steps, including steps that conform to the other person's reasonable instructions, to return to the other person or, if instructed by the other person, to destroy the consideration received, if any, as a result of the erroneous electronic record; and (c) Has not used or received any benefit or value from the consideration, if any, received from the other person; (3) If neither subdivision (1) nor (2) of this section applies, the change or error has the effect provided by other law, including the law of mistake, and the parties' contract, if any; (4) Subdivisions (2) and (3) of this section may not be varied by agreement. Section 24. If a law requires a signature or record to be notarized, acknowledged, verified, or made under oath, the requirement is satisfied if the electronic signature of the person authorized to perform those acts, together with all other information required to be included by other applicable law, is attached to or logically associated with the signature or record. Section 25. If a law requires that a record be retained, the requirement is satisfied by retaining an electronic record of the information in the record which: (1) Accurately reflects the information set forth in the record after it was first generated in its final form as an electronic record or otherwise; and (2) Remains accessible for later reference. Section 26. A requirement to retain a record in accordance with section 25 of this Act does not apply to any information the sole purpose of which is to enable the record to be sent, communicated, or received. Section 27. A person may satisfy section 25 of this Act by using the services of another person if the requirements of that subsection are satisfied. Section 28. If a law requires a record to be presented or retained in its original form, or provides consequences if the record is not presented or retained in its original form, that law is satisfied by an electronic record retained in accordance with section 25 of this Act. Section 29. If a law requires retention of a check, that requirement is satisfied by retention of an electronic record of the information on the front and back of the check in accordance with section 25 of this Act. Section 30. A record retained as an electronic record in accordance with section 25 of this Act satisfies a law requiring a person to retain a record for evidentiary, audit, or like purposes, unless a law enacted after the effective date of this Act specifically prohibits the use of an electronic record for the specified purpose. Section 31. This section does not preclude a governmental agency of this state from specifying additional requirements for the retention of a record subject to the agency's jurisdiction. Section 32. In a proceeding, no evidence of a record or signature may be excluded solely because it is in electronic form. Section 33. In an automated transaction, the following rules apply: (1) A contract may be formed by the interaction of electronic agents of the parties, even if no individual was aware of or reviewed the electronic agents' actions or the resulting terms and agreements; (2) A contract may be formed by the interaction of an electronic agent and an individual, acting on the individual's own behalf or for another person, including by an interaction in which the individual performs actions that the individual is free to refuse to perform and which the individual knows or has reason to know will cause the electronic agent to complete the transaction or performance; (3) The terms of the contract are determined by the substantive law applicable to it. Section 34. Unless otherwise agreed between the sender and the recipient, an electronic record is sent when it: (1) Is addressed properly or otherwise directed properly to an information processing system that the recipient has designated or uses for the purpose of receiving electronic records or information of the type sent and from which the recipient is able to retrieve the electronic record; (2) Is in a form capable of being processed by that system; and (3) Enters an information processing system outside the control of the sender or of a person that sent the electronic record on behalf of the sender or enters a region of the information processing system designated or used by the recipient which is under the control of the recipient. Section 35. Unless otherwise agreed between a sender and the recipient, an electronic record is received when: (1) It enters an information processing system that the recipient has designated or uses for the purpose of receiving electronic records or information of the type sent and from which the recipient is able to retrieve the electronic record; and (2) It is in a form capable of being processed by that system. Section 36. Section 35 of this Act applies even if the place the information processing system is located is different from the place the electronic record is deemed to be received under section 37 of this Act. Section 37. Unless otherwise expressly provided in the electronic record or agreed between the sender and the recipient, an electronic record is deemed to be sent from the sender's place of business and to be received at the recipient's place of business. For purposes of this section, the following rules apply: (1) If the sender or recipient has more than one place of business, the place of business of that person is the place having the closest relationship to the underlying transaction; (2) If the sender or the recipient does not have a place of business, the place of business is the sender's or recipient's residence, as the case may be. Section 38. An electronic record is received under section 35 of this Act even if no individual is aware of its receipt. Section 39. Receipt of an electronic acknowledgment from an information processing system described in section 35 of this Act establishes that a record was received but, by itself, does not establish that the content sent corresponds to the content received. Section 40. If a person is aware that an electronic record purportedly sent under section 34 of this Act, or purportedly received under section 35 of this Act, was not actually sent or received, the legal effect of the sending or receipt is determined by other applicable law. Except to the extent permitted by the other law, the requirements of this section may not be varied by agreement. Section 41. For purposes of this Act, the term, transferable record, means an electronic record that: (1) Would be a note under Article 3 of the Uniform Commercial Code or a document under Article 7 of the Uniform Commercial Code if the electronic record were in writing; and (2) The issuer of the electronic record expressly has agreed is a transferable record. Section 42. A person has control of a transferable record if a system employed for evidencing the transfer of interests in the transferable record reliably establishes that person as the person to which the transferable record was issued or transferred. Section 43. A system satisfies section 42 of this Act, and a person is deemed to have control of a transferable record, if the transferable record is created, stored, and assigned in such a manner that: (1) A single authoritative copy of the transferable record exists that is unique, identifiable, and, except as otherwise provided in subdivisions (4), (5), and (6) of this section, unalterable; (2) The authoritative copy identifies the person asserting control as: (a) The person to which the transferable record was issued; or (b) If the authoritative copy indicates that the transferable record has been transferred, the person to which the transferable record was most recently transferred; (3) The authoritative copy is communicated to and maintained by the person asserting control or its designated custodian; (4) Copies or revisions that add or change an identified assignee of the authoritative copy can be made only with the consent of the person asserting control; (5) Each copy of the authoritative copy and any copy of a copy is readily identifiable as a copy that is not the authoritative copy; and (6) Any revision of the authoritative copy is readily identifiable as authorized or unauthorized. Section 44. Except as otherwise agreed, a person having control of a transferable record is the holder, as defined in Section 1-201(20) of the Uniform Commercial Code, of the transferable record and has the same rights and defenses as a holder of an equivalent record or writing under the Uniform Commercial Code, including, if the applicable statutory requirements under Section 3-302(a), 7-501, or 9-308 of the Uniform Commercial Code are satisfied, the rights and defenses of a holder in due course, a holder to which a negotiable document of title has been duly negotiated, or a purchaser, respectively. Delivery, possession, and indorsement are not required to obtain or exercise any of the rights under this section. Section 45. Except as otherwise agreed, an obligor under a transferable record has the same rights and defenses as an equivalent obligor under equivalent records or writings under the Uniform Commercial Code. Section 46. If requested by a person against which enforcement is sought, the person seeking to enforce the transferable record shall provide reasonable proof that the person is in control of the transferable record. Proof may include access to the authoritative copy of the transferable record and related business records sufficient to review the terms of the transferable record and to establish the identity of the person having control of the transferable record. Section 47. Each governmental agency of this state shall determine whether, and the extent to which, it will create and retain electronic records and convert written records to electronic records. Section 48. Except as otherwise provided in section 30 of this Act, the secretary of state shall determine whether, and the extent to which, a governmental agency will send and accept electronic records and electronic signatures to and from other persons and otherwise create, generate, communicate, store, process, use, and rely upon electronic records and electronic signatures. Section 49. To the extent that a governmental agency uses electronic records and electronic signatures under section 48 of this Act, the secretary of state after consultation with the commissioner of the Bureau of Information and Telecommunications shall promulgate rules pursuant to chapter 1-26 to specify: (1) The manner and format in which the electronic records shall be created, generated, sent, communicated, received, and stored and the systems established for those purposes; (2) If electronic records must be signed by electronic means, the type of electronic signature required, the manner and format in which the electronic signature must be affixed to the electronic record, and the identity of, or criteria that must be met by, any third party used by a person filing a document to facilitate the process; (3) Control processes and procedures as appropriate to ensure adequate preservation, disposition, integrity, security, confidentiality, and auditability of electronic records; and (4) Any other required attributes for electronic records which are specified for corresponding nonelectronic records or reasonably necessary under the circumstances. Section 50. Except as otherwise provided in section 30 of this Act, this Act does not require a governmental agency of this state to use or permit the use of electronic records or electronic signatures. Section 51. The secretary of state may encourage and promote consistency and interoperability with similar requirements adopted by other governmental agencies of this and other states and the federal government and nongovernmental persons interacting with governmental agencies of this state. If appropriate, those standards may specify differing levels of standards from which governmental agencies of this state may choose in implementing the most appropriate standard for a particular application."}, {"bill_id": 15703, "bill_version_id": 86960, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2000-02-02T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain requirements and procedures regarding electronic transactions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Agreement,\" the bargain of the parties in fact, as found in their language or inferred from other circumstances and from rules and procedures given the effect of agreements under laws otherwise applicable to a particular transaction; (2) \"Automated transaction,\" a transaction conducted or performed, in whole or in part, by electronic means or electronic records, in which the acts or records of one or both parties are not reviewed by an individual in the ordinary course in forming a contract, performing under an existing contract, or fulfilling an obligation required by the transaction; (3) \"Computer program,\" a set of statements or instructions to be used directly or indirectly in an information processing system in order to bring about a certain result; (4) \"Contract,\" the total legal obligation resulting from the parties' agreement as affected by this Act and other applicable law; (5) \"Electronic,\" any technology using electrical, digital, magnetic, wireless, optical, electromagnetic, or similar capabilities; (6) \"Electronic agent,\" a computer program or an electronic or other automated means used independently to initiate an action or respond to electronic records or performances in whole or in part, without review or action by an individual; (7) \"Electronic record,\" a record created, generated, sent, communicated, received, or stored by electronic means; (8) \"Electronic signature,\" an electronic sound, symbol, or process attached to or logically associated with a record and executed or adopted by a person with the intent to sign the record; (9) \"Governmental agency,\" an executive, legislative, or judicial agency, department, board, commission, authority, institution, or instrumentality of the federal government or of a state or of a county, municipality, or other political subdivision of a state; (10) \"Information,\" data, text, images, sounds, codes, computer programs, software, databases, or the like; (11) \"Information processing system,\" an electronic system for creating, generating, sending, receiving, storing, displaying, or processing information; (12) \"Person,\" an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, governmental agency, public corporation, or any other legal or commercial entity; (13) \"Record,\" information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form; (14) \"Security procedure,\" a procedure employed for the purpose of verifying that an electronic signature, record, or performance is that of a specific person or for detecting changes or errors in the information in an electronic record. The term includes a procedure that requires the use of algorithms or other codes, identifying words or numbers, encryption, or callback or other acknowledgment procedures; (15) \"State,\" a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States. The term includes an Indian tribe or band, or Alaskan native village, which is recognized by federal law or formally acknowledged by a state; (16) \"Transaction,\" an action or set of actions occurring between two or more persons relating to the conduct of business, commercial, or governmental affairs. Section 2. Except as otherwise provided in section 3 of this Act, this Act applies to electronic records and electronic signatures relating to a transaction. Section 3. This Act does not apply to a transaction to the extent it is governed by: (1) The Uniform Probate Code or other law governing the creation and execution of wills, codicils, or testamentary trusts; (2) The Uniform Commercial Code other than Sections 1-107 and 1-206, Article 2, Article 2A, and Article 9; and (3) Transactions under chapter 15-6 or other transactions involving the Unified Judicial System. Section 4. This Act applies to an electronic record or electronic signature otherwise excluded from the application of this Act under section 3 of this Act to the extent it is governed by a law other than those specified in section 3 of this Act. Section 5. A transaction subject to this Act is also subject to other applicable substantive law. Section 6. This Act applies to any electronic record or electronic signature created, generated, sent, communicated, received, or stored on or after the effective date of this Act. Section 7. This Act does not require a record or signature to be created, generated, sent, communicated, received, stored, or otherwise processed or used by electronic means or in electronic form. Section 8. This Act applies only to transactions between parties each of which has agreed to conduct transactions by electronic means. Whether the parties agree to conduct a transaction by electronic means is determined from the context and surrounding circumstances, including the parties' conduct. Section 9. A party that agrees to conduct a transaction by electronic means may refuse to conduct other transactions by electronic means. The right granted by this section may not be waived by agreement. Section 10. Except as otherwise provided in this Act, the effect of any of its provisions may be varied by agreement. The presence in certain provisions of this Act of the words \"unless otherwise agreed,\" or words of similar import, does not imply that the effect of other provisions may not be varied by agreement. Section 11. Whether an electronic record or electronic signature has legal consequences is determined by this Act and other applicable law. Section 12. This Act shall be construed and applied: (1) To facilitate electronic transactions consistent with other applicable law; (2) To be consistent with reasonable practices concerning electronic transactions and with the continued expansion of those practices; and (3) To effectuate its general purpose to make uniform the law with respect to the subject of this Act among states enacting it. Section 13. No record or signature may be denied legal effect or enforceability solely because it is in electronic form. Section 14. No contract may be denied legal effect or enforceability solely because an electronic record was used in its formation. Section 15. If a law requires a record to be in writing, an electronic record satisfies the law. Section 16. If a law requires a signature, an electronic signature satisfies the law. Section 17. If parties have agreed to conduct a transaction by electronic means and a law requires a person to provide, send, or deliver information in writing to another person, the requirement is satisfied if the information is provided, sent, or delivered, as the case may be, in an electronic record capable of retention by the recipient at the time of receipt. An electronic record is not capable of retention by the recipient if the sender or its information processing system inhibits the ability of the recipient to print or store the electronic record. Section 18. If a law other than this Act requires a record to be posted or displayed in a certain manner; to be sent, communicated, or transmitted by a specified method; or to contain information that is formatted in a certain manner; the following rules apply: (1) The record shall be posted or displayed in the manner specified in the other law; (2) Except as otherwise provided in section 20 of this Act, the record shall be sent, communicated, or transmitted by the method specified in the other law; (3) The record shall contain the information formatted in the manner specified in the other law. Section 19. If a sender inhibits the ability of a recipient to store or print an electronic record, the electronic record is not enforceable against the recipient. Section 20. No requirement of sections 17 to 19, inclusive, of this Act may be varied by agreement, but: (1) To the extent a law other than this Act requires information to be provided, sent, or delivered in writing but permits that requirement to be varied by agreement, the requirement under section 17 of this Act that the information be in the form of an electronic record capable of retention may also be varied by agreement; and (2) A requirement under a law other than this Act to send, communicate, or transmit a record by first-class mail, may be varied by agreement to the extent permitted by the other law. Section 21. An electronic record or electronic signature is attributable to a person if it was the act of the person. The act of the person may be shown in any manner, including a showing of the efficacy of any security procedure applied to determine the person to which the electronic record or electronic signature was attributable. Section 22. The effect of an electronic record or electronic signature attributed to a person under section 21 of this Act is determined from the context and surrounding circumstances at the time of its creation, execution, or adoption, including the parties' agreement, if any, and otherwise as provided by law. Section 23. If a change or error in an electronic record occurs in a transmission between parties to a transaction, the following rules apply: (1) If the parties have agreed to use a security procedure to detect changes or errors and one party has conformed to the procedure, but the other party has not, and the nonconforming party would have detected the change or error had that party also conformed, the conforming party may avoid the effect of the changed or erroneous electronic record; (2) In an automated transaction involving an individual, the individual may avoid the effect of an electronic record that resulted from an error made by the individual in dealing with the electronic agent of another person if the electronic agent did not provide an opportunity for the prevention or correction of the error and, at the time the individual learns of the error, the individual: (a) Promptly notifies the other person of the error and that the individual did not intend to be bound by the electronic record received by the other person; (b) Takes reasonable steps, including steps that conform to the other person's reasonable instructions, to return to the other person or, if instructed by the other person, to destroy the consideration received, if any, as a result of the erroneous electronic record; and (c) Has not used or received any benefit or value from the consideration, if any, received from the other person; (3) If neither subdivision (1) nor (2) of this section applies, the change or error has the effect provided by other law, including the law of mistake, and the parties' contract, if any; (4) Subdivisions (2) and (3) of this section may not be varied by agreement. Section 24. If a law requires a signature or record to be notarized, acknowledged, verified, or made under oath, the requirement is satisfied if the electronic signature of the person authorized to perform those acts, together with all other information required to be included by other applicable law, is attached to or logically associated with the signature or record. Section 25. If a law requires that a record be retained, the requirement is satisfied by retaining an electronic record of the information in the record which: (1) Accurately reflects the information set forth in the record after it was first generated in its final form as an electronic record or otherwise; and (2) Remains accessible for later reference. Section 26. A requirement to retain a record in accordance with section 25 of this Act does not apply to any information the sole purpose of which is to enable the record to be sent, communicated, or received. Section 27. A person may satisfy section 25 of this Act by using the services of another person if the requirements of that subsection are satisfied. Section 28. If a law requires a record to be presented or retained in its original form, or provides consequences if the record is not presented or retained in its original form, that law is satisfied by an electronic record retained in accordance with section 25 of this Act. Section 29. If a law requires retention of a check, that requirement is satisfied by retention of an electronic record of the information on the front and back of the check in accordance with section 25 of this Act. Section 30. A record retained as an electronic record in accordance with section 25 of this Act satisfies a law requiring a person to retain a record for evidentiary, audit, or like purposes, unless a law enacted after the effective date of this Act specifically prohibits the use of an electronic record for the specified purpose. This section does not preclude a governmental agency of this state from specifying additional requirements for the retention of a record subject to the agency's jurisdiction. Section 31. In a proceeding, no evidence of a record or signature may be excluded solely because it is in electronic form. Section 32. In an automated transaction, the following rules apply: (1) A contract may be formed by the interaction of electronic agents of the parties, even if no individual was aware of or reviewed the electronic agents' actions or the resulting terms and agreements; (2) A contract may be formed by the interaction of an electronic agent and an individual, acting on the individual's own behalf or for another person, including by an interaction in which the individual performs actions that the individual is free to refuse to perform and which the individual knows or has reason to know will cause the electronic agent to complete the transaction or performance; (3) The terms of the contract are determined by the substantive law applicable to it. Section 33. Unless otherwise agreed between the sender and the recipient, an electronic record is sent when it: (1) Is addressed properly or otherwise directed properly to an information processing system that the recipient has designated or uses for the purpose of receiving electronic records or information of the type sent and from which the recipient is able to retrieve the electronic record; (2) Is in a form capable of being processed by that system; and (3) Enters an information processing system outside the control of the sender or of a person that sent the electronic record on behalf of the sender or enters a region of the information processing system designated or used by the recipient which is under the control of the recipient. Section 34. Unless otherwise agreed between a sender and the recipient, an electronic record is received when: (1) It enters an information processing system that the recipient has designated or uses for the purpose of receiving electronic records or information of the type sent and from which the recipient is able to retrieve the electronic record; and (2) It is in a form capable of being processed by that system. Section 35. Section 34 of this Act applies even if the place the information processing system is located is different from the place the electronic record is deemed to be received under section 36 of this Act. Section 36. Unless otherwise expressly provided in the electronic record or agreed between the sender and the recipient, an electronic record is deemed to be sent from the sender's place of business and to be received at the recipient's place of business. For purposes of this section, the following rules apply: (1) If the sender or recipient has more than one place of business, the place of business of that person is the place having the closest relationship to the underlying transaction; (2) If the sender or the recipient does not have a place of business, the place of business is the sender's or recipient's residence, as the case may be. Section 37. An electronic record is received under section 34 of this Act even if no individual is aware of its receipt. Section 38. Receipt of an electronic acknowledgment from an information processing system described in section 34 of this Act establishes that a record was received but, by itself, does not establish that the content sent corresponds to the content received. Section 39. If a person is aware that an electronic record purportedly sent under section 33 of this Act, or purportedly received under section 34 of this Act, was not actually sent or received, the legal effect of the sending or receipt is determined by other applicable law. Except to the extent permitted by the other law, the requirements of this section may not be varied by agreement. Section 40. For purposes of this Act, the term, transferable record, means an electronic record that: (1) Would be a note under Article 3 of the Uniform Commercial Code or a document under Article 7 of the Uniform Commercial Code if the electronic record were in writing; and (2) The issuer of the electronic record expressly has agreed is a transferable record. Section 41. A person has control of a transferable record if a system employed for evidencing the transfer of interests in the transferable record reliably establishes that person as the person to which the transferable record was issued or transferred. Section 42. A system satisfies section 41 of this Act, and a person is deemed to have control of a transferable record, if the transferable record is created, stored, and assigned in such a manner that: (1) A single authoritative copy of the transferable record exists that is unique, identifiable, and, except as otherwise provided in subdivisions (4), (5), and (6) of this section, unalterable; (2) The authoritative copy identifies the person asserting control as: (a) The person to which the transferable record was issued; or (b) If the authoritative copy indicates that the transferable record has been transferred, the person to which the transferable record was most recently transferred; (3) The authoritative copy is communicated to and maintained by the person asserting control or its designated custodian; (4) Copies or revisions that add or change an identified assignee of the authoritative copy can be made only with the consent of the person asserting control; (5) Each copy of the authoritative copy and any copy of a copy is readily identifiable as a copy that is not the authoritative copy; and (6) Any revision of the authoritative copy is readily identifiable as authorized or unauthorized. Section 43. Except as otherwise agreed, a person having control of a transferable record is the holder, as defined in Section 1-201(20) of the Uniform Commercial Code, of the transferable record and has the same rights and defenses as a holder of an equivalent record or writing under the Uniform Commercial Code, including, if the applicable statutory requirements under Section 3-302(a), 7-501, or 9-308 of the Uniform Commercial Code are satisfied, the rights and defenses of a holder in due course, a holder to which a negotiable document of title has been duly negotiated, or a purchaser, respectively. Delivery, possession, and indorsement are not required to obtain or exercise any of the rights under this section. Section 44. Except as otherwise agreed, an obligor under a transferable record has the same rights and defenses as an equivalent obligor under equivalent records or writings under the Uniform Commercial Code. Section 45. If requested by a person against which enforcement is sought, the person seeking to enforce the transferable record shall provide reasonable proof that the person is in control of the transferable record. Proof may include access to the authoritative copy of the transferable record and related business records sufficient to review the terms of the transferable record and to establish the identity of the person having control of the transferable record. Section 46. Each governmental agency shall determine whether, and the extent to which, it will create and retain electronic records and convert written records to electronic records. Section 47. To the extent that a governmental agency uses electronic records and electronic signatures under this Act, the commissioner of the Bureau of Information and Telecommunications shall promulgate rules pursuant to chapter 1-26 to specify for state agencies: (1) The manner and format in which the electronic records shall be created, generated, sent, communicated, received, and stored and the systems established for those purposes; (2) If electronic records must be signed by electronic means, the type of electronic signature required, the manner and format in which the electronic signature must be affixed to the electronic record, and the identity of, or criteria that must be met by, any third party used by a person filing a document to facilitate the process; (3) Control processes and procedures as appropriate to ensure adequate preservation, disposition, integrity, security, confidentiality, and auditability of electronic records; and (4) Any other required attributes for electronic records which are specified for corresponding nonelectronic records or reasonably necessary under the circumstances. Section 48. With respect to records under its control, and except as otherwise provided in section 30 of this Act, the Board of Regents shall determine whether, and the extent to which, the board and the institutions under the board's control shall send and accept electronic records and electronic signatures to and from other persons and otherwise create, generate, communicate, store, process, use, and rely upon electronic records and electronic signatures. In administering such records, the board may exercise those powers specified in sections 47 and 50 of this Act. However, any public records as defined in § 13-49-31 that the board elects to maintain in electronic form shall be accessible to the public in conformity with the rules the commissioner of the Bureau of Information and Telecommunications promulgates pursuant to sections 47 and 50 of this Act. Section 49. Except as otherwise provided in section 30 of this Act, this Act does not require a governmental agency to use or permit the use of electronic records or electronic signatures. Section 50. The commissioner of the Bureau of Information and Telecommunications may encourage and promote consistency and interoperability with similar requirements adopted by other governmental agencies of this and other states and the federal government and nongovernmental persons interacting with governmental agencies of this state. If appropriate, those standards may specify differing levels of standards from which governmental agencies of this state may choose in implementing the most appropriate standard for a particular application. BILL HISTORY 1/24/00 First read in Senate and referred to State Affairs. S.J. 168 1/28/00 Scheduled for Committee hearing on this date. 1/31/00 Scheduled for Committee hearing on this date. 2/2/00 Scheduled for Committee hearing on this date. 2/2/00 State Affairs Do Pass Amended, Passed, AYES 8, NAYS 0. S.J. 278"}, {"bill_id": 15703, "bill_version_id": 86958, "bill_version": "Enrolled", "bill_version_date": "2000-02-16T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15703, "action_date": "2000-01-24T14:00:00-06:00", "document_id": 85639, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85639.pdf", "status_text": "First read in Senate and referred to", "journal_page": 168, "committee_id_action": 657, "committee_id_assigned": 639, "result": "N", "vote": {}}, {"bill_id": 15703, "action_date": "2000-01-28T07:45:00-06:00", "document_id": 85805, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85805.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 639, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15703, "action_date": "2000-01-31T07:45:00-06:00", "document_id": 85815, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85815.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 639, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15703, "action_date": "2000-02-02T07:45:00-06:00", "document_id": 85838, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85838.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 639, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15703, "action_date": "2000-02-02T07:45:00-06:00", "document_id": 85838, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85838.pdf", "status_text": "Do Pass Amended,", "journal_page": 278, "committee_id_action": 639, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45786, "president_vote": null, "Yea": [2329, 2376, 2352, 2365, 2335, 2405, 2389, 2346], "Excused": [2398]}}, {"bill_id": 15703, "action_date": "2000-02-04T14:00:00-06:00", "document_id": 85657, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85657.pdf", "status_text": "Deferred to another day", "journal_page": 322, "committee_id_action": 657, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15703, "action_date": "2000-02-07T14:00:00-06:00", "document_id": 85659, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85659.pdf", "status_text": "Do Pass Amended,", "journal_page": 335, "committee_id_action": 657, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43853, "president_vote": null, "Yea": [2304, 2306, 2307, 2310, 2311, 2320, 2322, 2326, 2329, 2331, 2335, 2339, 2340, 2344, 2346, 2347, 2352, 2357, 2364, 2365, 2369, 2375, 2376, 2380, 2381, 2386, 2389, 2391, 2395, 2398, 2399, 2400, 2405], "Nay": [2330, 2358]}}, {"bill_id": 15703, "action_date": "2000-02-08T14:00:00-06:00", "document_id": 85660, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85660.pdf", "status_text": "First read in House and referred to", "journal_page": 512, "committee_id_action": 656, "committee_id_assigned": 654, "result": "N", "vote": {}}, {"bill_id": 15703, "action_date": "2000-02-11T08:30:00-06:00", "document_id": 85915, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85915.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 654, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15703, "action_date": "2000-02-11T08:30:00-06:00", "document_id": 85915, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85915.pdf", "status_text": "Do Pass,", "journal_page": 600, "committee_id_action": 654, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44303, "president_vote": null, "Yea": [2328, 2332, 2338, 2371, 2373, 2378, 2392, 2401, 2406, 2312], "Excused": [2359, 2408, 2351]}}, {"bill_id": 15703, "action_date": "2000-02-14T14:00:00-06:00", "document_id": 85668, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85668.pdf", "status_text": "Deferred to another day", "journal_page": 657, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15703, "action_date": "2000-02-15T14:00:00-06:00", "document_id": 85670, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85670.pdf", "status_text": "Do Pass Amended,", "journal_page": 676, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 46274, "president_vote": null, "Yea": [2305, 2308, 2309, 2312, 2313, 2314, 2315, 2316, 2317, 2318, 2319, 2321, 2324, 2325, 2327, 2328, 2332, 2333, 2336, 2337, 2338, 2341, 2342, 2343, 2345, 2348, 2349, 2350, 2353, 2354, 2355, 2356, 2359, 2360, 2361, 2362, 2363, 2366, 2367, 2368, 2370, 2371, 2372, 2373, 2374, 2377, 2383, 2384, 2385, 2387, 2388, 2390, 2392, 2393, 2397, 2401, 2402, 2403, 2404, 2406, 2407, 2408, 2351], "Excused": [2323, 2334, 2378, 2394, 2396], "Absent": [2379, 2382]}}, {"bill_id": 15703, "action_date": "2000-02-16T14:00:00-06:00", "document_id": 85673, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85673.pdf", "status_text": "Signed by President", "journal_page": 540, "committee_id_action": 657, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15703, "action_date": "2000-02-17T14:00:00-06:00", "document_id": 85674, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85674.pdf", "status_text": "Signed by Speaker", "journal_page": 733, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15703, "action_date": "2000-02-22T14:00:00-06:00", "document_id": 85679, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85679.pdf", "status_text": "Delivered to the Governor", "journal_page": 595, "committee_id_action": 657, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15703, "action_date": "2000-03-01T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 704, "committee_id_action": 657, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1713, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/15703"}