{"session_id": 7, "bill_id": 1224, "bill_type": "Senate Bill", "bill_number": 135, "bill_title": "revise certain statutes relating to the granting of certain licenses by the Animal Industry Board.", "sponsors": [{"legislator_profile_id": 688, "is_prime": true}, {"legislator_profile_id": 675, "is_prime": true}], "keywords": ["Agriculture", "Animals and Livestock", "Licenses"], "audio": [{"meeting_datetime": "2009-02-10T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sag19.mp3", "start_seconds": 82.0}, {"meeting_datetime": "2009-02-10T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sag19.mp3", "start_seconds": 82.0}, {"meeting_datetime": "2009-02-10T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sag19.mp3", "start_seconds": 82.0}], "bill_versions": [{"bill_id": 1224, "bill_version_id": 6231, "bill_version": "Introduced", "bill_version_date": "2009-01-29T09:17:38.26-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain statutes relating to the granting of certain licenses by the Animal Industry Board. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 40-15-3 be amended to read as follows: 40-15-3. All applications for a license to operate a livestock auction agency shall be made in writing to the Animal Industry Board in the form prescribed by the board and shall contain: (1) The name and addresses of the applicant and all persons having any financial interest in the application and the amount of such interest; (2) If the applicant is other than an individual, personal financial statements and individual tax returns for the previous three tax years for each owner of such an applicant; (3) Financial responsibility of the applicant in the form of a statement of assets and liabilities the applicant's most recent balance sheets and profit and loss statements and the applicant's federal tax returns for the previous three tax years ; (3) (4) A legal description of the property and its location together with a description of the facilities proposed to be used in the operation of such livestock auction agency; (4) (5) A statement of the facts upon which the applicant relies, the benefits to be derived by the livestock industry and the services proposed to be rendered regularly through the year; (5) (6) Applicant's experience in the livestock industry including any past operation of a livestock auction agency. Nothing in this section limits the kind or type of information and records that may be requested or required by the Animal Industry Board from an applicant, or from an owner pursuant to subdivision (2), at any time the applicant has a valid license or is requesting a license from the Animal Industry Board. Section 2. That chapter 40-15 be amended by adding thereto a NEW SECTION to read as follows: Information and records provided to the Animal Industry Board pursuant to subdivision (2) of section 1 of this Act are confidential and may not be disclosed except pursuant to a court order. No person may use a subpoena, discovery, statute, or any other means to compel disclosure of or obtain such information and records. This section does not apply to any other information and records provided pursuant to this chapter or otherwise provided to the Animal Industry Board in conjunction with an application for a license to operate a livestock auction agency. This section does not prevent any information and records provided pursuant to § 40-15-3 from being requested by any officer, employee, agent, accountant, or legal representative of the Animal Industry Board, but only in the review of an application for a license to operate a livestock auction agency. Section 3. That § 40-15-6 be amended to read as follows: 40-15-6. If after a hearing upon an application for a license to operate a livestock auction agency, at which interested persons may appear in support or opposition thereto, the Animal Industry Board finds from the evidence presented that the physical facilities of such livestock auction agency conforms to the requirements of the rules of the Animal Industry Board and the statutes applicable to such agencies, such license shall be issued to the applicant. The Animal Industry Board may go into executive session for the specific purpose of consideration of and discussion of confidential information as defined in section 2 of this Act. Section 4. That § 40-15-7 be amended to read as follows: 40-15-7. In determining whether a license to operate a livestock auction agency should be granted or denied, the Animal Industry Board shall give reasonable consideration to: (1) The ability of the applicant to comply with the Federal Packers and Stockyard Act, as amended to January 1, 2009, (7 U.S.C. § 181 et seq.) and the rules of the Animal Industry Board; (2) The continuing financial stability, business integrity, and fiduciary responsibility of the applicant; (3) The livestock industry marketing benefits to be derived from the establishment and operation of the livestock auction agency proposed in the application; (4) The adequacy of the facilities set forth to permit the performance of livestock agency services proposed in the application; (5) Whether the proposed livestock auction agency would be permanent and continuous ; and (6) Any other facts, circumstances, or information, relating to the applicant and the business operations of the applicant, the board determines should be considered to fulfill the purposes of this chapter. The considerations set forth in this section are continuing in nature and the grant of a license to operate a livestock auction agency is contingent upon no material changes in the factors considered by the board as to the applicant and the business operations of the applicant. Pursuant to § 40-15-32.1, the board may revoke or suspend the license of the applicant, as allowed by § 40-15-32, if the board determines there has been a material change in those factors initially considered in approving the license of the applicant . Section 5. That § 40-15-10 be amended to read as follows: 40-15-10. No person may operate a livestock auction agency without first filing with the Animal Industry Board a corporate surety bond as required under the provisions of the Federal Packers and Stockyard Act, 1921, as amended to January 1, 2002 2009 , for livestock agencies selling on commission. The bond shall be filed with the Animal Industry Board and a certified copy thereof shall be filed with the chief of the Packers and Stockyards Division of the United States Department of Agriculture. The obligee of the bond is the Animal Industry Board with the executive secretary thereof as trustee, with full power and authority to consider claims and pay valid claims from bond proceeds, subject to applicable federal law. The bond shall be for the benefit of all persons sustaining loss which may be covered by the obligation of the bond. The bond shall be approved by the Animal Industry Board as to its sufficiency and by the attorney general as to form prior to filing. The amount of the bond shall be established by the Animal Industry Board and is not limited to the amount of the bond required under the provisions of the Federal Packers and Stockyard Act, 1921, as amended to January 1, 2009. In no instance may not the amount of the bond be less than twenty thousand dollars. Any person who operates a livestock auction agency in violation of this section is guilty of a Class 1 misdemeanor. Section 6. That § 40-15-32.1 be amended to read as follows: 40-15-32.1. The Animal Industry Board may revoke or may suspend an existing license or may refuse to renew a license if the holder or applicant: (1) Makes a material false statement in an application for a license or testifies falsely on behalf of such application; (2) Misuses, withdraws, diverts, or fails to directly deposit custodial funds in the custodial account required by the provisions of the Packers and Stockyards Act of 1921 and § 40-15-31; (3) Has not filed or maintained a surety bond or an equivalent security in the form and amount required under the provisions of § 40-15-10; (4) Has not satisfactorily demonstrated that the current assets of the agency exceed the current liabilities of the agency; (5) Has been convicted, pled guilty, or pled nolo contendere before any state or federal court to charges of forgery, theft, theft by deception, bribery, embezzlement, theft by threat, conspiracy to defraud or other like offense, or violation of the livestock laws of this state; (6) Has been suspended by order of the secretary of agriculture of the United States Department of Agriculture under the provisions of the Packers and Stockyards Act of 1921 , as amended to January 1, 2009 ; or (7) Has failed to comply with the provisions of § 40-15-27 or 40-15-28, or willfully falsifies records required under this chapter ; or (8) Fails to comply with the continuing obligations of section 4 of this Act ."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1224, "action_date": "2009-01-29T14:00:00-06:00", "document_id": 6350, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6350.pdf", "status_text": "First read in Senate and referred to", "journal_page": 227, "committee_id_action": 54, "committee_id_assigned": 30, "result": "N", "vote": {}}, {"bill_id": 1224, "action_date": "2009-02-03T10:00:00-06:00", "document_id": 6372, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6372.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 30, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1224, "action_date": "2009-02-10T10:00:00-06:00", "document_id": 6866, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6866.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 30, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1224, "action_date": "2009-02-10T10:00:00-06:00", "document_id": 7113, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7113.pdf", "status_text": "Tabled", "journal_page": 351, "committee_id_action": 30, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 3818, "president_vote": null, "Yea": [685, 673, 675, 690, 669, 686, 640, 671, 689]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/1224"}