{"session_id": 36, "bill_id": 9695, "bill_type": "Senate Bill", "bill_number": 101, "bill_title": "establish certain provisions regarding out-of-state businesses that provide disaster or emergency related work.", "sponsors": [{"legislator_profile_id": 1568, "is_prime": true}, {"legislator_profile_id": 1630, "is_prime": true}, {"legislator_profile_id": 1602, "is_prime": false}, {"legislator_profile_id": 1645, "is_prime": false}, {"legislator_profile_id": 1572, "is_prime": false}, {"legislator_profile_id": 1433, "is_prime": false}], "keywords": ["Administrative Rules", "Corporations", "Counties", "Licenses", "Local Government Generally", "Municipal Government", "Public Health and Safety", "State Affairs and Government", "Taxation"], "audio": [{"meeting_datetime": "2019-02-12T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sco22.mp3", "start_seconds": 305.0}, {"meeting_datetime": "2019-02-12T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sco22.mp3", "start_seconds": 305.0}, {"meeting_datetime": "2019-02-12T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sco22.mp3", "start_seconds": 305.0}], "bill_versions": [{"bill_id": 9695, "bill_version_id": 52192, "bill_version": "Introduced", "bill_version_date": "2019-01-24T11:37:13.273-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain provisions regarding out-of-state businesses that provide disaster or emergency related work. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Critical infrastructure,\" any property and equipment owned or used by communications networks, electric generation, transmission and distribution systems, gas distribution systems, water pipelines, and related support facilities that service multiple customers or citizens and includes real and personal property such as buildings, offices, lines, poles, pipes, structures and equipment; (2) \"Declared state disaster or emergency,\" a disaster or emergency event that the Governor has declared a disaster or emergency under § 34-48A-5, or a presidential declaration of a major disaster or emergency has been issued; (3) \"Disaster or emergency-related work,\" repairing, renovating, installing, building, rendering services or other business activities that relate to critical infrastructure that has been damaged, impaired, or destroyed by the declared state disaster or emergency; (4) \"Disaster response period,\" a period that begins ten days prior to the first day that the Governor has declared a disaster or emergency or that a presidential declaration of a federal major disaster or emergency has been issued that extends sixty calendar days after end of the Governor's declaration as set forth in § 34-48A-5; (5) \"Out-of-state business,\" a business entity that, except for disaster or emergency-related work, has no presence in the state and conducts no business in the state whose services are requested by a registered business or by a state or local government for purposes of performing disaster or emergency-related work in the state. The term includes a business entity that is affiliated with the registered business in the state solely through common ownership. The term includes a business that has no registrations or tax filings or nexus in the state other than disaster or emergency-related work during the tax year immediately preceding the declared state disaster or emergency; (6) \"Out-of-state employee,\" an employee who does not work in the state, except for disaster or emergency-related work during the disaster response period; (7) \"Registered business,\" a business entity that is currently registered to do business in the state prior to the declared state disaster or emergency. Section 2. That the code be amended by adding a NEW SECTION to read: An out-of-state business that conducts operations within this state for purposes of performing work or services related to a declared state disaster or emergency during the disaster response period is not considered to have established a level of presence that would require that business to register, file, and remit state, or local taxes or that would require that business or its out-of-state employees to be subject to any state and local licensing or registration requirements. Section 3. That the code be amended by adding a NEW SECTION to read: Any out-of-state employee as defined in section 1 of this Act may not be considered to have established residency or a presence in the state that would require that employee or that employee's employer to file and pay any type of taxes or fees or to be subjected to tax withholdings or to file and pay any other state or local tax or fee during the disaster response period. This includes any related state or local employer withholding and remittance obligations but may not include any transaction taxes or fees as described in section 4 of this Act. Section 4. That the code be amended by adding a NEW SECTION to read: Out-of-state businesses and out-of-state employees are required to pay transaction taxes and fees that the out-of-state affiliated business or out-of-state employee purchases for use or consumption in this state during the disaster response period, unless the taxes are otherwise exempted during a disaster response period. Section 5. That the code be amended by adding a NEW SECTION to read: Any out-of-state business or out-of-state employee that remains in this state after the disaster response period becomes subject to the state's normal standards for establishing presence, residency or doing business in this state and becomes responsible for any business or employee tax requirements that ensue. Section 6. That the code be amended by adding a NEW SECTION to read: The out-of-state business that enters this state shall, upon request, provide to the Division of Emergency Management a statement that the business is in this state for purposes of responding to the disaster or emergency. The statement shall include the business' name, state of domicile, principal business address, federal tax identification number, date of entry, and contact information. This information shall remain confidential and may only be used for disaster or emergency purposes under this Act. Section 7. That the code be amended by adding a NEW SECTION to read: A registered business in this state shall, upon request, provide the information required in section 6 of this Act for any affiliate that enters this state that is an out-of-state business. The notification shall include contact information for the registered business in the state. This information shall remain confidential and may only be used for disaster or emergency purposes under this Act. Section 8. That the code be amended by adding a NEW SECTION to read: An out-of-state business or an out-of-state employee that remains in the state after the emergency period shall complete registration, licensing, and filing requirements that ensue as a result of establishing the requisite business presence or residency in this state as applicable under state law. Section 9. That the code be amended by adding a NEW SECTION to read: The Department of Public Safety may promulgate rules, pursuant to chapter 1-26, to develop and issue forms or online processes, and maintain and make available an annual record of any designations pursuant to this Act to carry out these administrative procedures."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9695, "action_date": "2019-01-24T14:00:00-06:00", "document_id": 52236, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52236.pdf", "status_text": "First read in Senate and referred to", "journal_page": 167, "committee_id_action": 409, "committee_id_assigned": 418, "result": "N", "vote": {}}, {"bill_id": 9695, "action_date": "2019-02-05T10:00:00-06:00", "document_id": 52880, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52880.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 418, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9695, "action_date": "2019-02-07T10:00:00-06:00", "document_id": 53058, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53058.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 418, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9695, "action_date": "2019-02-12T10:00:00-06:00", "document_id": 53263, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53263.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 418, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9695, "action_date": "2019-02-12T10:00:00-06:00", "document_id": 53511, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53511.pdf", "status_text": "Tabled", "journal_page": 343, "committee_id_action": 418, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28143, "president_vote": null, "Yea": [1599, 1601, 1583, 1595, 1561, 1584], "Excused": [1430]}}]}