{"session_id": 8, "bill_id": 1705, "bill_type": "Senate Bill", "bill_number": 20, "bill_title": "revise certain retirement provisions within the South Dakota Retirement System.", "sponsors": [], "keywords": ["Public Officers and Employees", "South Dakota Retirement System"], "audio": [{"meeting_datetime": "2010-01-21T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sre07.mp3", "start_seconds": 5931.0}, {"meeting_datetime": "2010-01-21T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sre07.mp3", "start_seconds": 5931.0}, {"meeting_datetime": "2010-01-21T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sre07.mp3", "start_seconds": 5931.0}, {"meeting_datetime": "2010-01-26T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen10.mp3", "start_seconds": 1473.0}, {"meeting_datetime": "2010-01-26T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen10.mp3", "start_seconds": 1473.0}, {"meeting_datetime": "2010-01-26T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen10.mp3", "start_seconds": 1473.0}, {"meeting_datetime": "2010-03-02T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hre30.mp3", "start_seconds": 7058.0}, {"meeting_datetime": "2010-03-02T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hre30.mp3", "start_seconds": 7058.0}, {"meeting_datetime": "2010-03-02T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hre30.mp3", "start_seconds": 7058.0}, {"meeting_datetime": "2010-03-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou33.mp3", "start_seconds": 3725.0}, {"meeting_datetime": "2010-03-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou33.mp3", "start_seconds": 3725.0}, {"meeting_datetime": "2010-03-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou33.mp3", "start_seconds": 3725.0}], "bill_versions": [{"bill_id": 1705, "bill_version_id": 10265, "bill_version": "Introduced", "bill_version_date": "2010-01-05T15:23:03.123-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain retirement provisions within the South Dakota Retirement System. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That subdivision (2) of § 3-12-47 be amended to read as follows: (2) \"Accumulated contributions,\" the sum of: (a) All contributions by a member, including member contributions made by an employer on or after July 1, 1984, pursuant to § 3-12-71; (b) Seventy-five percent of employer contributions if the member has less than three years credited contributory service or noncontributory service as delineated in subsections (b), (e), (g), and (h) of subdivision 3-12-47(24) and the contributory service concluded prior to July 1, 2010, or fifty percent of employer contributions if the contributory service concluded on or after July 1, 2010, or one hundred percent of employer contributions if the member has three years or more credited contributory service or noncontributory service as delineated in subsections (b), (e), (g), and (h) of subdivision 3-12-47(24) and the contributory service concluded prior to July 1, 2010, or eighty-five percent of employer contributions if the contributory service concluded on or after July 1, 2010; and (c) Member redeposits pursuant to § 3-12-80 and member credited service purchases pursuant to §§ 3-12-83, 3-12-84, and 3-12-84.2; all together with the effective rate of interest credited thereon. If credited service is purchased pursuant to § 3-12-83, 3-12-84, or 3-12-84.2, only the amount of the purchase shall be included as accumulated contributions for the purposes of a refund under this chapter; Section 2. That subdivision (27) of § 3-12-47 be amended to read as follows: (27) \"Effective rate of interest,\" interest at an annually compounded rate to be established by the board for each fiscal year. The rate shall be no greater than ninety percent of the average ninety-one day United States treasury bill rate for the immediately preceding calendar year and in no event may the rate be more than the rate established by the board pursuant to § 3-12-121 for investment return for purposes of the actuarial valuation. If a member withdraws contributions pursuant to § 3-12-76, 3-12-76.1, or 3-12-77, or if benefits are payable under § 3-12-110, the interest shall be prorated on a monthly basis to the first of the month of the withdrawal as annually compounded on the preceding June thirtieth. With respect to amounts due the system under §§ 3-12-69, 3-12-69.3, 3-12-80, 3-12-83 and 3-12-84, the effective rate of interest shall be the assumed rate established by the board pursuant to § 3-12-121 for investment return for purposes of the actuarial valuation of return; Section 3. That subdivision (41) of § 3-12-47 be amended to read as follows: (41) \"Improvement factor,\" the annual increase in the amount of the benefit allowance for each year commencing on the July first following the date on which the benefit was first payable and equal to three and one-tenth percent in the year after the member has received benefit payments for at least a twelve-month period, compounded annually. If the first improvement is for a period of less than twelve months, the initial improvement shall be an amount equal to three and one-tenth percent prorated based on the number of months that the benefit was payable, and subsequent improvements shall be an amount equal to three and one-tenth percent The improvement factor effective July 1, 2010, shall be two and one-tenth percent. Beginning July 1, 2010, the annual increase shall be established by the board for each fiscal year, in part on the basis of the increase in the consumer price index for the preceding third calendar quarter compared to the consumer price index for the third calendar quarter for the base year (the past year in which the consumer price index was the highest), as follows: (a) If the system's market value funded ratio is less than eighty percent, the improvement factor shall be two and one-tenth percent; (b) If the system's market value funded ratio is eighty percent or greater but less than ninety percent, the improvement factor shall be the increase in the consumer price index, but no less than two and one-tenth percent or no greater than two and four-tenths percent; (c) If the system's market value funded ratio is ninety percent or greater but less than one hundred percent, the improvement factor shall be the increase in the consumer price index, but no less than two and one-tenth percent or no greater than two and eight-tenths percent; or (d) If the system's market value funded ratio is one hundred percent or greater, the improvement factor shall be three and one-tenth percent; Section 4. That subdivision (58) of § 3-12-47 be amended to read as follows: (58) \"Projected compensation,\" a deceased or disabled member's final average compensation multiplied by the improvement factor commencing each July first for the each complete twelve-month period elapsed between the date of the member's death or disability, whichever occurred earlier, and the date the member would attain normal retirement age; Section 5. That § 3-12-47 be amended by adding thereto a NEW SUBDIVISION to read as follows: \"Consumer price index,\" the consumer price index for urban wage earners and clerical workers calculated by the United States Bureau of Labor Statistics; Section 6. That § 3-12-47 be amended by adding thereto a NEW SUBDIVISION to read as follows: \"Market value funded ratio,\" the market value of assets divided by the actuarial accrued liability; Section 7. That § 3-12-47.3 be amended to read as follows: 3-12-47.3. Application of the prorated payment of interest as amended in subdivision 3-12-47(27) applies only to amounts which are were first payable after July 1, 1998, but prior to July 1, 2010. Section 8. That chapter 3-12 be amended by adding thereto a NEW SECTION to read as follows: Application of prorated payment of the improvement factor applies only to benefits which were first payable after July 1, 1998, but prior to July 1, 2010. Section 9. That § 3-12-75 be amended to read as follows: 3-12-75. A terminated member who has a vested right in the system may leave the member's accumulated contributions on deposit with the system and receive a retirement allowance commencing at the member's retirement. In calculating such allowance, the member's final average compensation shall be increased by the improvement factor commencing each July first for the each complete twelve-month period between the member's last termination and the date on which the member's retirement allowance commences. Section 10. That § 3-12-82 be amended to read as follows: 3-12-82. If less than three years of contributory service or noncontributory service as delineated in subsections (b), (e), (g) and (h) of § subdivision 3-12-47(24) is acquired after a retired member's reentry into covered employment, the member upon subsequent retirement shall receive a refund of the member's accumulated contributions and seventy-five percent of the employer's contributions, plus interest on both at the effective rate, made during the period after reentry. If three years or more of contributory service or noncontributory service as delineated in subsections (b), (e), (g) and (h) of § subdivision 3-12-47(24) are acquired after a retired member's reentry into covered employment, the member upon subsequent retirement shall receive an additional allowance based upon the member's credited service and final compensation earned during such reentry. Only the member's credited service from the subsequent employment shall be taken into account in calculating a reduction pursuant to § 3-12-106, if any, in the member's additional allowance. In addition, the annual increase applied to the original allowance pursuant to § 3-12-88 shall be eliminated for such period of reemployment, unless the member retired as a Class B member other than a justice, judge, or magistrate judge and subsequently has reentered covered employment as a Class A member. The provisions of this section apply to any member who retired without any reduction in benefits pursuant to § 3-12-106 and who reenters covered employment on or after July 1, 2004. Section 11. That § 3-12-95 be amended to read as follows: 3-12-95. On the death of a contributing member after July 1, 1974, and prior to the earlier of the member attaining normal retirement age or the member's retirement, who has one or more years of contributory service; or if there has been a break in the member's employment of more than one year, one-half year of contributory service having been performed after the end of the last such break; or if the member was receiving a disability allowance which commenced after July 1, 1974, the following benefits shall be paid: (1) A surviving spouse having the care of children shall receive an annual amount, payable in monthly installments, equal to forty percent of the member's final average compensation, plus ten percent of such final average compensation for each child to a maximum of six such children; (2) The conservator or custodian of each child, on whose account there is no benefit payable under subdivision (1), shall receive on behalf of each child, to a maximum of five such children, an annual amount, payable in monthly installments, equal to twenty percent of the member's final average compensation; (3) If the sum of benefits payable under subdivisions (1) and (2) exceeds one hundred percent of the member's final average compensation, the benefits payable under both subdivisions (1) and (2) shall be proportionally reduced so that the total of the benefits is equal to one hundred percent of the member's final average compensation; (4) If there are no benefits being paid under subdivision (1) and the member's accumulated contributions have not been withdrawn pursuant to § 3-12-97, the spouse who has reached age sixty-five shall receive a monthly payment equal to sixty percent of the amount which would have been payable to the deceased member at normal retirement age based on the member's credited and projected service and projected compensation. The benefit payable under this subdivision shall be increased by application of the improvement factor commencing each July first for time which elapses each complete twelve-month period between the date the member would have reached normal retirement age and the date benefits commence to the spouse. Family benefits begin to accrue on the first day of the month following the death of the member. Section 12. That § 3-12-110 be amended to read as follows: 3-12-110. If the aggregate benefits payable to a member and the member's surviving spouse and minor children pursuant to §§ 3-12-75, 3-12-91, 3-12-92, 3-12-92.4, 3-12-92.6, 3-12-94, 3-12-95, 3-12-99, and 3-12-103, after all allowances currently or potentially payable under any provision of this chapter have terminated, do not total to the member's accumulated contributions including one hundred percent of employer contributions if the member died prior to July 1, 2010, or eighty-five percent of employer contributions if the member died on or after July 1, 2010, then the balance equal to the difference between the accumulated contributions and total payments made to date shall be paid in a lump sum as provided in this section. Amounts payable under this section shall be paid as follows: (1) To the beneficiary or entity designated by the member, if any is designated; or (2) If no beneficiary or entity is designated, then to the member's surviving spouse; or (3) If no beneficiary or entity is designated and there is no surviving spouse, then to all surviving children, irrespective of age, on a share alike basis; or (4) If no beneficiary or entity is designated, there is no surviving spouse, and there are no surviving children, then to the member's estate. If no claim for payment due upon the death of a deceased member is made within three years from date of death, the payment shall revert to the system. However, a claim may be honored after the expiration of the three-year reversion period if, in the opinion of the administrator, payment of the claim is warranted by exceptional circumstances. This section does not apply to any member who withdraws accumulated contributions pursuant to § 3-12-76, 3-12-76.1, or 3-12-77 after termination of employment, or to any nonvested member who dies after termination of employment. Section 13. That § 3-12-111.1 be amended to read as follows: 3-12-111.1. If a retired member whose benefits have been reduced pursuant to § 3-12-106 becomes employed as a permanent full-time employee by a participating unit on or after July 1, 2004, the payment of the member's retirement allowance shall be suspended during the period of reemployment. If the member remains in reemployment for at least three years pursuant to the provisions of § 3-12-82, the member upon subsequent retirement shall receive an additional allowance based upon the member's credited service and final compensation earned during the reentry. Only the member's credited service from the subsequent employment shall be taken into account in calculating a reduction pursuant to § 3-12-106, if any, in the member's additional allowance. If the member remains in reemployment for a period of less than three years, the member upon subsequent retirement shall receive a refund of the member's accumulated contributions. In addition, no matter the duration of the member's reemployment, the annual increase applied to the original allowance pursuant to § 3-12-88 shall be eliminated for the period of reemployment. Section 14. That § 3-12-154 be amended to read as follows: 3-12-154. Each retired member or benefit recipient described in § 3-12-153 shall receive the same benefit under the form of annuity provided by the City of Mitchell firemen's pension plan as in effect on June 30, 1996, except for the improvement factor. Each benefit shall be improved on July 1, 2008, and thereafter by a three and one-tenth percent compounded the system's improvement factor. The benefits of members described in § 3-12-153 who are entitled to receive benefits from the city of Mitchell firemen's pension plan as of July 1, 1996, shall be paid from the fund established by this chapter. Section 15. That § 3-12-193 be amended to read as follows: 3-12-193. A supplemental pension participant shall receive an annual increase in the amount of the participant's supplemental pension benefit for each year commencing on the July first following the date on which the benefit was first payable, and equal to the improvement factor established in subdivision 3-12-47(41). If a supplemental pension contract goes into effect prior to July 1, 2010, and if the first annual increase is for a period of less than twelve months, the initial increase shall be prorated as described in that subdivision. If a supplemental pension contract goes into effect on or after July 1, 2010, there shall be no initial prorated annual increase for a period of less than twelve months."}, {"bill_id": 1705, "bill_version_id": 13665, "bill_version": "Enrolled", "bill_version_date": "2010-03-09T09:32:23.957-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1705, "action_date": "2010-01-12T12:00:00-06:00", "document_id": 10417, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10417.pdf", "status_text": "First read in Senate and referred to", "journal_page": 17, "committee_id_action": 84, "committee_id_assigned": 68, "result": "N", "vote": {}}, {"bill_id": 1705, "action_date": "2010-01-21T15:00:00-06:00", "document_id": 10448, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10448.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 68, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1705, "action_date": "2010-01-21T15:00:00-06:00", "document_id": 10858, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10858.pdf", "status_text": "Do Pass", "journal_page": 120, "committee_id_action": 68, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5650, "president_vote": null, "Yea": [758, 761, 767, 807, 808]}}, {"bill_id": 1705, "action_date": "2010-01-26T14:00:00-06:00", "document_id": 11045, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11045.pdf", "status_text": "Do Pass", "journal_page": 138, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5694, "president_vote": null, "Yea": [758, 809, 785, 787, 790, 807, 754, 805, 760, 778, 768, 782, 780, 802, 764, 795, 741, 772, 761, 774, 766, 791, 806, 767, 808, 743, 753, 745, 794, 799, 810, 747], "Excused": [739, 769], "Nay": [776]}}, {"bill_id": 1705, "action_date": "2010-01-27T14:00:00-06:00", "document_id": 11169, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11169.pdf", "status_text": "First read in House and referred to", "journal_page": 199, "committee_id_action": 86, "committee_id_assigned": 78, "result": "N", "vote": {}}, {"bill_id": 1705, "action_date": "2010-03-02T15:00:00-06:00", "document_id": 12910, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12910.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 78, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1705, "action_date": "2010-03-02T15:00:00-06:00", "document_id": 13280, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13280.pdf", "status_text": "Do Pass", "journal_page": 669, "committee_id_action": 78, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7338, "president_vote": null, "Yea": [765, 829, 822, 762, 784]}}, {"bill_id": 1705, "action_date": "2010-03-04T13:00:00-06:00", "document_id": 13493, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13493.pdf", "status_text": "Deferred to another day", "journal_page": 709, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1705, "action_date": "2010-03-08T14:00:00-06:00", "document_id": 13611, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13611.pdf", "status_text": "Do Pass", "journal_page": 735, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7583, "president_vote": null, "Yea": [821, 825, 771, 793, 844, 831, 804, 813, 756, 748, 817, 814, 765, 811, 830, 798, 749, 829, 832, 826, 757, 835, 842, 777, 834, 803, 822, 843, 759, 816, 824, 788, 800, 801, 827, 750, 742, 770, 792, 783, 751, 744, 840, 784, 839, 819, 836, 841, 818, 815, 833, 762, 746, 763, 796, 828, 823, 838, 786], "Excused": [781, 775, 820, 779, 740, 755, 773, 752, 789, 837, 812]}}, {"bill_id": 1705, "action_date": "2010-03-09T14:00:00-06:00", "document_id": 13730, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13730.pdf", "status_text": "Signed by the President", "journal_page": 622, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1705, "action_date": "2010-03-10T10:00:00-06:00", "document_id": 13783, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13783.pdf", "status_text": "Signed by the Speaker", "journal_page": 801, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1705, "action_date": "2010-03-10T10:00:00-06:00", "document_id": 13782, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13782.pdf", "status_text": "Delivered to the Governor", "journal_page": 632, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1705, "action_date": "2010-03-12T10:00:00-06:00", "document_id": 13943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13943.pdf", "status_text": "Signed by the Governor", "journal_page": 673, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4455, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/1705"}