{"session_id": 69, "bill_id": 24810, "bill_type": "House Bill", "bill_number": 1191, "bill_title": "require an official declaration of war or other Congressional action before the South Dakota National Guard may be deployed by the federal government.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24810", "sponsors": [{"legislator_profile_id": 4474, "is_prime": true}, {"legislator_profile_id": 4547, "is_prime": true}, {"legislator_profile_id": 4473, "is_prime": false}, {"legislator_profile_id": 4502, "is_prime": false}, {"legislator_profile_id": 4511, "is_prime": false}, {"legislator_profile_id": 4524, "is_prime": false}, {"legislator_profile_id": 4533, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4556, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 24810, "bill_version_id": 262994, "bill_version": "Introduced", "bill_version_date": "2024-01-26T14:44:40.72-06:00", "bill_text": "An Act to require an official declaration of war or other Congressional action before the South Dakota National Guard may be deployed by the federal government. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 33-9-1 be AMENDED: 33-9-1. In case of war, insurrection, rebellion, riot, invasion, resistance to the execution of the law of this state or of the United States, or in the event of public disaster or upon application of any marshal of the United States, or the mayor of any first or second class first- or second-class municipality or any sheriff in this state, the Governor may order into active service all or any portion of the national guard. No unit of the South Dakota National Guard or any member thereof may be released from the state for active service participating in an armed conflict in a foreign nation, performing a hazardous service related to an armed conflict in a foreign nation, or performing a duty through an instrumentality of war unless the Congress of the United States has issued a formal declaration establishing a state of war between the United States and another nation pursuant to U.S. Const., Art. I, § 8, cl. 11. No unit of the South Dakota National Guard or any member thereof may be released from the state for active service executing the laws of the Union, repelling an invasion, or suppressing an insurrection unless the Congress of the United States has taken official action to explicitly call forth the South Dakota National Guard or any member thereof for the purposes enumerated in U.S. Const., Art. I, § 8, cl. 15 of the United States Constitution."}], "amendments": [], "fiscal_notes": [], "action_log": []}