{"session_id": 7, "bill_id": 875, "bill_type": "Senate Bill", "bill_number": 68, "bill_title": "authorize the establishment, operation, and control of research parks on state land in Sioux Falls.", "sponsors": [], "keywords": ["Board of Regents", "Education", "Parks", "Real Property", "State Affairs and Government"], "audio": [{"meeting_datetime": "2009-01-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst06.mp3", "start_seconds": 1528.0}, {"meeting_datetime": "2009-01-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst06.mp3", "start_seconds": 1528.0}, {"meeting_datetime": "2009-01-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst06.mp3", "start_seconds": 1528.0}, {"meeting_datetime": "2009-01-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst06.mp3", "start_seconds": 1528.0}, {"meeting_datetime": "2009-01-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst06.mp3", "start_seconds": 1528.0}, {"meeting_datetime": "2009-01-29T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen12.mp3", "start_seconds": 6875.0}, {"meeting_datetime": "2009-01-29T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen12.mp3", "start_seconds": 6875.0}, {"meeting_datetime": "2009-01-29T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen12.mp3", "start_seconds": 6875.0}, {"meeting_datetime": "2009-01-29T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen12.mp3", "start_seconds": 6875.0}, {"meeting_datetime": "2009-01-29T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen12.mp3", "start_seconds": 6875.0}, {"meeting_datetime": "2009-01-29T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen12.mp3", "start_seconds": 6875.0}, {"meeting_datetime": "2009-01-29T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen12.mp3", "start_seconds": 6875.0}, {"meeting_datetime": "2009-01-30T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen13.mp3", "start_seconds": 558.0}, {"meeting_datetime": "2009-01-30T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen13.mp3", "start_seconds": 558.0}, {"meeting_datetime": "2009-01-30T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen13.mp3", "start_seconds": 558.0}, {"meeting_datetime": "2009-01-30T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen13.mp3", "start_seconds": 558.0}, {"meeting_datetime": "2009-01-30T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen13.mp3", "start_seconds": 558.0}, {"meeting_datetime": "2009-03-09T00:00:00-05:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hst35.mp3", "start_seconds": 122.0}, {"meeting_datetime": "2009-03-09T00:00:00-05:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hst35.mp3", "start_seconds": 122.0}, {"meeting_datetime": "2009-03-09T00:00:00-05:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hst35.mp3", "start_seconds": 122.0}, {"meeting_datetime": "2009-03-09T00:00:00-05:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hst35.mp3", "start_seconds": 122.0}, {"meeting_datetime": "2009-03-10T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou36.mp3", "start_seconds": 5670.0}, {"meeting_datetime": "2009-03-10T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou36.mp3", "start_seconds": 5670.0}, {"meeting_datetime": "2009-03-10T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou36.mp3", "start_seconds": 5670.0}, {"meeting_datetime": "2009-03-10T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou36.mp3", "start_seconds": 5670.0}], "bill_versions": [{"bill_id": 875, "bill_version_id": 5251, "bill_version": "Introduced", "bill_version_date": "2009-01-09T17:10:27.107-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the establishment, operation, and control of research parks on state land. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Legislature finds that to increase research and technology-related economic activity in South Dakota and to expand the opportunities for South Dakota faculty members, researchers, and students to participate in the application of research results and technological innovations in commerce, government, or public service, it is critically important to encourage research opportunities and programs within the regental system. To these ends, the Legislature intends that this Act be construed as authorizing and encouraging coordinated public and private investments in facilities situated on state university land and designed to support commercial application of research results and technological innovations. Section 2. Terms as used in this Act mean: (1) \"Private party lessee or contractor,\" a business, a nonprofit corporation, or a research park corporation authorized by lease or contract with the Board of Regents to construct, finance, operate, maintain, reconstruct, remodel, and manage, at its expense and risk, any research park established pursuant to this Act; (2) \"Research,\" a planned research or critical investigation aimed at the discovery of new knowledge to create a new product or service, a new process or technique, or to bring about a significant improvement in an existing product or process; (3) \"Research park,\" a planned real estate development designed to bring together universities, institutes, laboratories, businesses, and governmental and other organizations devoted to testing, research, and development activities, to the commercial application of research results or technological innovation, or to the management of research or technology-based enterprises, agencies, or organizations. The term includes such enterprises as may be necessary to support the activities of the primary tenants, their staff, or visitors; and (4) \"Research park corporation,\" any nonprofit corporation formed pursuant to this Act and title 47. Section 3. The Board of Regents may dedicate state lands under its control to the construction, development, maintenance, and operation of research parks. Section 4. A research park authorized by this Act may accommodate all kinds of facilities, laboratories, businesses, or organizations usually found at research parks affiliated with universities. Section 5. If any lands used for purposes of a research park are determined to be subject to the school and public lands trust established pursuant to S.D. Const., Art. VIII, § 7, then: (1) A civil, state, religious, or public organization seeking to develop and to operate a research park may make application to the commissioner of school and public lands for conveyance pursuant to § 5-9-34. If the Board of Regents agrees to transfer possession of the land, the commissioner may convey defeasible title as provided in § 5-9-35 for the purpose of operating a research park. Upon any reversion, the land shall once again be placed under the control of the Board of Regents as part of the campus from which it was originally severed; or (2) The Board of Regents may select other lands under its control of equal value, as determined by the commissioner of school and public lands, and exchange such other lands for those comprising the research park in order to maintain the principal of the school and public lands trust. Section 6. Any mineral rights to state lands on which a research park has been established shall be administered to support research park operations. Section 7. Notwithstanding any other provision of law, including chapter 5-7, the Board of Regents when approving a research park lease or sublease may lease such portions of the mineral interests reserved to the State of South Dakota in the lands occupied by the research park as may be necessary to permit the research park and its tenants to use geothermal resources for heating or cooling on-site facilities. The mineral interests may be leased on behalf of the State of South Dakota acting by and through the Board of Regents in a manner and upon terms acceptable to the board. Section 8. The commissioner of school and public lands may not authorize the lease of mineral rights if exploitation of such rights would disturb the use of the research park, nor authorize construction of dams, canals, water ditches, or laterals if such structures would impair the use of the research park. Section 9. The Board of Regents may enter into any lease, contract, or agreement with a business, a nonprofit corporation, or a research park corporation to permit that entity, at its expense and risk, to construct, finance, operate, maintain, and operate any research park established pursuant to this Act. Section 10. No lease, contract, or agreement may be construed to authorize the private party lessee or contractor, or any subtenant, creditor, trustee, receiver, lien holder, heir, assignee, or other party claiming an interest or right through such private party lessee or contractor, to use or to permit the use of the research park for purposes other than those specified in this Act. Section 11. The lease, contract, or agreement may permit the private party lessee or contractor, or other parties claiming an interest or right through them, to pledge for commercially reasonable periods of time such rights of use or occupancy as may be possessed in order to obtain financing. However, no such pledge impairs the reversionary interests of the Board of Regents. Section 12. No lease granted pursuant to this Act may have a duration exceeding ninety-nine years. Section 13. Each lease, contract, or agreement shall contain provisions that require commercially reasonable performance by the private lessee or contractor. Each lease, contract, or agreement shall contain provisions that reserve to the Board of Regents the power to enforce the requirements of this Act and of any leases, contracts, or agreements issued pursuant to it, which reserved powers shall include the power of termination. Section 14. Notwithstanding any other provision of law to the contrary, upon termination of any such contract or lease, the Board of Regents may take title to all improvements comprising the research park. Section 15. Nothing in this Act authorizes the Board of Regents or any research park corporation or other entity operating a research park to contract a debt on behalf of, or in any way to obligate, the State of South Dakota, or to pledge, assign, or encumber in any way, or to permit the pledging, assigning, or encumbering in any way, of appropriations made by the Legislature of the State of South Dakota. Section 16. The Board of Regents may form one or more research park corporations, separate and apart from the state, to create, develop, maintain, and operate research parks or economic development initiatives that support the teaching, research, or service mission of the university system by expanding opportunities for South Dakota faculty members, researchers, and students to participate in the application of research results and technological innovations in commerce, government, or public service. Section 17. Each research park corporation shall be governed by, and all of the corporation's functions, powers, and duties shall be exercised by, a board appointed by the Board of Regents. Members of the board may include university presidents, regents, university officers or employees, and other persons selected by the Board of Regents. Section 18. No portion of the net earnings realized by any such research park corporation may inure to any director or officer of the corporation or to any private entity or individual. Section 19. No debt or liability of a research park is an indebtedness, legal or moral, of the State of South Dakota, and any such obligation is payable only from the net revenues, fees, donations, and receipts to be derived from the construction, development, maintenance, and operation of the research park, and is not payable out of nor enforceable against the State of South Dakota, or any fund created or maintained directly or indirectly from taxation. Section 20. No research park corporation may be deemed an agency, public body, or other political subdivision of South Dakota, and no research park corporation may borrow money secured by the State of South Dakota. Section 21. No research park corporation is subject to statutes or rules regulating the conduct of public bodies, including those relating to personnel, procurement of goods and services, board meetings, gross receipts tax, disposition or acquisition of property, capital outlays, per diem and mileage, and inspection of records. Section 22. A research park corporation shall have all rights, powers, and privileges granted to nonprofit corporations pursuant to title 47 which are necessary and convenient to carry out and to effectuate the provisions of this Act. Section 23. The Board of Regents may provide for the construction, development, maintenance, and operation of a research park on the campus of the property in Sioux Falls acquired pursuant to chapter 106 of the 2006 Session Laws and known as the University Center. The limitations stated in that chapter do not apply to the research park nor to activities conducted therein as authorized by this Act."}, {"bill_id": 875, "bill_version_id": 5661, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2009-01-22T08:53:50.99-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the establishment, operation, and control of research parks on state land. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Legislature finds that to increase research and technology-related economic activity in South Dakota and to expand the opportunities for South Dakota faculty members, researchers, and students to participate in the application of research results and technological innovations in commerce, government, or public service, it is critically important to encourage research opportunities and programs within the regental system. To these ends, the Legislature intends that this Act be construed as authorizing and encouraging coordinated public and private investments in facilities situated on state lands controlled by the Board of Regents and designed to support commercial application of research results and technological innovations. Section 2. Terms as used in this Act mean: (1) \"Private party lessee or contractor,\" a business, a nonprofit corporation, or a research park corporation authorized by lease, contract, or agreement with the Board of Regents to construct, finance, operate, maintain, reconstruct, remodel, and manage, at its expense and risk, any research park established pursuant to this Act; (2) \"Research,\" an investigation aimed at the discovery of new knowledge to create a new product or service, a new process or technique, or to bring about a significant improvement in an existing product or process; (3) \"Research park,\" a planned real estate development designed to promote the practical application of university research, to aid the transfer of knowledge, technology, and business skills through collaboration between universities and industry, government, or other organizations that apply research or technology, and to assist in the growth of research-based and technology-led economic development for the community, region, and state, by bringing together universities, institutes, laboratories, businesses, and governmental and other organizations devoted to testing, research, and development activities, to the commercial, governmental, or public policy application of research results or technological innovation, or to the management of research or technology-based enterprises, agencies, or organizations. The term includes such enterprises as may be necessary to support the activities of the primary tenants, their staff, or visitors; and (4) \"Research park corporation,\" any nonprofit corporation formed pursuant to this Act and title 47 for the purpose of constructing, financing, developing, maintaining, and operating a research park. Section 3. The Board of Regents may utilize state lands under its control for the construction, development, maintenance, and operation of research parks. Section 4. A research park authorized by this Act may accommodate all kinds of facilities, laboratories, businesses, or organizations usually found at research parks affiliated with universities. Section 5. If any lands used for purposes of a research park are determined to be subject to the school and public lands trust established pursuant to S.D. Const., Art. VIII, § 7, then: (1) A civil, state, religious, or public organization seeking to develop and to operate a research park may make application to the commissioner of school and public lands for conveyance pursuant to § 5-9-34. If the Board of Regents agrees to transfer possession of the land, the commissioner may convey defeasible title as provided in § 5-9-35 for the purpose of operating a research park. Upon any reversion, the land shall once again be placed under the control of the Board of Regents as part of the campus from which it was originally severed; or (2) The Board of Regents may select other lands under its control of equal value, as determined by the commissioner of school and public lands, and exchange such other lands for those comprising the research park in order to maintain the principal of the school and public lands trust. Section 6. Any mineral rights to state lands on which a research park has been established shall be administered to support research park operations. Section 7. Notwithstanding any other provision of law, including chapter 5-7, the Board of Regents when approving a research park lease or sublease may lease such portions of the mineral interests reserved to the State of South Dakota in the lands occupied by the research park as may be necessary to permit the research park and its tenants to use geothermal resources for heating or cooling on-site facilities. The mineral interests may be leased on behalf of the State of South Dakota acting by and through the Board of Regents in a manner and upon terms acceptable to the board. Section 8. The commissioner of school and public lands may not authorize the lease of mineral rights if exploitation of such rights would disturb the use of the research park, nor authorize construction of dams, canals, water ditches, or laterals if such structures would impair the use of the research park. Section 9. The Board of Regents may enter into any lease, contract, or agreement with a business, a nonprofit corporation, or a research park corporation to permit that entity, at its expense and risk, to construct, finance, maintain, and operate any research park established pursuant to this Act. Section 10. No lease, contract, or agreement may be construed to authorize the private party lessee or contractor, or any subtenant, creditor, trustee, receiver, lien holder, heir, assignee, or other party claiming an interest or right through such private party lessee or contractor, to use or to permit the use of the research park for purposes other than those specified in this Act. Section 11. The lease, contract, or agreement may permit the private party lessee or contractor, or other parties claiming an interest or right through them, to pledge for commercially reasonable periods of time such rights of use or occupancy as may be possessed in order to obtain financing. However, no such pledge impairs the reversionary interests of the Board of Regents. Section 12. No lease granted pursuant to this Act may have a duration exceeding ninety-nine years. Section 13. Each lease, contract, or agreement shall contain provisions that require commercially reasonable performance by the private lessee or contractor. Each lease, contract, or agreement shall contain provisions that reserve to the Board of Regents the power to enforce the requirements of this Act and of any leases, contracts, or agreements issued pursuant to it, which reserved powers shall include the power of termination. Section 14. Notwithstanding any other provision of law to the contrary, upon termination of any such lease, contract, or agreement, the Board of Regents may take title to all improvements comprising the research park. Section 15. Nothing in this Act authorizes the Board of Regents or any entity operating a research park under a lease, contract, or agreement with the Board of Regents to contract a debt on behalf of, or in any way to obligate, the State of South Dakota, or to pledge, assign, or encumber in any way, or to permit the pledging, assigning, or encumbering in any way, of appropriations made by the Legislature of the State of South Dakota. No debt or liability of a research park is an indebtedness, legal or moral, of the State of South Dakota, and no creditor may have recourse against the State of South Dakota or any fund created or maintained directly or indirectly from state taxation. Section 16. The Board of Regents may form one or more research park corporations, separate and apart from the state, to construct, finance, develop, maintain, and operate research parks or economic development initiatives that support the teaching, research, or service mission of the university system by expanding opportunities for South Dakota faculty members, researchers, and students to participate in the application of research results and technological innovations in commerce, government, or public service. Section 17. Each research park corporation formed pursuant to section 16 of this Act shall be governed by, and all of the corporation's functions, powers, and duties shall be exercised by, a board appointed by the Board of Regents. Each research park corporation shall have the Board of Regents as its sole member. Members of the board may include university presidents, regents, university officers or employees, and other persons selected by the Board of Regents. Section 18. No portion of the net earnings realized by any research park corporation formed pursuant to section 16 of this Act may inure to any director or officer of the corporation or to any private entity or individual. Section 19. No research park corporation formed pursuant to section 16 of this Act may be deemed an agency, public body, or other political subdivision of South Dakota, and no research park corporation formed pursuant to section 16 of this Act may borrow money secured by the State of South Dakota. Section 20. No research park corporation formed pursuant to section 16 of this Act is subject to statutes or rules regulating the conduct of public bodies, including those relating to personnel, procurement of goods and services, board meetings, disposition or acquisition of property, capital outlays, per diem and mileage, and inspection of records. Nothing in this section relieves a research park corporation of the obligation to conform to criminal laws or other statutes of general application. Section 21. A research park corporation formed pursuant to section 16 of this Act shall have all rights, powers, and privileges granted to nonprofit corporations pursuant to title 47 which are necessary and convenient to carry out and to effectuate the provisions of this Act. Section 22. The Board of Regents may provide for the construction, development, maintenance, and operation of a research park on the property in Sioux Falls acquired pursuant to chapter 106 of the 2006 Session Laws. The limitations stated in that chapter do not apply to the research park nor to activities conducted therein as authorized by this Act."}, {"bill_id": 875, "bill_version_id": 6465, "bill_version": "Senate Engrossed", "bill_version_date": "2009-01-30T13:26:54.867-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the establishment, operation, and control of research parks on state land. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Board of Regents may provide for the construction, development, maintenance, and operation of a research park on the property in Sioux Falls acquired pursuant to chapter 106 of the 2006 Session Laws. The research park authorized by this section may not occupy more than eighty acres. All limitations imposed by chapter 106 of the 2006 Session Laws upon the use of University Center land shall continue in full force and effect with the exception of the separately platted tracts occupied by the research park authorized by this section. Such separately platted tracts shall, instead, be subject to the limitations on the use of research parks stated in this Act."}, {"bill_id": 875, "bill_version_id": 8972, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2009-03-09T12:41:48.507-05:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the establishment, operation, and control of research parks on state land in Sioux Falls. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Board of Regents may provide for the construction, development, maintenance, and operation of a research park on the property in Sioux Falls acquired pursuant to chapter 106 of the 2006 Session Laws. The research park authorized by this section may not occupy more than eighty acres. All limitations imposed by chapter 106 of the 2006 Session Laws upon the use of University Center land shall continue in full force and effect with the exception of the separately platted tracts occupied by the research park authorized by this section. Such separately platted tracts shall, instead, be subject to the limitations on the use of research parks stated in this Act."}, {"bill_id": 875, "bill_version_id": 9247, "bill_version": "Enrolled", "bill_version_date": "2009-03-11T15:44:20.21-05:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 875, "action_date": "2009-01-13T12:00:00-06:00", "document_id": 5314, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5314.pdf", "status_text": "First read in Senate and referred to", "journal_page": 26, "committee_id_action": 54, "committee_id_assigned": 39, "result": "N", "vote": {}}, {"bill_id": 875, "action_date": "2009-01-21T10:00:00-06:00", "document_id": 5446, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5446.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 39, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 875, "action_date": "2009-01-21T10:00:00-06:00", "document_id": 5606, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5606.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 39, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 875, "action_date": "2009-01-21T10:00:00-06:00", "document_id": 5606, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5606.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 39, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 875, "action_date": "2009-01-21T10:00:00-06:00", "document_id": 5606, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5606.pdf", "status_text": "Do Pass Amended", "journal_page": 137, "committee_id_action": 39, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2997, "president_vote": null, "Yea": [653, 677, 634, 659, 661, 648, 689, 649], "Excused": [642]}}, {"bill_id": 875, "action_date": "2009-01-26T14:00:00-06:00", "document_id": 5892, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5892.pdf", "status_text": "Deferred to another day", "journal_page": 179, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 875, "action_date": "2009-01-27T14:00:00-06:00", "document_id": 6025, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6025.pdf", "status_text": "Deferred to another day", "journal_page": 195, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 875, "action_date": "2009-01-29T14:00:00-06:00", "document_id": 6350, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6350.pdf", "status_text": "Motion to amend", "journal_page": 237, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 875, "action_date": "2009-01-29T14:00:00-06:00", "document_id": 6350, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6350.pdf", "status_text": "Do Pass Amended", "journal_page": 238, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 3359, "president_vote": null, "Nay": [653, 682, 702, 700, 655, 663, 697, 690, 636, 667, 669, 686, 662, 640, 689, 694, 705], "Yea": [704, 680, 685, 649, 673, 677, 675, 634, 659, 656, 661, 701, 703, 664, 638, 648, 642, 671]}}, {"bill_id": 875, "action_date": "2009-01-29T14:00:00-06:00", "document_id": 6350, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6350.pdf", "status_text": "Title amended", "journal_page": 238, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 875, "action_date": "2009-01-29T14:00:00-06:00", "document_id": 6350, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6350.pdf", "status_text": "Intent to reconsider", "journal_page": 239, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 875, "action_date": "2009-01-30T12:00:00-06:00", "document_id": 6459, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6459.pdf", "status_text": "Reconsidered", "journal_page": 249, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 3410, "president_vote": null, "Yea": [653, 680, 682, 685, 702, 700, 655, 675, 697, 690, 636, 667, 669, 686, 701, 638, 640, 689, 694, 705, 671], "Nay": [704, 649, 673, 663, 634, 659, 656, 661, 662, 703, 664, 648, 642], "Excused": [677]}}, {"bill_id": 875, "action_date": "2009-01-30T12:00:00-06:00", "document_id": 6459, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6459.pdf", "status_text": "Hoghoused", "journal_page": 250, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 875, "action_date": "2009-01-30T12:00:00-06:00", "document_id": 6459, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6459.pdf", "status_text": "Do Pass Amended", "journal_page": 250, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 3412, "president_vote": null, "Yea": [653, 704, 685, 649, 655, 673, 663, 675, 659, 690, 667, 656, 661, 686, 662, 703, 664, 638, 648, 689, 705, 642, 671], "Nay": [680, 682, 702, 700, 634, 697, 636, 669, 701, 640, 694], "Excused": [677]}}, {"bill_id": 875, "action_date": "2009-02-02T14:00:00-06:00", "document_id": 6596, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6596.pdf", "status_text": "First read in House and referred to", "journal_page": 249, "committee_id_action": 56, "committee_id_assigned": 49, "result": "N", "vote": {}}, {"bill_id": 875, "action_date": "2009-03-09T07:45:00-05:00", "document_id": 8402, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8402.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 49, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 875, "action_date": "2009-03-09T07:45:00-05:00", "document_id": 8925, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8925.pdf", "status_text": "Do Pass Amended", "journal_page": 694, "committee_id_action": 49, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5171, "president_vote": null, "Yea": [666, 651, 660, 721, 683, 695, 645, 639, 681, 657, 691, 643], "Excused": [693]}}, {"bill_id": 875, "action_date": "2009-03-09T07:45:00-05:00", "document_id": 8925, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8925.pdf", "status_text": "Title amended", "journal_page": 0, "committee_id_action": 49, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 875, "action_date": "2009-03-10T14:00:00-05:00", "document_id": 9153, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9153.pdf", "status_text": "Do Pass Amended", "journal_page": 747, "committee_id_action": 56, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5265, "president_vote": null, "Yea": [716, 720, 666, 676, 715, 699, 635, 692, 708, 651, 643, 712, 709, 660, 706, 725, 721, 652, 730, 729, 717, 654, 711, 683, 695, 696, 645, 678, 668, 639, 735, 679, 714, 731, 736, 713, 710, 728, 657, 641, 658, 647, 691, 718, 707, 681], "Nay": [688, 670, 726, 674, 693, 644, 724, 727, 737, 672, 738, 722, 637, 665, 687, 650, 646, 734, 723, 684, 733, 732], "Excused": [698, 719]}}, {"bill_id": 875, "action_date": "2009-03-11T09:00:00-05:00", "document_id": 9213, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9213.pdf", "status_text": "Concurred in amendments", "journal_page": 735, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5313, "president_vote": null, "Yea": [653, 704, 685, 649, 700, 655, 673, 663, 677, 675, 634, 659, 690, 656, 661, 662, 703, 664, 648, 689, 694, 705, 642, 671], "Excused": [680, 682, 702, 697, 636, 667, 638], "Nay": [669, 686, 701, 640]}}, {"bill_id": 875, "action_date": "2009-03-12T10:00:00-05:00", "document_id": 9282, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9282.pdf", "status_text": "Signed by the Speaker", "journal_page": 810, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 875, "action_date": "2009-03-12T10:00:00-05:00", "document_id": 9294, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9294.pdf", "status_text": "Signed by the President", "journal_page": 771, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 875, "action_date": "2009-03-13T11:00:00-05:00", "document_id": 9390, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9390.pdf", "status_text": "Delivered to the Governor", "journal_page": 776, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 875, "action_date": "2009-03-30T11:00:00-05:00", "document_id": 9407, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9407.pdf", "status_text": "Signed by the Governor", "journal_page": 786, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4244}