{"session_id": 44, "bill_id": 22290, "bill_type": "House Bill", "bill_number": 1163, "bill_title": "revise provisions related to physician assistants.", "sponsors": [{"legislator_profile_id": 1807, "is_prime": true}, {"legislator_profile_id": 3796, "is_prime": true}, {"legislator_profile_id": 3786, "is_prime": false}, {"legislator_profile_id": 1770, "is_prime": false}, {"legislator_profile_id": 1881, "is_prime": false}, {"legislator_profile_id": 3791, "is_prime": false}, {"legislator_profile_id": 1788, "is_prime": false}, {"legislator_profile_id": 1792, "is_prime": false}, {"legislator_profile_id": 1795, "is_prime": false}, {"legislator_profile_id": 1796, "is_prime": false}, {"legislator_profile_id": 1798, "is_prime": false}, {"legislator_profile_id": 3797, "is_prime": false}, {"legislator_profile_id": 1805, "is_prime": false}, {"legislator_profile_id": 3802, "is_prime": false}, {"legislator_profile_id": 1832, "is_prime": false}, {"legislator_profile_id": 1834, "is_prime": false}, {"legislator_profile_id": 1835, "is_prime": false}, {"legislator_profile_id": 1837, "is_prime": false}, {"legislator_profile_id": 3799, "is_prime": false}, {"legislator_profile_id": 3803, "is_prime": false}, {"legislator_profile_id": 1870, "is_prime": false}], "keywords": ["Administrative Procedure", "Health Care", "Professions and Occupations"], "audio": [{"meeting_datetime": "2021-02-16T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hhe22.mp3", "start_seconds": 240.0}, {"meeting_datetime": "2021-02-16T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hhe22.mp3", "start_seconds": 240.0}, {"meeting_datetime": "2021-02-16T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hhe22.mp3", "start_seconds": 240.0}, {"meeting_datetime": "2021-02-16T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hhe22.mp3", "start_seconds": 240.0}], "bill_versions": [{"bill_id": 22290, "bill_version_id": 214829, "bill_version": "Introduced", "bill_version_date": "2021-01-28T11:17:16.16-06:00", "bill_text": "An Act to revise provisions related to physician assistants. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 36-4A-1 be AMENDED. 36-4A-1. Definition of terms. Terms as used in this chapter mean: (1) \"Board,\" the State Board of Medical and Osteopathic Examiners; (2) \"Physician assistant,\" a health professional who meets the qualifications defined in this chapter and is licensed by the board; (3) \"Supervising Collaborating physician,\" a doctor of medicine or doctor of osteopathy licensed by the board who supervises collaborates with a physician assistant; (4) \"Supervision,\" the act of overseeing the activities of, and accepting responsibility for, the medical services rendered by a physician assistant\"Collaboration,\" the act of communicating pertinent information or consulting with a licensed physician or other health care provider, with each contributing the person's expertise to optimize the overall care delivered to the patient. Section 2. That § 36-4A-1.1 be AMENDED. 36-4A-1.1. Collaborative agreement defined--Required terms--Filing. The term, practice collaborative agreement, as used in this chapter, means a written agreement authored and signed by the a physician assistant and the supervising physician who has not met the required five hundred twenty practice hours and a physician, licensed pursuant to chapter 36-4, or a physician assistant, licensed under this chapter. The practice collaborative agreement shall prescribe the delegated activities which the physician assistant may perform, consistent with § 36-4A-26.1 and contain such other information as required by the board to describe the physician assistant's level of competence and the supervision provided by the physician set forth the terms and conditions of the collaboration and such other information as required by the board. A signed copy of the practice collaborative agreement shall be kept on file at the physician assistant's primary practice site of the physician assistant who has not met the practice hour requirement and be filed with and approved by the board prior to beginning practice. No physician assistant may practice without an approved practice agreement provided to the board upon request. Section 3. That § 36-4A-4 be AMENDED. 36-4A-4. Unlawful practice as misdemeanor--Each violation as separate offense. Except as provided in §§ 36-4A-5 and 36-4A-6, any person who practices as a physician assistant in this state without a license issued by the board and a practice collaborative agreement approved by the board as required by this chapter is guilty of a Class 1 misdemeanor. Each violation shall be considered a separate offense. A person who meets the qualifications for licensure under this chapter but does not possess a current license may use the title, physician assistant, but may not act or practice as a physician assistant unless licensed under this chapter. Section 4. That § 36-4A-8 be AMENDED. 36-4A-8. Issuance of license--Qualifications. The board may grant a license to an applicant who: (1) Is of good moral character; (2) Has successfully completed an educational program for physician assistants accredited by the Accreditation Review Commission on Education for the Physician Assistant or its successor agency, or, prior to 2001, either by the Committee on Allied Health Education and Accreditation or the Commission on Accreditation of Allied Health Education Program; (3) Has passed the Physician Assistant National Certification Examination administered by the National Committee on Education for Physician Assistants; and (4) Has submitted verification that the physician assistant applicant is not subject to any disciplinary proceeding or pending complaint before any medical or other licensing board unless the board considers such proceedings or complaint and agrees to licensure; and (5) Has completed a minimum of five hundred twenty practice hours as a licensed physician assistant or has in place a collaborative agreement. Section 5. That § 36-4A-8.1 be AMENDED. 36-4A-8.1. Temporary license--Expiration. The board may issue a temporary license to an applicant who has successfully completed an approved program and has submitted evidence to the board that the applicant is a candidate accepted to write the examination required by § 36-4A-8 or is awaiting the results of the first examination for which the applicant is eligible after graduation from an approved physician assistant program. A temporary license may be issued only once and is effective for a term of not more than one hundred twenty days. A temporary license expires on the occurrence of the following: (1) Issuance of a regular license; (2) Failure to pass the licensing examination; or (3) Expiration of the term for which the temporary license was issued. The limitation on the term of a temporary license does not apply to an applicant who has passed the licensing examination, has a collaborative agreement in place, and has an application for a regular license pending before the board. The evidence of examination requirement and limitation on the term of a temporary license do not apply to an applicant otherwise eligible to write the examination after graduation from an approved physician assistant program but for the cancelation or delay of such examination due to national disaster or emergency. Section 6. That § 36-4A-8.2 be AMENDED. 36-4A-8.2. Licensure by endorsement--Temporary licensure awaiting endorsement. Each applicant for licensure as a physician assistant in this state shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application, the board shall submit completed fingerprint cards to the Division of Criminal Investigation. Upon completion of the criminal background check, the Division of Criminal Investigation shall forward to the board all information obtained as a result of the criminal background check. This information shall be obtained prior to permanent licensure of the applicant. The board may require a state and federal criminal background check for any licensee who is the subject of a disciplinary investigation by the board. Failure to submit or cooperate with the criminal background investigation is grounds for denial of an application or may result in revocation of a license. The applicant shall pay for any fees charged for the cost of fingerprinting or the criminal background investigation. Upon application and payment of the required fee, the board may issue a license to practice as a physician assistant to a person licensed under the laws of another state, territory, or country if the requirements for licensure of the other state, territory, or country are at least as stringent as those of this state and the applicant is not otherwise disqualified under § 36-4A-8. Upon application and payment of the required fee, the board may issue a temporary license to a person awaiting licensure by endorsement under this section. A temporary license issued under this section shall state the dates between which it is valid. The period during which the temporary license is valid may not exceed one hundred twenty days. The limitation on the term of a temporary license does not apply during a period of statewide disaster or emergency declared by the Governor under the authority of chapter 34-48A. Section 7. That a NEW SECTION be added: 36-4A-8.3. Criminal background investigation--Applicants and licensees under investigation--Fees. Each applicant for licensure as a physician assistant in this state shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application, the board shall submit completed fingerprint cards to the Division of Criminal Investigation. Upon completion of the criminal background check, the Division of Criminal Investigation shall forward to the board all information obtained as a result of the criminal background check. This information shall be obtained prior to permanent licensure of the applicant. The board may require a state and federal criminal background check for any licensee who is the subject of a disciplinary investigation by the board. Failure to submit to or cooperate with the criminal background investigation is grounds for denial of an application or may result in revocation of a license. The applicant shall pay for any fees charged for the cost of fingerprinting or the criminal background investigation. Section 8. That § 36-4A-20.1 be AMENDED. 36-4A-20.1. Abortion restricted. The board may not approve any practice agreement that includes abortion as a permitted procedure Nothing in this chapter authorizes a physician assistant to perform an abortion. Section 9. That § 36-4A-26.1 be AMENDED. 36-4A-26.1. Scope of practice--Collaboration required. A physician assistant shall be considered an agent of the supervising physician in the performance of all practice-related activities. A physician assistant may provide those medical services that are delegated by the supervising physician pursuant to § 36-4A-1.1 if the service is within the physician assistant's skills, forms a component of the physician's scope of practice, and is provided with supervision including: A physician assistant may provide any medical service permitted under this chapter for which the physician assistant has been prepared by education, training, and experience, and for which the physician assistant is competent to perform. A physician assistant may provide the following medical services: (1) Initial medical diagnosis and institution of a plan of therapy or referral; (2) Prescribing and provision of drug samples or a limited supply of labeled medications, including controlled substances listed on Schedule II in chapter 34-20B for one period of not more than thirty days, for treatment of causative factors and symptoms. Medications or sample drugs provided to patients shall be accompanied with written administration instructions and appropriate documentation shall be entered in the patient's record. Physician assistants may request, receive, and sign for professional samples of drugs provided by the manufacturer; (3) Responding to emergencies and the institution of emergency treatment measures including the writing of a chemical or physical restraint order when the patient may do personal harm or harm others; (4) Completing and signing of official documents such as birth and death certificates and similar documents required by law; (5) Taking X rays and performing radiologic procedures; and (6) Performing physical examinations for participation in athletics and certifying that the patient is healthy and able to participate in athletics; and (7) Delegating and assigning therapeutic measures to assistive personnel. A physician assistant shall collaborate with other health care providers and refer or transfer patients as necessary and appropriate. Section 10. That § 36-4A-26.2 be AMENDED. 36-4A-26.2. Emergency or disaster services--Physician supervision. A physician assistant licensed in this state or licensed or authorized to practice in any other United States jurisdiction or who is credentialed as a physician assistant by a federal employer who is responding to a need for medical care created by an emergency or a state or local disaster, (not to be defined as including an emergency situation which that occurs in the place of one's employment), may render such care that he or she the physician assistant is able to provide without supervision as it is defined in this chapter, or with such supervision as is available. No physician who supervises a physician assistant providing medical care in response to such an emergency or state or local disaster is required to meet the requirements set forth in this chapter for a supervising physician. Section 11. That § 36-4A-26.3 be AMENDED. 36-4A-26.3. Civil liability for voluntary or gratuitous emergency medical assistance. No physician assistant licensed in this state or licensed or authorized to practice in other states of the United States who voluntarily and gratuitously, and other than in the ordinary course of employment or practice, renders emergency medical assistance is liable for civil damages for any personal injuries which result from acts or omissions by those persons in rendering emergency care which constitute ordinary negligence. The immunity granted by this section does not apply to acts or omissions constituting willful, or wanton negligence or if the medical assistance is rendered at any hospital, physician's office, or other health care delivery entity where those services are normally rendered. No physician who supervises collaborates with a physician assistant voluntarily and gratuitously providing emergency care as described in this section is liable for civil damages for any personal injuries which result from acts or omissions by the physician assistant rendering emergency care. Section 12. That § 36-4A-29 be REPEALED. 36-4A-29. Physician supervision--Methods. Section 13. That § 36-4A-29.1 be REPEALED. 36-4A-29.1. Modification of method and frequency of supervision--Number of physician assistants--Application. Section 14. That § 36-4A-29.2 be AMENDED. 36-4A-29.2. Conditions for physician or physician assistant collaboration. In order to supervise To collaborate with a physician assistant, a physician or physician assistant shall: (1) Be licensed as a physician by the board pursuant to chapter 36-4, or as a physician assistant under this chapter, respectively; (2) Be free from any restriction on his or her ability to supervise collaborate with a physician assistant that has been imposed by board disciplinary action; and (3) Maintain a written practice collaboration agreement with the physician assistant as described in § 36-4A-1.1. Section 15. That § 36-4A-30 be AMENDED. 36-4A-30. Physician not responsible--Physician assistant care. Nothing in this chapter relieves the A physician of the professional or legal responsibility is not professionally or legally responsible for the specific care and treatment of patients cared for by the a physician assistant actually provides to a patient. Section 16. That § 36-4A-37 be AMENDED. 36-4A-37. Nonrenewal, suspension, or revocation of license--Other disciplinary action. The board may deny the issuance or renewal of a license. The board may suspend, revoke, or impose other disciplinary actions upon the license of any physician assistant issued under this chapter upon satisfactory proof, in compliance with chapter 1-26, of the licensee's: (1) Professional incompetence or unprofessional or dishonorable conduct as defined in §§ 36-4-29 and 36-4-30; (2) Violation of this chapter in any respect; (3) Failure to maintain on file with the board a copy of each practice agreement containing the current information regarding the licensee's practice status or provide upon request a collaborative agreement as required by the board this chapter; or (4) Rendering medical services beyond those delegated to the physician assistant in the practice agreement; or (5) Rendering medical services without supervision of a physician as required by law and the rules of the board permitted under this chapter. Section 17. That a NEW SECTION be added: 36-4A-50. Primary care provider. Notwithstanding any other provision of law or regulation, a physician assistant is considered to be a primary care provider if the physician assistant is practicing in the medical specialties required for a physician to be a primary care provider. Section 18. That a NEW SECTION be added: 36-4A-51. Coverage of services. Payment for services within the physician assistant's scope of practice shall be made when ordered or performed by a physician assistant, if the same service would have been covered if ordered or performed by a physician. A physician assistant may bill for and receive direct payment for any medically necessary service delivered. A physician assistant shall be identified as the rendering professional in the billing and claims process when a physician assistant delivers medical or surgical services to a patient. No insurance company or third-party payor may impose a practice, education, or collaboration requirement inconsistent with or more restrictive than existing law or rule applicable to physician assistants."}], "amendments": [{"bill_id": 22290, "document_id": 217385, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217385.pdf", "legislator_profile_id": 1807, "document_id_instructions": 217386, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/217386.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 22290, "action_date": "2021-01-28T14:00:00-06:00", "document_id": 214370, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/214370.pdf", "status_text": "First Reading House", "journal_page": 148, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22290, "action_date": "2021-02-02T14:00:00-06:00", "document_id": 215283, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215283.pdf", "status_text": "Referred to", "journal_page": 178, "committee_id_action": 492, "committee_id_assigned": 491, "result": "N", "vote": {}}, {"bill_id": 22290, "action_date": "2021-02-16T07:45:00-06:00", "document_id": 217334, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217334.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 491, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22290, "action_date": "2021-02-16T07:45:00-06:00", "document_id": 217335, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217335.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 491, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22290, "action_date": "2021-02-16T07:45:00-06:00", "document_id": 217335, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217335.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 491, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 69126, "president_vote": null, "Yea": [1782, 1824, 1834, 1855, 1862, 1864, 3804], "Nay": [1800, 1804, 1805, 3783, 3786, 3799]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/22290"}