{"session_id": 53, "bill_id": 17250, "bill_type": "House Bill", "bill_number": 1188, "bill_title": "revise certain penalties for moving or obtaining a used mobile home or manufactured home without an affidavit from the county treasurer.", "sponsors": [{"legislator_profile_id": 2727, "is_prime": true}, {"legislator_profile_id": 2822, "is_prime": true}, {"legislator_profile_id": 2725, "is_prime": false}, {"legislator_profile_id": 2733, "is_prime": false}, {"legislator_profile_id": 2744, "is_prime": false}, {"legislator_profile_id": 2755, "is_prime": false}, {"legislator_profile_id": 2768, "is_prime": false}, {"legislator_profile_id": 2783, "is_prime": false}, {"legislator_profile_id": 2788, "is_prime": false}, {"legislator_profile_id": 2791, "is_prime": false}, {"legislator_profile_id": 2802, "is_prime": false}, {"legislator_profile_id": 2808, "is_prime": false}, {"legislator_profile_id": 2810, "is_prime": false}, {"legislator_profile_id": 2811, "is_prime": false}, {"legislator_profile_id": 2821, "is_prime": false}, {"legislator_profile_id": 2829, "is_prime": false}], "keywords": ["County", "Motor Vehicles"], "audio": [{"meeting_datetime": "2002-01-24T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hta12hb1188a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-24T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hta12hb1188a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-24T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hta12hb1188a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-24T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hta12hb1188a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-29T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hta16hb1188a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-31T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou18hb1188a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-31T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou18hb1188a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-31T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou18hb1188a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-08T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sta24hb1188a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-08T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sta24hb1188a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-08T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sta24hb1188a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-08T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sta24hb1188a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-08T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sta24hb1188a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-12T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen26hb1188a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-12T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen26hb1188a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-12T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen26hb1188a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17250, "bill_version_id": 92155, "bill_version": "Introduced", "bill_version_date": "2002-01-16T10:11:43-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain penalties for moving or obtaining a used mobile home or manufactured home without an affidavit from the county treasurer. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-5-16.6 be amended to read as follows: 32-5-16.6. If the owner of the used mobile home or manufactured home fails to obtain an affidavit from the county treasurer of the county in which the used mobile home or manufactured home is registered, stating that the current year's taxes are paid as described in § § 10-21-36 to 10-21-39, inclusive, or § 10-9-3, the court shall assess a civil penalty of two hundred fifty dollars to on the owner. If a regulated lender, as defined in § 54-3-14, is repossessing a used mobile home or manufactured home and fails to obtain an affidavit from the county treasurer of the county in which the used mobile home or manufactured home is registered, stating that the current year's taxes are paid as described in § § 10-21-36 to 10-21-39, inclusive, or § 10-9-3, the court shall assess a civil penalty of two hundred fifty dollars to on the lender. The court shall levy a civil penalty of two hundred fifty dollars for the first violation within a one-year period, five hundred dollars for the second violation within a one-year period, and one thousand dollars for each subsequent violation within a one-year period. All civil penalties collected pursuant to this section shall be deposited in the county general fund of the county in which the used mobile home or manufactured home is registered. Section 2. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: If a transporter of a used mobile home or manufactured home, prior to transporting, fails to obtain an affidavit from the county treasurer of the county in which the used mobile home or manufactured home is registered, stating that the current year's taxes are paid as described in § § 10-21-36 to 10-21-39, inclusive, or § 10-9-3, the court shall assess a civil penalty on the transporter. If a manufacturer or dealer, as defined in chapter 32-7A, is moving, repossessing, trading, purchasing, or receiving onto the manufacturer's or dealer's lot a used mobile home or manufactured home and fails to obtain an affidavit from the county treasurer of the county in which the used mobile home or manufactured home is registered, stating that the current year's taxes are paid as described in § § 10-21-36 to 10-21-39, inclusive, or § 10-9-3, the court shall assess a civil penalty on the manufacturer or dealer. The court shall levy a civil penalty of two hundred fifty dollars for the first violation within a one-year period, five hundred dollars for the second violation within a one-year period, and one thousand dollars for each subsequent violation within a one-year period. All civil penalties collected pursuant to this section shall be deposited in the county general fund of the county in which the used mobile home or manufactured home is registered. Section 3. That chapter 32-9 be amended by adding thereto a NEW SECTION to read as follows: The department may, pursuant to chapter 1-26, revoke and cancel or suspend the commercial motor vehicle certificate which belongs to any person who the court has assessed a civil penalty pursuant to section 1 of this Act four or more times within a one-year period. Section 4. That chapter 32-9 be amended by adding thereto a NEW SECTION to read as follows: The department may, pursuant to chapter 1-26, revoke or suspend the transporter plate issued pursuant § 32-9-57 which belongs to any transporter who the court has assessed a civil penalty pursuant to section 1 of this Act four or more times within a one-year period. It is a Class 1 misdemeanor for any transporter to fail or refuse to surrender to the department upon its lawful demand any transporter plate which has been revoked or suspended. Section 5. That § 32-7A-4.2 be amended to read as follows: 32-7A-4.2. The department may deny any application, or suspend or revoke any license issued under the provisions of this chapter, for a violation of any of the following provisions: (1) Commission of fraud or willful misrepresentation in the application for or in obtaining a license; (2) A previous manufacturer or dealer license revocation in this or any other state; (3) Willful violation, which leads to a conviction, of any law of this state which relates to dealing in manufactured homes or mobile homes; (4) Willful failure to comply with any administrative rule promulgated by the department; (5) Perpetration of a fraud upon any person as a result of dealing in manufactured homes or mobile homes; (6) Failure to allow department inspections, including initial and annual inspections, complaint investigations and necessary follow-up inspections; (7) Willful misrepresentation through false, deceptive, or misleading statements with regard to the sale or financing of manufactured homes or mobile homes which a dealer has, or causes to have, advertised, printed, displayed, published, distributed, broadcast, televised, or made in any manner with regard to the sale or financing of manufactured homes or mobile homes; (8) Refusal to comply with a licensee's responsibility under the terms of the new manufactured home or mobile home warranty issued by its respective manufacturer, unless such refusal is at the direction of the manufacturer; (9) Willful failure to comply with the terms of any bona fide written, executed agreement pursuant to the sale of a manufactured home or mobile home; (10) Violation by the dealer of any applicable manufactured home building or safety code; (11) Failure to continuously occupy a principal place of business licensed under § 32-7A-2; (12) Willful failure to deliver the manufacturer's statement of origin to the county treasurer or the certificate of title to a person entitled to it within fifteen days after date of delivery; (13) Conviction within the previous ten years, of a crime that related directly to the business of the dealer or manufacturer involving fraud, misrepresentation or misuse of funds; (14) Inability to obtain or renew a surety bond; (15) Misuse of the dealers' metal plates and lending for use on mobile homes or manufactured homes not owned by the manufacturer or dealer; (16) Transporting a used mobile home or manufactured home without an affidavit , four or more times within a one-year period , from the county treasurer of the county in which the mobile home or manufactured home is registered, stating that the current year's taxes are paid ; or (17) Having a used mobile home or manufactured home located on the dealer's or manufacturer's lot without an affidavit, four or more times within a one-year period, from the county treasurer of the county in which the mobile home or manufactured home is registered, stating that the current year's taxes are paid ."}, {"bill_id": 17250, "bill_version_id": 93134, "bill_version": "House Taxation Engrossed", "bill_version_date": "2002-01-29T15:28:45-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain penalties for moving or obtaining a used mobile home or manufactured home without an affidavit from the county treasurer. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-5-16.6 be amended to read as follows: 32-5-16.6. If the owner of the used mobile home or manufactured home , prior to moving the home, fails to obtain an affidavit from the county treasurer of the county in which the used mobile home or manufactured home is registered, stating that the current year's taxes are paid as described in § § 10-21-36 to 10-21-39, inclusive, or § 10-9-3, the court shall assess a civil penalty of two hundred fifty dollars to on the owner. If a regulated lender, as defined in § 54-3-14, is repossessing a used mobile home or manufactured home and fails to obtain an affidavit , prior to moving the home, from the county treasurer of the county in which the used mobile home or manufactured home is registered, stating that the current year's taxes are paid as described in § § 10-21-36 to 10-21-39, inclusive, or § 10-9-3, the court shall assess a civil penalty of two hundred fifty dollars to on the lender. The court shall levy a civil penalty of two hundred fifty dollars for the first violation within a one-year period, five hundred dollars for the second violation within a one-year period, and one thousand dollars for each subsequent violation within a one-year period. All civil penalties collected pursuant to this section shall be deposited in the county general fund of the county in which the used mobile home or manufactured home is registered. The court shall notify the Department of Revenue of any violation resulting in a civil penalty assessment for failure to obtain a tax affidavit prior to moving a mobile or manufactured home. Section 2. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: If a transporter of a used mobile home or manufactured home, prior to transporting, fails to obtain an affidavit from the county treasurer of the county in which the used mobile home or manufactured home is registered, stating that the current year's taxes are paid as described in § § 10-21-36 to 10-21-39, inclusive, or § 10-9-3, the court shall assess a civil penalty on the transporter. If a manufacturer or licensed dealer, as defined in chapter 32-7A, is moving, repossessing, trading, purchasing, or receiving onto the manufacturer's or licensed dealer's lot a used mobile home or manufactured home and fails to obtain an affidavit from the county treasurer of the county in which the used mobile home or manufactured home is registered, stating that the current year's taxes are paid as described in § § 10-21-36 to 10-21-39, inclusive, or § 10-9-3, the court shall assess a civil penalty on the manufacturer or licensed dealer. The court shall levy a civil penalty of two hundred fifty dollars for the first violation within a one-year period, five hundred dollars for the second violation within a one-year period, and one thousand dollars for each subsequent violation within a one-year period. All civil penalties collected pursuant to this section shall be deposited in the county general fund of the county in which the used mobile home or manufactured home is registered. The court shall notify the Department of Revenue of any violation resulting in a civil penalty assessment for failure to obtain a tax affidavit prior to moving a mobile or manufactured home. Section 3. For the purposes of sections 1 and 2 of this Act, if the owner, lender, licensed dealer, or transporter are the same party the court may not assess multiple civil penalties for any one violation. Section 4. That chapter 32-9 be amended by adding thereto a NEW SECTION to read as follows: The department may, pursuant to chapter 1-26, revoke and cancel or suspend the commercial motor vehicle certificate which belongs to any person who the court has assessed a civil penalty pursuant to section 2 of this Act four or more times within a one-year period. Section 5. That chapter 32-9 be amended by adding thereto a NEW SECTION to read as follows: The department may, pursuant to chapter 1-26, revoke or suspend the transporter plate issued pursuant § 32-9-57 which belongs to any transporter who the court has assessed a civil penalty pursuant to section 2 of this Act four or more times within a one-year period. It is a Class 1 misdemeanor for any transporter to fail or refuse to surrender to the department upon its lawful demand any transporter plate which has been revoked or suspended. Section 6. That § 32-7A-4.2 be amended to read as follows: 32-7A-4.2. The department may deny any application, or suspend or revoke any license issued under the provisions of this chapter, for a violation of any of the following provisions: (1) Commission of fraud or willful misrepresentation in the application for or in obtaining a license; (2) A previous manufacturer or dealer license revocation in this or any other state; (3) Willful violation, which leads to a conviction, of any law of this state which relates to dealing in manufactured homes or mobile homes; (4) Willful failure to comply with any administrative rule promulgated by the department; (5) Perpetration of a fraud upon any person as a result of dealing in manufactured homes or mobile homes; (6) Failure to allow department inspections, including initial and annual inspections, complaint investigations and necessary follow-up inspections; (7) Willful misrepresentation through false, deceptive, or misleading statements with regard to the sale or financing of manufactured homes or mobile homes which a dealer has, or causes to have, advertised, printed, displayed, published, distributed, broadcast, televised, or made in any manner with regard to the sale or financing of manufactured homes or mobile homes; (8) Refusal to comply with a licensee's responsibility under the terms of the new manufactured home or mobile home warranty issued by its respective manufacturer, unless such refusal is at the direction of the manufacturer; (9) Willful failure to comply with the terms of any bona fide written, executed agreement pursuant to the sale of a manufactured home or mobile home; (10) Violation by the dealer of any applicable manufactured home building or safety code; (11) Failure to continuously occupy a principal place of business licensed under § 32-7A-2; (12) Willful failure to deliver the manufacturer's statement of origin to the county treasurer or the certificate of title to a person entitled to it within fifteen thirty days after date of delivery; (13) Conviction within the previous ten years, of a crime that related directly to the business of the dealer or manufacturer involving fraud, misrepresentation or misuse of funds; (14) Inability to obtain or renew a surety bond; (15) Misuse of the dealers' metal plates and lending for use on mobile homes or manufactured homes not owned by the manufacturer or dealer; (16) Transporting a used mobile home or manufactured home without an affidavit , four or more times within a one-year period , from the county treasurer of the county in which the mobile home or manufactured home is registered, stating that the current year's taxes are paid ; or (17) Having a used mobile home or manufactured home located on the licensed dealer's or manufacturer's lot without an affidavit, four or more times within a one-year period, from the county treasurer of the county in which the mobile home or manufactured home is registered, stating that the current year's taxes were paid when the licensed dealer acquired the home ."}, {"bill_id": 17250, "bill_version_id": 93988, "bill_version": "Senate Taxation Engrossed", "bill_version_date": "2002-02-08T13:06:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain penalties for moving or obtaining a used mobile home or manufactured home without an affidavit from the county treasurer. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-5-16.6 be amended to read as follows: 32-5-16.6. If the owner of the used mobile home or manufactured home , prior to moving the home, fails to obtain an affidavit from the county treasurer of the county in which the used mobile home or manufactured home is registered, stating that the current year's taxes are paid as described in § § 10-21-36 to 10-21-39, inclusive, or § 10-9-3, the court shall assess a civil penalty of two hundred fifty dollars to on the owner. If a regulated lender, as defined in § 54-3-14, is repossessing a used mobile home or manufactured home and fails to obtain an affidavit , prior to moving the home, from the county treasurer of the county in which the used mobile home or manufactured home is registered, stating that the current year's taxes are paid as described in § § 10-21-36 to 10-21-39, inclusive, or § 10-9-3, the court shall assess a civil penalty of two hundred fifty dollars to on the lender. The court shall levy a civil penalty of two hundred fifty dollars for the first violation within a one-year period, five hundred dollars for the second violation within a one-year period, and one thousand dollars for each subsequent violation within a one-year period. All civil penalties collected pursuant to this section shall be deposited in the county general fund of the county in which the used mobile home or manufactured home is registered. The county treasurer shall notify the Department of Revenue of any violation resulting in a civil penalty assessment for failure to obtain a tax affidavit prior to moving a mobile or manufactured home. Section 2. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: If a transporter of a used mobile home or manufactured home, prior to transporting, fails to obtain an affidavit from the county treasurer of the county in which the used mobile home or manufactured home is registered, stating that the current year's taxes are paid as described in § § 10-21-36 to 10-21-39, inclusive, or § 10-9-3, the court shall assess a civil penalty on the transport owner. If a manufacturer or licensed dealer, as defined in chapter 32-7A, is moving, repossessing, trading, purchasing, or receiving onto the manufacturer's or licensed dealer's lot a used mobile home or manufactured home and fails to obtain an affidavit from the county treasurer of the county in which the used mobile home or manufactured home is registered, stating that the current year's taxes are paid as described in § § 10-21-36 to 10-21-39, inclusive, or § 10-9-3, the court shall assess a civil penalty on the manufacturer or licensed dealer. The court shall levy a civil penalty of two hundred fifty dollars for the first violation within a one-year period, five hundred dollars for the second violation within a one-year period, and one thousand dollars for each subsequent violation within a one-year period. All civil penalties collected pursuant to this section shall be deposited in the county general fund of the county in which the used mobile home or manufactured home is registered. The county treasurer shall notify the Department of Revenue of any violation resulting in a civil penalty assessment for failure to obtain a tax affidavit prior to moving a mobile or manufactured home. Section 3. For the purposes of sections 1 and 2 of this Act, if the owner, lender, licensed dealer, or transporter are the same party the court may not assess multiple civil penalties for any one violation. Section 4. That chapter 32-9 be amended by adding thereto a NEW SECTION to read as follows: The department may, pursuant to chapter 1-26, revoke and cancel or suspend the commercial motor vehicle certificate which belongs to any person who the court has assessed a civil penalty pursuant to section 2 of this Act four or more times within a one-year period. Section 5. That chapter 32-9 be amended by adding thereto a NEW SECTION to read as follows: The department may, pursuant to chapter 1-26, revoke or suspend the transporter plate issued pursuant § 32-9-57 which belongs to any transporter who the court has assessed a civil penalty pursuant to section 2 of this Act four or more times within a one-year period. It is a Class 1 misdemeanor for any transporter to fail or refuse to surrender to the department upon its lawful demand any transporter plate which has been revoked or suspended. Section 6. That § 32-7A-4.2 be amended to read as follows: 32-7A-4.2. The department may deny any application, or suspend or revoke any license issued under the provisions of this chapter, for a violation of any of the following provisions: (1) Commission of fraud or willful misrepresentation in the application for or in obtaining a license; (2) A previous manufacturer or dealer license revocation in this or any other state; (3) Willful violation, which leads to a conviction, of any law of this state which relates to dealing in manufactured homes or mobile homes; (4) Willful failure to comply with any administrative rule promulgated by the department; (5) Perpetration of a fraud upon any person as a result of dealing in manufactured homes or mobile homes; (6) Failure to allow department inspections, including initial and annual inspections, complaint investigations and necessary follow-up inspections; (7) Willful misrepresentation through false, deceptive, or misleading statements with regard to the sale or financing of manufactured homes or mobile homes which a dealer has, or causes to have, advertised, printed, displayed, published, distributed, broadcast, televised, or made in any manner with regard to the sale or financing of manufactured homes or mobile homes; (8) Refusal to comply with a licensee's responsibility under the terms of the new manufactured home or mobile home warranty issued by its respective manufacturer, unless such refusal is at the direction of the manufacturer; (9) Willful failure to comply with the terms of any bona fide written, executed agreement pursuant to the sale of a manufactured home or mobile home; (10) Violation by the dealer of any applicable manufactured home building or safety code; (11) Failure to continuously occupy a principal place of business licensed under § 32-7A-2; (12) Willful failure to deliver the manufacturer's statement of origin to the county treasurer or the certificate of title to a person entitled to it within fifteen thirty days after date of delivery; (13) Conviction within the previous ten years, of a crime that related directly to the business of the dealer or manufacturer involving fraud, misrepresentation or misuse of funds; (14) Inability to obtain or renew a surety bond; (15) Misuse of the dealers' metal plates and lending for use on mobile homes or manufactured homes not owned by the manufacturer or dealer; (16) Transporting a used mobile home or manufactured home without an affidavit , four or more times within a one-year period , from the county treasurer of the county in which the mobile home or manufactured home is registered, stating that the current year's taxes are paid ; or (17) Having a used mobile home or manufactured home located on the licensed dealer's or manufacturer's lot without an affidavit, four or more times within a one-year period, from the county treasurer of the county in which the mobile home or manufactured home is registered, stating that the current year's taxes were paid when the licensed dealer acquired the home ."}, {"bill_id": 17250, "bill_version_id": 94422, "bill_version": "Enrolled", "bill_version_date": "2002-02-14T15:32:21-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17250, "action_date": "2002-01-16T14:00:00-06:00", "document_id": 92223, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92223.pdf", "status_text": "First read in House and referred to", "journal_page": 146, "committee_id_action": 768, "committee_id_assigned": 765, "result": "N", "vote": {}}, {"bill_id": 17250, "action_date": "2002-01-22T14:00:00-06:00", "document_id": 92568, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92568.pdf", "status_text": "Re-referred to", "journal_page": 212, "committee_id_action": 768, "committee_id_assigned": 764, "result": "P", "vote": {}}, {"bill_id": 17250, "action_date": "2002-01-24T07:45:00-06:00", "document_id": 92752, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92752.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 764, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17250, "action_date": "2002-01-29T07:30:00-06:00", "document_id": 93087, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93087.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 764, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17250, "action_date": "2002-01-29T07:30:00-06:00", "document_id": 93087, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93087.pdf", "status_text": "Do Pass Amended,", "journal_page": 336, "committee_id_action": 764, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 53673, "president_vote": null, "Yea": [2754, 2755, 2757, 2767, 2770, 2781, 2798, 2799, 2815, 2822, 2824, 2830, 2773, 2736], "Excused": [2806]}}, {"bill_id": 17250, "action_date": "2002-01-31T14:00:00-06:00", "document_id": 93364, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93364.pdf", "status_text": "Do Pass Amended,", "journal_page": 399, "committee_id_action": 768, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54065, "president_vote": null, "Nay": [2724, 2766, 2770, 2782, 2793, 2794, 2803, 2812, 2813, 2816, 2817, 2823], "Yea": [2725, 2728, 2729, 2731, 2732, 2735, 2736, 2737, 2738, 2741, 2744, 2748, 2749, 2752, 2754, 2755, 2756, 2757, 2758, 2759, 2763, 2764, 2765, 2767, 2768, 2769, 2771, 2773, 2774, 2775, 2777, 2779, 2781, 2783, 2785, 2786, 2788, 2790, 2797, 2798, 2799, 2800, 2804, 2805, 2806, 2807, 2808, 2811, 2814, 2815, 2820, 2822, 2824, 2825, 2830, 2751], "Excused": [2789, 2826]}}, {"bill_id": 17250, "action_date": "2002-02-01T13:00:00-06:00", "document_id": 93479, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93479.pdf", "status_text": "First read in Senate and referred to", "journal_page": 346, "committee_id_action": 769, "committee_id_assigned": 752, "result": "N", "vote": {}}, {"bill_id": 17250, "action_date": "2002-02-06T08:00:00-06:00", "document_id": 93758, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93758.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 752, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17250, "action_date": "2002-02-08T09:00:00-06:00", "document_id": 93972, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93972.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 752, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17250, "action_date": "2002-02-08T09:00:00-06:00", "document_id": 93972, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93972.pdf", "status_text": "Do Pass Amended,", "journal_page": 462, "committee_id_action": 752, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52399, "president_vote": null, "Yea": [2742, 2780, 2784, 2791, 2792, 2730, 2745], "Excused": [2795], "Nay": [2818]}}, {"bill_id": 17250, "action_date": "2002-02-12T14:00:00-06:00", "document_id": 94236, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94236.pdf", "status_text": "Do Pass Amended,", "journal_page": 516, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52590, "president_vote": null, "Yea": [2726, 2727, 2730, 2733, 2734, 2739, 2740, 2742, 2743, 2745, 2746, 2747, 2750, 2753, 2760, 2761, 2762, 2772, 2778, 2780, 2784, 2787, 2791, 2792, 2795, 2796, 2802, 2809, 2810, 2819, 2821, 2827, 2828, 2829], "Nay": [2818]}}, {"bill_id": 17250, "action_date": "2002-02-14T14:00:00-06:00", "document_id": 94440, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94440.pdf", "status_text": "Signed by Speaker", "journal_page": 677, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17250, "action_date": "2002-02-15T13:00:00-06:00", "document_id": 94527, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94527.pdf", "status_text": "Signed by President", "journal_page": 590, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17250, "action_date": "2002-02-19T14:00:00-06:00", "document_id": 94638, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94638.pdf", "status_text": "Delivered to the Governor", "journal_page": 746, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17250, "action_date": "2002-02-24T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 874, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2205}