{"session_id": 57, "bill_id": 19340, "bill_type": "House Bill", "bill_number": 1006, "bill_title": "provide for the submission of certain condition statements to assist the Legislature in the budgeting of  financial resources available to the state.", "sponsors": [{"legislator_profile_id": 3199, "is_prime": true}, {"legislator_profile_id": 3217, "is_prime": true}, {"legislator_profile_id": 3209, "is_prime": false}], "keywords": ["Budget", "Public Fiscal Administration", "Public Funds"], "audio": [{"meeting_datetime": "2005-02-14T00:00:00-06:00", "committee": "HGO", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hgo25hb1006a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-14T00:00:00-06:00", "committee": "HGO", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hgo25hb1006a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-14T00:00:00-06:00", "committee": "HGO", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hgo25hb1006a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19340, "bill_version_id": 102563, "bill_version": "Introduced", "bill_version_date": "2004-12-30T13:39:43-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the submission of certain condition statements to assist the Legislature in the budgeting of financial resources available to the state. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 4-7 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, a condition statement is a document that identifies a fund's beginning balance, receipts, disbursements, and ending balance for each of the last two concluded fiscal years and that identifies a fund's beginning balance, projected receipts, projected disbursements, and ending balance for the current fiscal year and the next fiscal year. The fund's ending balance, for the current fiscal year and the next fiscal year, shall represent the ending cash balance of the fund reduced by any money that is reappropriated to the next fiscal year along with any other commitments to be funded from the ending cash balance. Section 2. That § 4-7-7 be amended to read as follows: 4-7-7. The head of each budget unit, not later than October fifteenth of each year, shall submit, on forms prescribed by the Bureau of Finance and Management and in the manner deemed appropriate, such explanatory data as required and necessary to adequately convey the budget requests, to the Bureau of Finance and Management estimates of the financial requirements of his the budget unit for the next fiscal year. The estimates so submitted shall first receive the approval of the board or commission of each budget unit for which a board or commission is constituted. The head of each budget unit shall submit a condition statement for all indirect cost reimbursement funds received from the federal government. Not later than the November first following such submission, copies of such explanatory data of the budget requests , including condition statements, shall be transmitted to the Legislative Research Council by the Bureau of Finance and Management. Section 3. That § 4-7-7.2 be amended to read as follows: 4-7-7.2. All budget units not receiving state general fund appropriations shall submit informational budgets which shall detail the condition of each and every fund under its control, the nature and extent of all investments of such funds, all receipts and expenditures of all such funds for each of the past two fiscal years and for the next preceding fiscal year, and which shall otherwise comply with all provisions of this chapter to the extent applicable. All budget units not receiving state general fund appropriations shall submit condition statements. Section 4. That § 4-7-15 be amended to read as follows: 4-7-15. The Bureau of Finance and Management, at the direction and under the control of the Governor, and subject to the provisions of this chapter, shall develop financial policies and plans as the basis for budget recommendations to the Legislature, and prepare detailed documents in accordance with such financial policies and plans for presentation to the Legislature. Not later than the day that the Governor submits the budget report to the Legislature, the Bureau of Finance and Management shall provide the Legislative Research Council with the condition statements utilized in preparing the budget report. The Bureau of Finance and Management shall make its records and information available at all times to the Legislature and its designees."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19340, "action_date": "2005-01-11T12:00:00-06:00", "document_id": 102709, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102709.pdf", "status_text": "First read in House and referred to", "journal_page": 13, "committee_id_action": 860, "committee_id_assigned": 850, "result": "N", "vote": {}}, {"bill_id": 19340, "action_date": "2005-02-14T15:00:00-06:00", "document_id": 104741, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104741.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 850, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19340, "action_date": "2005-02-14T15:00:00-06:00", "document_id": 104741, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104741.pdf", "status_text": "Tabled", "journal_page": 480, "committee_id_action": 850, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60114, "president_vote": null, "Yea": [3176, 3209, 3227, 3159, 3199]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/19340"}