{"session_id": 53, "bill_id": 16892, "bill_type": "House Bill", "bill_number": 1240, "bill_title": "revise certain provisions relating to the Statewide One-Call Notification Board, to create enforcement authority for the board, and to provide for certain penalties.", "sponsors": [{"legislator_profile_id": 2755, "is_prime": true}, {"legislator_profile_id": 2791, "is_prime": true}, {"legislator_profile_id": 2732, "is_prime": false}, {"legislator_profile_id": 2786, "is_prime": false}, {"legislator_profile_id": 2792, "is_prime": false}, {"legislator_profile_id": 2795, "is_prime": false}, {"legislator_profile_id": 2796, "is_prime": false}, {"legislator_profile_id": 2804, "is_prime": false}, {"legislator_profile_id": 2813, "is_prime": false}, {"legislator_profile_id": 2819, "is_prime": false}, {"legislator_profile_id": 2827, "is_prime": false}, {"legislator_profile_id": 2828, "is_prime": false}, {"legislator_profile_id": 2830, "is_prime": false}], "keywords": ["Public Utilities Commission"], "audio": [{"meeting_datetime": "2002-01-24T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hlo12hb1240a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-24T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hlo12hb1240a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-24T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hlo12hb1240a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-29T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hlo16hb1240a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-29T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hlo16hb1240a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-29T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hlo16hb1240a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-29T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hlo16hb1240a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-29T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hlo16hb1240a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-31T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou18hb1240a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-31T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou18hb1240a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-31T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou18hb1240a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-31T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou18hb1240a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-12T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sco26hb1240a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-12T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sco26hb1240a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-12T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sco26hb1240a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-20T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen31hb1240a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-20T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen31hb1240a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-21T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou32hb1240a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-03-12T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou35hb1240a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-03-12T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou35hb1240a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-03-12T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou35hb1240a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16892, "bill_version_id": 92333, "bill_version": "Introduced", "bill_version_date": "2002-01-18T07:45:44-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to the Statewide One- Call Notification Board, to create enforcement authority for the board, and to provide for certain penalties and fines. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-7A-2 be amended to read as follows: 49-7A-2. The Statewide One-Call Notification Board is established as an agency of state government administered by the Public Utilities Commission and funded solely by revenue generated by the one-call notification center. Any interest earned on money in the state one-call fund shall be deposited in the fund. The money is continuously appropriated to the board to implement and administer the provisions of this chapter. The one-call notification center may be organized as a nonprofit corporation. The one-call notification center shall provide a service through which a person can notify the operators of underground facilities of plans to excavate and to request the marking of the facilities. All operators are subject to this chapter and the rules promulgated thereto. Any operator who fails to become a member of the one-call notification center or who fails to submit the locations of the operator's underground facilities to the center, as required by this chapter and rules of the board, is subject to applicable penalties under sections 12 and 13 of this Act and is subject to civil liability for any damages caused by noncompliance with this chapter. Any penalties which may be assessed by the board under this chapter shall be collected as provided by law and deposited into the one-call fund. Section 2. That § 49-7A-4 be amended to read as follows: 49-7A-4. The One-Call Notification Board shall by rules, promulgated pursuant to chapter 1-26, establish the procedures to operate a nonprofit one-call notification center, establish a notification process, establish a system of standard colors for marking the procedures that regulate the notification process and marking of underground facilities to prevent damage to underground facilities, establish the procedures for gathering information from facility operators that could further improve the ability to reduce damage to underground facilities , establish a competitive bidding procedure to select a vendor to provide the notification service, and establish a procedure whereby members of the one-call notification center share in the costs of the one-call notification center. Section 3. That § 49-7A-5 be amended to read as follows: 49-7A-5. No excavator may begin any excavation without first notifying the one-call notification center of the proposed excavation. The excavator shall give notice by telephone, facsimile, in person, or by other methods approved by the board pursuant to rules promulgated pursuant to chapter 1-26 to the one-call notification center at least forty-eight hours prior to the commencement of the excavation, excluding Saturdays, Sundays, and legal holidays of the state, but not more than ten business days prior to any excavation. Notice to the one-call notification center is notice to each member of the one-call notification center, except in instances when an operator directs the one-call notification center to require the excavator to personally contact the operator. In such instance the center shall furnish the excavator with information necessary to contact the operator. No member is required to accept notification more than ten business days prior to the excavation unless it is for planning purposes for projects that may affect the underground facilities. Once notice is given it is effective for the duration of the excavation. However, if the markings made by the operator pursuant to § 49-7A-8 disappear the excavator shall provide notice again as required by this chapter. The board may promulgate rules to reduce the forty-eight-hour interval for emergency or subsequent inquiries to the original locate request and may lengthen the forty-eight-hour interval for nonexcavation requests. Section 4. That § 49-7A-6 be repealed. 49-7A-6. The notice shall contain the name, address and telephone number of the person making the notification; the name, address and telephone number of the excavator; the date and time when excavation is scheduled to begin; the depth of planned excavation; the type and extent of excavation being planned including whether the excavation involves tunneling or horizontal boring; and, if applicable, whether the use of explosives is anticipated. Any phone number given by the excavator shall provide access to the excavator during normal business hours. The notice shall also contain location of the excavation by any one or more of the following means: (1) A specific street or rural address, which has a numbered address on a marked street or avenue that is publicly recorded; (2) A reference to a platted lot number of record; or (3) A specific quarter section by section, range, township and county. The notice shall also describe the excavation area within each location. In each notice the excavator shall describe the area to be excavated from structures or roads or other known points of reference on or near the property, or in lieu of such description, an excavator may indicate in the notice that the excavator will flag or mark the site or boundaries of the excavation. If it is impractical to flag, mark, or describe the excavation, the excavator shall schedule a meeting with the operators to inform them of the extent of the excavation on the site. The one-call notification center may not confirm the notice until the excavator complies with this section. Section 5. That § 49-7A-6.1 be amended to read as follows: 49-7A-6.1. No operator may be billed for the costs of any notification of excavation if the location of the excavation described in the notice pursuant to § 49-7A-6 is different than the one call center's record of the description of the location of the operator's underground facilities. Section 6. That § 49-7A-8 be amended to read as follows: 49-7A-8. An operator shall, upon receipt of the notice provided for in § § 49-7A-5 and 49-7A-6 , advise the excavator of the location of underground facilities in the proposed excavation area by marking the location of the facilities with stakes, flags, paint, or other clearly identifiable marking within eighteen inches horizontally from the exterior sides of the underground facilities. The operator shall respond no later than forty-eight hours after receipt of the notice, excluding Saturdays, Sundays, and legal holidays of the state or at a time mutually agreed to by the parties. Excavators shall maintain a minimum horizontal clearance of eighteen inches between a marked underground facility and the cutting edge of any mechanical equipment. If excavation is required within eighteen inches, horizontally, the excavator shall expose the facility with hand tools or noninvasive methods approved pursuant to rule and shall protect and support the facility prior to further excavation with mechanical equipment. Section 7. That § 49-7A-9 be amended to read as follows: 49-7A-9. If location markings requested by an excavator pursuant to § § 49-7A-5 and 49-7A-6 are not provided within the time specified by those sections, or if the location markings provided fail to identify the location of the underground facilities in accordance with § 49-7A-8 statute and rule , any excavator damaging or injuring underground facilities is not liable for such damage or injury except on proof of negligence. Section 8. That § 49-7A-10 be amended to read as follows: 49-7A-10. Compliance with this chapter and the rules promulgated pursuant thereto does not excuse a person from acting in a careful and prudent manner nor does compliance with this chapter and the rules promulgated pursuant thereto affect any civil remedies otherwise provided by law for personal injury or for property damage except as specifically provided in this chapter. If information requested pursuant to § § 49-7A-5 and 49-7A-8 statute or rule, is provided within the time specified by those sections, and if the information provided sufficiently identifies the location of the underground facilities in accordance with § 49-7A-8 statute and rule , any excavator damaging or injuring the underground facilities is strictly liable for all damage proximately caused thereby. Section 9. That § 49-7A-11 be repealed. 49-7A-11. If an excavation is being made in a time of emergency, all reasonable precautions shall be taken to protect the underground facilities. In such a case, the excavator shall give notification, substantially in compliance with § 49-7A-5 as soon as practical, that an emergency exists, and each member shall as soon as practical or no longer than within four hours provide to the excavator all location information reasonably available. Any operator who determines that its facilities will not be impacted by the notice, shall immediately notify the excavator that the operator's facilities are clear from the excavation. An excavator requesting a location due to an emergency shall provide the name and the phone number of a person who has knowledge regarding the excavation. Any operator or excavator who violates this section is liable for any damages incurred. Section 10. That § 49-7A-12 be amended to read as follows: 49-7A-12. If any underground facility is damaged, dislocated, or disturbed in advance of or during excavation work, the excavator shall immediately notify the operator of the facility, or, if unknown, the one-call notification center of such damage, dislocation, or disturbance. No excavator may conceal or attempt to conceal such damage, dislocation, or disturbance, nor may that excavator attempt to make repairs to the facility unless authorized by the operator of the facility. The board may assess a civil penalty of up to one thousand dollars against any excavator who knowingly violates this section. Section 11. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: Any person with a complaint against a party who violates or with a complaint against a party who procures, aids, or abets in the violation of any statute or rule of the Statewide One-Call Notification Board, may apply to the board for relief. No complaint may be dismissed because of the absence of direct damage to the complainant or petitioner. The board may promulgate rules of practice prescribing the form and procedure for complaints in accordance with chapter 1-26. Section 12. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: Except as provided in section 13 of this Act and in addition to all other penalties provided by law, any person who violates or who procures, aids, or abets in the violation of any rule of the Statewide One-Call Notification Board may be assessed a penalty of up to one thousand dollars for the first violation and up to five thousand dollars for each subsequent violation that occurs within twelve months of the initial violation. Section 13. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: In addition to all other penalties provided by law, any person who intentionally violates or who intentionally procures, aids, or abets in the violation of any statute or rule of the Statewide One-Call Notification Board may be assessed a penalty of up to five thousand dollars for the first violation and up to ten thousand dollars for each subsequent violation that occurs within twelve months of the initial violation. Section 14. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: Each violation of any statute or rule of the Statewide One-Call Notification Board constitutes a separate offense. In the case of a continuing violation, each day that the violation continues constitutes a separate violation. Section 15. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: No penalty may be imposed pursuant to sections 12 and 13 of this Act except by order following a complaint pursuant to section 10 of this Act. A complaint alleging a violation of any statute, except § 49-7A-12, or alleging a violation of any rule of the Statewide One-Call Notification Board shall be brought within ninety days of the alleged violation. Any complaint alleging a violation of § 49-7A-12 shall be brought within one year of discovery of the alleged violation. Section 16. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: Upon the initiation of a complaint pursuant to section 11 of this Act, a panel of three or five members of the Statewide One-Call Notification Board shall be appointed by the chair for the purpose of determining whether there is probable cause to believe there has been a violation of any statute or rule of the board. A determination of whether there is probable cause to believe there has been a violation shall be determined by a majority vote of the panel. The panel shall then recommend to the board that the complaint be dismissed for lack of probable cause, or recommend to the board that there is probable cause to believe that there has been violation and recommend what fine, if any, should be imposed pursuant to the provisions of section 12 or 13 of this Act. Section 17. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: Upon receipt of a complaint and the appointment of a panel, the panel shall forward to the respondent a statement of the complaint and a notice requiring the respondent to satisfy the complaint or answer it in writing within twenty days from the date of service of the notice or within such further time as may be specified by the board. Section 18. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: The respondent shall, within the time fixed by the notice served upon it, satisfy the complaint or answer the complaint by filing the original and two copies of the answer in the office of the board and serving a copy on each complainant. Section 19. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: A determination of probable cause shall be made by the panel solely on these submissions and no other evidence shall be considered. Section 20. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: The amount of recommended fine shall be determined by a majority vote of the panel. Factors to be considered in determining the amount of the fine shall be: (1) The amount of damage, degree of threat to the public safety, and inconvenience caused; (2) The respondent's plans and procedures to insure future compliance with statute and rules; (3) Any history of previous violations; (4) Other matters as justice requires. Section 21. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: The board shall accept the recommendations of the panel unless either party requests a hearing. Section 22. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: If the amount of the penalty is not paid to the board, the Public Utilities Commission, at the request of the board, shall bring an action in the name of the State of South Dakota to recover the penalty in accordance with section 27 of this Act. No action may be commenced until after the time has expired for an appeal from the findings, conclusions, and order of the commission. The costs and expenses on the part of the commission shall be paid by the board. Section 23. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: In the trial of an action pursuant to section 22 of this Act, the evidence introduced in the proceedings before the board shall constitute the record and evidence on the trial of the case in court. No additional evidence other than that introduced before the board may be introduced at the court trial. The report and order of the board shall be taken and held to be prima facie evidence of the facts stated therein. Section 24. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: The board shall keep a docket in which shall be entered all matters coming before it for determination, with the date of the filing of each paper and the final action of the board in the matter. In connection with such docket, there shall be kept a carefully prepared index in which the names of the parties shall be cross-indexed under the names of both the plaintiff and defendant. Section 25. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: In any action or proceeding based upon a complaint which comes before the board, the board shall keep a full, true, and verbatim record of all evidence introduced at any hearing or trial and prepare and file as a part of its record in the action or proceeding a true and correct transcript of the evidence, and attach all exhibits introduced at the trial. There shall be attached to the transcript a certificate from the recording secretary to the effect that it is a true and correct transcript of all testimony introduced at the trial. Section 26. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: No party may request the removal of a board member from any hearing. Section 27. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: A demand in writing on the party shall be made for the assessed fine before suit is brought for recovery under section 22 of this Act. No suit may be brought until the expiration of thirty days after the demand. Section 28. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: Any action or proceeding or order of the Statewide One-Call Notification Board raises a presumption of validity. The burden is upon the party claiming the order to be invalid to plead and prove the facts establishing the invalidity. Section 29. The provisions of this Act are effective January 1, 2003."}, {"bill_id": 16892, "bill_version_id": 93126, "bill_version": "House Local Government Engrossed", "bill_version_date": "2002-01-29T14:52:47-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to the Statewide One- Call Notification Board, to create enforcement authority for the board, and to provide for certain penalties and fines. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-7A-2 be amended to read as follows: 49-7A-2. The Statewide One-Call Notification Board is established as an agency of state government administered by the Public Utilities Commission and funded solely by revenue generated by the one-call notification center. Any interest earned on money in the state one-call fund shall be deposited in the fund. The money is continuously appropriated to the board to implement and administer the provisions of this chapter. The one-call notification center may be organized as a nonprofit corporation. The one-call notification center shall provide a service through which a person can notify the operators of underground facilities of plans to excavate and to request the marking of the facilities. All operators are subject to this chapter and the rules promulgated thereto. Any operator who fails to become a member of the one-call notification center or who fails to submit the locations of the operator's underground facilities to the center, as required by this chapter and rules of the board, is subject to applicable penalties under sections 12 and 13 of this Act and is subject to civil liability for any damages caused by noncompliance with this chapter. Any penalties which may be assessed by the board under this chapter shall be collected as provided by law and deposited into the one-call fund. Section 2. That § 49-7A-4 be amended to read as follows: 49-7A-4. The One-Call Notification Board shall by rules, promulgated pursuant to chapter 1-26, establish the procedures to operate a nonprofit one-call notification center, establish a notification process, establish a system of standard colors for marking the procedures that regulate the notification process and marking of underground facilities to prevent damage to underground facilities, establish the procedures for gathering information from facility operators that could further improve the ability to reduce damage to underground facilities , establish a competitive bidding procedure to select a vendor to provide the notification service, and establish a procedure whereby members of the one-call notification center share in the costs of the one-call notification center. Section 3. That § 49-7A-5 be amended to read as follows: 49-7A-5. No excavator may begin any excavation without first notifying the one-call notification center of the proposed excavation. The excavator shall give notice by telephone, facsimile, in person, or by other methods approved by the board pursuant to rules promulgated pursuant to chapter 1-26 to the one-call notification center at least forty-eight hours prior to the commencement of the excavation, excluding Saturdays, Sundays, and legal holidays of the state, but not more than ten business days prior to any excavation. Notice to the one-call notification center is notice to each member of the one-call notification center, except in instances when an operator directs the one-call notification center to require the excavator to personally contact the operator. In such instance the center shall furnish the excavator with information necessary to contact the operator. No member is required to accept notification more than ten business days prior to the excavation unless it is for planning purposes for projects that may affect the underground facilities. Once notice is given it is effective for the duration of the excavation. However, if the markings made by the operator pursuant to § 49-7A-8 disappear the excavator shall provide notice again as required by this chapter. The board may promulgate rules to reduce the forty-eight-hour interval for emergency or subsequent inquiries to the original locate request and may lengthen the forty-eight-hour interval for nonexcavation requests. Section 4. That § 49-7A-6 be repealed. 49-7A-6. The notice shall contain the name, address and telephone number of the person making the notification; the name, address and telephone number of the excavator; the date and time when excavation is scheduled to begin; the depth of planned excavation; the type and extent of excavation being planned including whether the excavation involves tunneling or horizontal boring; and, if applicable, whether the use of explosives is anticipated. Any phone number given by the excavator shall provide access to the excavator during normal business hours. The notice shall also contain location of the excavation by any one or more of the following means: (1) A specific street or rural address, which has a numbered address on a marked street or avenue that is publicly recorded; (2) A reference to a platted lot number of record; or (3) A specific quarter section by section, range, township and county. The notice shall also describe the excavation area within each location. In each notice the excavator shall describe the area to be excavated from structures or roads or other known points of reference on or near the property, or in lieu of such description, an excavator may indicate in the notice that the excavator will flag or mark the site or boundaries of the excavation. If it is impractical to flag, mark, or describe the excavation, the excavator shall schedule a meeting with the operators to inform them of the extent of the excavation on the site. The one-call notification center may not confirm the notice until the excavator complies with this section. Section 5. That § 49-7A-6.1 be amended to read as follows: 49-7A-6.1. No operator may be billed for the costs of any notification of excavation if the location of the excavation described in the notice pursuant to § 49-7A-6 is different than the one call center's record of the description of the location of the operator's underground facilities. Section 6. That § 49-7A-8 be amended to read as follows: 49-7A-8. An operator shall, upon receipt of the notice provided for in § § 49-7A-5 and 49-7A-6 , advise the excavator of the location of underground facilities in the proposed excavation area by marking the location of the facilities with stakes, flags, paint, or other clearly identifiable marking within eighteen inches horizontally from the exterior sides of the underground facilities. The operator shall respond no later than forty-eight hours after receipt of the notice, excluding Saturdays, Sundays, and legal holidays of the state or at a time mutually agreed to by the parties. The board shall promulgate rules, pursuant to chapter 1-26, to establish the response time for operators to mark the underground facilities. The response time shall be no later than forty-eight hours after the receipt of the notice, excluding Saturdays, Sundays, and legal holidays of the state or the excavation start time provided by the excavator, whichever is later. The response time may be less than forty-eight hours for emergency or subsequent inquiries to the original locate request and may be longer than forty-eight hours for nonexcavation requests. Excavators shall maintain a minimum horizontal clearance of eighteen inches between a marked underground facility and the cutting edge of any mechanical equipment. If excavation is required within eighteen inches, horizontally, the excavator shall expose the facility with hand tools or noninvasive methods approved pursuant to rule and shall protect and support the facility prior to further excavation with mechanical equipment. Section 7. That § 49-7A-9 be amended to read as follows: 49-7A-9. If location markings requested by an excavator pursuant to § § 49-7A-5 and 49-7A-6 are not provided within the time specified by those sections, or if the location markings provided fail to identify the location of the underground facilities in accordance with § 49-7A-8 statute and rule , any excavator damaging or injuring underground facilities is not liable for such damage or injury except on proof of negligence. Section 8. That § 49-7A-10 be amended to read as follows: 49-7A-10. Compliance with this chapter and the rules promulgated pursuant thereto does not excuse a person from acting in a careful and prudent manner nor does compliance with this chapter and the rules promulgated pursuant thereto affect any civil remedies otherwise provided by law for personal injury or for property damage except as specifically provided in this chapter. If information requested pursuant to § § 49-7A-5 and 49-7A-8 statute or rule, is provided within the time specified by those sections, and if the information provided sufficiently identifies the location of the underground facilities in accordance with § 49-7A-8 statute and rule , any excavator damaging or injuring the underground facilities is strictly liable for all damage proximately caused thereby. Section 9. That § 49-7A-11 be repealed. 49-7A-11. If an excavation is being made in a time of emergency, all reasonable precautions shall be taken to protect the underground facilities. In such a case, the excavator shall give notification, substantially in compliance with § 49-7A-5 as soon as practical, that an emergency exists, and each member shall as soon as practical or no longer than within four hours provide to the excavator all location information reasonably available. Any operator who determines that its facilities will not be impacted by the notice, shall immediately notify the excavator that the operator's facilities are clear from the excavation. An excavator requesting a location due to an emergency shall provide the name and the phone number of a person who has knowledge regarding the excavation. Any operator or excavator who violates this section is liable for any damages incurred. Section 10. That § 49-7A-12 be amended to read as follows: 49-7A-12. If any underground facility is damaged, dislocated, or disturbed in advance of or during excavation work, the excavator shall immediately notify the operator of the facility, or, if unknown, the one-call notification center of such damage, dislocation, or disturbance. No excavator may conceal or attempt to conceal such damage, dislocation, or disturbance, nor may that excavator attempt to make repairs to the facility unless authorized by the operator of the facility. The board may assess a civil penalty of up to one thousand dollars against any excavator who knowingly violates this section. Section 11. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: Any person with a complaint against a party who violates or with a complaint against a party who procures, aids, or abets in the violation of any statute or rule of the Statewide One-Call Notification Board, may apply to the board for relief. No complaint may be dismissed because of the absence of direct damage to the complainant or petitioner. The board may promulgate rules of practice prescribing the form and procedure for complaints in accordance with chapter 1-26. Section 12. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: Except as provided in section 13 of this Act and in addition to all other penalties provided by law, any person who violates or who procures, aids, or abets in the violation of any rule of the Statewide One-Call Notification Board may be assessed a penalty of up to one thousand dollars for the first violation and up to five thousand dollars for each subsequent violation that occurs within twelve months of the initial violation. Section 13. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: In addition to all other penalties provided by law, any person who intentionally violates or who intentionally procures, aids, or abets in the violation of any statute or rule of the Statewide One-Call Notification Board may be assessed a penalty of up to five thousand dollars for the first violation and up to ten thousand dollars for each subsequent violation that occurs within twelve months of the initial violation. Section 14. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: Each violation of any statute or rule of the Statewide One-Call Notification Board constitutes a separate offense. In the case of a continuing violation, each day that the violation continues constitutes a separate violation. Section 15. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: No penalty may be imposed pursuant to sections 12 and 13 of this Act except by order following a complaint pursuant to section 10 of this Act. A complaint alleging a violation of any statute, except § 49-7A-12, or alleging a violation of any rule of the Statewide One-Call Notification Board shall be brought within ninety days of the alleged violation. Any complaint alleging a violation of § 49-7A-12 shall be brought within one year of discovery of the alleged violation. Section 16. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: Upon the initiation of a complaint pursuant to section 11 of this Act, a panel of three or five members of the Statewide One-Call Notification Board shall be appointed by the chair for the purpose of determining whether there is probable cause to believe there has been a violation of any statute or rule of the board. A determination of whether there is probable cause to believe there has been a violation shall be determined by a majority vote of the panel. The panel shall then recommend to the board that the complaint be dismissed for lack of probable cause, or recommend to the board that there is probable cause to believe that there has been violation and recommend what fine, if any, should be imposed pursuant to the provisions of section 12 or 13 of this Act. Section 17. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: Upon receipt of a complaint and the appointment of a panel, the panel shall forward to the respondent a statement of the complaint and a notice requiring the respondent to satisfy the complaint or answer it in writing within twenty days from the date of service of the notice or within such further time as may be specified by the board. Section 18. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: The respondent shall, within the time fixed by the notice served upon it, satisfy the complaint or answer the complaint by filing the original and two copies of the answer in the office of the board and serving a copy on each complainant. Section 19. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: A determination of probable cause shall be made by the panel solely on these submissions and no other evidence shall be considered. Section 20. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: The amount of recommended fine shall be determined by a majority vote of the panel. Factors to be considered in determining the amount of the fine shall be: (1) The amount of damage, degree of threat to the public safety, and inconvenience caused; (2) The respondent's plans and procedures to insure future compliance with statute and rules; (3) Any history of previous violations; (4) Other matters as justice requires. Section 21. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: The board shall accept the recommendations of the panel unless either party requests a hearing. The hearing shall be conducted before the board as a contested case under chapter 1-26. Following the hearing, the board shall either render a decision dismissing the complaint for insufficient evidence or shall impose a penalty pursuant to the provisions of section 12 or 13 of this Act. Section 22. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: If the amount of the penalty is not paid to the board, the Public Utilities Commission, at the request of the board, shall bring an action in the name of the State of South Dakota to recover the penalty in accordance with section 27 of this Act. No action may be commenced until after the time has expired for an appeal from the findings, conclusions, and order of the commission. The costs and expenses on the part of the commission shall be paid by the board. Section 23. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: In the trial of an action pursuant to section 22 of this Act, the evidence introduced in the proceedings before the board shall constitute the record and evidence on the trial of the case in court. No additional evidence other than that introduced before the board may be introduced at the court trial. The report and order of the board shall be taken and held to be prima facie evidence of the facts stated therein. Section 24. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: The board shall keep a docket in which shall be entered all matters coming before it for determination, with the date of the filing of each paper and the final action of the board in the matter. In connection with such docket, there shall be kept a carefully prepared index in which the names of the parties shall be cross-indexed under the names of both the plaintiff and defendant. Section 25. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: In any action or proceeding based upon a complaint which comes before the board, the board shall keep a full, true, and verbatim record of all evidence introduced at any hearing or trial and prepare and file as a part of its record in the action or proceeding a true and correct transcript of the evidence, and attach all exhibits introduced at the trial. There shall be attached to the transcript a certificate from the recording secretary to the effect that it is a true and correct transcript of all testimony introduced at the trial. Section 26. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: No party may request the removal of a board member from any hearing. Section 27. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: A demand in writing on the party shall be made for the assessed fine before suit is brought for recovery under section 22 of this Act. No suit may be brought until the expiration of thirty days after the demand. Section 28. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: Any action or proceeding or order of the Statewide One-Call Notification Board raises a presumption of validity. The burden is upon the party claiming the order to be invalid to plead and prove the facts establishing the invalidity. Section 29. The provisions of this Act are effective January 1, 2003."}, {"bill_id": 16892, "bill_version_id": 93356, "bill_version": "House Engrossed", "bill_version_date": "2002-01-31T16:04:38-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to the Statewide One- Call Notification Board, to create enforcement authority for the board, and to provide for certain penalties and fines. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-7A-2 be amended to read as follows: 49-7A-2. The Statewide One-Call Notification Board is established as an agency of state government administered by the Public Utilities Commission and funded solely by revenue generated by the one-call notification center. Any interest earned on money in the state one-call fund shall be deposited in the fund. The money is continuously appropriated to the board to implement and administer the provisions of this chapter. The one-call notification center may be organized as a nonprofit corporation. The one-call notification center shall provide a service through which a person can notify the operators of underground facilities of plans to excavate and to request the marking of the facilities. All operators are subject to this chapter and the rules promulgated thereto. Any operator who fails to become a member of the one-call notification center or who fails to submit the locations of the operator's underground facilities to the center, as required by this chapter and rules of the board, is subject to applicable penalties under sections 12 and 13 of this Act and is subject to civil liability for any damages caused by noncompliance with this chapter. Any penalties which may be assessed by the board under this chapter shall be collected as provided by law and deposited into the one-call fund. Section 2. That § 49-7A-4 be amended to read as follows: 49-7A-4. The One-Call Notification Board shall by rules, promulgated pursuant to chapter 1-26, establish the procedures to operate a nonprofit one-call notification center, establish a notification process, establish a system of standard colors for marking the procedures that regulate the notification process and marking of underground facilities to prevent damage to underground facilities, establish the procedures for gathering information from facility operators that could further improve the ability to reduce damage to underground facilities , establish a competitive bidding procedure to select a vendor to provide the notification service, and establish a procedure whereby members of the one-call notification center share in the costs of the one-call notification center. Section 3. That § 49-7A-5 be amended to read as follows: 49-7A-5. No excavator may begin any excavation without first notifying the one-call notification center of the proposed excavation. The excavator shall give notice by telephone, facsimile, in person, or by other methods approved by the board pursuant to rules promulgated pursuant to chapter 1-26 to the one-call notification center at least forty-eight hours prior to the commencement of the excavation, excluding Saturdays, Sundays, and legal holidays of the state, but not more than ten business days prior to any excavation. Notice to the one-call notification center is notice to each member of the one-call notification center, except in instances when an operator directs the one-call notification center to require the excavator to personally contact the operator. In such instance the center shall furnish the excavator with information necessary to contact the operator. No member is required to accept notification more than ten business days prior to the excavation unless it is for planning purposes for projects that may affect the underground facilities. Once notice is given it is effective for the duration of the excavation. However, if the markings made by the operator pursuant to § 49-7A-8 disappear the excavator shall provide notice again as required by this chapter. The board may promulgate rules to reduce the forty-eight-hour interval for emergency or subsequent inquiries to the original locate request and may lengthen the forty-eight-hour interval for nonexcavation requests. Section 4. That § 49-7A-6 be repealed. 49-7A-6. The notice shall contain the name, address and telephone number of the person making the notification; the name, address and telephone number of the excavator; the date and time when excavation is scheduled to begin; the depth of planned excavation; the type and extent of excavation being planned including whether the excavation involves tunneling or horizontal boring; and, if applicable, whether the use of explosives is anticipated. Any phone number given by the excavator shall provide access to the excavator during normal business hours. The notice shall also contain location of the excavation by any one or more of the following means: (1) A specific street or rural address, which has a numbered address on a marked street or avenue that is publicly recorded; (2) A reference to a platted lot number of record; or (3) A specific quarter section by section, range, township and county. The notice shall also describe the excavation area within each location. In each notice the excavator shall describe the area to be excavated from structures or roads or other known points of reference on or near the property, or in lieu of such description, an excavator may indicate in the notice that the excavator will flag or mark the site or boundaries of the excavation. If it is impractical to flag, mark, or describe the excavation, the excavator shall schedule a meeting with the operators to inform them of the extent of the excavation on the site. The one-call notification center may not confirm the notice until the excavator complies with this section. Section 5. That § 49-7A-6.1 be amended to read as follows: 49-7A-6.1. No operator may be billed for the costs of any notification of excavation if the location of the excavation described in the notice pursuant to § 49-7A-6 is different than the one call center's record of the description of the location of the operator's underground facilities. Section 6. That § 49-7A-8 be amended to read as follows: 49-7A-8. An operator shall, upon receipt of the notice provided for in § § 49-7A-5 and 49-7A-6 , advise the excavator of the location of underground facilities in the proposed excavation area by marking the location of the facilities with stakes, flags, paint, or other clearly identifiable marking within eighteen inches horizontally from the exterior sides of the underground facilities. The operator shall respond no later than forty-eight hours after receipt of the notice, excluding Saturdays, Sundays, and legal holidays of the state or at a time mutually agreed to by the parties. The board shall promulgate rules, pursuant to chapter 1-26, to establish the response time for operators to mark the underground facilities. The response time shall be no later than forty-eight hours after the receipt of the notice, excluding Saturdays, Sundays, and legal holidays of the state or the excavation start time provided by the excavator, whichever is later. The response time may be less than forty-eight hours for emergency or subsequent inquiries to the original locate request and may be longer than forty-eight hours for nonexcavation requests. Excavators shall maintain a minimum horizontal clearance of eighteen inches between a marked underground facility and the cutting edge of any mechanical equipment. If excavation is required within eighteen inches, horizontally, the excavator shall expose the facility with hand tools or noninvasive methods approved pursuant to rule and shall protect and support the facility prior to further excavation with mechanical equipment. Section 7. That § 49-7A-9 be amended to read as follows: 49-7A-9. If location markings requested by an excavator pursuant to § § 49-7A-5 and 49-7A-6 are not provided within the time specified by those sections, or if the location markings provided fail to identify the location of the underground facilities in accordance with § 49-7A-8 statute and rule , any excavator damaging or injuring underground facilities is not liable for such damage or injury except on proof of negligence. Section 8. That § 49-7A-10 be amended to read as follows: 49-7A-10. Compliance with this chapter and the rules promulgated pursuant thereto does not excuse a person from acting in a careful and prudent manner nor does compliance with this chapter and the rules promulgated pursuant thereto affect any civil remedies otherwise provided by law for personal injury or for property damage except as specifically provided in this chapter. If information requested pursuant to § § 49-7A-5 and 49-7A-8 statute or rule, is provided within the time specified by those sections, and if the information provided sufficiently identifies the location of the underground facilities in accordance with § 49-7A-8 statute and rule , any excavator damaging or injuring the underground facilities is strictly liable for all damage proximately caused thereby. Section 9. That § 49-7A-11 be repealed. 49-7A-11. If an excavation is being made in a time of emergency, all reasonable precautions shall be taken to protect the underground facilities. In such a case, the excavator shall give notification, substantially in compliance with § 49-7A-5 as soon as practical, that an emergency exists, and each member shall as soon as practical or no longer than within four hours provide to the excavator all location information reasonably available. Any operator who determines that its facilities will not be impacted by the notice, shall immediately notify the excavator that the operator's facilities are clear from the excavation. An excavator requesting a location due to an emergency shall provide the name and the phone number of a person who has knowledge regarding the excavation. Any operator or excavator who violates this section is liable for any damages incurred. Section 10. That § 49-7A-12 be amended to read as follows: 49-7A-12. If any underground facility is damaged, dislocated, or disturbed in advance of or during excavation work, the excavator shall immediately notify the operator of the facility, or, if unknown, the one-call notification center of such damage, dislocation, or disturbance. No excavator may conceal or attempt to conceal such damage, dislocation, or disturbance, nor may that excavator attempt to make repairs to the facility unless authorized by the operator of the facility. The board may assess a civil penalty of up to one thousand dollars against any excavator who knowingly violates this section. Section 11. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: Any person with a complaint against a party who violates or with a complaint against a party who procures, aids, or abets in the violation of any statute or rule of the Statewide One-Call Notification Board, may apply to the board for relief. No complaint may be dismissed because of the absence of direct damage to the complainant or petitioner. The board may promulgate rules of practice prescribing the form and procedure for complaints in accordance with chapter 1-26. Section 12. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: Except as provided in section 13 of this Act and in addition to all other penalties provided by law, any person who violates or who procures, aids, or abets in the violation of any rule of the Statewide One-Call Notification Board may be assessed a penalty of up to one thousand dollars for the first violation and up to five thousand dollars for each subsequent violation that occurs within twelve months of the initial violation. Section 13. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: In addition to all other penalties provided by law, any person who intentionally violates or who intentionally procures, aids, or abets in the violation of any statute or rule of the Statewide One-Call Notification Board may be assessed a penalty of up to five thousand dollars for the first violation and up to ten thousand dollars for each subsequent violation that occurs within twelve months of the initial violation. Section 14. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: Each violation of any statute or rule of the Statewide One-Call Notification Board constitutes a separate offense. In the case of a continuing violation, each day that the violation continues constitutes a separate violation. Section 15. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: No penalty may be imposed pursuant to sections 12 and 13 of this Act except by order following a complaint pursuant to section 10 of this Act. A complaint alleging a violation of any statute, except § 49-7A-12, or alleging a violation of any rule of the Statewide One-Call Notification Board shall be brought within ninety days of the alleged violation. Any complaint alleging a violation of § 49-7A-12 shall be brought within one year of discovery of the alleged violation. Section 16. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: Upon the initiation of a complaint pursuant to section 11 of this Act, a panel of three or five members of the Statewide One-Call Notification Board shall be appointed by the chair for the purpose of determining whether there is probable cause to believe there has been a violation of any statute or rule of the board. A determination of whether there is probable cause to believe there has been a violation shall be determined by a majority vote of the panel. The panel shall then recommend to the board that the complaint be dismissed for lack of probable cause, or recommend to the board that there is probable cause to believe that there has been violation and recommend what fine, if any, should be imposed pursuant to the provisions of section 12 or 13 of this Act. Section 17. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: Upon receipt of a complaint and the appointment of a panel, the panel shall forward to the respondent a statement of the complaint and a notice requiring the respondent to satisfy the complaint or answer it in writing within twenty days from the date of service of the notice or within such further time as may be specified by the board. Section 18. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: The respondent shall, within the time fixed by the notice served upon it, satisfy the complaint or answer the complaint by filing the original and two copies of the answer in the office of the board and serving a copy on each complainant. Section 19. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: A determination of probable cause shall be made by the panel solely on these submissions and no other evidence shall be considered. Section 20. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: The amount of recommended fine shall be determined by a majority vote of the panel. Factors to be considered in determining the amount of the fine shall be: (1) The amount of damage, degree of threat to the public safety, and inconvenience caused; (2) The respondent's plans and procedures to insure future compliance with statute and rules; (3) Any history of previous violations; (4) Other matters as justice requires. Section 21. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: The board shall accept the recommendations of the panel unless either party requests a hearing. The hearing shall be conducted before the board as a contested case under chapter 1-26. Following the hearing, the board shall either render a decision dismissing the complaint for insufficient evidence or shall impose a penalty pursuant to the provisions of section 12 or 13 of this Act. Section 22. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: If the amount of the penalty is not paid to the board, the Public Utilities Commission, at the request of the board, shall bring an action in the name of the State of South Dakota to recover the penalty in accordance with section 27 of this Act. No action may be commenced until after the time has expired for an appeal from the findings, conclusions, and order of the board. The costs and expenses on the part of the commission shall be paid by the board. Section 23. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: In the trial of an action pursuant to section 22 of this Act, the evidence introduced in the proceedings before the board shall constitute the record and evidence on the trial of the case in court. No additional evidence other than that introduced before the board may be introduced at the court trial. The report and order of the board shall be taken and held to be prima facie evidence of the facts stated therein. Section 24. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: The board shall keep a docket in which shall be entered all matters coming before it for determination, with the date of the filing of each paper and the final action of the board in the matter. In connection with such docket, there shall be kept a carefully prepared index in which the names of the parties shall be cross-indexed under the names of both the plaintiff and defendant. Section 25. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: In any action or proceeding based upon a complaint which comes before the board, the board shall keep a full, true, and verbatim record of all evidence introduced at any hearing or trial and prepare and file as a part of its record in the action or proceeding a true and correct transcript of the evidence, and attach all exhibits introduced at the trial. There shall be attached to the transcript a certificate from the recording secretary to the effect that it is a true and correct transcript of all testimony introduced at the trial. Section 26. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: No party may request the removal of a board member from any hearing. Section 27. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: A demand in writing on the party shall be made for the assessed fine before suit is brought for recovery under section 22 of this Act. No suit may be brought until the expiration of thirty days after the demand. Section 28. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: Any action or proceeding or order of the Statewide One-Call Notification Board raises a presumption of validity. The burden is upon the party claiming the order to be invalid to plead and prove the facts establishing the invalidity. Section 29. The provisions of this Act are effective January 1, 2003."}, {"bill_id": 16892, "bill_version_id": 94420, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2002-02-14T15:21:04-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to the Statewide One- Call Notification Board, to create enforcement authority for the board, and to provide for certain penalties and fines. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-7A-2 be amended to read as follows: 49-7A-2. The Statewide One-Call Notification Board is established as an agency of state government administered by the Public Utilities Commission and funded solely by revenue generated by the one-call notification center. Any interest earned on money in the state one-call fund shall be deposited in the fund. The money is continuously appropriated to the board to implement and administer the provisions of this chapter. The one-call notification center may be organized as a nonprofit corporation. The one-call notification center shall provide a service through which a person can notify the operators of underground facilities of plans to excavate and to request the marking of the facilities. All operators are subject to this chapter and the rules promulgated thereto. Any operator who fails to become a member of the one-call notification center or who fails to submit the locations of the operator's underground facilities to the center, as required by this chapter and rules of the board, is subject to applicable penalties under sections 12 and 13 of this Act and is subject to civil liability for any damages caused by noncompliance with this chapter. Any penalties which may be assessed by the board under this chapter shall be collected as provided by law and deposited into the one-call fund. Section 2. That § 49-7A-4 be amended to read as follows: 49-7A-4. The One-Call Notification Board shall by rules, promulgated pursuant to chapter 1-26, establish the procedures to operate a nonprofit one-call notification center, establish a notification process, establish a system of standard colors for marking the procedures that regulate the notification process and marking of underground facilities to prevent damage to underground facilities, establish the procedures for gathering information from facility operators that could further improve the ability to reduce damage to underground facilities , establish a competitive bidding procedure to select a vendor to provide the notification service, and establish a procedure whereby members of the one-call notification center share in the costs of the one-call notification center. Section 3. That § 49-7A-5 be amended to read as follows: 49-7A-5. No excavator may begin any excavation without first notifying the one-call notification center of the proposed excavation. The excavator shall give notice by telephone, facsimile, in person, or by other methods approved by the board pursuant to rules promulgated pursuant to chapter 1-26 to the one-call notification center at least forty-eight hours prior to the commencement of the excavation, excluding Saturdays, Sundays, and legal holidays of the state, but not more than ten business days prior to any excavation. Notice to the one-call notification center is notice to each member of the one-call notification center, except in instances when an operator directs the one-call notification center to require the excavator to personally contact the operator. In such instance the center shall furnish the excavator with information necessary to contact the operator. No member is required to accept notification more than ten business days prior to the excavation unless it is for planning purposes for projects that may affect the underground facilities. Once notice is given it is effective for the duration of the excavation. However, if the markings made by the operator pursuant to § 49-7A-8 disappear the excavator shall provide notice again as required by this chapter. The board may promulgate rules to reduce the forty-eight-hour interval for emergency or subsequent inquiries to the original locate request and may lengthen the forty-eight-hour interval for nonexcavation requests. Section 4. That § 49-7A-6 be repealed. 49-7A-6. The notice shall contain the name, address and telephone number of the person making the notification; the name, address and telephone number of the excavator; the date and time when excavation is scheduled to begin; the depth of planned excavation; the type and extent of excavation being planned including whether the excavation involves tunneling or horizontal boring; and, if applicable, whether the use of explosives is anticipated. Any phone number given by the excavator shall provide access to the excavator during normal business hours. The notice shall also contain location of the excavation by any one or more of the following means: (1) A specific street or rural address, which has a numbered address on a marked street or avenue that is publicly recorded; (2) A reference to a platted lot number of record; or (3) A specific quarter section by section, range, township and county. The notice shall also describe the excavation area within each location. In each notice the excavator shall describe the area to be excavated from structures or roads or other known points of reference on or near the property, or in lieu of such description, an excavator may indicate in the notice that the excavator will flag or mark the site or boundaries of the excavation. If it is impractical to flag, mark, or describe the excavation, the excavator shall schedule a meeting with the operators to inform them of the extent of the excavation on the site. The one-call notification center may not confirm the notice until the excavator complies with this section. Section 5. That § 49-7A-6.1 be amended to read as follows: 49-7A-6.1. No operator may be billed for the costs of any notification of excavation if the location of the excavation described in the notice pursuant to § 49-7A-6 is different than the one call center's record of the description of the location of the operator's underground facilities. Section 6. That § 49-7A-8 be amended to read as follows: 49-7A-8. An operator shall, upon receipt of the notice provided for in § § 49-7A-5 and 49-7A-6 , advise the excavator of the location of underground facilities in the proposed excavation area by marking the location of the facilities with stakes, flags, paint, or other clearly identifiable marking within eighteen inches horizontally from the exterior sides of the underground facilities. The operator shall respond no later than forty-eight hours after receipt of the notice, excluding Saturdays, Sundays, and legal holidays of the state or at a time mutually agreed to by the parties. The board shall promulgate rules, pursuant to chapter 1-26, to establish the response time for operators to mark the underground facilities. The response time shall be no later than forty-eight hours after the receipt of the notice, excluding Saturdays, Sundays, and legal holidays of the state or the excavation start time provided by the excavator, whichever is later. The response time may be less than forty-eight hours for emergency or subsequent inquiries to the original locate request and may be longer than forty-eight hours for nonexcavation requests. Excavators shall maintain a minimum horizontal clearance of eighteen inches between a marked underground facility and the cutting edge of any mechanical equipment. If excavation is required within eighteen inches, horizontally, the excavator shall expose the facility with hand tools or noninvasive methods approved pursuant to rule and shall protect and support the facility prior to further excavation with mechanical equipment. Section 7. That § 49-7A-9 be amended to read as follows: 49-7A-9. If location markings requested by an excavator pursuant to § § 49-7A-5 and 49-7A-6 are not provided within the time specified by those sections § 49-7A-8 or any rule promulgated pursuant to § 49-7A-8 , or if the location markings provided fail to identify the location of the underground facilities in accordance with § 49-7A-8 statute and rule , any excavator damaging or injuring underground facilities is not liable for such damage or injury except on proof of negligence. Section 8. That § 49-7A-10 be amended to read as follows: 49-7A-10. Compliance with this chapter and the rules promulgated pursuant thereto does not excuse a person from acting in a careful and prudent manner nor does compliance with this chapter and the rules promulgated pursuant thereto affect any civil remedies otherwise provided by law for personal injury or for property damage except as specifically provided in this chapter. If information requested pursuant to § § 49-7A-5 and 49-7A-8 statute or rule, is provided within the time specified by those sections, and if the information provided sufficiently identifies the location of the underground facilities in accordance with § 49-7A-8 or any rule promulgated pursuant to § 49-7A-8 , any excavator damaging or injuring the underground facilities is strictly liable for all damage proximately caused thereby. Section 9. That § 49-7A-11 be repealed. 49-7A-11. If an excavation is being made in a time of emergency, all reasonable precautions shall be taken to protect the underground facilities. In such a case, the excavator shall give notification, substantially in compliance with § 49-7A-5 as soon as practical, that an emergency exists, and each member shall as soon as practical or no longer than within four hours provide to the excavator all location information reasonably available. Any operator who determines that its facilities will not be impacted by the notice, shall immediately notify the excavator that the operator's facilities are clear from the excavation. An excavator requesting a location due to an emergency shall provide the name and the phone number of a person who has knowledge regarding the excavation. Any operator or excavator who violates this section is liable for any damages incurred. Section 10. That § 49-7A-12 be amended to read as follows: 49-7A-12. If any underground facility is damaged, dislocated, or disturbed in advance of or during excavation work, the excavator shall immediately notify the operator of the facility, or, if unknown, the one-call notification center of such damage, dislocation, or disturbance. No excavator may conceal or attempt to conceal such damage, dislocation, or disturbance, nor may that excavator attempt to make repairs to the facility unless authorized by the operator of the facility. The board may assess a civil penalty of up to one thousand dollars against any excavator who knowingly violates this section. Section 11. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: Any person with a complaint against a party who violates or with a complaint against a party who procures, aids, or abets in the violation of § 49-7A-2, 49-7A-5, 49-7A-8, or 49-7A-12, or any rules promulgated pursuant to § 49-7A-2, 49-7A-5, or 49-7A-8, may apply to the board for relief. No complaint may be dismissed because of the absence of direct damage to the complainant or petitioner. The board may promulgate rules of practice prescribing the form for complaints in accordance with chapter 1-26. Section 12. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: Except as provided in section 13 of this Act and in addition to all other penalties provided by law, any person who violates or who procures, aids, or abets in the violation of § 49-7A-2, 49-7A-5, 49-7A-8, or 49-7A-12, or any rules promulgated pursuant to § 49-7A-2, 49-7A-5, or 49-7A-8 may be assessed a penalty of up to one thousand dollars for the first violation and up to five thousand dollars for each subsequent violation that occurs within twelve months of the initial violation. Section 13. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: In addition to all other penalties provided by law, any person who intentionally violates or who intentionally procures, aids, or abets in the violation of § 49-7A-2, 49-7A-5, 49-7A-8, or 49-7A-12, or any rules promulgated pursuant to § 49-7A-2, 49-7A-5, or 49-7A-8 may be assessed a penalty of up to five thousand dollars for the first violation and up to ten thousand dollars for each subsequent violation that occurs within twelve months of the initial violation. Section 14. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: Each violation of any statute or rule of the Statewide One-Call Notification Board constitutes a separate offense. In the case of a continuing violation, each day that the violation continues constitutes a separate violation. Section 15. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: No penalty may be imposed pursuant to sections 12 and 13 of this Act except by order following a complaint pursuant to section 10 of this Act. A complaint alleging a violation of any statute, except § 49-7A-12, or alleging a violation of any rule of the Statewide One-Call Notification Board shall be brought within ninety days of the alleged violation. Any complaint alleging a violation of § 49-7A-12 shall be brought within one year of discovery of the alleged violation. Section 16. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: Upon the initiation of a complaint pursuant to section 11 of this Act, a panel of three or five members of the Statewide One-Call Notification Board shall be appointed by the chair for the purpose of determining whether there is probable cause to believe there has been a violation of any statute or rule of the board. A determination of whether there is probable cause to believe there has been a violation shall be determined by a majority vote of the panel. The panel shall then recommend to the board that the complaint be dismissed for lack of probable cause, or recommend to the board that there is probable cause to believe that there has been violation and recommend what fine, if any, should be imposed pursuant to the provisions of section 12 or 13 of this Act. Section 17. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: Upon receipt of a complaint and the appointment of a panel, the panel shall forward to the respondent a statement of the complaint and a notice requiring the respondent to satisfy the complaint or answer it in writing within twenty days from the date of service of the notice or within such further time as may be specified by the board. Section 18. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: The respondent shall, within the time fixed by the notice served upon it, satisfy the complaint or answer the complaint by filing the original and two copies of the answer in the office of the board and serving a copy on each complainant. Section 19. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: A determination of probable cause shall be made by the panel solely on these submissions and no other evidence shall be considered. Section 20. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: The amount of recommended fine shall be determined by a majority vote of the panel. Factors to be considered in determining the amount of the fine shall be: (1) The amount of damage, degree of threat to the public safety, and inconvenience caused; (2) The respondent's plans and procedures to insure future compliance with statute and rules; (3) Any history of previous violations; (4) Other matters as justice requires. Section 21. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: The board shall accept the recommendations of the panel unless either party requests a hearing. The hearing shall be conducted before the board as a contested case under chapter 1-26. Following the hearing, the board shall either render a decision dismissing the complaint for insufficient evidence or shall impose a penalty pursuant to the provisions of section 12 or 13 of this Act. Section 22. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: If the amount of the penalty is not paid to the board, the Public Utilities Commission, at the request of the board, shall bring an action in the name of the State of South Dakota to recover the penalty in accordance with section 27 of this Act. No action may be commenced until after the time has expired for an appeal from the findings, conclusions, and order of the board. The costs and expenses on the part of the commission shall be paid by the board. Section 23. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: In the trial of an action pursuant to section 22 of this Act, the evidence introduced in the proceedings before the board shall constitute the record and evidence on the trial of the case in court. No additional evidence other than that introduced before the board may be introduced at the court trial. The report and order of the board shall be taken and held to be prima facie evidence of the facts stated therein. Section 24. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: The board shall keep a docket in which shall be entered all matters coming before it for determination, with the date of the filing of each paper and the final action of the board in the matter. In connection with such docket, there shall be kept a carefully prepared index in which the names of the parties shall be cross-indexed under the names of both the plaintiff and defendant. Section 25. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: In any action or proceeding based upon a complaint which comes before the board, the board shall keep a full, true, and verbatim record of all evidence introduced at any hearing or trial and prepare and file as a part of its record in the action or proceeding a true and correct transcript of the evidence, and attach all exhibits introduced at the trial. There shall be attached to the transcript a certificate from the recording secretary to the effect that it is a true and correct transcript of all testimony introduced at the trial. Section 26. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: Either party may request the removal of a board member from any hearing based on a conflict of interest. The chair of the Statewide One-Call Notification Board may appoint a replacement from the same representative group identified in § 49-7A-3 as the board member that was removed. Section 27. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: A demand in writing on the party shall be made for the assessed fine before suit is brought for recovery under section 22 of this Act. No suit may be brought until the expiration of thirty days after the demand. Section 28. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: Any action or proceeding or order of the Statewide One-Call Notification Board raises a presumption of validity. The burden is upon the party claiming the order to be invalid to plead and prove the facts establishing the invalidity. Section 29. The provisions of this Act are effective January 1, 2003."}, {"bill_id": 16892, "bill_version_id": 94823, "bill_version": "Enrolled", "bill_version_date": "2002-03-12T00:00:00-06:00", "bill_text": ""}, {"bill_id": 16892, "bill_version_id": 94998, "bill_version": "Style and Form Veto Engrossed", "bill_version_date": "2002-03-12T13:21:53-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to the Statewide One- Call Notification Board, to create enforcement authority for the board, and to provide for certain penalties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-7A-2 be amended to read as follows: 49-7A-2. The Statewide One-Call Notification Board is established as an agency of state government administered by the Public Utilities Commission and funded solely by revenue generated by the one-call notification center. Any interest earned on money in the state one-call fund shall be deposited in the fund. The money is continuously appropriated to the board to implement and administer the provisions of this chapter. The one-call notification center may be organized as a nonprofit corporation. The one-call notification center shall provide a service through which a person can notify the operators of underground facilities of plans to excavate and to request the marking of the facilities. All operators are subject to this chapter and the rules promulgated thereto. Any operator who fails to become a member of the one-call notification center or who fails to submit the locations of the operator's underground facilities to the center, as required by this chapter and rules of the board, is subject to applicable penalties under sections 12 and 13 of this Act and is subject to civil liability for any damages caused by noncompliance with this chapter. Any penalties which may be assessed by the board under this chapter shall be collected as provided by law and deposited into the one-call fund. Section 2. That § 49-7A-4 be amended to read as follows: 49-7A-4. The One-Call Notification Board shall by rules, promulgated pursuant to chapter 1-26, establish the procedures to operate a nonprofit one-call notification center, establish a notification process, establish a system of standard colors for marking the procedures that regulate the notification process and marking of underground facilities to prevent damage to underground facilities, establish the procedures for gathering information from facility operators that could further improve the ability to reduce damage to underground facilities , establish a competitive bidding procedure to select a vendor to provide the notification service, and establish a procedure whereby members of the one-call notification center share in the costs of the one-call notification center. Section 3. That § 49-7A-5 be amended to read as follows: 49-7A-5. No excavator may begin any excavation without first notifying the one-call notification center of the proposed excavation. The excavator shall give notice by telephone, facsimile, in person, or by other methods approved by the board pursuant to rules promulgated pursuant to chapter 1-26 to the one-call notification center at least forty-eight hours prior to the commencement of the excavation, excluding Saturdays, Sundays, and legal holidays of the state, but not more than ten business days prior to any excavation. Notice to the one-call notification center is notice to each member of the one-call notification center, except in instances when an operator directs the one-call notification center to require the excavator to personally contact the operator. In such instance the center shall furnish the excavator with information necessary to contact the operator. No member is required to accept notification more than ten business days prior to the excavation unless it is for planning purposes for projects that may affect the underground facilities. Once notice is given it is effective for the duration of the excavation. However, if the markings made by the operator pursuant to § 49-7A-8 disappear the excavator shall provide notice again as required by this chapter. The board may promulgate rules to reduce the forty-eight-hour interval for emergency or subsequent inquiries to the original locate request and may lengthen the forty-eight-hour interval for nonexcavation requests. Section 4. That § 49-7A-6 be repealed. 49-7A-6. The notice shall contain the name, address and telephone number of the person making the notification; the name, address and telephone number of the excavator; the date and time when excavation is scheduled to begin; the depth of planned excavation; the type and extent of excavation being planned including whether the excavation involves tunneling or horizontal boring; and, if applicable, whether the use of explosives is anticipated. Any phone number given by the excavator shall provide access to the excavator during normal business hours. The notice shall also contain location of the excavation by any one or more of the following means: (1) A specific street or rural address, which has a numbered address on a marked street or avenue that is publicly recorded; (2) A reference to a platted lot number of record; or (3) A specific quarter section by section, range, township and county. The notice shall also describe the excavation area within each location. In each notice the excavator shall describe the area to be excavated from structures or roads or other known points of reference on or near the property, or in lieu of such description, an excavator may indicate in the notice that the excavator will flag or mark the site or boundaries of the excavation. If it is impractical to flag, mark, or describe the excavation, the excavator shall schedule a meeting with the operators to inform them of the extent of the excavation on the site. The one-call notification center may not confirm the notice until the excavator complies with this section. Section 5. That § 49-7A-6.1 be amended to read as follows: 49-7A-6.1. No operator may be billed for the costs of any notification of excavation if the location of the excavation described in the notice pursuant to § 49-7A-6 is different than the one call center's record of the description of the location of the operator's underground facilities. Section 6. That § 49-7A-8 be amended to read as follows: 49-7A-8. An operator shall, upon receipt of the notice provided for in § § 49-7A-5 and 49-7A-6 , advise the excavator of the location of underground facilities in the proposed excavation area by marking the location of the facilities with stakes, flags, paint, or other clearly identifiable marking within eighteen inches horizontally from the exterior sides of the underground facilities. The operator shall respond no later than forty-eight hours after receipt of the notice, excluding Saturdays, Sundays, and legal holidays of the state or at a time mutually agreed to by the parties. The board shall promulgate rules, pursuant to chapter 1-26, to establish the response time for operators to mark the underground facilities. The response time shall be no later than forty-eight hours after the receipt of the notice, excluding Saturdays, Sundays, and legal holidays of the state or the excavation start time provided by the excavator, whichever is later. The response time may be less than forty-eight hours for emergency or subsequent inquiries to the original locate request and may be longer than forty-eight hours for nonexcavation requests. Excavators shall maintain a minimum horizontal clearance of eighteen inches between a marked underground facility and the cutting edge of any mechanical equipment. If excavation is required within eighteen inches, horizontally, the excavator shall expose the facility with hand tools or noninvasive methods approved pursuant to rule and shall protect and support the facility prior to further excavation with mechanical equipment. Section 7. That § 49-7A-9 be amended to read as follows: 49-7A-9. If location markings requested by an excavator pursuant to § § 49-7A-5 and 49-7A-6 are not provided within the time specified by those sections § 49-7A-8 or any rule promulgated pursuant to § 49-7A-8 , or if the location markings provided fail to identify the location of the underground facilities in accordance with § 49-7A-8 statute and rule , any excavator damaging or injuring underground facilities is not liable for such damage or injury except on proof of negligence. Section 8. That § 49-7A-10 be amended to read as follows: 49-7A-10. Compliance with this chapter and the rules promulgated pursuant thereto does not excuse a person from acting in a careful and prudent manner nor does compliance with this chapter and the rules promulgated pursuant thereto affect any civil remedies otherwise provided by law for personal injury or for property damage except as specifically provided in this chapter. If information requested pursuant to § § 49-7A-5 and 49-7A-8 statute or rule, is provided within the time specified by those sections, and if the information provided sufficiently identifies the location of the underground facilities in accordance with § 49-7A-8 or any rule promulgated pursuant to § 49-7A-8 , any excavator damaging or injuring the underground facilities is strictly liable for all damage proximately caused thereby. Section 9. That § 49-7A-11 be repealed. 49-7A-11. If an excavation is being made in a time of emergency, all reasonable precautions shall be taken to protect the underground facilities. In such a case, the excavator shall give notification, substantially in compliance with § 49-7A-5 as soon as practical, that an emergency exists, and each member shall as soon as practical or no longer than within four hours provide to the excavator all location information reasonably available. Any operator who determines that its facilities will not be impacted by the notice, shall immediately notify the excavator that the operator's facilities are clear from the excavation. An excavator requesting a location due to an emergency shall provide the name and the phone number of a person who has knowledge regarding the excavation. Any operator or excavator who violates this section is liable for any damages incurred. Section 10. That § 49-7A-12 be amended to read as follows: 49-7A-12. If any underground facility is damaged, dislocated, or disturbed in advance of or during excavation work, the excavator shall immediately notify the operator of the facility, or, if unknown, the one-call notification center of such damage, dislocation, or disturbance. No excavator may conceal or attempt to conceal such damage, dislocation, or disturbance, nor may that excavator attempt to make repairs to the facility unless authorized by the operator of the facility. The board may assess a civil penalty of up to one thousand dollars against any excavator who knowingly violates this section. Section 11. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: Any person with a complaint against a party who violates or with a complaint against a party who procures, aids, or abets in the violation of § 49-7A-2, 49-7A-5, 49-7A-8, or 49-7A-12, or any rules promulgated pursuant to § 49-7A-2, 49-7A-5, or 49-7A-8, may apply to the board for relief. No complaint may be dismissed because of the absence of direct damage to the complainant or petitioner. The board may promulgate rules of practice prescribing the form for complaints in accordance with chapter 1-26. Section 12. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: Except as provided in section 13 of this Act and in addition to all other penalties provided by law, any person who violates or who procures, aids, or abets in the violation of § 49-7A-2, 49-7A-5, 49-7A-8, or 49-7A-12, or any rules promulgated pursuant to § 49-7A-2, 49-7A-5, or 49-7A-8 may be assessed a penalty of up to one thousand dollars for the first violation and up to five thousand dollars for each subsequent violation that occurs within twelve months of the initial violation. Section 13. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: In addition to all other penalties provided by law, any person who intentionally violates or who intentionally procures, aids, or abets in the violation of § 49-7A-2, 49-7A-5, 49-7A-8, or 49-7A-12, or any rules promulgated pursuant to § 49-7A-2, 49-7A-5, or 49-7A-8 may be assessed a penalty of up to five thousand dollars for the first violation and up to ten thousand dollars for each subsequent violation that occurs within twelve months of the initial violation. Section 14. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: Each violation of any statute or rule of the Statewide One-Call Notification Board constitutes a separate offense. In the case of a continuing violation, each day that the violation continues constitutes a separate violation. Section 15. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: No penalty may be imposed pursuant to sections 12 and 13 of this Act except by order following a complaint pursuant to section 10 of this Act. A complaint alleging a violation of any statute, except § 49-7A-12, or alleging a violation of any rule of the Statewide One-Call Notification Board shall be brought within ninety days of the alleged violation. Any complaint alleging a violation of § 49-7A-12 shall be brought within one year of discovery of the alleged violation. Section 16. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: Upon the initiation of a complaint pursuant to section 11 of this Act, a panel of three or five members of the Statewide One-Call Notification Board shall be appointed by the chair for the purpose of determining whether there is probable cause to believe there has been a violation of any statute or rule of the board. A determination of whether there is probable cause to believe there has been a violation shall be determined by a majority vote of the panel. The panel shall then recommend to the board that the complaint be dismissed for lack of probable cause, or recommend to the board that there is probable cause to believe that there has been a violation and recommend what penalty, if any, should be imposed pursuant to the provisions of section 12 or 13 of this Act. Section 17. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: Upon receipt of a complaint and the appointment of a panel, the panel shall forward to the respondent a statement of the complaint and a notice requiring the respondent to satisfy the complaint or answer it in writing within twenty days from the date of service of the notice or within such further time as may be specified by the board. Section 18. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: The respondent shall, within the time fixed by the notice served upon it, satisfy the complaint or answer the complaint by filing the original and two copies of the answer in the office of the board and serving a copy on each complainant. Section 19. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: A determination of probable cause shall be made by the panel solely on these submissions and no other evidence shall be considered. Section 20. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: The amount of recommended penalty shall be determined by a majority vote of the panel. Factors to be considered in determining the amount of the penalty shall be: (1) The amount of damage, degree of threat to the public safety, and inconvenience caused; (2) The respondent's plans and procedures to insure future compliance with statute and rules; (3) Any history of previous violations; (4) Other matters as justice requires. Section 21. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: The board shall accept the recommendations of the panel unless either party requests a hearing. The hearing shall be conducted before the board as a contested case under chapter 1-26. Following the hearing, the board shall either render a decision dismissing the complaint for insufficient evidence or shall impose a penalty pursuant to the provisions of section 12 or 13 of this Act. Section 22. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: If the amount of the penalty is not paid to the board, the Public Utilities Commission, at the request of the board, shall bring an action in the name of the State of South Dakota to recover the penalty in accordance with section 27 of this Act. No action may be commenced until after the time has expired for an appeal from the findings, conclusions, and order of the board. The costs and expenses on the part of the commission shall be paid by the board. Section 23. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: In the trial of an action pursuant to section 22 of this Act, the evidence introduced in the proceedings before the board shall constitute the record and evidence on the trial of the case in court. No additional evidence other than that introduced before the board may be introduced at the court trial. The report and order of the board shall be taken and held to be prima facie evidence of the facts stated therein. Section 24. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: The board shall keep a docket in which shall be entered all matters coming before it for determination, with the date of the filing of each paper and the final action of the board in the matter. In connection with such docket, there shall be kept a carefully prepared index in which the names of the parties shall be cross-indexed under the names of both the plaintiff and defendant. Section 25. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: In any action or proceeding based upon a complaint which comes before the board, the board shall keep a full, true, and verbatim record of all evidence introduced at any hearing or trial and prepare and file as a part of its record in the action or proceeding a true and correct transcript of the evidence, and attach all exhibits introduced at the trial. There shall be attached to the transcript a certificate from the recording secretary to the effect that it is a true and correct transcript of all testimony introduced at the trial. Section 26. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: Either party may request the removal of a board member from any hearing based on a conflict of interest. Section 27. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: A demand in writing on the party shall be made for the assessed penalty before suit is brought for recovery under section 22 of this Act. No suit may be brought until the expiration of thirty days after the demand. Section 28. That chapter 49-7A be amended by adding thereto a NEW SECTION to read as follows: Any action or proceeding or order of the Statewide One-Call Notification Board raises a presumption of validity. The burden is upon the party claiming the order to be invalid to plead and prove the facts establishing the invalidity. Section 29. The provisions of this Act are effective January 1, 2003."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16892, "action_date": "2002-01-18T14:00:00-06:00", "document_id": 92410, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92410.pdf", "status_text": "First read in House and referred to", "journal_page": 194, "committee_id_action": 768, "committee_id_assigned": 761, "result": "N", "vote": {}}, {"bill_id": 16892, "action_date": "2002-01-24T10:00:00-06:00", "document_id": 92758, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92758.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 761, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16892, "action_date": "2002-01-29T10:00:00-06:00", "document_id": 93098, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93098.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 761, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16892, "action_date": "2002-01-29T10:00:00-06:00", "document_id": 93098, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93098.pdf", "status_text": "Do Pass Amended,", "journal_page": 338, "committee_id_action": 761, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 53701, "president_vote": null, "Yea": [2758, 2763, 2765, 2769, 2771, 2779, 2786, 2797, 2811, 2814, 2815, 2768, 2749]}}, {"bill_id": 16892, "action_date": "2002-01-31T14:00:00-06:00", "document_id": 93364, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93364.pdf", "status_text": "Motion to Amend,", "journal_page": 401, "committee_id_action": 768, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16892, "action_date": "2002-01-31T14:00:00-06:00", "document_id": 93364, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93364.pdf", "status_text": "Do Pass Amended,", "journal_page": 401, "committee_id_action": 768, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54067, "president_vote": null, "Yea": [2724, 2725, 2728, 2729, 2731, 2732, 2735, 2736, 2737, 2738, 2741, 2744, 2749, 2752, 2754, 2755, 2756, 2757, 2758, 2759, 2763, 2764, 2765, 2766, 2767, 2768, 2769, 2770, 2771, 2773, 2774, 2775, 2777, 2779, 2781, 2782, 2783, 2785, 2786, 2788, 2790, 2793, 2794, 2797, 2798, 2799, 2800, 2803, 2804, 2805, 2806, 2807, 2808, 2811, 2812, 2813, 2814, 2815, 2816, 2817, 2820, 2822, 2823, 2824, 2825, 2830, 2751], "Nay": [2748], "Excused": [2789, 2826]}}, {"bill_id": 16892, "action_date": "2002-02-01T13:00:00-06:00", "document_id": 93479, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93479.pdf", "status_text": "First read in Senate and referred to", "journal_page": 346, "committee_id_action": 769, "committee_id_assigned": 743, "result": "N", "vote": {}}, {"bill_id": 16892, "action_date": "2002-02-12T10:00:00-06:00", "document_id": 94192, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94192.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 743, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16892, "action_date": "2002-02-14T10:00:00-06:00", "document_id": 94390, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94390.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 743, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16892, "action_date": "2002-02-14T10:00:00-06:00", "document_id": 94390, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94390.pdf", "status_text": "Do Pass Amended,", "journal_page": 565, "committee_id_action": 743, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52682, "president_vote": null, "Excused": [2730], "Yea": [2791, 2819, 2828, 2829, 2734, 2796]}}, {"bill_id": 16892, "action_date": "2002-02-14T10:00:00-06:00", "document_id": 94390, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94390.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 743, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16892, "action_date": "2002-02-20T14:00:00-06:00", "document_id": 94747, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94747.pdf", "status_text": "Do Pass Amended,", "journal_page": 628, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52871, "president_vote": null, "Yea": [2726, 2727, 2733, 2734, 2739, 2740, 2742, 2743, 2745, 2746, 2747, 2750, 2753, 2760, 2761, 2762, 2772, 2778, 2780, 2784, 2787, 2791, 2792, 2795, 2796, 2802, 2809, 2810, 2819, 2821, 2827, 2828, 2829], "Excused": [2730], "Nay": [2818]}}, {"bill_id": 16892, "action_date": "2002-02-21T13:00:00-06:00", "document_id": 94847, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94847.pdf", "status_text": "Signed by Speaker", "journal_page": 808, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16892, "action_date": "2002-02-22T08:00:00-06:00", "document_id": 94911, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94911.pdf", "status_text": "Signed by President", "journal_page": 675, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16892, "action_date": "2002-02-22T09:00:00-06:00", "document_id": 94934, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94934.pdf", "status_text": "Delivered to the Governor", "journal_page": 844, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16892, "action_date": "2002-03-12T10:00:00-06:00", "document_id": 95003, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95003.pdf", "status_text": "Vetoed for Style and Form", "journal_page": 878, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16892, "action_date": "2002-03-12T11:00:00-06:00", "document_id": 94997, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94997.pdf", "status_text": "Vetoed by Governor", "journal_page": null, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16892, "action_date": "2002-03-12T23:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Vetoed by Governor", "journal_page": null, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16892, "action_date": "2002-03-14T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2268}