{"session_id": 45, "bill_id": 12857, "bill_type": "House Bill", "bill_number": 1246, "bill_title": "to elect trustees to control and manage drainage districts and to declare an emergency.", "sponsors": [{"legislator_profile_id": 1920, "is_prime": true}, {"legislator_profile_id": 1964, "is_prime": true}, {"legislator_profile_id": 1944, "is_prime": false}, {"legislator_profile_id": 1980, "is_prime": false}], "keywords": ["Drainage Districts", "Local Elections"], "audio": [], "bill_versions": [{"bill_id": 12857, "bill_version_id": 73503, "bill_version": "Introduced", "bill_version_date": "1997-02-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to elect trustees to control and manage drainage districts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Any established drainage district as defined by § 46A-10A-43 may be placed under the control and management of a board of three trustees to be elected by the persons owning land in the district. Section 2. Twenty percent of the landowners as defined by § 46A-10A-1(11), owning at least ten acres each of land within the district assessed for benefits, may file a petition requesting that a meeting be held to conduct an election to determine if a drainage district shall be governed by three trustees as authorized by section 1 of this Act. The petition shall be filed with the auditor of the county containing the majority of the land in the district. If the auditor determines the petition is signed by the requisite number of landowners, the petition shall be presented to the board of county commissioners. Section 3. The board of county commissioners shall at their next session, set a date, time, and location for a meeting of district landowners to conduct an election to determine if a drainage district shall be governed by three trustees and shall enter an order to that effect. The election meeting shall be held within forty-five days from the date of the order. The board shall appoint from the landowners of the district a superintendent and two clerks of election to serve as an election board who shall convene the meeting, take minutes, and conduct the election. Section 4. The county auditor shall publish notice of the election. The notice shall give the time, place, and purpose of the election. The notice shall be published for two consecutive weeks in the official newspapers of each county. The last publication may not be less than ten days before the date of the election within five days after the date of the order for election. The auditor shall mail a copy of the notice of election to each landowner in the district. The county auditor shall also inform each landowner in writing that each landowner may vote by proxy pursuant to section 8 of this Act. Section 5. Before any election is held, the election board shall procure from the county auditor, auditors, or appropriate county official a certified copy of the record of the establishment of the district showing the lands of the district, the assessment and classification of each tract, and the name of the person or persons against whom the tract was assessed for benefits, and the present record owner or owners. The certified record shall be kept by the trustees after they are elected for use in subsequent elections. The trustees shall, preceding each subsequent election, procure from the county auditor, auditors, or appropriate county official additional certificates showing changes of title of land assessed for benefits and the names of the new owners. Section 6. Anyone who has acquired ownership of assessed lands since the latest certificate from the auditor may vote at any election if the person presents evidence of title to the election board for its inspection at the time the person demands the right to vote. Section 7. A landowner or joint landowners who own at least ten acres of land within the district assessed for benefits are entitled to one vote collectively. The vote of any person who is a minor or a protected person as defined by § 29A-5-102, may be cast by the parent, conservator, or legal representative of the minor or protected person. The person casting the vote shall deliver to the clerks of election a written sworn statement giving the name, age, and place of residence of the minor or protected person. Section 8. Any landowner or landowners entitled to vote may vote through an agent or proxy authorized to cast votes by a power of attorney signed and acknowledged by the landowner or landowners and filed before the vote is cast in the auditor's office of the county where the election is held. Every power of attorney shall specify the particular election for which it is used, indicating the day, month, and year of the election, and is void for all subsequent elections. If a landowner chooses to vote by proxy, the power of attorney shall be postmarked and sent or delivered to the address designated by the election board at least five days before the election. Section 9. At the opening of the meeting, the superintendent shall state the purpose of the meeting and the manner in which the elections will be conducted. The first election conducted shall be to determine whether a board of three trustees should be elected to control and manage the district. This election shall be by secret ballot provided by the election board. If a majority of those voting approve of a board of trustees, then an election shall immediately be conducted to elect three trustees. An election conducted for trustees shall be preceded by verbal candidate nominations by those in attendance. Each voter shall be given a blank piece of paper to be used as a ballot to vote for as many trustees as are to be elected. The superintendent of the election shall instruct the voters as to how many votes may be cast on the ballot. Section 10. When the voters vote by ballot to determine whether to form a board of trustees or on the election of trustees, a poll list shall be kept by the clerk of the meeting, on which shall be entered the name of each person whose vote is received. The ballot shall be delivered by the voter to one of the clerks, so folded as to conceal its contents, and the clerk shall deposit the ballot in a box provided for that purpose. Section 11. At the close of the election, the clerks shall proceed publicly to count the votes, which, when commenced, shall continue without adjournment or interruption until the count is completed. The count shall be conducted by taking one ballot at a time from the ballot box and counting until the number of ballots is equal to the number of names on the poll list, and if there are any left in the box, they shall be marked as extra ballots and not counted. The person having the highest number of votes for trustee shall be declared duly elected. If two or more persons have an equal number of votes for trustee, the clerks of election shall at once publicly, by lot, determine which of such persons shall be declared elected. If on opening the ballot, two or more ballots are found to be so folded that it is apparent the same person voted them, such ballots shall be marked as such and not counted. The count having been completed, a statement of the result shall be entered at length by the clerk in the minutes and publicly read by the clerk to the members attending the meeting. Such reading shall be deemed official notice of the result of the election. All ballots, pool lists, power of attorney forms, and other election materials shall be kept for sixty days by the election superintendent in a manner which guarantees their safety and integrity. Section 12. The results from the initial election for trustees shall determine the length of term each trustee shall hold. The candidate with the most votes shall be elected for a three year term, the candidate with the second highest vote total shall be elected for a two year term and the candidate with the third highest vote total shall be elected for a one year term. The term of office for a trustee elected at a succeeding election shall be three years or until the trustee's successor has qualified. Section 13. After the first election of trustees, the trustees shall appoint a superintendent and two clerks to act as an election board in succeeding elections. The board of trustees may determine the amount of compensation for the election board for the services performed by them. Section 14. Succeeding annual trustee elections shall be held at 8:00 p.m. on the last Tuesday of the month in which the initial trustee election was conducted. The date and time of the election may be changed to another date and time within that month upon majority vote of those present at a prior annual election meeting. The election board appointed for succeeding annual elections shall publish a notice of election for the annual election of a trustee or trustees pursuant to the procedures set forth in section 4 of this Act. The election board shall also mail a copy of the notice of election to each landowner and notify the landowner of the landowner's right to vote by proxy at least fourteen days prior to the date of election. Section 15. Each trustee shall be a citizen of the United States, not less than eighteen years of age, and a landowner of at least ten acres of land in the district. Section 16. If any vacancy occurs in the membership of the board of trustees between the annual elections, the remaining members of the board may fill the vacancy by appointing a person with the required qualifications. The appointed person shall qualify in the same manner and hold office until the next annual election when a successor is elected. If all places on the board become vacant, then a new board shall be elected in the same manner as was the initial board. Section 17. The compensation of the trustees and the clerk of the board shall be fixed at twenty-five dollars per day and necessary expenses, to be paid out of the funds of the drainage district for each day necessarily expended in the transaction of business of the district, but no person may draw compensation for services as a trustee and as a clerk at the same time. Each trustee shall file with the auditor itemized, verified statements of the time devoted to the business of the district, and of the expenses incurred. Section 18. The board of trustees shall elect a chair and shall select some other landowner of the district as clerk of the board. The clerk shall serve at the pleasure of the board of trustees. Section 19. The board of trustees may control, supervise, and manage the district and have all the powers and duties conferred on the drainage commission or board of county commissioners under chapter 46A-10A. Subject to the legal controls for drainage management under § 46A-10A-20, the board of trustees may: (1) Clean out, repair, and maintain an existing drainage ditch; (2) Deepen, widen, or enlarge a drainage ditch in conformity with local, state, and federal laws, rules, ordinances, and regulations; (3) Create a new drainage ditch, or relocate an existing drainage ditch in conformity with local, state, and federal laws, rules, ordinances, and regulations; (4) Extend an existing drainage ditch in conformity with local, state, and federal laws, rules, ordinances, and regulations; (5) Acquire lands for right-of-way for ditches and to pay the landowner for damages; (6) Repair levies, dikes, and barriers for the purpose of drainage; (7) Regulate the flow and direction of water to prevent downstream flooding; (8) Employ or contract with an engineer, hydrologist, surveyor, appraiser, assessor, legal counsel, or any other specialists as they deem necessary to carry out the powers and duties conferred by this Act; (9) Let contracts for construction, maintenance, repair, or other necessary work pursuant to the provisions of chapter 5-18 and § 46A-10A-75; (10) Request the county commission or township board of supervisors to replace, repair, remove, and enlarge public highway culverts and bridges, pursuant to § § 46A-10A- 76, 31-12-19, 31-14-2, and 31-14-27; (11) Grant a request by a landowner to annex the landowner's land to the district and apportion the costs of clean out, maintenance, or construction according to the benefits received; (12) Annex land to the drainage ditch if the board of trustees determine that the land being annexed is benefitting from the district's ditch or ditches; and (13) Reclassify benefits and apportion costs of clean out, extension, enlargement, repairs, or improvements among landowners benefitting therefrom, whether the landowners have the land located inside or outside of the drainage district. Section 20. All costs and expenses to discharge the powers and duties by this Act, including costs of elections, shall be assessed, levied, and collected under the provisions of chapter 46A- 11. A levy shall be upon certificate by the board of trustees to the board of county commissioners of the amount necessary for the levy. Section 21. Any assessment on real property for the purposes set forth in this Act or chapter 46A-11 is not subject to any real property tax freeze assessment under the provisions of chapter 10-6 or 10-6A. Section 22. The tax shall be collected by the county treasurer as other taxes are collected in the county. The tax shall be deposited and kept in a separate fund to the credit of the district. The money may be expended only upon the order of the board of trustees signed by the chair and clerk of the board. The chair and clerk of the board shall provide a surety bond in the amount of at least five thousand dollars. Section 23. The board of trustees of any district may issue improvement certificates and drainage bonds under the same conditions as is provided by chapter 46A-11 for issuance by the board of county commissioners, except that in case of the issue of drainage bonds, the bonds shall be approved by a judge of the circuit court for the counties in which the district lies. The approval shall be printed upon the bonds before they are negotiated. Section 24. The board of trustees shall keep and maintain a written record of all their official acts and proceedings. The board of trustees shall, on or before January thirty-first of each year, file a financial report of the previous calendar year with the county auditor. When the Department of Legislative Audit examines other county records, it shall examine the financial report of the board of trustees of the drainage district. Section 25. Any interested person aggrieved by any action taken by the board of trustees in this Act may file a cause of action in circuit court in the county where the cause of action arose or may invoke mediation with the board of trustees."}, {"bill_id": 12857, "bill_version_id": 73502, "bill_version": "House Local Government Engrossed", "bill_version_date": "1997-02-14T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to elect trustees to control and manage drainage districts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Any established drainage district as defined by § 46A-10A-43 may be placed under the control and management of a board of three trustees to be elected by the persons owning land in the district. Section 2. Twenty percent of the landowners as defined by § 46A-10A-1(11), owning at least ten acres each of land within the district assessed for benefits, may file a petition requesting that a meeting be held to conduct an election to determine if a drainage district shall be governed by three trustees as authorized by section 1 of this Act. The petition shall be filed with the auditor of the county containing the majority of the land in the district. If the auditor determines the petition is signed by the requisite number of landowners, the petition shall be presented to the board of county commissioners. Section 3. The board of county commissioners shall at their next session, set a date, time, and location for a meeting of district landowners to conduct an election to determine if a drainage district shall be governed by three trustees and shall enter an order to that effect. The election meeting shall be held within forty-five days from the date of the order. The board shall appoint from the landowners of the district a superintendent and two clerks of election to serve as an election board who shall convene the meeting, take minutes, and conduct the election. Section 4. The county auditor shall publish notice of the election. The notice shall give the time, place, and purpose of the election. The notice shall be published for two consecutive weeks in the official newspapers of each county. The last publication may not be less than ten days before the date of the election within five days after the date of the order for election. The auditor shall mail a copy of the notice of election to each landowner in the district. The county auditor shall also inform each landowner in writing that each landowner may vote by proxy pursuant to section 8 of this Act. Section 5. Before any election is held, the election board shall procure from the county auditor, auditors, or appropriate county official a certified copy of the record of the establishment of the district showing the lands of the district, the assessment and classification of each tract, and the name of the person or persons against whom the tract was assessed for benefits, and the present record owner or owners. The certified record shall be kept by the trustees after they are elected for use in subsequent elections. The trustees shall, preceding each subsequent election, procure from the county auditor, auditors, or appropriate county official additional certificates showing changes of title of land assessed for benefits and the names of the new owners. Section 6. Anyone who has acquired ownership of assessed lands since the latest certificate from the auditor may vote at any election if the person presents evidence of title to the election board for its inspection at the time the person demands the right to vote. Section 7. A landowner or joint landowners who own at least ten acres of land within the district assessed for benefits are entitled to one vote collectively. The vote of any person who is a minor or a protected person as defined by § 29A-5-102, may be cast by the parent, conservator, or legal representative of the minor or protected person. The person casting the vote shall deliver to the clerks of election a written sworn statement giving the name, age, and place of residence of the minor or protected person. Section 8. Any landowner or landowners entitled to vote may vote through an agent or proxy authorized to cast votes by a power of attorney signed and acknowledged by the landowner or landowners and filed before the vote is cast in the auditor's office of the county where the election is held. Every power of attorney shall specify the particular election for which it is used, indicating the day, month, and year of the election, and is void for all subsequent elections. If a landowner chooses to vote by proxy, the power of attorney shall be postmarked and sent or delivered to the address designated by the election board at least five days before the election. Section 9. At the opening of the meeting, the superintendent shall state the purpose of the meeting and the manner in which the elections will be conducted. The first election conducted shall be to determine whether a board of three trustees should be elected to control and manage the district. This election shall be by secret ballot provided by the election board. If a majority of those voting approve of a board of trustees, then an election shall immediately be conducted to elect three trustees. An election conducted for trustees shall be preceded by verbal candidate nominations by those in attendance. Each voter shall be given a blank piece of paper to be used as a ballot to vote for as many trustees as are to be elected. The superintendent of the election shall instruct the voters as to how many votes may be cast on the ballot. Section 10. When the voters vote by ballot to determine whether to form a board of trustees or on the election of trustees, a poll list shall be kept by the clerk of the meeting, on which shall be entered the name of each person whose vote is received. The ballot shall be delivered by the voter to one of the clerks, so folded as to conceal its contents, and the clerk shall deposit the ballot in a box provided for that purpose. Section 11. At the close of the election, the clerks shall proceed publicly to count the votes, which, when commenced, shall continue without adjournment or interruption until the count is completed. The count shall be conducted by taking one ballot at a time from the ballot box and counting until the number of ballots is equal to the number of names on the poll list, and if there are any left in the box, they shall be marked as extra ballots and not counted. The person having the highest number of votes for trustee shall be declared duly elected. If two or more persons have an equal number of votes for trustee, the clerks of election shall at once publicly, by lot, determine which of such persons shall be declared elected. If on opening the ballot, two or more ballots are found to be so folded that it is apparent the same person voted them, such ballots shall be marked as such and not counted. The count having been completed, a statement of the result shall be entered at length by the clerk in the minutes and publicly read by the clerk to the members attending the meeting. Such reading shall be deemed official notice of the result of the election. All ballots, pool lists, power of attorney forms, and other election materials shall be kept for sixty days by the election superintendent in a manner which guarantees their safety and integrity. Section 12. The results from the initial election for trustees shall determine the length of term each trustee shall hold. The candidate with the most votes shall be elected for a three year term, the candidate with the second highest vote total shall be elected for a two year term and the candidate with the third highest vote total shall be elected for a one year term. The term of office for a trustee elected at a succeeding election shall be three years or until the trustee's successor has qualified. Section 13. After the first election of trustees, the trustees shall appoint a superintendent and two clerks to act as an election board in succeeding elections. The board of trustees may determine the amount of compensation for the election board for the services performed by them. Section 14. Succeeding annual trustee elections shall be held at 8:00 p.m. on the last Tuesday of the month in which the initial trustee election was conducted. The date and time of the election may be changed to another date and time within that month upon majority vote of those present at a prior annual election meeting. The election board appointed for succeeding annual elections shall publish a notice of election for the annual election of a trustee or trustees pursuant to the procedures set forth in section 4 of this Act. The election board shall also mail a copy of the notice of election to each landowner and notify the landowner of the landowner's right to vote by proxy at least fourteen days prior to the date of election. Section 15. Each trustee shall be a citizen of the United States, not less than eighteen years of age, and a landowner of at least ten acres of land in the district. Section 16. If any vacancy occurs in the membership of the board of trustees between the annual elections, the remaining members of the board may fill the vacancy by appointing a person with the required qualifications. The appointed person shall qualify in the same manner and hold office until the next annual election when a successor is elected. If all places on the board become vacant, then a new board shall be elected in the same manner as was the initial board. Section 17. The compensation of the trustees and the clerk of the board shall be fixed at twenty-five dollars per day and necessary expenses, to be paid out of the funds of the drainage district for each day necessarily expended in the transaction of business of the district, but no person may draw compensation for services as a trustee and as a clerk at the same time. Each trustee shall file with the auditor itemized, verified statements of the time devoted to the business of the district, and of the expenses incurred. Section 18. The board of trustees shall elect a chair and shall select some other landowner of the district as clerk of the board. The clerk shall serve at the pleasure of the board of trustees. Section 19. The board of trustees may control, supervise, and manage the district. Subject to the legal controls for drainage management under § 46A-10A-20, the board of trustees may: (1) Clean out, repair, and maintain an existing drainage ditch; (2) Deepen, widen, or enlarge a drainage ditch in conformity with local, state, and federal laws, rules, ordinances, and regulations; (3) Create a new drainage ditch, or relocate an existing drainage ditch in conformity with local, state, and federal laws, rules, ordinances, and regulations; (4) Extend an existing drainage ditch in conformity with local, state, and federal laws, rules, ordinances, and regulations; (5) Acquire lands for right-of-way for ditches and to pay the landowner for damages; (6) Repair levies, dikes, and barriers for the purpose of drainage; (7) Regulate the flow and direction of water to prevent downstream flooding; (8) Employ or contract with an engineer, hydrologist, surveyor, appraiser, assessor, legal counsel, or any other specialists as they deem necessary to carry out the powers and duties conferred by this Act; (9) Let contracts for construction, maintenance, repair, or other necessary work pursuant to the provisions of chapter 5-18 and § 46A-10A-75; (10) Request the county commission or township board of supervisors to replace, repair, remove, and enlarge public highway culverts and bridges, pursuant to § § 46A-10A- 76, 31-12-19, 31-14-2, and 31-14-27; (11) Grant a request by a landowner to annex the landowner's land to the district and apportion the costs of clean out, maintenance, or construction according to the benefits received; and (13) Reclassify benefits and apportion costs of clean out, extension, enlargement, repairs, or improvements among landowners benefitting therefrom, if the landowners have land located within the drainage district. Section 20. All costs and expenses to discharge the powers and duties by this Act, including costs of elections, shall be assessed, levied, and collected under the provisions of chapter 46A- 11. A levy shall be upon certificate by the board of trustees to the board of county commissioners of the amount necessary for the levy. Section 21. Any assessment on real property for the purposes set forth in this Act or chapter 46A-11 is not subject to any real property tax freeze assessment under the provisions of chapter 10-6 or 10-6A. Section 22. The tax shall be collected by the county treasurer as other taxes are collected in the county. The tax shall be deposited and kept in a separate fund to the credit of the district. The money may be expended only upon the order of the board of trustees signed by the chair and clerk of the board. The chair and clerk of the board shall provide a surety bond in the amount of at least five thousand dollars. Section 23. The board of trustees of any district may issue improvement certificates and drainage bonds under the same conditions as is provided by chapter 46A-11 for issuance by the board of county commissioners, except that in case of the issue of drainage bonds, the bonds shall be approved by a judge of the circuit court for the counties in which the district lies. The approval shall be printed upon the bonds before they are negotiated. Section 24. The board of trustees shall keep and maintain a written record of all their official acts and proceedings. The board of trustees shall, on or before January thirty-first of each year, file a financial report of the previous calendar year with the county auditor. When the Department of Legislative Audit examines other county records, it shall examine the financial report of the board of trustees of the drainage district. Section 25. Any interested person aggrieved by any action taken by the board of trustees in this Act may file a cause of action in circuit court in the county where the cause of action arose or may invoke mediation with the board of trustees. BILL HISTORY 2/3/97 First read in House and referred to Local Government. H.J. 264 2/11/97 Scheduled for Committee hearing on this date. 2/13/97 Scheduled for Committee hearing on this date. 2/13/97 Local Government Do Pass Amended, AYES 10, NAYS 3. H.J. 475"}, {"bill_id": 12857, "bill_version_id": 73505, "bill_version": "Senate Local Government Engrossed", "bill_version_date": "1997-03-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to elect trustees to control and manage drainage districts and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Any established drainage district as defined by § 46A-10A-43 may be placed under the control and management of a board of three trustees to be elected by the persons owning land in the district. Section 2. Twenty percent of the landowners as defined by § 46A-10A-1(11), owning land within the district assessed for benefits, may file a petition requesting that a meeting be held to conduct an election to determine if a drainage district shall be governed by three trustees as authorized by section 1 of this Act. The petition shall be filed with the auditor of the county containing the majority of the land in the district. If the auditor determines the petition is signed by the requisite number of landowners, the petition shall be presented to the board of county commissioners. Section 3. The board of county commissioners shall at their next session, set a date, time, and location for a meeting of district landowners to conduct an election to determine if a drainage district shall be governed by three trustees and shall enter an order to that effect. The election meeting shall be held within forty-five days from the date of the order. The board shall appoint from the landowners of the district a superintendent and two clerks of election to serve as an election board who shall convene the meeting, take minutes, and conduct the election. Section 4. The county auditor shall publish notice of the election. The notice shall give the time, place, and purpose of the election. The notice shall be published for two consecutive weeks in the official newspapers of each county. The last publication may not be less than ten days before the date of the election within five days after the date of the order for election. The auditor shall mail a copy of the notice of election to each landowner in the district. The county auditor shall also inform each landowner in writing that each landowner may vote by proxy pursuant to section 8 of this Act. Section 5. Before any election is held, the election board shall procure from the county auditor, auditors, or appropriate county official a certified copy of the record of the establishment of the district showing the lands of the district, the assessment and classification of each tract, and the name of the person or persons against whom the tract was assessed for benefits, and the present record owner or owners. The certified record shall be kept by the trustees after they are elected for use in subsequent elections. The trustees shall, preceding each subsequent election, procure from the county auditor, auditors, or appropriate county official additional certificates showing changes of title of land assessed for benefits and the names of the new owners. Section 6. Anyone who has acquired ownership of assessed lands since the latest certificate from the auditor may vote at any election if the person presents evidence of title to the election board for its inspection at the time the person demands the right to vote. Section 7. A landowner or joint landowners who own a tract of land within the district assessed for benefits are entitled to one vote collectively. The vote of any person who is a minor or a protected person as defined by § 29A-5-102, may be cast by the parent, conservator, or legal representative of the minor or protected person. The person casting the vote shall deliver to the clerks of election a written sworn statement giving the name, age, and place of residence of the minor or protected person. Section 8. Any landowner or landowners entitled to vote may vote through an agent or proxy authorized to cast votes by a power of attorney signed and acknowledged by the landowner or landowners and filed before the vote is cast in the auditor's office of the county where the election is held. Every power of attorney shall specify the particular election for which it is used, indicating the day, month, and year of the election, and is void for all subsequent elections. If a landowner chooses to vote by proxy, the power of attorney shall be postmarked and sent or delivered to the address designated by the election board at least five days before the election. Section 9. At the opening of the meeting, the superintendent shall state the purpose of the meeting and the manner in which the elections will be conducted. The first election conducted shall be to determine whether a board of three trustees should be elected to control and manage the district. This election shall be by secret ballot provided by the election board. If a majority of those voting approve of a board of trustees, then an election shall immediately be conducted to elect three trustees. An election conducted for trustees shall be preceded by verbal candidate nominations by those in attendance. Each voter shall be given a blank piece of paper to be used as a ballot to vote for as many trustees as are to be elected. The superintendent of the election shall instruct the voters as to how many votes may be cast on the ballot. Section 10. When the voters vote by ballot to determine whether to form a board of trustees or on the election of trustees, a poll list shall be kept by the clerk of the meeting, on which shall be entered the name of each person whose vote is received. The ballot shall be delivered by the voter to one of the clerks, so folded as to conceal its contents, and the clerk shall deposit the ballot in a box provided for that purpose. Section 11. At the close of the election, the clerks shall proceed publicly to count the votes, which, when commenced, shall continue without adjournment or interruption until the count is completed. The count shall be conducted by taking one ballot at a time from the ballot box and counting until the number of ballots is equal to the number of names on the poll list, and if there are any left in the box, they shall be marked as extra ballots and not counted. The person having the highest number of votes for trustee shall be declared duly elected. If two or more persons have an equal number of votes for trustee, the clerks of election shall at once publicly, by lot, determine which of such persons shall be declared elected. If on opening the ballot, two or more ballots are found to be so folded that it is apparent the same person voted them, such ballots shall be marked as such and not counted. The count having been completed, a statement of the result shall be entered at length by the clerk in the minutes and publicly read by the clerk to the members attending the meeting. Such reading shall be deemed official notice of the result of the election. All ballots, pool lists, power of attorney forms, and other election materials shall be kept for sixty days by the election superintendent in a manner which guarantees their safety and integrity. Section 12. The results from the initial election for trustees shall determine the length of term each trustee shall hold. The candidate with the most votes shall be elected for a three year term, the candidate with the second highest vote total shall be elected for a two year term and the candidate with the third highest vote total shall be elected for a one year term. The term of office for a trustee elected at a succeeding election shall be three years or until the trustee's successor has qualified. Section 13. After the first election of trustees, the trustees shall appoint a superintendent and two clerks to act as an election board in succeeding elections. The board of trustees may determine the amount of compensation for the election board for the services performed by them. Section 14. Succeeding annual trustee elections shall be held at 8:00 p.m. on the last Tuesday of the month in which the initial trustee election was conducted. The date and time of the election may be changed to another date and time within that month upon majority vote of those present at a prior annual election meeting. The election board appointed for succeeding annual elections shall publish a notice of election for the annual election of a trustee or trustees pursuant to the procedures set forth in section 4 of this Act. The election board shall also mail a copy of the notice of election to each landowner and notify the landowner of the landowner's right to vote by proxy at least fourteen days prior to the date of election. Section 15. Each trustee shall be a citizen of the United States, not less than eighteen years of age, and an owner of land in the district. Section 16. If any vacancy occurs in the membership of the board of trustees between the annual elections, the remaining members of the board may fill the vacancy by appointing a person with the required qualifications. The appointed person shall qualify in the same manner and hold office until the next annual election when a successor is elected. If all places on the board become vacant, then a new board shall be elected in the same manner as was the initial board. Section 17. The compensation of the trustees and the clerk of the board shall be fixed at twenty-five dollars per day and necessary expenses, to be paid out of the funds of the drainage district for each day necessarily expended in the transaction of business of the district, but no person may draw compensation for services as a trustee and as a clerk at the same time. Each trustee shall file with the auditor itemized, verified statements of the time devoted to the business of the district, and of the expenses incurred. Section 18. The board of trustees shall elect a chair and shall select some other landowner of the district as clerk of the board. The clerk shall serve at the pleasure of the board of trustees. Section 19. The board of trustees may control, supervise, and manage the district. Subject to the legal controls for drainage management under § 46A-10A-20, the board of trustees may, in conformity with any applicable local, state, and federal laws, rules, ordinances, and regulations: (1) Clean out, repair, and maintain an existing drainage ditch; (2) Deepen, widen, or enlarge a drainage ditch; (3) Create a new drainage ditch, or relocate an existing drainage ditch; (4) Extend an existing drainage ditch; (5) Acquire lands for right-of-way for ditches by purchase or condemnation or any other lawful method in conformity with chapter 21-35 and any other provision of state law; (6) Repair levies, dikes, and barriers for the purpose of drainage; (7) Regulate the flow and direction of water to prevent downstream flooding; (8) Employ or contract with an engineer, hydrologist, surveyor, appraiser, assessor, legal counsel, or any other specialists as they deem necessary to carry out the powers and duties conferred by this Act; (9) Let contracts for construction, maintenance, repair, or other necessary work pursuant to the provisions of chapter 5-18 and § 46A-10A-75. No member of the board of trustees may have any interest in any contract or employment entered into pursuant to this subdivision or subdivision (8) of this section; (10) Request the county commission or township board of supervisors to replace, repair, remove, and enlarge public highway culverts and bridges, pursuant to § § 46A-10A- 76, 31-12-19, 31-14-2, and 31-14-27; (11) Grant a request by a landowner to annex the landowner's land to the district and apportion the costs of clean out, maintenance, or construction according to the benefits received and subject to approval by a majority of the eligible landowners voting in a special election held by the board of trustees in conjunction with the district's annual election; and (13) Reclassify benefits and apportion costs of clean out, extension, enlargement, repairs, or improvements among landowners benefitting therefrom, if the landowners have land located within the drainage district. Section 20. All costs and expenses to discharge the powers and duties by this Act, including costs of elections, shall be assessed, levied, and collected under the provisions of chapter 46A- 11. A levy shall be upon certificate by the board of trustees to the board of county commissioners of the amount necessary for the levy. Section 21. Any assessment on real property for the purposes set forth in this Act or chapter 46A-11 is not subject to any real property tax freeze assessment under the provisions of chapter 10-6 or 10-6A. Section 22. The tax shall be collected by the county treasurer as other taxes are collected in the county. The tax shall be deposited and kept in a separate fund to the credit of the district. The money may be expended only upon the order of the board of trustees signed by the chair and clerk of the board. The chair and clerk of the board shall provide a surety bond in the amount of at least five thousand dollars. Section 23. The board of trustees of any district may issue improvement certificates and drainage bonds under the same conditions as is provided by chapter 46A-11 for issuance by the board of county commissioners, except that in case of the issue of drainage bonds, the bonds shall be approved by a simple majority of the eligible landowners voting in a special election held by the board of trustees in conjunction with the district's annual election. The approval shall be printed upon the bonds before they are negotiated. Section 24. The board of trustees shall keep and maintain a written record of all their official acts and proceedings. The board of trustees shall, on or before January thirty-first of each year, file a financial report of the previous calendar year with the county auditor. When the Department of Legislative Audit examines other county records, it shall examine the financial report of the board of trustees of the drainage district. Section 25. Any interested person aggrieved by any action taken by the board of trustees in this Act may file a cause of action in circuit court in the county where the cause of action arose or may invoke mediation with the board of trustees. Section 26. That § 46A-10A-34 be amended to read as follows: 46A-10A-34. A board shall may provide for appointment of its drainage commission to serve as a board of resolution and, under the regulations and controls adopted pursuant to this chapter, shall may provide that the board of resolution in individual cases may make, upon an affirmative vote of three-fourths of the full membership of the board of resolution, special exceptions or variances to any official controls and shall may reach decisions in individual drainage disputes between landowners, consistent with the provisions of § 46A-10A-20. The board may constitute itself as the board of resolution. The board may further provide that specified types or categories of drainage disputes may not be heard by the board of resolution. A drainage dispute which is not within the jurisdiction of the board of resolution shall be taken directly to the circuit court of the county wherein the conflict exists. Section 27. Whereas, this Act is necessary for the immediate preservation of the public peace, health, or safety, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval. BILL HISTORY 2/3/97 First read in House and referred to Local Government. H.J. 264 2/11/97 Scheduled for Committee hearing on this date. 2/13/97 Scheduled for Committee hearing on this date. 2/13/97 Local Government Do Pass Amended, Passed, AYES 10, NAYS 3. H.J. 475 2/15/97 House of Representatives Deferred to another day. H.J. 522 2/18/97 House of Representatives Do Pass Amended, Passed, AYES 62, NAYS 5. H.J. 553 2/20/97 First read in Senate and referred to Local Government. S.J. 571 2/26/97 Scheduled for Committee hearing on this date. 2/26/97 Local Government Deferred to another day. S.J. 645 3/3/97 Scheduled for Committee hearing on this date. 3/3/97 Local Government Do Pass Amended, Passed, AYES 5, NAYS 2. S.J. 726"}, {"bill_id": 12857, "bill_version_id": 73501, "bill_version": "Enrolled", "bill_version_date": "1997-03-05T00:00:00-06:00", "bill_text": ""}, {"bill_id": 12857, "bill_version_id": 73504, "bill_version": "Senate Engrossed", "bill_version_date": "1997-03-05T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to elect trustees to control and manage drainage districts and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Any established drainage district as defined by § 46A-10A-43 may be placed under the control and management of a board of three trustees to be elected by the persons owning land in the district. Section 2. Twenty percent of the landowners as defined by § 46A-10A-1(11), owning land within the district assessed for benefits, may file a petition requesting that a meeting be held to conduct an election to determine if a drainage district shall be governed by three trustees as authorized by section 1 of this Act. The petition shall be filed with the auditor of the county containing the majority of the land in the district. If the auditor determines the petition is signed by the requisite number of landowners, the petition shall be presented to the board of county commissioners. Section 3. The board of county commissioners shall at their next session, set a date, time, and location for a meeting of district landowners to conduct an election to determine if a drainage district shall be governed by three trustees and shall enter an order to that effect. The election meeting shall be held within forty-five days from the date of the order. The board shall appoint from the landowners of the district a superintendent and two clerks of election to serve as an election board who shall convene the meeting, take minutes, and conduct the election. Section 4. The county auditor shall publish notice of the election. The notice shall give the time, place, and purpose of the election. The notice shall be published for two consecutive weeks in the official newspapers of each county. The last publication may not be less than ten days before the date of the election. The auditor shall mail a copy of the notice of election to each landowner in the district. The county auditor shall also inform each landowner in writing that each landowner may vote by proxy pursuant to section 8 of this Act. Section 5. Before any election is held, the election board shall procure from the county auditor, auditors, or appropriate county official a certified copy of the record of the establishment of the district showing the lands of the district, the assessment and classification of each tract, and the name of the person or persons against whom the tract was assessed for benefits, and the present record owner or owners. The certified record shall be kept by the trustees after they are elected for use in subsequent elections. The trustees shall, preceding each subsequent election, procure from the county auditor, auditors, or appropriate county official additional certificates showing changes of title of land assessed for benefits and the names of the new owners. Section 6. Anyone who has acquired ownership of assessed lands since the latest certificate from the auditor may vote at any election if the person presents evidence of title to the election board for its inspection at the time the person demands the right to vote. Section 7. A landowner or joint landowners who own a tract of land within the district assessed for benefits are entitled to one vote collectively. The vote of any person who is a minor or a protected person as defined by § 29A-5-102, may be cast by the parent, conservator, or legal representative of the minor or protected person. The person casting the vote shall deliver to the clerks of election a written sworn statement giving the name, age, and place of residence of the minor or protected person. Section 8. Any landowner or landowners entitled to vote may vote through an agent or proxy authorized to cast votes by a power of attorney signed and acknowledged by the landowner or landowners and filed before the vote is cast in the auditor's office of the county where the election is held. Every power of attorney shall specify the particular election for which it is used, indicating the day, month, and year of the election, and is void for all subsequent elections. If a landowner chooses to vote by proxy, the power of attorney shall be postmarked and sent or delivered to the address designated by the election board at least five days before the election. Section 9. At the opening of the meeting, the superintendent shall state the purpose of the meeting and the manner in which the elections will be conducted. The first election conducted shall be to determine whether a board of three trustees should be elected to control and manage the district. This election shall be by secret ballot provided by the election board. If a majority of those voting approve of a board of trustees, then an election shall immediately be conducted to elect three trustees. An election conducted for trustees shall be preceded by verbal candidate nominations by those in attendance. Each voter shall be given a blank piece of paper to be used as a ballot to vote for as many trustees as are to be elected. The superintendent of the election shall instruct the voters as to how many votes may be cast on the ballot. Section 10. When the voters vote by ballot to determine whether to form a board of trustees or on the election of trustees, a poll list shall be kept by the clerk of the meeting, on which shall be entered the name of each person whose vote is received. The ballot shall be delivered by the voter to one of the clerks, so folded as to conceal its contents, and the clerk shall deposit the ballot in a box provided for that purpose. Section 11. At the close of the election, the clerks shall proceed publicly to count the votes, which, when commenced, shall continue without adjournment or interruption until the count is completed. The count shall be conducted by taking one ballot at a time from the ballot box and counting until the number of ballots is equal to the number of names on the poll list, and if there are any left in the box, they shall be marked as extra ballots and not counted. The person having the highest number of votes for trustee shall be declared duly elected. If two or more persons have an equal number of votes for trustee, the clerks of election shall at once publicly, by lot, determine which of such persons shall be declared elected. If on opening the ballot, two or more ballots are found to be so folded that it is apparent the same person voted them, such ballots shall be marked as such and not counted. The count having been completed, a statement of the result shall be entered at length by the clerk in the minutes and publicly read by the clerk to the members attending the meeting. Such reading shall be deemed official notice of the result of the election. All ballots, pool lists, power of attorney forms, and other election materials shall be kept for sixty days by the election superintendent in a manner which guarantees their safety and integrity. Section 12. The results from the initial election for trustees shall determine the length of term each trustee shall hold. The candidate with the most votes shall be elected for a three year term, the candidate with the second highest vote total shall be elected for a two year term and the candidate with the third highest vote total shall be elected for a one year term. The term of office for a trustee elected at a succeeding election shall be three years or until the trustee's successor has qualified. Section 13. After the first election of trustees, the trustees shall appoint a superintendent and two clerks to act as an election board in succeeding elections. The board of trustees may determine the amount of compensation for the election board for the services performed by them. Section 14. Succeeding annual trustee elections shall be held at 8:00 p.m. on the last Tuesday of the month in which the initial trustee election was conducted. The date and time of the election may be changed to another date and time within that month upon majority vote of those present at a prior annual election meeting. The election board appointed for succeeding annual elections shall publish a notice of election for the annual election of a trustee or trustees pursuant to the procedures set forth in section 4 of this Act. The election board shall also mail a copy of the notice of election to each landowner and notify the landowner of the landowner's right to vote by proxy at least fourteen days prior to the date of election. Section 15. Each trustee shall be a citizen of the United States, not less than eighteen years of age, and an owner of land in the district. Section 16. If any vacancy occurs in the membership of the board of trustees between the annual elections, the remaining members of the board may fill the vacancy by appointing a person with the required qualifications. The appointed person shall qualify in the same manner and hold office until the next annual election when a successor is elected. If all places on the board become vacant, then a new board shall be elected in the same manner as was the initial board. Section 17. The compensation of the trustees and the clerk of the board shall be fixed at twenty-five dollars per day and necessary expenses, to be paid out of the funds of the drainage district for each day necessarily expended in the transaction of business of the district, but no person may draw compensation for services as a trustee and as a clerk at the same time. Each trustee shall file with the auditor itemized, verified statements of the time devoted to the business of the district, and of the expenses incurred. Section 18. The board of trustees shall elect a chair and shall select some other landowner of the district as clerk of the board. The clerk shall serve at the pleasure of the board of trustees. Section 19. The board of trustees may control, supervise, and manage the district. Subject to the legal controls for drainage management under § 46A-10A-20, the board of trustees may, in conformity with any applicable local, state, and federal laws, rules, ordinances, and regulations: (1) Clean out, repair, and maintain an existing drainage ditch; (2) Deepen, widen, or enlarge a drainage ditch; (3) Create a new drainage ditch, or relocate an existing drainage ditch; (4) Extend an existing drainage ditch; (5) Acquire lands for right-of-way for ditches by purchase or condemnation or any other lawful method in conformity with chapter 21-35 and any other provision of state law; (6) Repair levies, dikes, and barriers for the purpose of drainage; (7) Regulate the flow and direction of water to prevent downstream flooding; (8) Employ or contract with an engineer, hydrologist, surveyor, appraiser, assessor, legal counsel, or any other specialists as they deem necessary to carry out the powers and duties conferred by this Act; (9) Let contracts for construction, maintenance, repair, or other necessary work pursuant to the provisions of chapter 5-18 and § 46A-10A-75. No member of the board of trustees may have any interest in any contract or employment entered into pursuant to this subdivision or subdivision (8) of this section; (10) Request the county commission or township board of supervisors to replace, repair, remove, and enlarge public highway culverts and bridges, pursuant to § § 46A-10A- 76, 31-12-19, 31-14-2, and 31-14-27; (11) Grant a request by a landowner to annex the landowner's land to the district and apportion the costs of clean out, maintenance, or construction according to the benefits received and subject to approval by a majority of the eligible landowners voting in a special election held by the board of trustees in conjunction with the district's annual election; and (13) Reclassify benefits and apportion costs of clean out, extension, enlargement, repairs, or improvements among landowners benefitting therefrom, if the landowners have land located within the drainage district. Section 20. All costs and expenses to discharge the powers and duties by this Act, including costs of elections, shall be assessed, levied, and collected under the provisions of chapter 46A- 11. A levy shall be upon certificate by the board of trustees to the board of county commissioners of the amount necessary for the levy. Section 21. Any assessment on real property for the purposes set forth in this Act or chapter 46A-11 is not subject to any real property tax freeze assessment under the provisions of chapter 10-6 or 10-6A. Section 22. The tax shall be collected by the county treasurer as other taxes are collected in the county. The tax shall be deposited and kept in a separate fund to the credit of the district. The money may be expended only upon the order of the board of trustees signed by the chair and clerk of the board. The chair and clerk of the board shall provide a surety bond in the amount of at least five thousand dollars. Section 23. The board of trustees of any district may issue improvement certificates and drainage bonds under the same conditions as is provided by chapter 46A-11 for issuance by the board of county commissioners, except that in case of the issue of drainage bonds, the bonds shall be approved by a simple majority of the eligible landowners voting in a special election held by the board of trustees in conjunction with the district's annual election. The approval shall be printed upon the bonds before they are negotiated. Section 24. The board of trustees shall keep and maintain a written record of all their official acts and proceedings. The board of trustees shall, on or before January thirty-first of each year, file a financial report of the previous calendar year with the county auditor. When the Department of Legislative Audit examines other county records, it shall examine the financial report of the board of trustees of the drainage district. Section 25. Any interested person aggrieved by any action taken by the board of trustees in this Act may file a cause of action in circuit court in the county where the cause of action arose or may invoke mediation with the board of trustees. Section 26. That § 46A-10A-34 be amended to read as follows: 46A-10A-34. A board shall may provide for appointment of its drainage commission to serve as a board of resolution and, under the regulations and controls adopted pursuant to this chapter, shall may provide that the board of resolution in individual cases may make, upon an affirmative vote of three-fourths of the full membership of the board of resolution, special exceptions or variances to any official controls and shall may reach decisions in individual drainage disputes between landowners, consistent with the provisions of § 46A-10A-20. The board may constitute itself as the board of resolution. The board may further provide that specified types or categories of drainage disputes may not be heard by the board of resolution. A drainage dispute which is not within the jurisdiction of the board of resolution shall be taken directly to the circuit court of the county wherein the conflict exists. Section 27. Any decision of the board of trustees of a drainage district may be referred to a vote of the eligible voters of the district by the filing of a petition signed by at least five percent of the eligible voters of the district. The petition shall be filed with the district within ninety days following the district's action. Upon receipt of a valid petition, the district shall call a special election, which shall be held within sixty days. The district shall publish notice of the election in the official newspaper of the counties in which the district is located at least twenty days before the election is held. The election shall be conducted by the district in the same manner as the district's annual election is conducted. Section 28. Whereas, this Act is necessary for the immediate preservation of the public peace, health, or safety, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval. BILL HISTORY 2/3/97 First read in House and referred to Local Government. H.J. 264 2/11/97 Scheduled for Committee hearing on this date. 2/13/97 Scheduled for Committee hearing on this date. 2/13/97 Local Government Do Pass Amended, Passed, AYES 10, NAYS 3. H.J. 475 2/15/97 House of Representatives Deferred to another day. H.J. 522 2/18/97 House of Representatives Do Pass Amended, Passed, AYES 62, NAYS 5. H.J. 553 2/20/97 First read in Senate and referred to Local Government. S.J. 571 2/26/97 Scheduled for Committee hearing on this date. 2/26/97 Local Government Deferred to another day. S.J. 645 3/3/97 Scheduled for Committee hearing on this date. 3/3/97 Local Government Do Pass Amended, Passed, AYES 5, NAYS 2. S.J. 726 3/4/97 Motion to Amend, Passed. S.J. 775 3/4/97 Senate Do Pass Amended, Passed, AYES 24, NAYS 11."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12857, "action_date": "1997-02-03T14:00:00-06:00", "document_id": 72894, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72894.pdf", "status_text": "First read in House and referred to", "journal_page": 264, "committee_id_action": 544, "committee_id_assigned": 537, "result": "N", "vote": {}}, {"bill_id": 12857, "action_date": "1997-02-11T10:00:00-06:00", "document_id": 72329, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72329.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 537, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12857, "action_date": "1997-02-13T10:00:00-06:00", "document_id": 72356, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72356.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 537, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12857, "action_date": "1997-02-13T10:00:00-06:00", "document_id": 72356, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72356.pdf", "status_text": "Do Pass Amended,", "journal_page": 475, "committee_id_action": 537, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35987, "president_vote": null, "Yea": [1886, 1934, 1953, 1963, 1984, 1897, 1923, 1983, 1910, 1936], "Nay": [1899, 1916, 1887]}}, {"bill_id": 12857, "action_date": "1997-02-15T14:00:00-06:00", "document_id": 72914, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72914.pdf", "status_text": "Deferred to another day", "journal_page": 522, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12857, "action_date": "1997-02-18T14:00:00-06:00", "document_id": 72916, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72916.pdf", "status_text": "Do Pass Amended,", "journal_page": 553, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35523, "president_vote": null, "Yea": [1886, 1887, 1888, 1890, 1891, 1892, 1894, 1895, 1896, 1897, 1898, 1899, 1902, 1903, 1904, 1907, 1909, 1910, 1913, 1914, 1917, 1918, 1921, 1922, 1923, 1926, 1929, 1931, 1934, 1936, 1937, 1940, 1941, 1942, 1943, 1944, 1947, 1948, 1949, 1951, 1953, 1957, 1958, 1961, 1962, 1963, 1964, 1966, 1967, 1968, 1970, 1971, 1973, 1974, 1975, 1980, 1982, 1983, 1984, 1985, 1987, 1924], "Absent": [1900, 1906], "Nay": [1916, 1950, 1952, 1954, 1988], "Excused": [1933]}}, {"bill_id": 12857, "action_date": "1997-02-20T14:00:00-06:00", "document_id": 72921, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72921.pdf", "status_text": "First read in Senate and referred to", "journal_page": 571, "committee_id_action": 545, "committee_id_assigned": 525, "result": "N", "vote": {}}, {"bill_id": 12857, "action_date": "1997-02-26T07:45:00-06:00", "document_id": 72445, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72445.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 525, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12857, "action_date": "1997-02-26T07:45:00-06:00", "document_id": 72445, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72445.pdf", "status_text": "Deferred to another day", "journal_page": 645, "committee_id_action": 525, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12857, "action_date": "1997-02-26T07:45:00-06:00", "document_id": 72445, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72445.pdf", "status_text": "Deferred to another day", "journal_page": 645, "committee_id_action": 525, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12857, "action_date": "1997-03-03T07:45:00-06:00", "document_id": 72478, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72478.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 525, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12857, "action_date": "1997-03-03T07:45:00-06:00", "document_id": 72478, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72478.pdf", "status_text": "Do Pass Amended,", "journal_page": 726, "committee_id_action": 525, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37004, "president_vote": null, "Yea": [1885, 1965, 1981, 1928, 1884], "Nay": [1932, 1939]}}, {"bill_id": 12857, "action_date": "1997-03-03T07:45:00-06:00", "document_id": 72478, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72478.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 525, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12857, "action_date": "1997-03-04T14:00:00-06:00", "document_id": 72937, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72937.pdf", "status_text": "Motion to Amend,", "journal_page": 775, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12857, "action_date": "1997-03-04T14:00:00-06:00", "document_id": 72937, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72937.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36871, "president_vote": null, "Yea": [1884, 1885, 1889, 1893, 1901, 1908, 1911, 1915, 1919, 1920, 1925, 1927, 1928, 1935, 1938, 1956, 1960, 1965, 1969, 1972, 1976, 1978, 1981, 1986], "Nay": [1905, 1912, 1930, 1932, 1939, 1945, 1946, 1955, 1959, 1977, 1979]}}, {"bill_id": 12857, "action_date": "1997-03-06T14:00:00-06:00", "document_id": 72941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72941.pdf", "status_text": "Signed by President", "journal_page": 837, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12857, "action_date": "1997-03-06T14:00:00-06:00", "document_id": 72940, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72940.pdf", "status_text": "Signed by Speaker", "journal_page": 929, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12857, "action_date": "1997-03-06T14:00:00-06:00", "document_id": 72940, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72940.pdf", "status_text": "Delivered to the Governor", "journal_page": null, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12857, "action_date": "1997-03-25T14:00:00-06:00", "document_id": 72942, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72942.pdf", "status_text": "Vetoed for Style and Form", "journal_page": 954, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 754, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/12857"}