{"session_id": 43, "bill_id": 12108, "bill_type": "House Bill", "bill_number": 1252, "bill_title": "grant property tax relief to certain persons who are long-term residents and long-term property owners.", "sponsors": [{"legislator_profile_id": 1748, "is_prime": true}, {"legislator_profile_id": 1654, "is_prime": false}, {"legislator_profile_id": 1670, "is_prime": false}, {"legislator_profile_id": 1710, "is_prime": false}, {"legislator_profile_id": 1740, "is_prime": false}, {"legislator_profile_id": 1744, "is_prime": false}, {"legislator_profile_id": 1736, "is_prime": false}, {"legislator_profile_id": 1742, "is_prime": false}, {"legislator_profile_id": 1669, "is_prime": false}, {"legislator_profile_id": 1739, "is_prime": false}, {"legislator_profile_id": 1708, "is_prime": false}, {"legislator_profile_id": 1667, "is_prime": false}, {"legislator_profile_id": 1722, "is_prime": false}, {"legislator_profile_id": 1737, "is_prime": false}, {"legislator_profile_id": 1715, "is_prime": false}, {"legislator_profile_id": 1698, "is_prime": false}, {"legislator_profile_id": 1733, "is_prime": false}, {"legislator_profile_id": 1745, "is_prime": false}, {"legislator_profile_id": 1674, "is_prime": false}, {"legislator_profile_id": 1688, "is_prime": false}, {"legislator_profile_id": 1762, "is_prime": false}], "keywords": ["Property", "Tax Exemptions", "Taxation"], "audio": [], "bill_versions": [{"bill_id": 12108, "bill_version_id": 66730, "bill_version": "Introduced", "bill_version_date": "2020-02-06T06:50:29.61-06:00", "bill_text": "An Act to grant property tax relief to certain persons who are long-term residents and long-term property owners. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-6A-2 be AMENDED: 10-6A-2. Freeze on assessment of single-family dwellings--Conditions determining entitlement. Any person making an application under the provisions of this chapter is entitled to a real property tax assessment freeze upon the person's single-family dwelling if the following conditions are met. The person: (1) Has a household income of less than twenty thousand dollars if the household is a single-member household or the person has a household income of less than twenty-five thousand dollars if the household is a multiple-member household; and (2) Has been a property owner and a resident of South Dakota for at least one year; and (3) Has resided for at least two hundred days of the previous calendar year in the single-family dwelling; and (4) Has established a base year. A person who has been a property owner and a resident of South Dakota for at least thirty years is exempt from the provisions of subdivision (1). The surviving spouse of a person who has previously qualified is entitled to the real property tax assessment freeze if the surviving spouse meets the other conditions of this chapter. Beginning on January 1, 2005, the household income listed in subdivision (1) of this section shall increase by the index factor. The index factor is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or the annual percentage change in federal social security payments for the preceding year, whichever is greater. Section 2. That § 10-6A-3 be AMENDED: 10-6A-3. Ceiling on market value of dwelling--Exceptions--Value increased by index factor. This chapter does not apply to a single-family dwelling with a full and true market value of one hundred fifty thousand dollars or more unless the applicant has been a property owner and a resident of South Dakota for at least thirty years or has received the freeze on assessments in a preceding year on the single-family dwelling. Beginning on January 1, 2008, the eligibility qualification value of the single-family dwelling provided in this section shall be annually increased by an index factor. The index factor is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or the annual percentage change in federal social security payments for the preceding year, whichever is greater. Section 3. That § 10-6A-7 be AMENDED: 10-6A-7. Certification of eligibility and income by treasurer--Freeze of assessment. The county treasurer shall certify the eligibility and household income of each applicant to the county director of equalization of the county in which the dwelling of each applicant is located. The certification must include household income unless the applicant is exempt from the provisions of subdivision 10-6A-2(1) Upon such the certification, the director of equalization shall freeze the real property tax assessment."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12108, "action_date": "2020-02-06T14:00:00-06:00", "document_id": 66674, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66674.pdf", "status_text": "First Reading House", "journal_page": 210, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12108, "action_date": "2020-02-10T14:00:00-06:00", "document_id": 67155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67155.pdf", "status_text": "Referred to", "journal_page": 242, "committee_id_action": 480, "committee_id_assigned": 468, "result": "N", "vote": {}}, {"bill_id": 12108, "action_date": "2020-02-24T14:00:00-06:00", "document_id": 68331, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68331.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 360, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/12108"}