{"session_id": 56, "bill_id": 19019, "bill_type": "Senate Bill", "bill_number": 109, "bill_title": "revise certain provisions regarding the offering of supplemental health insurance.", "sponsors": [{"legislator_profile_id": 3092, "is_prime": true}], "keywords": ["Health Insurance", "Insurance"], "audio": [{"meeting_datetime": "2004-01-27T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sco10sb0109a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-27T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sco10sb0109a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-27T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sco10sb0109a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19019, "bill_version_id": 99560, "bill_version": "Introduced", "bill_version_date": "2004-01-22T09:06:24-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the offering of supplemental health insurance. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-17-70 be amended to read as follows: 58-17-70. Sections 58-17-66 to 58-17-87, inclusive, apply to any individual health benefit plan or certificate delivered or issued for delivery in the state. Sections 58-17-66 to 58-17-87, inclusive, apply to any certificate issued to an eligible person that evidences coverage under a policy or contract issued to a trust or association or other similar grouping of persons, regardless of the situs of delivery of the policy or contract, if the eligible person pays the premium and is not being covered under the policy or contract pursuant to continuation of benefit provisions applicable under federal or state law. The following are not subject to the provisions of § § 58-17-66 to 58-17-87, inclusive: (1) Any medicare supplement policy; (2) Any long-term care policy; (3) Any contract or certificate marketed on a group basis that is subject to regulation under chapter 58-18B or § § 58-18-42 to 58-18-51.1, inclusive; (4) Any certificate issued to an eligible person that evidences coverage under a professional association plan; (5) Any policy or certificate of specified disease, short-term hospital-surgical care of six months or less duration, hospital confinement indemnity, limited benefit health insurance, or other policy or certificate that provide benefits less than as provided for under subdivision 58-17-69(2) if the carrier offering the policy or certificate at the time of filing for policy form approval, submits a statement certifying that policies or certificates described in this section are being offered and marketed as supplemental health insurance or as individual health benefit plans of six-month duration or less and not renewable, and not as a substitute for hospital or medical expense insurance or major medical insurance. For policy forms approved prior to July 1, 1996, the carrier shall submit such a statement with the director. If such a statement certifying that the policies or certificates are being offered as supplemental health insurance and not as a substitute for major medical insurance is either not filed or is withdrawn, the carrier offering such coverage shall, in addition to the policy or certificate providing coverage that is less than major medical, offer and actively market an individual major medical policy to any person who is solicited for coverage for the nonmajor medical products it offers. Before such supplemental policy or certificate is issued, the applicant of such policy or certificate shall sign a statement acknowledging that the applicant understands that the policy or certificate is less than major medical coverage."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19019, "action_date": "2004-01-22T14:00:00-06:00", "document_id": 99662, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99662.pdf", "status_text": "First read in Senate and referred to", "journal_page": 107, "committee_id_action": 832, "committee_id_assigned": 806, "result": "N", "vote": {}}, {"bill_id": 19019, "action_date": "2004-01-27T10:00:00-06:00", "document_id": 100041, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100041.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 806, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19019, "action_date": "2004-01-27T10:00:00-06:00", "document_id": 100041, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100041.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 185, "committee_id_action": 806, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58603, "president_vote": null, "Yea": [3044, 3089, 3132, 3137, 3050, 3109], "Nay": [3094]}}]}