{"session_id": 47, "bill_id": 13935, "bill_type": "House Joint Resolution", "bill_number": 1007, "bill_title": "Proposing and submitting to the electors at the next general election a new section to Article XI of the Constitution of the State of South Dakota, imposing an individual and corporate income tax, exempting food, utilities, residential heating fuel, certain intrastate transportation services, collection and disposal of solid waste, and auction goods from sales and use taxes, providing property tax relief through the general fund levy of a school district, and increasing state aid to education.", "sponsors": [{"legislator_profile_id": 2155, "is_prime": true}, {"legislator_profile_id": 2193, "is_prime": true}, {"legislator_profile_id": 2107, "is_prime": false}, {"legislator_profile_id": 2110, "is_prime": false}, {"legislator_profile_id": 2142, "is_prime": false}, {"legislator_profile_id": 2147, "is_prime": false}, {"legislator_profile_id": 2150, "is_prime": false}, {"legislator_profile_id": 2157, "is_prime": false}, {"legislator_profile_id": 2158, "is_prime": false}, {"legislator_profile_id": 2181, "is_prime": false}, {"legislator_profile_id": 2186, "is_prime": false}, {"legislator_profile_id": 2194, "is_prime": false}], "keywords": ["Constitution, State", "Income Tax", "Property Tax & Assessment", "Sales & Use Taxes", "State Aid to Education"], "audio": [], "bill_versions": [{"bill_id": 13935, "bill_version_id": 78235, "bill_version": "Introduced", "bill_version_date": "1998-01-26T00:00:00-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the electors at the next general election a new section to Article XI of the Constitution of the State of South Dakota, imposing an individual and corporate income tax, exempting food, utilities, residential heating fuel, certain intrastate transportation services, collection and disposal of solid waste, and auction goods from sales and use taxes, providing property tax relief through the general fund levy of a school district, and increasing state aid to education. BE IT RESOLVED BY THE HOUSE OF REPRESENTATIVES OF THE STATE OF SOUTH DAKOTA, THE SENATE CONCURRING THEREIN: Section 1. That at the next general election held in the state, the following amendment to Article XI of the Constitution of the State of South Dakota, as set forth in section 2 of this Joint Resolution, which is hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article XI of the Constitution of the State of South Dakota be amended by adding thereto a NEW SECTION to read as follows: § 15. The Legislature shall impose an individual and corporate income tax and the additional revenue and interest generated by such tax, less the cost of administration, is dedicated for the purpose of exempting food, utilities, residential heating fuel, transportation services, collection and disposal of solid waste, and auction goods from sales and use taxes; funding property tax relief by reducing the tax levy for the general fund of a school district and after the tax levies for the general fund of a school district are eliminated the remaining revenue is dedicated to increasing the state aid to elementary and secondary education through the per student allocation. If there is not sufficient revenue to eliminate the tax levies for the general fund of a school district, the tax levies shall be the same per thousand dollars of taxable valuation on all nonagricultural and agricultural property. The Legislature shall establish standard deductions and personal deductions and impose the tax based on the federal adjusted gross income. The Legislature shall impose an individual income tax not to exceed one percent for a federal adjusted gross income of less than twenty thousand dollars, three percent for the federal adjusted gross income between twenty thousand and forty thousand dollars, and five percent for the federal adjusted gross income over forty thousand dollars. The Legislature shall impose a corporate income tax not to exceed six percent of the total federal taxable income."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13935, "action_date": "1998-01-26T14:00:00-06:00", "document_id": 76901, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76901.pdf", "status_text": "First read in House and referred to", "journal_page": 233, "committee_id_action": 600, "committee_id_assigned": 596, "result": "N", "vote": {}}, {"bill_id": 13935, "action_date": "1998-02-04T20:00:00-06:00", "document_id": 76661, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76661.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 596, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13935, "action_date": "1998-02-04T20:00:00-06:00", "document_id": 76661, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76661.pdf", "status_text": "Tabled", "journal_page": null, "committee_id_action": 596, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38173, "president_vote": null, "Nay": [2096, 2147, 2164, 2193, 2111], "Yea": [2098, 2117, 2126, 2153, 2168, 2172, 2097, 2197]}}, {"bill_id": 13935, "action_date": "1998-02-04T20:00:00-06:00", "document_id": 76661, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76661.pdf", "status_text": "Tabled", "journal_page": null, "committee_id_action": 596, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38173, "president_vote": null, "Nay": [2096, 2147, 2164, 2193, 2111], "Yea": [2098, 2117, 2126, 2153, 2168, 2172, 2097, 2197]}}]}