{"session_id": 68, "bill_id": 23846, "bill_type": "Senate Bill", "bill_number": 71, "bill_title": "authorize other fuel taxes to be included in the state’s International Fuel Tax Agreement collections.", "sponsors": [{"legislator_profile_id": 4337, "is_prime": true}, {"legislator_profile_id": 4381, "is_prime": true}, {"legislator_profile_id": 4342, "is_prime": false}, {"legislator_profile_id": 4448, "is_prime": false}, {"legislator_profile_id": 4471, "is_prime": false}, {"legislator_profile_id": 4436, "is_prime": false}], "keywords": ["Motor Fuel", "Taxation"], "audio": [{"meeting_datetime": "2023-01-25T07:45:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/str11.mp3", "start_seconds": 3212.0}, {"meeting_datetime": "2023-01-25T07:45:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/str11.mp3", "start_seconds": 3212.0}, {"meeting_datetime": "2023-01-25T07:45:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/str11.mp3", "start_seconds": 3212.0}, {"meeting_datetime": "2023-01-30T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen13.mp3", "start_seconds": 2955.0}, {"meeting_datetime": "2023-01-30T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen13.mp3", "start_seconds": 2955.0}, {"meeting_datetime": "2023-01-30T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen13.mp3", "start_seconds": 2955.0}, {"meeting_datetime": "2023-02-07T07:45:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hta19.mp3", "start_seconds": 187.0}, {"meeting_datetime": "2023-02-07T07:45:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hta19.mp3", "start_seconds": 187.0}, {"meeting_datetime": "2023-02-07T07:45:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hta19.mp3", "start_seconds": 187.0}, {"meeting_datetime": "2023-02-08T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou20.mp3", "start_seconds": 4814.0}, {"meeting_datetime": "2023-02-08T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou20.mp3", "start_seconds": 4814.0}, {"meeting_datetime": "2023-02-08T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou20.mp3", "start_seconds": 4814.0}], "bill_versions": [{"bill_id": 23846, "bill_version_id": 244169, "bill_version": "Introduced", "bill_version_date": "2023-01-18T06:22:46.59-06:00", "bill_text": "An Act to authorize other fuel taxes to be included in the state’s International Fuel Tax Agreement collections. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-47B-7 be AMENDED: 10-47B-7. A fuel excise tax is imposed on all motor fuel, ethyl alcohol, methyl alcohol, biodiesel, biodiesel blend, liquid natural gas, liquid petroleum gas, compressed natural gas, special fuel, or any combination thereof, used in this state in the engine fuel supply tank of qualified motor vehicles involved in interstate commerce. The tax imposed shall be at the rate indicated in § 10-47B-4. Section 2. That § 10-47B-129 be AMENDED: 10-47B-129. Any person who has exported motor fuel, ethyl alcohol, methyl alcohol, biodiesel, biodiesel blend, liquid natural gas, liquid petroleum gas, compressed natural gas, special fuel, or any combination thereof, in the engine fuel supply tank of a qualified motor vehicle engaged in interstate commerce upon which tax has been paid to this state shall be given a credit for the amount of fuel as calculated by the provisions of the interstate user license, an interstate compact, or reciprocal agreement under which the person is licensed or governed. The credit shall be paid to the jurisdictions in which the person has accrued a fuel tax liability under the provisions of an interstate compact or reciprocal agreement. If no liability exists, the credit shall be refunded to the person. Section 3. That § 10-47B-172 be AMENDED: 10-47B-172. The purpose of this section and §§ 10-47B-173 to 10-47B-180, inclusive, is to provide an additional method of collecting the tax on motor fuel, ethyl alcohol, methyl alcohol, biodiesel, biodiesel blend, liquid natural gas, liquid petroleum gas, compressed natural gas, special fuel, or any combination thereof, taxes from interstate operators of qualified motor vehicles commensurate with their operations on South Dakota highways. No person may bring into this state, in the fuel supply tanks of a licensed qualified motor vehicle, or in any other container regardless of whether it is connected to the motor of the qualified vehicle, any motor fuel, ethyl alcohol, methyl alcohol, biodiesel, biodiesel blend, liquid natural gas, liquid petroleum gas, compressed natural gas, special fuel, or any combination thereof, to be used in the operation of the qualified vehicle in this state, unless advance arrangements have been made for payment of this state's fuel tax on all fuel consumed. These advance arrangements may include the obtaining of either a permanent interstate fuel user license or a temporary single‑trip fuel permit issued by the department or its authorized agent, or authorization to operate under the provisions of an interstate compact or reciprocal agreement. Section 4. That § 10-47B-173 be AMENDED: 10-47B-173. Any person who desires to obtain a permanent interstate fuel user licenseTo obtain a permanent interstate fuel user license, a person shall apply for a license on a form prescribed by the department and may be required to post acceptable security in accordance with the provisions of this chapter. The secretary shall require suitable security of any license applicant who has been delinquent in filing tax reports with the department or paying fuel tax. This license allows the holder to bring motor fuel, ethyl alcohol, methyl alcohol, biodiesel, biodiesel blend, liquid natural gas, liquid petroleum gas, compressed natural gas, special fuel, or any combination thereof, into this state in a vehicle supply tank, and for that privilege, the licensee shall pay to this state the tax on fuel consumed on the highways of this state, all in accordance with the provisions for the licensure set forth under this chapter. There is a fee of ten dollars for the initial license and a fee of ten dollars for the subsequent renewal of the license for each year thereafter. There is a fee of one dollar and fifty cents per vehicle for each set of decals requested along with a fee of one dollar for mailing each set of decals. The fees collected shallmust be deposited into the motor fuel administration fund. Section 5. That § 10-47B-174 be AMENDED: 10-47B-174. Each qualified motor fuel, ethyl alcohol, methyl alcohol, biodiesel, biodiesel blend, liquid natural gas, liquid petroleum gas, compressed natural gas, special fuel, or any combination thereof, powered vehicle whichthat operates into or through this state in interstate operations shall carry evidence of compliance with this chapter. For any carrier who is permanently licensed, a copy, photocopy, or electronic copy of the permanent license issued to the carrier shallmust be carried in each vehicle operated by the licensee within this state. No other alterations to the license or a copy of the license is allowed. Notwithstanding any provision of this chapter, a permanent interstate fuel user licensee shall file reports with the department and remit tax to the department on a quarterly basis. The reports and remittance shall be due on the last day of the month following each quarterly period. If the due date falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report or remittance is due on the next succeeding day which is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 6. That § 10-47B-176 be AMENDED: 10-47B-176. The tax liability of an interstate fuel user licensee shall be determined based on average fuel consumption for all qualified vehicles operated by the licensee within this state. Average fuel consumption is equal to the total fleet vehicle miles traveled divided by total fleet gallons of fuel consumed to calculate an average mile per gallon (AMPG) for all vehicles operated. This AMPG is then divided into the total miles traveled within South Dakota by all vehicles to determine the total gallons of fuel attributable to South Dakota operations. The gallons thus calculated shall be multiplied times the motor fuel, ethyl alcohol, methyl alcohol, biodiesel, biodiesel blend, liquid natural gas, liquid petroleum gas, compressed natural gas, special fuel, or any combination thereof, per gallon tax rate currently in force at the time the return is completed to determine the total tax due from the licensee. This tax liability can may be credited in the amount of any South Dakota tax on motor fuel, ethyl alcohol, methyl alcohol, biodiesel, biodiesel blend, liquid natural gas, liquid petroleum gas, compressed natural gas, special fuel, or any combination thereof, tax paid at the time the fuel is purchased within this state. Over purchases of motor fuel, ethyl alcohol, methyl alcohol, biodiesel, biodiesel blend, liquid natural gas, liquid petroleum gas, compressed natural gas, special fuel, or any combination thereof, which result in a tax overpayment shall must be refunded to the licensee in accordance with the provisions of § 10-47B-177. Section 7. That § 10-47B-180.1 be AMENDED: 10-47B-180.1. Any person in this state who stores motor fuel, ethyl alcohol, methyl alcohol, biodiesel, biodiesel blend, liquid natural gas, liquid petroleum gas, compressed natural gas, or special fuel, or any combination thereof, for sale or use in this state shall maintain records to demonstrate that all taxes imposed by this state have been paid. If it is determined that all taxes due have not been paid or if adequate records are not maintained to show that all taxes due have been paid, the fuel is subject to an assessment by the department of up to twice the tax rate on all fuel involved."}, {"bill_id": 23846, "bill_version_id": 249036, "bill_version": "Enrolled", "bill_version_date": "2023-02-09T11:52:40.283-06:00", "bill_text": "ENTITLED An Act to authorize other fuel taxes to be included in the state’s International Fuel Tax Agreement collections. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-47B-7 be AMENDED: 10-47B-7. A fuel excise tax is imposed on all motor fuel, ethyl alcohol, methyl alcohol, biodiesel, biodiesel blend, liquid natural gas, liquid petroleum gas, compressed natural gas, special fuel, or any combination thereof, used in this state in the engine fuel supply tank of qualified motor vehicles involved in interstate commerce. The tax imposed shall be at the rate indicated in § 10-47B-4. Section 2. That § 10-47B-129 be AMENDED: 10-47B-129. Any person who has exported motor fuel, ethyl alcohol, methyl alcohol, biodiesel, biodiesel blend, liquid natural gas, liquid petroleum gas, compressed natural gas, special fuel, or any combination thereof, in the engine fuel supply tank of a qualified motor vehicle engaged in interstate commerce upon which tax has been paid to this state shall be given a credit for the amount of fuel as calculated by the provisions of the interstate user license, an interstate compact, or reciprocal agreement under which the person is licensed or governed. The credit shall be paid to the jurisdictions in which the person has accrued a fuel tax liability under the provisions of an interstate compact or reciprocal agreement. If no liability exists, the credit shall be refunded to the person. Section 3. That § 10-47B-172 be AMENDED: 10-47B-172. The purpose of this section and §§ 10-47B-173 to 10-47B-180, inclusive, is to provide an additional method of collecting the tax on motor fuel, ethyl alcohol, methyl alcohol, biodiesel, biodiesel blend, liquid natural gas, liquid petroleum gas, compressed natural gas, special fuel, or any combination thereof, from interstate operators of qualified motor vehicles commensurate with their operations on South Dakota highways. No person may bring into this state, in the fuel supply tanks of a licensed qualified motor vehicle, or in any other container regardless of whether it is connected to the motor of the qualified vehicle, any motor fuel, ethyl alcohol, methyl alcohol, biodiesel, biodiesel blend, liquid natural gas, liquid petroleum gas, compressed natural gas, special fuel, or any combination thereof, to be used in the operation of the qualified vehicle in this state, unless advance arrangements have been made for payment of this state's fuel tax on all fuel consumed. These advance arrangements may include the obtaining of either a permanent interstate fuel user license or a temporary single‑trip fuel permit issued by the department or its authorized agent, or authorization to operate under the provisions of an interstate compact or reciprocal agreement. Section 4. That § 10-47B-173 be AMENDED: 10-47B-173. To obtain a permanent interstate fuel user license, a person shall apply for a license on a form prescribed by the department and may be required to post acceptable security in accordance with the provisions of this chapter. The secretary shall require suitable security of any license applicant who has been delinquent in filing tax reports with the department or paying fuel tax. This license allows the holder to bring motor fuel, ethyl alcohol, methyl alcohol, biodiesel, biodiesel blend, liquid natural gas, liquid petroleum gas, compressed natural gas, special fuel, or any combination thereof, into this state in a vehicle supply tank, and for that privilege, the licensee shall pay to this state the tax on fuel consumed on the highways of this state, all in accordance with the provisions for the licensure set forth under this chapter. There is a fee of ten dollars for the initial license and a fee of ten dollars for the subsequent renewal of the license for each year thereafter. There is a fee of one dollar and fifty cents per vehicle for each set of decals requested along with a fee of one dollar for mailing each set of decals. The fees collected must be deposited into the motor fuel administration fund. Section 5. That § 10-47B-174 be AMENDED: 10-47B-174. Each qualified motor fuel, ethyl alcohol, methyl alcohol, biodiesel, biodiesel blend, liquid natural gas, liquid petroleum gas, compressed natural gas, special fuel, or any combination thereof, powered vehicle that operates into or through this state in interstate operations shall carry evidence of compliance with this chapter. For any carrier who is permanently licensed, a copy, photocopy, or electronic copy of the permanent license issued to the carrier must be carried in each vehicle operated by the licensee within this state. No other alterations to the license or a copy of the license is allowed. Notwithstanding any provision of this chapter, a permanent interstate fuel user licensee shall file reports with the department and remit tax to the department on a quarterly basis. The reports and remittance shall be due on the last day of the month following each quarterly period. If the due date falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report or remittance is due on the next succeeding day which is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 6. That § 10-47B-176 be AMENDED: 10-47B-176. The tax liability of an interstate fuel user licensee shall be determined based on average fuel consumption for all qualified vehicles operated by the licensee within this state. Average fuel consumption is equal to the total fleet vehicle miles traveled divided by total fleet gallons of fuel consumed to calculate an average mile per gallon (AMPG) for all vehicles operated. This AMPG is then divided into the total miles traveled within South Dakota by all vehicles to determine the total gallons of fuel attributable to South Dakota operations. The gallons thus calculated shall be multiplied times the motor fuel, ethyl alcohol, methyl alcohol, biodiesel, biodiesel blend, liquid natural gas, liquid petroleum gas, compressed natural gas, special fuel, or any combination thereof, per gallon tax rate currently in force at the time the return is completed to determine the total tax due from the licensee. This tax liability may be credited in the amount of any South Dakota tax on motor fuel, ethyl alcohol, methyl alcohol, biodiesel, biodiesel blend, liquid natural gas, liquid petroleum gas, compressed natural gas, special fuel, or any combination thereof, paid at the time the fuel is purchased within this state. Over purchases of motor fuel, ethyl alcohol, methyl alcohol, biodiesel, biodiesel blend, liquid natural gas, liquid petroleum gas, compressed natural gas, special fuel, or any combination thereof, which result in a tax overpayment must be refunded to the licensee in accordance with the provisions of § 10-47B-177. Section 7. That § 10-47B-180.1 be AMENDED: 10-47B-180.1. Any person in this state who stores motor fuel, ethyl alcohol, methyl alcohol, biodiesel, biodiesel blend, liquid natural gas, liquid petroleum gas, compressed natural gas, special fuel, or any combination thereof, for sale or use in this state shall maintain records to demonstrate that all taxes imposed by this state have been paid. If it is determined that all taxes due have not been paid or if adequate records are not maintained to show that all taxes due have been paid, the fuel is subject to an assessment by the department of up to twice the tax rate on all fuel involved. An Act to authorize other fuel taxes to be included in the state’s International Fuel Tax Agreement collections. I certify that the attached Act originated in the: Senate as Bill No. 71 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 71 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2023 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2023 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2023 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23846, "action_date": "2023-01-18T14:00:00-06:00", "document_id": 244022, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244022.pdf", "status_text": "First read in Senate and referred to", "journal_page": 60, "committee_id_action": 1183, "committee_id_assigned": 1186, "result": "N", "vote": {}}, {"bill_id": 23846, "action_date": "2023-01-25T07:45:00-06:00", "document_id": 245321, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245321.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1186, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23846, "action_date": "2023-01-25T07:45:00-06:00", "document_id": 245324, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245324.pdf", "status_text": "Do Pass", "journal_page": 8, "committee_id_action": 1186, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76386, "president_vote": null, "Yea": [4336, 4448, 4466, 4414, 4436, 4342, 4381]}}, {"bill_id": 23846, "action_date": "2023-01-26T13:00:00-06:00", "document_id": 246354, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246354.pdf", "status_text": "Deferred to another day", "journal_page": 122, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23846, "action_date": "2023-01-30T14:00:00-06:00", "document_id": 246905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246905.pdf", "status_text": "Do Pass", "journal_page": 139, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76500, "president_vote": null, "Yea": [4336, 4338, 4339, 4340, 4342, 4345, 4348, 4448, 4352, 4355, 4359, 4457, 4372, 4378, 4381, 4382, 4453, 4466, 4386, 4460, 4394, 4395, 4399, 4407, 4410, 4413, 4414, 4419, 4426, 4430, 4432, 4434, 4436], "Suspended": [4360], "Nay": [4404]}}, {"bill_id": 23846, "action_date": "2023-01-31T14:00:00-06:00", "document_id": 247330, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247330.pdf", "status_text": "First read in House and referred to", "journal_page": 181, "committee_id_action": 1159, "committee_id_assigned": 1167, "result": "N", "vote": {}}, {"bill_id": 23846, "action_date": "2023-02-07T07:45:00-06:00", "document_id": 248238, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248238.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1167, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23846, "action_date": "2023-02-07T07:45:00-06:00", "document_id": 248239, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248239.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1167, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76839, "president_vote": null, "Nay": [4333, 4375], "Yea": [4449, 4373, 4451, 4388, 4405, 4397, 4343], "Excused": [4401, 4403, 4437, 4406]}}, {"bill_id": 23846, "action_date": "2023-02-08T14:00:00-06:00", "document_id": 248870, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248870.pdf", "status_text": "Do Pass", "journal_page": 264, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76972, "president_vote": null, "Yea": [4456, 4445, 4441, 4334, 4337, 4459, 4341, 4343, 4344, 4350, 4351, 4442, 4353, 4354, 4468, 4471, 4358, 4365, 4366, 4368, 4450, 4373, 4374, 4379, 4462, 4383, 4452, 4454, 4438, 4384, 4443, 4385, 4451, 4388, 4389, 4469, 4392, 4447, 4467, 4396, 4397, 4398, 4400, 4440, 4403, 4437, 4408, 4409, 4458, 4455, 4444, 4412, 4463, 4417, 4418, 4421, 4464, 4446, 4465, 4470, 4429, 4461], "Nay": [4333, 4375, 4393, 4406, 4439], "Excused": [4449, 4401, 4405]}}]}