{"session_id": 4, "bill_id": 191, "bill_type": "Senate Bill", "bill_number": 127, "bill_title": "provide for a sales tax holiday on certain tangible personal property for going back to school.", "sponsors": [{"legislator_profile_id": 558, "is_prime": true}, {"legislator_profile_id": 588, "is_prime": true}, {"legislator_profile_id": 542, "is_prime": false}, {"legislator_profile_id": 577, "is_prime": false}], "keywords": ["Education", "Property", "Sales Tax"], "audio": [{"meeting_datetime": "2008-01-23T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sta10.mp3", "start_seconds": 298.0}, {"meeting_datetime": "2008-01-23T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sta10.mp3", "start_seconds": 298.0}, {"meeting_datetime": "2008-01-23T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sta10.mp3", "start_seconds": 298.0}, {"meeting_datetime": "2008-01-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen11.mp3", "start_seconds": 5307.0}, {"meeting_datetime": "2008-01-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen11.mp3", "start_seconds": 5307.0}, {"meeting_datetime": "2008-01-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen11.mp3", "start_seconds": 5307.0}], "bill_versions": [{"bill_id": 191, "bill_version_id": 1164, "bill_version": "Introduced", "bill_version_date": "2008-01-16T10:07:54.78-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for a sales tax holiday on certain tangible personal property for going back to school. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: There are exempted from the provisions of this chapter and the tax imposed by it, gross receipts from the sale of the following items of tangible personal property, if sold between 12:01 a.m. on the first Friday of August and 11:59 p.m. the following Sunday: (1) Clothing with a sales price of one hundred dollars or less per item; (2) School supplies with a sales price of one hundred dollars or less per item; and (3) Computers with a sales price of one thousand five hundred dollars or less per item. For the purposes of this Act, the term, sales tax holiday, means the sales tax exemption provided by this section. Section 2. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: The exemption provided by section 1 of this Act does not apply to the following: (1) Computer software; (2) Clothing accessories or equipment; (3) Protective equipment; (4) Sport or recreational equipment; (5) School art supplies; (6) School instructional material; (7) School computer supplies; (8) Any item for use in a trade or business; or (9) The lease or rental of any item. Section 3. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: Each retailer making an exempt sale pursuant to this Act shall report the total amount of the exempt sales made during the sales tax holiday to the secretary. Section 4. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: The exemption provided by section 1 of this Act is subject to the following provisions: (1) A sale of eligible property under a layaway sale qualifies for exemption, if: (a) Final payment on a layaway order is made by, and the property is given to, the purchaser during the exemption period; or (b) The purchaser selects the property and the retailer accepts the order for the item during the exemption period, for immediate delivery upon full payment, even if delivery is made after the exemption period; (2) A discount by the seller reduces the sales price of the property and the discounted sales price determines whether the sales price is within the price threshold provided by section 1 of this Act. A coupon that reduces the sales price is treated as a discount, if the seller is not reimbursed for the coupon amount by a third party. If a discount applies to the total amount paid by a purchaser, rather than to the sales price of a particular item, and the purchaser has purchased both eligible property and taxable property, the seller should allocate the discount based on the total sales price of the taxable property compared to the total sales price of all property sold in that same transaction; (3) Any article that is normally sold as a single unit shall continue to be sold in that manner. No article may be priced separately and sold as individual items in order to obtain the exemption; (4) A rain check allows a customer to purchase an item at a certain price at a later time, because the particular item was out of stock. Eligible property that any customer purchases during the exemption period with use of a rain check shall qualify for the exemption, regardless of when the rain check was issued. Issuance of a rain check during the exemption period does not qualify eligible property for the exemption, if the property is actually purchased after the exemption period; (5) The procedure for an exchange regarding a sales tax holiday is as follows: (a) If a customer purchases an item of eligible property during the exemption period, but later exchanges the item for a similar eligible item, even if a different size, different color, or other feature, no additional tax is due, even if the exchange is made after the exemption period; (b) If a customer purchases an item of eligible property during the exemption period, but after the exemption period has ended, the customer returns the item and receives credit on the purchase of a different item, the appropriate sales tax is due on the sale of the newly purchased item; and (c) If a customer purchases an item of eligible property before the exemption period, but during the exemption period the customer returns the item and receives credit on the purchase of a different item of eligible property, no sales tax is due on the sale of the new item, if the new item is purchased during the exemption period; (6) Delivery charges, including shipping, handling and service charges, are part of the sales price of eligible property. For the purpose of determining a sales tax holiday price threshold, if all the property in a shipment qualifies as eligible property and the sales price for each item in the shipment is within the sales tax holiday price threshold, then the seller does not have to allocate the delivery, handling, or service charge to determine if the price threshold is exceeded. The shipment shall be considered a sale of eligible products. If the shipment includes eligible property and taxable property, including an eligible item with a sales price in excess of the price threshold, the seller shall allocate the delivery charge by using: (a) A percentage based on the total sales prices of the taxable property compared to the total sales prices of all property in the shipment; or (b) A percentage based on the total weight of the taxable property compared to the total weight of all property in the shipment. The seller shall tax the percentage of the delivery charge allocated to the taxable property, but does not have to tax the percentage allocated to the eligible property; (7) For the purpose of a sales tax holiday, eligible property qualifies for exemption, if: (a) The item is both delivered to and paid for by the customer during the exemption period; or (b) The customer orders and pays for the item and the seller accepts the order during the exemption period for immediate shipment, even if delivery is made after the exemption period. The seller accepts an order when the seller has taken action to fill the order for immediate shipment. Actions to fill an order include placement of an in-date stamp on a mail order or assignment of an order number to a telephone order. An order is for immediate shipment when the customer does not request delayed shipment. An order is for immediate shipment, notwithstanding that the shipment may be delayed because of a backlog of orders, or because stock is currently unavailable to, or on back order by, the seller; (8) For a sixty-day period immediately after the sales tax holiday exemption period, when a customer returns an item that would qualify for the exemption, no credit for or refund of sales tax may be given, unless the customer provides a receipt or invoice that shows tax was paid, or the seller has sufficient documentation to show that tax was paid on the specific item. This sixty-day period is set solely for the purpose of designating a time period during which the customer is required to provide documentation that shows that sales tax was paid on returned merchandise. The sixty-day period is not intended to change a seller's policy on the time period during which the seller will accept returns; and (9) The time zone of the seller's location determines the authorized time period for a sales tax holiday, when the purchaser is located in one time zone and a seller is located in another. For purposes of section, the term, eligible property, means any item that qualifies for exemption pursuant to this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 191, "action_date": "2008-01-16T14:00:00-06:00", "document_id": 1255, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1255.pdf", "status_text": "First read in Senate and referred to", "journal_page": 138, "committee_id_action": 28, "committee_id_assigned": 11, "result": "N", "vote": {}}, {"bill_id": 191, "action_date": "2008-01-23T07:45:00-06:00", "document_id": 1357, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1357.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 11, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 191, "action_date": "2008-01-23T07:45:00-06:00", "document_id": 1635, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1635.pdf", "status_text": "Do Pass", "journal_page": 184, "committee_id_action": 11, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 447, "president_vote": null, "Nay": [596, 618, 613], "Excused": [592], "Yea": [562, 573, 632, 539, 541]}}, {"bill_id": 191, "action_date": "2008-01-24T14:00:00-06:00", "document_id": 1815, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1815.pdf", "status_text": "Do Pass", "journal_page": 210, "committee_id_action": 28, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 606, "president_vote": null, "Nay": [557, 576, 621, 604, 553, 596, 560, 590, 598, 545, 592, 530, 601, 582, 569, 618, 629, 613, 539, 627, 548], "Yea": [567, 535, 533, 562, 622, 584, 573, 610, 632, 577, 588, 550, 541, 607]}}]}