{"session_id": 8, "bill_id": 1519, "bill_type": "House Bill", "bill_number": 1198, "bill_title": "allow municipalities to impose an additional penny sales and use tax for a limited period of time for a specified use.", "sponsors": [{"legislator_profile_id": 807, "is_prime": true}, {"legislator_profile_id": 838, "is_prime": true}, {"legislator_profile_id": 758, "is_prime": false}, {"legislator_profile_id": 809, "is_prime": false}, {"legislator_profile_id": 785, "is_prime": false}, {"legislator_profile_id": 793, "is_prime": false}, {"legislator_profile_id": 844, "is_prime": false}, {"legislator_profile_id": 831, "is_prime": false}, {"legislator_profile_id": 804, "is_prime": false}, {"legislator_profile_id": 754, "is_prime": false}, {"legislator_profile_id": 765, "is_prime": false}, {"legislator_profile_id": 829, "is_prime": false}, {"legislator_profile_id": 832, "is_prime": false}, {"legislator_profile_id": 757, "is_prime": false}, {"legislator_profile_id": 761, "is_prime": false}, {"legislator_profile_id": 766, "is_prime": false}, {"legislator_profile_id": 759, "is_prime": false}, {"legislator_profile_id": 800, "is_prime": false}, {"legislator_profile_id": 801, "is_prime": false}, {"legislator_profile_id": 827, "is_prime": false}, {"legislator_profile_id": 808, "is_prime": false}, {"legislator_profile_id": 792, "is_prime": false}, {"legislator_profile_id": 755, "is_prime": false}, {"legislator_profile_id": 786, "is_prime": false}, {"legislator_profile_id": 841, "is_prime": false}, {"legislator_profile_id": 818, "is_prime": false}, {"legislator_profile_id": 810, "is_prime": false}, {"legislator_profile_id": 796, "is_prime": false}], "keywords": ["Municipality", "Sales Tax", "Taxes", "Use Tax"], "audio": [{"meeting_datetime": "2010-02-11T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hlo19.mp3", "start_seconds": 2508.0}, {"meeting_datetime": "2010-02-11T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hlo19.mp3", "start_seconds": 2508.0}, {"meeting_datetime": "2010-02-11T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hlo19.mp3", "start_seconds": 2508.0}], "bill_versions": [{"bill_id": 1519, "bill_version_id": 11305, "bill_version": "Introduced", "bill_version_date": "2010-01-28T10:38:38.443-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to allow municipalities to impose an additional penny sales and use tax for a limited period of time for a specified use. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-52 be amended by adding thereto a NEW SECTION to read as follows: In addition to the tax imposed by § 10-52-2, any incorporated municipality may impose an additional non-ad valorem tax in accordance with the provisions of this chapter, except upon fuel used for motor vehicles, by ordinance enacted by its local governing board. However, no tax may be levied on the sale, use, storage and consumption of items taxed under chapters 10-45 and 10-46, unless such tax conforms in all respects to the state tax on such items with the exception of the rate, and the rate levied pursuant to this section does not exceed one percent. The governing board shall specify in the ordinance the proposed use for the tax. The use specified in the ordinance shall be for capital expenditures or refunds not provided for under the existing sources of revenue or budget. The term, capital expenditures, includes land acquisition, professional fees, construction costs, and other fixed assets for the project, facility, municipal utilities, streets, or structure. A portion of the tax revenue collected pursuant to this section may be refunded to the citizens of the municipality pursuant to a methodology specified in the ordinance. The governing board shall specify in the ordinance the year or number of years the tax will be applied and the date the tax will end. If sufficient tax revenue is collected or projected to be collected to pay for the capital expenditures prior to the end date specified in the ordinance, the tax shall be repealed at such date in accordance with § 10-52-9. No tax levied pursuant to this section may be extended or renewed, unless the governing body adopts a new ordinance and receives approval from the voters. Any ordinance adopted pursuant to this section shall be referred to a vote of the people for its approval or disapproval. Section 2. That § 10-52-2.10 be amended to read as follows: 10-52-2.10. Any incorporated municipality imposing a non-ad valorem tax in accordance with § 10-52-2 this chapter may issue municipal non-ad valorem tax revenue bonds pursuant to this section and chapter 6-8B in anticipation of the collection of the taxes. The bonds shall be payable solely from the collections of the taxes imposed by the municipality under § 10-52-2 this chapter, as determined by the governing body. The governing body shall, in the resolution or ordinance authorizing the bonds, agree that it will continue to impose and collect the taxes so long as the bonds are outstanding. The governing body shall also pledge so much of the collections of the taxes as may be necessary to pay the principal premium and interest on the bonds and to maintain any debt service reserve established for the bonds. For bonds issued prior to January 1, 2004, the proceeds of the bonds may be used for land acquisition, the funding of public ambulances and medical emergency response vehicles, public hospitals or nonprofit hospitals with fifty or fewer licensed beds and other public health care facilities or nonprofit health care facilities with fifty or fewer licensed beds, capital asset acquisition and capital improvements, to establish a debt service reserve fund for the bonds and to pay not more than one year's capitalized interest on the bonds. No election is required to authorize the issuance of municipal non-ad valorem tax revenue bonds. The bonds shall be issued and sold as provided in chapter 6-8B."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1519, "action_date": "2010-01-28T14:00:00-06:00", "document_id": 11385, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11385.pdf", "status_text": "First read in House and referred to", "journal_page": 226, "committee_id_action": 86, "committee_id_assigned": 77, "result": "N", "vote": {}}, {"bill_id": 1519, "action_date": "2010-02-11T10:00:00-06:00", "document_id": 11972, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11972.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 77, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1519, "action_date": "2010-02-11T10:00:00-06:00", "document_id": 12134, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12134.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 366, "committee_id_action": 77, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6391, "president_vote": null, "Yea": [825, 831, 814, 811, 792, 840, 784, 823, 744, 803], "Nay": [820, 824, 818]}}]}