{"session_id": 68, "bill_id": 24323, "bill_type": "Senate Bill", "bill_number": 191, "bill_title": "establish the task force to address the welfare of Indian children in South Dakota.", "sponsors": [{"legislator_profile_id": 4359, "is_prime": true}, {"legislator_profile_id": 4339, "is_prime": false}, {"legislator_profile_id": 4354, "is_prime": false}, {"legislator_profile_id": 4471, "is_prime": false}, {"legislator_profile_id": 4375, "is_prime": false}, {"legislator_profile_id": 4385, "is_prime": false}, {"legislator_profile_id": 4467, "is_prime": false}, {"legislator_profile_id": 4394, "is_prime": false}, {"legislator_profile_id": 4401, "is_prime": false}, {"legislator_profile_id": 4405, "is_prime": false}], "keywords": ["Adoption", "Child Custody", "Indian Tribes", "Legislative Study", "Minors", "Reports"], "audio": [], "bill_versions": [{"bill_id": 24323, "bill_version_id": 247788, "bill_version": "Introduced", "bill_version_date": "2023-01-31T16:16:06.347-06:00", "bill_text": "An Act to establish the task force to address the welfare of Indian children in South Dakota. Be it enacted by the Legislature of the State of South Dakota: Section 1. There is hereby established an Indian Child Welfare Task Force to carry out the duties set forth in section 5 of this Act. Section 2. For purposes of this Act, the term, Indian child, means a child who is a member of an Indian tribe, or who is eligible for membership in an Indian tribe and is the biological child of a member of an Indian tribe. Section 3. The Indian Child Welfare Task Force consists of: (1) Two representatives from the Department of Social Services appointed by the secretary of the Department of Social Services; (2) One representative from each of the nine Indian tribes of South Dakota appointed by the tribal chairman of each tribe; (3) Two representatives from the state courts appointed by the chief justice of the Supreme Court of South Dakota; (4) Two members of the Senate, no more than one of whom may be from one political party, appointed by the president pro tempore of the Senate; and (5) Two members of the House of Representatives, no more than one of whom may be from one political party, appointed by the speaker of the House of Representatives. Section 4. The Indian Child Welfare Task Force shall hold at least eight meetings and shall dissolve on March 31, 2024. Members of the committee shall be compensated for their attendance at meetings and for time spent in conduct of committee business at rates established by the Executive Board of the Legislative Research Council. The director of the Legislative Research Council, or one or more persons from the director's office, shall act as secretary to the committee, or the committee may employ a secretary. Section 5. The task force shall: (1) Develop best practices for promoting the welfare of Indian children and families based on a review of existing practice and law in South Dakota, the 2004 Governor’s Commission on the Indian Child Welfare Act, applicable federal law, the laws of other states, and the laws of Indian tribes; (2) Create a plan to recruit, prepare, and support Indian foster families and adoptive families; (3) Create a plan to prioritize the placement of Indian children with their relatives and with members of their tribe; (4) Identify improved standards and timeframes for ordering the termination of parental rights, with the goal of reducing the need to terminate parental rights whenever possible; (5) Explore ways to overcome barriers to reunification of Indian tribes in South Dakota such as cost of living and incarceration; and (6) Evaluate strategies to make effective use of qualified expert witnesses in child placement proceedings involving Indian children. Section 6. No later than November 15, 2023, the Indian Child Welfare Task Force shall present the findings of the task force and recommend draft legislation to the Executive Board of the Legislative Research Council providing for standards and procedures to preserve and protect Indian families and the welfare of Indian children in South Dakota."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24323, "action_date": "2023-02-01T14:00:00-06:00", "document_id": 247759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247759.pdf", "status_text": "First read in Senate and referred to", "journal_page": 161, "committee_id_action": 1183, "committee_id_assigned": 1176, "result": "N", "vote": {}}, {"bill_id": 24323, "action_date": "2023-02-15T07:45:00-06:00", "document_id": 249218, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249218.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1176, "committee_id_assigned": null, "result": "N", "vote": {}}]}