{"session_id": 69, "bill_id": 24977, "bill_type": "House Joint Resolution", "bill_number": 5002, "bill_title": "Proposing and submitting to the voters at the next general election an amendment to the Constitution of the State of South Dakota revising the process by which a legislative vacancy is filled.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24977", "sponsors": [{"legislator_profile_id": 4533, "is_prime": true}, {"legislator_profile_id": 4474, "is_prime": false}, {"legislator_profile_id": 4502, "is_prime": false}, {"legislator_profile_id": 4511, "is_prime": false}, {"legislator_profile_id": 4525, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4547, "is_prime": false}], "keywords": ["Appointments", "Ballot Measures", "Constitutional Amendments", "House Joint Resolution", "Organization of the Legislature"], "audio": [], "bill_versions": [{"bill_id": 24977, "bill_version_id": 262839, "bill_version": "Introduced", "bill_version_date": "2024-01-25T10:43:45.717-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the voters at the next general election an amendment to the Constitution of the State of South Dakota revising the process by which a legislative vacancy is filled. Section 1. That at the next general election held in the state, the following amendment to Article III of the Constitution of the State of South Dakota, as set forth in section 2 of this Joint Resolution, which is hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article III, § 10 of the Constitution of the State of South Dakota, be AMENDED: § 10. The Governor shall make appointments an appointment to fill such vacancies as any vacancy that may occur in either house of the Legislature from a list of three candidates submitted by the central committees of the former legislator's political party in the counties comprising the vacant legislative district within ninety days of receiving the list. The central committees of the former legislator's political party in the counties comprising the vacant legislative district shall submit the list of three candidates to the Governor within thirty days of the vacancy occurring. If any of the counties comprising the vacant legislative district do not have a central committee of the former legislator's political party, the statewide central committee of the former legislator's political party must represent the county without a central committee. If the Legislature is in session when the vacancy occurs, the central committees of the former legislator's political party in the counties comprising the vacant legislative district must submit the list of three candidates to the Governor within five days of the vacancy occurring, and the Governor must make the appointment within ten days of receiving the list."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24977, "action_date": "2024-01-25T13:00:00-06:00", "document_id": 262421, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262421.pdf", "status_text": "First read in House and referred to", "journal_page": 176, "committee_id_action": 1197, "committee_id_assigned": 1203, "result": "N", "vote": {}}, {"bill_id": 24977, "action_date": "2024-02-07T07:45:00-06:00", "document_id": 264656, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264656.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1203, "committee_id_assigned": null, "result": "N", "vote": {}}]}