{"session_id": 68, "bill_id": 24113, "bill_type": "Senate Bill", "bill_number": 194, "bill_title": "to establish certain provisions regarding fairness in repairs of equipment sold or used in this state.", "sponsors": [{"legislator_profile_id": 4404, "is_prime": true}], "keywords": ["Trade Regulation"], "audio": [{"meeting_datetime": "2023-02-14T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sco23.mp3", "start_seconds": 2725.0}, {"meeting_datetime": "2023-02-14T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sco23.mp3", "start_seconds": 2725.0}, {"meeting_datetime": "2023-02-14T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sco23.mp3", "start_seconds": 2725.0}], "bill_versions": [{"bill_id": 24113, "bill_version_id": 247869, "bill_version": "Introduced", "bill_version_date": "2023-01-31T23:48:22.403-06:00", "bill_text": "An Act to to establish certain provisions regarding fairness in repairs of equipment sold or used in this state. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 37: Terms used in this chapter mean: (1) \"Authorized repair provider,\" a person who has an arrangement with the original equipment manufacturer under which the manufacturer grants to the person a license to use a trade name, service mark, or other proprietary identifier for the purposes of offering the services of diagnosis, maintenance, or repair of digital electronic equipment under the name of the manufacturer. An original equipment manufacturer who offers the services of diagnosis, maintenance, or repair of its own digital electronic equipment and who does not have an arrangement described in this subdivision with an unaffiliated individual or business is an authorized repair provider with respect to such equipment; (2) \"Digital electronic equipment,\" any product that depends for its functioning, in whole or in part, on digital electronics embedded in or attached to the product; (3) \"Documentation,\" any manual, diagram, reporting output, service code description, schematic diagram, security codes, passwords, or other guidance or information used in effecting the services of diagnosis, maintenance, or repair of digital electronic equipment; (4) \"Independent repair provider,\" a person operating in the state, that does not have an arrangement as an authorized repair provider with an original equipment manufacturer, and who is engaged in the services of diagnosis, maintenance, or repair of digital electronic equipment; (5) \"Motor vehicle,\" as defined under § 32-3-1; (6) \"Motor vehicle dealer,\" as defined under § 32-3-1; (7) \"Motor vehicle manufacturer,\" as defined under § 32-3-1; (8) \"Original equipment manufacturer,\" a business engaged in selling, leasing, or otherwise supplying new digital electronic equipment manufactured by or on behalf of itself, to any individual or business; (9) \"Owner,\" a person who owns or leases digital electronic equipment purchased or used in this state; (10) \"Part,\" any replacement part, either new or used, made available by an original equipment manufacturer for purposes of effecting the services of maintenance or repair of digital electronic equipment manufactured by or on behalf of, sold, or otherwise supplied by the manufacturer; (11) \"Tools,\" any software program, hardware implement, or other apparatus used for diagnosis, maintenance, or repair of digital electronic equipment, including software or other mechanisms that provision, program, or repair a new part, calibrate functionality, or perform any other function required to bring the product back to fully functional condition, including any updates; and (12) \"Trade secret,\" as defined under 18 U.S.C. § 1839, as amended and in effect on January 1, 2024. Section 2. That a NEW SECTION be added to title 37: Terms of an agreement under this Act are considered to be fair and reasonable when making available parts, tools, or documentation as follows: (1) That documentation be made available by the original equipment manufacturer at no charge, except for reasonable actual costs of preparing and sending a copy when a physical printed form of the documentation is requested; (2) That tools are made available by the original equipment manufacturer at no charge without requiring authorization or internet access for use or operation of such tools, imposing impediments to access or use of the tools to diagnose, maintain, or repair and enable full functionality of digital electronic equipment, or in a manner that impairs the efficient and cost-effective performance of any such diagnosis, maintenance, or repair, except that, when such tool is requested in physical form, a charge may be included for the reasonable, actual costs of preparing and sending such tool; (3) With respect to parts, that such parts are made available by the original equipment manufacturer, either directly or through an authorized repair provider, to independent repair providers and owners at no cost and terms that are equivalent to the most favorable costs and terms under which an original equipment manufacturer offers the parts to an authorized repair provider and which: (a) Accounts for any discount, rebate, convenient and timely means of delivery, means of enabling fully restored and updated functionality, rights of use, or other incentive and preference the original manufacturer offer to an authorized repair provider, or any additional cost, burden, or impediment the original equipment manufacturer imposes on an owner or independent repair provider; (b) Is not conditioned on or imposing a substantial obligation or restriction that is not reasonably necessary for enabling the owner or independent repair provider to engage in the diagnosis, maintenance, or repair of digital electronic equipment made by or on behalf of the original equipment manufacturer; and (c) Is not conditioned on an arrangement described in paragraph (a) of this subdivision. Section 3. That a NEW SECTION be added to title 37: For digital electronic equipment and parts for the equipment that are sold or used in this state, an original equipment manufacturer shall make available to any independent repair provider and owner of digital electronic equipment manufactured by or on behalf of, or sold by the manufacturer, on fair and reasonable terms, any documentation, parts, and tools, required for the diagnosis, maintenance, or repair of the equipment and parts for the equipment, inclusive of any updates to information. The documentation, parts, and tools must be made available either directly by the manufacturer or via an authorized repair provider. For equipment that contains an electronic security lock or other security-related function, the original equipment manufacturer shall make available to any owner and independent repair provider, on fair and reasonable terms, any special documentation, tools, and parts needed to access and reset the lock or function when disabled in the course of diagnosis, maintenance, or repair of the digital electronic equipment. The documentation, tools, and parts may be made available through appropriate secure release systems. Section 4. That a NEW SECTION be added to title 37: Violation of any provision of this Act is an unlawful practice under chapter 37-1. All remedies, penalties, and authority granted to the attorney general in chapter 37-1 are available for the enforcement of this Act. Section 5. That a NEW SECTION be added to title 37: Nothing in this section shall be construed to require an original equipment manufacturer to divulge any trade secret to any owner or independent service provider. Nothing in this section shall be construed to alter the terms of any arrangement in force between an authorized repair provider and an original equipment manufacturer, including, but not limited to, the performance or provision of warranty or recall repair work by an authorized repair provider on behalf of the manufacturer, except that any provision in the terms that purports to waive, avoid, restrict, or limit the original equipment manufacturer's obligations to comply with this section is void and unenforceable. No original equipment manufacturer or authorized repair provider is liable for any damage or injury caused to any digital electronic equipment by an independent repair provider or owner that occurs during the course of repair, diagnosis, or maintenance. Section 6. That a NEW SECTION be added to title 37: Nothing in this Act shall apply to a motor vehicle manufacturer, or motor vehicle dealer acting in such capacity, or to any product or service of a motor vehicle manufacturer, or motor vehicle dealer acting in such capacity. Section 7. That a NEW SECTION be added to title 37: This Act applies with respect to equipment sold or in use on or after the effective date of this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24113, "action_date": "2023-02-01T14:00:00-06:00", "document_id": 247759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247759.pdf", "status_text": "First read in Senate and referred to", "journal_page": 160, "committee_id_action": 1183, "committee_id_assigned": 1172, "result": "N", "vote": {}}, {"bill_id": 24113, "action_date": "2023-02-14T10:00:00-06:00", "document_id": 249051, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249051.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1172, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24113, "action_date": "2023-02-14T10:00:00-06:00", "document_id": 249052, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249052.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 24, "committee_id_action": 1172, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77131, "president_vote": null, "Yea": [4436, 4345, 4457, 4453, 4394, 4413, 4419, 4336, 4430]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24113"}