{"session_id": 49, "bill_id": 15547, "bill_type": "Senate Joint Resolution", "bill_number": 5, "bill_title": "Proposing and submitting to the electors at the next general election an amendment to Article III of the Constitution of the State of South Dakota to increase the  percent of qualified electors required to invoke either the initiative or the referendum.", "sponsors": [{"legislator_profile_id": 2326, "is_prime": true}, {"legislator_profile_id": 2374, "is_prime": true}, {"legislator_profile_id": 2306, "is_prime": false}, {"legislator_profile_id": 2310, "is_prime": false}, {"legislator_profile_id": 2344, "is_prime": false}, {"legislator_profile_id": 2385, "is_prime": false}], "keywords": ["Elections", "Initiated Measures", "Joint Resolution", "Petitions"], "audio": [], "bill_versions": [{"bill_id": 15547, "bill_version_id": 87316, "bill_version": "Introduced", "bill_version_date": "2000-01-20T00:00:00-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the electors at the next general election an amendment to Article III of the Constitution of the State of South Dakota to increase the percent of qualified electors required to invoke either the initiative or the referendum. BE IT RESOLVED BY THE SENATE OF THE STATE OF SOUTH DAKOTA, THE HOUSE OF REPRESENTATIVES CONCURRING THEREIN: Section 1. That at the next general election held in the state, the following amendment to Article III, section 1 of the Constitution of the State of South Dakota, as set forth in section 2 of this Joint Resolution, which is hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article III, section 1 of the Constitution of the State of South Dakota, be amended to read as follows: § 1. The legislative power of the state shall be vested in a Legislature which shall consist of a senate and house of representatives. However, the people expressly reserve to themselves the right to propose measures, which shall be submitted to a vote of the electors of the state, and also the right to require that any laws which the Legislature may have enacted shall be submitted to a vote of the electors of the state before going into effect, except such laws as may be necessary for the immediate preservation of the public peace, health, or safety, support of the state government and its existing public institutions. Not more than five ten percent of the qualified electors of the state shall be required to invoke either the initiative or the referendum. This section shall not be construed so as to deprive the Legislature or any member thereof of the right to propose any measure. The veto power of the Executive shall not be exercised as to measures referred to a vote of the people. This section shall apply to municipalities. The enacting clause of all laws approved by vote of the electors of the state shall be: \"Be it enacted by the people of South Dakota.\" The Legislature shall make suitable provisions for carrying into effect the provisions of this section."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15547, "action_date": "2000-01-20T14:00:00-06:00", "document_id": 85635, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85635.pdf", "status_text": "First read in Senate and referred to", "journal_page": 129, "committee_id_action": 657, "committee_id_assigned": 639, "result": "N", "vote": {}}, {"bill_id": 15547, "action_date": "2000-02-02T07:45:00-06:00", "document_id": 85838, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85838.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 639, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15547, "action_date": "2000-02-02T07:45:00-06:00", "document_id": 85838, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85838.pdf", "status_text": "Tabled", "journal_page": 280, "committee_id_action": 639, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45795, "president_vote": null, "Nay": [2329, 2335, 2346], "Yea": [2376, 2352, 2365, 2398, 2405, 2389]}}]}