{"session_id": 45, "bill_id": 13094, "bill_type": "House Bill", "bill_number": 1260, "bill_title": "to revise the standards of review for findings of fact.", "sponsors": [], "keywords": ["Administrative Hearings", "Appellate Procedure", "Findings of Fact"], "audio": [], "bill_versions": [{"bill_id": 13094, "bill_version_id": 73526, "bill_version": "Introduced", "bill_version_date": "1997-02-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the standards of review for findings of fact. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 15-6-52(a) be amended to read as follows: 15-6-52(a). In all actions tried upon the facts without a jury or with an advisory jury, the court shall , unless waived as provided in § 15-6-52(b) , find the facts specially and state separately its conclusions of law thereon, and judgment shall be entered pursuant to § 15-6-58; and in granting or refusing temporary restraining orders or preliminary injunctions the court shall similarly set forth the findings of fact and conclusions of law which constitute the grounds of its action. Findings of fact shall , whether based on oral or documentary evidence, may not be set aside unless clearly erroneous, and due regard shall be given to the opportunity of the trial court to judge of the credibility of the witnesses. The findings of a referee, to the extent that the court adopts them, shall be considered as the findings of the court. Findings of fact and conclusions of law need not be made when a temporary restraining order or preliminary injunction is entered in an action arising under chapters 25-3 and 25-4. A copy of the proposed findings shall be served upon the attorneys of record to the action or upon the parties of record to the action when not represented by counsel. The court may direct counsel for the prevailing party to prepare findings and counsel shall, within ten days after announcement of decision, unless otherwise ordered, prepare, serve , and submit to the court with copies to opposing counsel, proposed written findings of fact and conclusions of law together with the proposed judgment or decree. The court shall may not sign any findings therein prior to the expiration of five days after service of the proposed findings during which time the parties may in writing submit to the court and serve on their adversaries their objections or additional proposals. Thereafter the court shall make or enter such findings and conclusions as may be proper. Any action or decision of the court in making or modifying findings of fact or conclusions of law shall be deemed excepted to, but the failure of the court to make a finding or conclusion on a material issue shall may not be deemed excepted to unless such finding or conclusion has been proposed to or requested from the court. If an opinion or memorandum of decision is filed, the facts and legal conclusions stated therein need not be restated but may be included in the findings of fact and conclusions of law by reference. Findings of fact and conclusions of law are unnecessary on decisions of motions under § 15-6-12 or § 15-6-56 or any other motion except as provided in § 15-6-41(b). Section 2. That § 1-26-36 be amended to read as follows: 1-26-36. The court shall give great weight to the findings made and inferences drawn by an agency on questions of fact Findings of fact, whether based on oral or documentary evidence, may not be set aside unless clearly erroneous, and due regard shall be given to the opportunity of the agency to judge of the credibility of the witnesses . The court may affirm the decision of the agency or remand the case for further proceedings. The court may reverse or modify the decision if substantial rights of the appellant have been prejudiced because the administrative findings, inferences, conclusions, or decisions are: (1) In violation of constitutional or statutory provisions; (2) In excess of the statutory authority of the agency; (3) Made upon unlawful procedure; (4) Affected by other error of law; (5) Clearly erroneous in light of the entire evidence in the record; or (6) Arbitrary or capricious or characterized by abuse of discretion or clearly unwarranted exercise of discretion. A court shall enter its own findings of fact and conclusions of law or may affirm the findings and conclusions entered by the agency as part of its judgment. The circuit court may award costs in the amount and manner specified in chapter 15-17."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13094, "action_date": "1997-02-03T14:00:00-06:00", "document_id": 72894, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72894.pdf", "status_text": "First read in House and referred to", "journal_page": 267, "committee_id_action": 544, "committee_id_assigned": 542, "result": "N", "vote": {}}, {"bill_id": 13094, "action_date": "1997-02-12T07:45:00-06:00", "document_id": 72338, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72338.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 542, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13094, "action_date": "1997-02-12T07:45:00-06:00", "document_id": 72338, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72338.pdf", "status_text": "Deferred to another day", "journal_page": 435, "committee_id_action": 542, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13094, "action_date": "1997-02-14T07:45:00-06:00", "document_id": 72363, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72363.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 542, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13094, "action_date": "1997-02-14T07:45:00-06:00", "document_id": 72363, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72363.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 481, "committee_id_action": 542, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37860, "president_vote": null, "Excused": [1931, 1898], "Yea": [1924, 1892, 1894, 1910, 1918, 1951, 1968, 1922, 1954, 1982], "Nay": [1903]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13094"}