{"session_id": 64, "bill_id": 22963, "bill_type": "Senate Bill", "bill_number": 162, "bill_title": "revise the discretionary formula for reduced taxation of new structures and residential property.", "sponsors": [{"legislator_profile_id": 3924, "is_prime": true}, {"legislator_profile_id": 3925, "is_prime": true}, {"legislator_profile_id": 3914, "is_prime": false}, {"legislator_profile_id": 3923, "is_prime": false}, {"legislator_profile_id": 3932, "is_prime": false}, {"legislator_profile_id": 3979, "is_prime": false}, {"legislator_profile_id": 4016, "is_prime": false}], "keywords": ["Counties", "Municipal Government", "Property Tax", "State Aid to Education", "Tax Exemptions", "Taxation"], "audio": [{"meeting_datetime": "2022-02-03T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sco16.mp3", "start_seconds": 198.0}, {"meeting_datetime": "2022-02-03T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sco16.mp3", "start_seconds": 198.0}, {"meeting_datetime": "2022-02-03T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sco16.mp3", "start_seconds": 198.0}, {"meeting_datetime": "2022-02-03T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sco16.mp3", "start_seconds": 198.0}, {"meeting_datetime": "2022-02-08T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen19.mp3", "start_seconds": 1113.0}, {"meeting_datetime": "2022-02-08T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen19.mp3", "start_seconds": 1113.0}, {"meeting_datetime": "2022-02-08T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen19.mp3", "start_seconds": 1113.0}, {"meeting_datetime": "2022-02-08T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen19.mp3", "start_seconds": 1113.0}, {"meeting_datetime": "2022-03-01T07:45:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hta31.mp3", "start_seconds": 120.0}, {"meeting_datetime": "2022-03-01T07:45:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hta31.mp3", "start_seconds": 120.0}, {"meeting_datetime": "2022-03-01T07:45:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hta31.mp3", "start_seconds": 120.0}, {"meeting_datetime": "2022-03-01T07:45:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hta31.mp3", "start_seconds": 120.0}, {"meeting_datetime": "2022-03-01T07:45:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hta31.mp3", "start_seconds": 120.0}], "bill_versions": [{"bill_id": 22963, "bill_version_id": 230887, "bill_version": "Introduced", "bill_version_date": "2022-01-27T10:49:34.82-06:00", "bill_text": "An Act to revise the discretionary formula for reduced taxation of new structures and residential property. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-6-137 be AMENDED: 10-6-137. Any structure classified pursuant to this section, shallmust, following construction, be valued for taxation purposes in the usual manner. However, theThe board of county commissioners of the county where in which the structure is located, may adopt any a formula for assessed value to be used for tax purposes. The Except as otherwise provided in section 2 of this Act, the formula may include, for any or all of the five tax years following construction, all, any portion, or none of the assessed valuation value for tax purposes. Any formula adopted shall must be equally applied to specifically classified structures properties within a tax increment financetaxing district. For purposes of this chapter, each political subdivision is considered to be a separate taxing district and the board of county commissioners may apply the formula differently to each of the political subdivisions located within the county. The board of county commissioners of the county where in which the structure is located may, if requested by the owner of the structure, not apply the discretionary formula and the full assessment shall be madefully assess the structure without application of the formula. In waiving the formula for the structure of one owner, the board of county commissioners is not prohibited from applying the formula for subsequent new structures. The assessed valuation value during any of the five years may not be less than the assessed valuation value of the property in the year preceding the first year of the tax years following construction. Any structure that is partially constructed on the assessment date may be valued for tax purposes, pursuant to this section, and the valuation value may not be less than the assessed valuation value of the property in the year preceding the beginning of construction. The period that the property is valued for tax purposes under this section may include the years when the property is partially constructed. Following the five-year period under this section, the property shall must be assessed at the same percentage as is all other property for tax purposes, except as otherwise provided in section 2 of this Act. Any of the following types of real property may be specifically classified for the purpose of taxation pursuant to this section: (1) Any new industrial or commercial structure, or any addition, renovation, or reconstruction to an existing structure, located within a designated urban renewal area as defined in § 11-8-4, if the new structure, addition, renovation, or reconstruction has a full and true value of thirty thousand dollars or more; (2) Any new industrial structure, including a power generation facility, or an addition to an existing structure, if the new structure or addition has a full and true value of thirty thousand dollars or more; (3) Any new nonresidential agricultural structure, or any addition to an existing structure, if the new structure or addition has a full and true value of ten thousand dollars or more; (4) Any new commercial structure, or any addition to an existing structure, except a commercial residential structure as described in subdivision (5), if the new structure or addition has a full and true value of thirty thousand dollars or more; (5) Any new commercial residential structure, or addition to an existing structure, containing four or more units, if the new structure or addition has a full and true value of thirty thousand dollars or more; (6) Any new affordable housing structure containing four or more units, with a monthly rental rate of the units at or below the annually calculated rent for the state's sixty percent area median income being used by the South Dakota Housing Development Authority, for a minimum of ten years following the date of first occupancy, if the structure has a full and true value of thirty thousand dollars or more; (7) Any new residential structure, or addition to or renovation of an existing structure, located within a redevelopment neighborhood established pursuant to § 10-6-141, if the new structure, addition, or renovation has a full and true value of five thousand dollars or more. The structure shall must be located in an area defined and designated as a redevelopment neighborhood based on conditions provided in § 11-7-2 or 11-7-3: ; or (8) Any commercial, industrial, or nonresidential agricultural property which that increases more than ten thousand dollars in full and true value, as a result of reconstruction or renovation of the structure. Section 2. That a NEW SECTION be added: For any real property specifically classified under subdivisions 10-6-137(5), (6), and (7), the formula adopted by the board of county commissioners may include: (1) No more than twenty-five percent of the assessed value in the first or second year following the completion of construction; (2) No more than fifty percent of the assessed value in the third or fourth year following the completion of construction; (3) No more than seventy-five percent of the assessed value in the fifth or sixth year following the completion of construction; and (4) One hundred percent of the assessed value in the seventh year following the completion of construction and each year thereafter. During construction, the assessed value of the property may not exceed the assessed value of the property in the year preceding the beginning of construction. Section 3. That § 10-6-138 be AMENDED: 10-6-138. If the board of county commissioners of a county has not adopted a formula pursuant to § 10-6-137 or section 2 of this Act, the governing board of a municipality where in which the structures defined in § 10-6-137 or property are located, or within three miles of the corporate limits of the municipality, may in the governing board's discretion adopt all or any part of the a formula for assessed value pursuant to § 10-6-137 or section 2 of this Act. In the case of residential structures described in § 10-6-137, the governing board of a municipality may adopt all or any part of a formula that was: (1) Not adopted by the board of county commissioners; or (2) Not fully adopted by the board of county commissioners. Section 4. That § 10-6-141 be AMENDED: 10-6-141. The board of county commissioners or the municipal governing body that approves the adoption of a reduced valuation value, pursuant to subdivision 10-6-137(7) section 2 of this Act, for any residential structure within a redevelopment neighborhood, shall, by ordinance, identify the exact boundaries of the redevelopment neighborhood where in which the reduced valuation value will be available. The boundaries of the redevelopment neighborhood need not be contiguous. Section 5. That § 10-12-44 be AMENDED: 10-12-44. The county auditor in eachhaving jurisdiction over a school district shall raise additional revenue, for the general fund and special education fund, from real property taxes, to compensate for a tax abatement, a tax increment financing district, or a discretionary formula as followsin accordance with the following: (1) For tax increment financing districts created pursuant to chapter 11-9, the county auditor shall impose an additional tax levy, for an amount not to exceed an amount equal to the sum of the levies in §§ 10-12-42 and 13-37-16 times multiplied by the tax increment valuationvalue, as defined in § 11-9-1; (2) For property subject to § 10-6-137, section 2 of this Act, or § 10-6-144, the county auditor shall impose an additional tax levy, for an amount not to exceed the amount of taxes that were not collected, due to the reduction in valuation value based on the maximum levies, pursuant to §§ 10-12-42 and 13-37-16; and (3) For abated taxes, the county auditor shall impose an additional tax levy, for an amount not to exceed the amount of the school district's portion of the taxes that were abated, pursuant to chapter 10-18, during the previous tax year. The levies in this section are not subject to the referendum provision of § 10-12-43 and these levies shall must maintain the same proportion to each other, as represented in the mathematical relationship at the maximum levies pursuant to § 10-12-42. Section 6. That § 11-9-20 be AMENDED: 11-9-20. On application in writing by the municipal finance officer, on a form prescribed by the department, the department shall determine the aggregate assessed value of the taxable property in the district, which aggregate assessed value, on certification to the finance officer, shall constitute and certify that value to the finance officer as the tax increment base of the district. The application shall must be accompanied by a detailed parcel list of the included legal descriptions, property ownership, and valuationvalue, as provided by the director of equalization office, of the affected corresponding county. Except as provided for in § 11-9-20.1, the department shall use the values, as last previously certified by the department, adjusted for the value to the date the district was created, for any buildings or additions, completed or removed, and without regard to any reduction pursuant to §§ 1-19A-20, 10-6-137, and 10-6-144, and section 2 of this Act. Section 7. That § 13-13-20.4 be AMENDED: 13-13-20.4. For any property structure given a reduced valuation value pursuant to § 10-6-137 or 10-6-144, the portion of actual assessed valuation value of the property used when calculating state aid to education shall must be twenty percent in the first year, forty percent in the second year, sixty percent in the third year, eighty percent in the fourth year, and one hundred percent each year thereafter. For any structure or property given a reduced value pursuant to section 2 of this Act or § 10-6-144, the portion of actual assessed value of the property used when calculating state aid to education must be: (1) Twenty-five percent in the first or second year; (2) Fifty percent in the third or fourth year; (3) Seventy-five percent in the fifth or sixth year; and (4) One hundred percent in the seventh year and each year thereafter. In addition, theThe actual assessed valuation value of any property given exempt status, pursuant to § 10-4-39 shall, must be used when calculating state aid to education."}, {"bill_id": 22963, "bill_version_id": 232415, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2022-02-03T15:10:20.413-06:00", "bill_text": "An Act to revise the discretionary formula for reduced taxation of new structures and residential property. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-6-137 be AMENDED: 10-6-137. Any structure classified pursuant to this section, shallmust, following construction, be valued for taxation purposes in the usual manner. However, theThe board of county commissioners of the county where in which the structure is located, may adopt any a formula for assessed value to be used for tax purposes. The Except as otherwise provided in section 2 of this Act, the formula may include, for any or all of the five tax years following construction, all, any portion, or none of the assessed valuation value for tax purposes. Any formula adopted shall must be equally applied to specifically classified structures properties within a tax increment financetaxing district. For purposes of this chapter, each political subdivision is considered to be a separate taxing district and the board of county commissioners may apply the formula differently to each of the political subdivisions located within the county. The board of county commissioners of the county where in which the structure is located may, if requested by the owner of the structure, not apply the discretionary formula and the full assessment shall be madefully assess the structure without application of the formula. In waiving the formula for the structure of one owner, the board of county commissioners is not prohibited from applying the formula for subsequent new structures. The assessed valuation value during any of the five years may not be less than the assessed valuation value of the property in the year preceding the first year of the tax years following construction. Any structure that is partially constructed on the assessment date may be valued for tax purposes, pursuant to this section, and the valuation value may not be less than the assessed valuation value of the property in the year preceding the beginning of construction. The period that the property is valued for tax purposes under this section may include the years when the property is partially constructed. Following the five-year period under this section, the property shall must be assessed at the same percentage as is all other property for tax purposes, except as otherwise provided in section 2 of this Act. Any of the following types of real property may be specifically classified for the purpose of taxation pursuant to this section: (1) Any new industrial or commercial structure, or any addition, renovation, or reconstruction to an existing structure, located within a designated urban renewal area as defined in § 11-8-4, if the new structure, addition, renovation, or reconstruction has a full and true value of thirty thousand dollars or more; (2) Any new industrial structure, including a power generation facility, or an addition to an existing structure, if the new structure or addition has a full and true value of thirty thousand dollars or more; (3) Any new nonresidential agricultural structure, or any addition to an existing structure, if the new structure or addition has a full and true value of ten thousand dollars or more; (4) Any new commercial structure, or any addition to an existing structure, except a commercial residential structure as described in subdivision (5), if the new structure or addition has a full and true value of thirty thousand dollars or more; (5) Any new commercial residential structure, or addition to an existing structure, containing four or more units, if the new structure or addition has a full and true value of thirty thousand dollars or more; (6) Any new affordable housing structure containing four or more units, with a monthly rental rate of the units at or below the annually calculated rent for the state's sixty percent area median income being used by the South Dakota Housing Development Authority, for a minimum of ten years following the date of first occupancy, if the structure has a full and true value of thirty thousand dollars or more; (7) Any new residential structure, or addition to or renovation of an existing structure, located within a redevelopment neighborhood established pursuant to § 10-6-141, if the new structure, addition, or renovation has a full and true value of five thousand dollars or more. The structure shall must be located in an area defined and designated as a redevelopment neighborhood based on conditions provided in § 11-7-2 or 11-7-3: ; or (8) Any commercial, industrial, or nonresidential agricultural property which that increases more than ten thousand dollars in full and true value, as a result of reconstruction or renovation of the structure. Section 2. That a NEW SECTION be added: For any real property specifically classified under subdivisions 10-6-137(5), (6), and (7), the formula adopted by the board of county commissioners may include: (1) No more than twenty-five percent of the increased assessed value in the first or second year following the completion of construction; (2) No more than fifty percent of the increased assessed value in the third or fourth year following the completion of construction; (3) No more than seventy-five percent of the increased assessed value in the fifth or sixth year following the completion of construction; and (4) One hundred percent of the increased assessed value in the seventh year following the completion of construction and each year thereafter. During construction, the assessed value of the property may not exceed the assessed value of the property in the year preceding the beginning of construction. The percentages stated in this section are limited to that portion of the assessed value that exceeds the property's assessed value in the year preceding the start of construction. Section 3. That § 10-6-138 be AMENDED: 10-6-138. If the board of county commissioners of a county has not adopted a formula pursuant to § 10-6-137 or section 2 of this Act, the governing board of a municipality where in which the structures defined in § 10-6-137 or property are located, or within three miles of the corporate limits of the municipality, may in the governing board's discretion adopt all or any part of the a formula for assessed value pursuant to § 10-6-137 or section 2 of this Act. In the case of residential structures described in § 10-6-137, the governing board of a municipality may adopt all or any part of a formula that was: (1) Not adopted by the board of county commissioners; or (2) Not fully adopted by the board of county commissioners. Section 4. That § 10-6-141 be AMENDED: 10-6-141. The board of county commissioners or the municipal governing body that approves the adoption of a reduced valuation value, pursuant to subdivision 10-6-137(7) section 2 of this Act, for any residential structure within a redevelopment neighborhood, shall, by ordinance, identify the exact boundaries of the redevelopment neighborhood where in which the reduced valuation value will be available. The boundaries of the redevelopment neighborhood need not be contiguous. Section 5. That § 10-12-44 be AMENDED: 10-12-44. The county auditor in eachhaving jurisdiction over a school district shall raise additional revenue, for the general fund and special education fund, from real property taxes, to compensate for a tax abatement, a tax increment financing district, or a discretionary formula as followsin accordance with the following: (1) For tax increment financing districts created pursuant to chapter 11-9, the county auditor shall impose an additional tax levy, for an amount not to exceed an amount equal to the sum of the levies in §§ 10-12-42 and 13-37-16 times multiplied by the tax increment valuationvalue, as defined in § 11-9-1; (2) For property subject to § 10-6-137, section 2 of this Act, or § 10-6-144, the county auditor shall impose an additional tax levy, for an amount not to exceed the amount of taxes that were not collected, due to the reduction in valuation value based on the maximum levies, pursuant to §§ 10-12-42 and 13-37-16; and (3) For abated taxes, the county auditor shall impose an additional tax levy, for an amount not to exceed the amount of the school district's portion of the taxes that were abated, pursuant to chapter 10-18, during the previous tax year. The levies in this section are not subject to the referendum provision of § 10-12-43 and these levies shall must maintain the same proportion to each other, as represented in the mathematical relationship at the maximum levies pursuant to § 10-12-42. Section 6. That § 11-9-20 be AMENDED: 11-9-20. On application in writing by the municipal finance officer, on a form prescribed by the department, the department shall determine the aggregate assessed value of the taxable property in the district, which aggregate assessed value, on certification to the finance officer, shall constitute and certify that value to the finance officer as the tax increment base of the district. The application shall must be accompanied by a detailed parcel list of the included legal descriptions, property ownership, and valuationvalue, as provided by the director of equalization office, of the affected corresponding county. Except as provided for in § 11-9-20.1, the department shall use the values, as last previously certified by the department, adjusted for the value to the date the district was created, for any buildings or additions, completed or removed, and without regard to any reduction pursuant to §§ 1-19A-20, 10-6-137, and 10-6-144, and section 2 of this Act. Section 7. That § 13-13-20.4 be AMENDED: 13-13-20.4. For any property structure given a reduced valuation value pursuant to § 10-6-137 or 10-6-144, the portion of actual assessed valuation value of the property used when calculating state aid to education shall must be twenty percent in the first year, forty percent in the second year, sixty percent in the third year, eighty percent in the fourth year, and one hundred percent each year thereafter. For any structure or property given a reduced value pursuant to section 2 of this Act or § 10-6-144, the portion of actual assessed value of the property used when calculating state aid to education must be: (1) Twenty-five percent in the first or second year; (2) Fifty percent in the third or fourth year; (3) Seventy-five percent in the fifth or sixth year; and (4) One hundred percent in the seventh year and each year thereafter. In addition, theThe actual assessed valuation value of any property given exempt status, pursuant to § 10-4-39 shall, must be used when calculating state aid to education."}, {"bill_id": 22963, "bill_version_id": 232934, "bill_version": "Senate Engrossed", "bill_version_date": "2022-02-09T12:49:42.6-06:00", "bill_text": "An Act to revise the discretionary formula for reduced taxation of new structures and residential property. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-6-137 be AMENDED: 10-6-137. Any structure classified pursuant to this section, shallmust, following construction, be valued for taxation purposes in the usual manner. However, theThe board of county commissioners of the county where in which the structure is located, may adopt any a formula for assessed value to be used for tax purposes. The Except as otherwise provided in section 2 of this Act, the formula may include, for any or all of the five tax years following construction, all, any portion, or none of the assessed valuation value for tax purposes. Any formula adopted shall must be equally applied to specifically classified structures properties within a tax increment finance district. The board of county commissioners of the county where in which the structure is located may, if requested by the owner of the structure, not apply the discretionary formula and the full assessment shall be madefully assess the structure without application of the formula. In waiving the formula for the structure of one owner, the board of county commissioners is not prohibited from applying the formula for subsequent new structures. The assessed valuation value during any of the five years may not be less than the assessed valuation value of the property in the year preceding the first year of the tax years following construction. Any structure that is partially constructed on the assessment date may be valued for tax purposes, pursuant to this section, and the valuation value may not be less than the assessed valuation value of the property in the year preceding the beginning of construction. The period that the property is valued for tax purposes under this section may include the years when the property is partially constructed. Following the five-year period under this section, the property shall must be assessed at the same percentage as is all other property for tax purposes, except as otherwise provided in section 2 of this Act. Any of the following types of real property may be specifically classified for the purpose of taxation pursuant to this section: (1) Any new industrial or commercial structure, or any addition, renovation, or reconstruction to an existing structure, located within a designated urban renewal area as defined in § 11-8-4, if the new structure, addition, renovation, or reconstruction has a full and true value of thirty thousand dollars or more; (2) Any new industrial structure, including a power generation facility, or an addition to an existing structure, if the new structure or addition has a full and true value of thirty thousand dollars or more; (3) Any new nonresidential agricultural structure, or any addition to an existing structure, if the new structure or addition has a full and true value of ten thousand dollars or more; (4) Any new commercial structure, or any addition to an existing structure, except a commercial residential structure as described in subdivision (5), if the new structure or addition has a full and true value of thirty thousand dollars or more; (5) Any new commercial residential structure, or addition to an existing structure, containing four or more units, if the new structure or addition has a full and true value of thirty thousand dollars or more; (6) Any new affordable housing structure containing four or more units, with a monthly rental rate of the units at or below the annually calculated rent for the state's sixty percent area median income being used by the South Dakota Housing Development Authority, for a minimum of ten years following the date of first occupancy, if the structure has a full and true value of thirty thousand dollars or more; (7) Any new residential structure, or addition to or renovation of an existing structure, located within a redevelopment neighborhood established pursuant to § 10-6-141, if the new structure, addition, or renovation has a full and true value of five thousand dollars or more. The structure shall must be located in an area defined and designated as a redevelopment neighborhood based on conditions provided in § 11-7-2 or 11-7-3: ; or (8) Any commercial, industrial, or nonresidential agricultural property which that increases more than ten thousand dollars in full and true value, as a result of reconstruction or renovation of the structure. Section 2. That a NEW SECTION be added: For any real property specifically classified under subdivisions 10-6-137(5), (6), and (7), the formula adopted by the board of county commissioners must include: (1) No more than twenty-five percent of the increased assessed value in the first or second year following the completion of construction; (2) No more than fifty percent of the increased assessed value in the third or fourth year following the completion of construction; (3) No more than seventy-five percent of the increased assessed value in the fifth or sixth year following the completion of construction; and (4) One hundred percent of the increased assessed value in the seventh year following the completion of construction and each year thereafter. During construction, the assessed value of the property may not exceed the assessed value of the property in the year preceding the beginning of construction. The percentages stated in this section are limited to that portion of the assessed value that exceeds the property's assessed value in the year preceding the start of construction. Any real property receiving the benefit of a discretionary formula prior to July 1, 2022, must continue to be assessed and taxed in the manner provided for in any county or municipal resolution adopted pursuant to this chapter and in effect prior to July 1, 2022, and must continue to be subject to the provisions of §§ 10-12-44, 11-9-20, and 13-13-20.4. Section 3. That § 10-6-138 be AMENDED: 10-6-138. If the board of county commissioners of a county has not adopted a formula pursuant to § 10-6-137 or section 2 of this Act, the governing board of a municipality where in which the structures defined in § 10-6-137 or property are located, or within three miles of the corporate limits of the municipality, may in the governing board's discretion adopt all or any part of the a formula for assessed value pursuant to § 10-6-137 or section 2 of this Act. In the case of residential structures described in § 10-6-137, the governing board of a municipality may adopt a formula that differs from any formula adopted by the board of county commissioners, provided the formula complies with section 2 of this Act. Section 4. That § 10-6-141 be AMENDED: 10-6-141. The board of county commissioners or the municipal governing body that approves the adoption of a reduced valuation value, pursuant to subdivision 10-6-137(7) section 2 of this Act, for any residential structure within a redevelopment neighborhood, shall, by ordinance, identify the exact boundaries of the redevelopment neighborhood where in which the reduced valuation value will be available. The boundaries of the redevelopment neighborhood need not be contiguous. Section 5. That § 10-12-44 be AMENDED: 10-12-44. The county auditor in eachhaving jurisdiction over a school district shall raise additional revenue, for the general fund and special education fund, from real property taxes, to compensate for a tax abatement, a tax increment financing district, or a discretionary formula as followsin accordance with the following: (1) For tax increment financing districts created pursuant to chapter 11-9, the county auditor shall impose an additional tax levy, for an amount not to exceed an amount equal to the sum of the levies in §§ 10-12-42 and 13-37-16 times multiplied by the tax increment valuationvalue, as defined in § 11-9-1; (2) For property subject to § 10-6-137, section 2 of this Act, or § 10-6-144, the county auditor shall impose an additional tax levy, for an amount not to exceed the amount of taxes that were not collected, due to the reduction in valuation value based on the maximum levies, pursuant to §§ 10-12-42 and 13-37-16; and (3) For abated taxes, the county auditor shall impose an additional tax levy, for an amount not to exceed the amount of the school district's portion of the taxes that were abated, pursuant to chapter 10-18, during the previous tax year. The levies in this section are not subject to the referendum provision of § 10-12-43 and these levies shall must maintain the same proportion to each other, as represented in the mathematical relationship at the maximum levies pursuant to § 10-12-42. Section 6. That § 11-9-20 be AMENDED: 11-9-20. On application in writing by the municipal finance officer, on a form prescribed by the department, the department shall determine the aggregate assessed value of the taxable property in the district, which aggregate assessed value, on certification to the finance officer, shall constitute constitutes the tax increment base of the district. The application shall must be accompanied by a detailed parcel list of the included legal descriptions, property ownership, and valuationvalue, as provided by the director of equalization office, of the affected corresponding county. Except as provided for in § 11-9-20.1, the department shall use the values, as last previously certified by the department, adjusted for the value to the date the district was created, for any buildings or additions, completed or removed, and without regard to any reduction pursuant to §§ 1-19A-20, 10-6-137, and 10-6-144, and section 2 of this Act. Section 7. That § 13-13-20.4 be AMENDED: 13-13-20.4. For any property structure given a reduced valuation value pursuant to § 10-6-137 or 10-6-144, the portion of actual assessed valuation value of the property used when calculating state aid to education shall must be twenty percent in the first year, forty percent in the second year, sixty percent in the third year, eighty percent in the fourth year, and one hundred percent each year thereafter. For any structure or property given a reduced value pursuant to section 2 of this Act or § 10-6-144, the portion of actual assessed value of the property used when calculating state aid to education must be: (1) Twenty-five percent in the first or second year; (2) Fifty percent in the third or fourth year; (3) Seventy-five percent in the fifth or sixth year; and (4) One hundred percent in the seventh year and each year thereafter. In addition, theThe actual assessed valuation value of any property given exempt status, pursuant to § 10-4-39 shall, must be used when calculating state aid to education."}, {"bill_id": 22963, "bill_version_id": 235290, "bill_version": "House Taxation Engrossed", "bill_version_date": "2022-03-01T13:43:08.897-06:00", "bill_text": "An Act to revise the discretionary formula for reduced taxation of new structures and residential property. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-6-137 be AMENDED: 10-6-137. Any structure classified pursuant to this section, shallmust, following construction, be valued for taxation purposes in the usual manner. However, theThe board of county commissioners of the county where in which the structure is located, may adopt any a formula for assessed value to be used for tax purposes. The Except as otherwise provided in section 2 of this Act, the formula may include, for any or all of the five tax years following construction, all, any portion, or none of the assessed valuation value for tax purposes. Any formula adopted shall must be equally applied to specifically classified structures properties within a tax increment finance district. The board of county commissioners of the county where in which the structure is located may, if requested by the owner of the structure, not apply the discretionary formula and the full assessment shall be madefully assess the structure without application of the formula. In waiving the formula for the structure of one owner, the board of county commissioners is not prohibited from applying the formula for subsequent new structures. The assessed valuation value during any of the five years may not be less than the assessed valuation value of the property in the year preceding the first year of the tax years following construction. Any structure that is partially constructed on the assessment date may be valued for tax purposes, pursuant to this section, and the valuation value may not be less than the assessed valuation value of the property in the year preceding the beginning of construction. The period that the property is valued for tax purposes under this section may include the years when the property is partially constructed. Following the five-year period under this section, the property shall must be assessed at the same percentage as is all other property for tax purposes, except as otherwise provided in section 2 of this Act. Any of the following types of real property may be specifically classified for the purpose of taxation pursuant to this section: (1) Any new industrial or commercial structure, or any addition, renovation, or reconstruction to an existing structure, located within a designated urban renewal area as defined in § 11-8-4, if the new structure, addition, renovation, or reconstruction has a full and true value of thirty thousand dollars or more; (2) Any new industrial structure, including a power generation facility, or an addition to an existing structure, if the new structure or addition has a full and true value of thirty thousand dollars or more; (3) Any new nonresidential agricultural structure, or any addition to an existing structure, if the new structure or addition has a full and true value of ten thousand dollars or more; (4) Any new commercial structure, or any addition to an existing structure, except a commercial residential structure as described in subdivision (5), if the new structure or addition has a full and true value of thirty thousand dollars or more; (5) Any new commercial residential structure, or addition to an existing structure, containing four or more units, if the new structure or addition has a full and true value of thirty thousand dollars or more; (6) Any new affordable housing structure containing four or more units, with a monthly rental rate of the units at or below the annually calculated rent for the state's sixty percent area median income being used by the South Dakota Housing Development Authority, for a minimum of ten years following the date of first occupancy, if the structure has a full and true value of thirty thousand dollars or more; (7) Any new residential structure, or addition to or renovation of an existing structure, located within a redevelopment neighborhood established pursuant to § 10-6-141, if the new structure, addition, or renovation has a full and true value of five thousand dollars or more. The structure shall must be located in an area defined and designated as a redevelopment neighborhood based on conditions provided in § 11-7-2 or 11-7-3: ; or (8) Any commercial, industrial, or nonresidential agricultural property which that increases more than ten thousand dollars in full and true value, as a result of reconstruction or renovation of the structure. Section 2. That a NEW SECTION be added: For any real property specifically classified under subdivisions 10-6-137(5), (6), and (7), the formula adopted by the board of county commissioners must include: (1) No more than twenty-five percent of the increased assessed value in the first or second year following the completion of construction; (2) No more than fifty percent of the increased assessed value in the third or fourth year following the completion of construction; (3) No more than seventy-five percent of the increased assessed value in the fifth or sixth year following the completion of construction; and (4) One hundred percent of the increased assessed value in the seventh year following the completion of construction and each year thereafter. During construction, the assessed value of the property may not exceed the assessed value of the property in the year preceding the beginning of construction. The percentages stated in this section are limited to that portion of the assessed value that exceeds the property's assessed value in the year preceding the start of construction. Any real property receiving the benefit of a discretionary formula prior to July 1, 2022, must continue to be assessed and taxed in the manner provided for in any county or municipal resolution adopted pursuant to this chapter and in effect prior to July 1, 2022, and must continue to be subject to the provisions of §§ 10-12-44, 11-9-20, and 13-13-20.4. Section 3. That § 10-6-138 be AMENDED: 10-6-138. If the board of county commissioners of a county has not adopted a formula pursuant to § 10-6-137 or section 2 of this Act, the governing board of a municipality where in which the structures defined in § 10-6-137 or property are located, or within three miles of the corporate limits of the municipality, may in the governing board's discretion adopt all or any part of the a formula for assessed value pursuant to § 10-6-137 or section 2 of this Act. In the case of residential structures described in § 10-6-137(5), (6), and (7), the governing board of a municipality may adopt a formula that differs from any formula adopted by the board of county commissioners, provided the formula complies with section 2 of this Act. Section 4. That § 10-6-141 be AMENDED: 10-6-141. The board of county commissioners or the municipal governing body that approves the adoption of a reduced valuation value, pursuant to subdivision 10-6-137(7) section 2 of this Act, for any residential structure within a redevelopment neighborhood, shall, by ordinance, identify the exact boundaries of the redevelopment neighborhood where in which the reduced valuation value will be available. The boundaries of the redevelopment neighborhood need not be contiguous. Section 5. That § 10-12-44 be AMENDED: 10-12-44. The county auditor in eachhaving jurisdiction over a school district shall raise additional revenue, for the general fund and special education fund, from real property taxes, to compensate for a tax abatement, a tax increment financing district, or a discretionary formula as followsin accordance with the following: (1) For tax increment financing districts created pursuant to chapter 11-9, the county auditor shall impose an additional tax levy, for an amount not to exceed an amount equal to the sum of the levies in §§ 10-12-42 and 13-37-16 times multiplied by the tax increment valuationvalue, as defined in § 11-9-1; (2) For property subject to § 10-6-137, section 2 of this Act, or § 10-6-144, the county auditor shall impose an additional tax levy, for an amount not to exceed the amount of taxes that were not collected, due to the reduction in valuation value based on the maximum levies, pursuant to §§ 10-12-42 and 13-37-16; and (3) For abated taxes, the county auditor shall impose an additional tax levy, for an amount not to exceed the amount of the school district's portion of the taxes that were abated, pursuant to chapter 10-18, during the previous tax year. The levies in this section are not subject to the referendum provision of § 10-12-43 and these levies shall must maintain the same proportion to each other, as represented in the mathematical relationship at the maximum levies pursuant to § 10-12-42. Section 6. That § 11-9-20 be AMENDED: 11-9-20. On application in writing by the municipal finance officer, on a form prescribed by the department, the department shall determine the aggregate assessed value of the taxable property in the district, which aggregate assessed value, on certification to the finance officer, shall constitute constitutes the tax increment base of the district. The application shall must be accompanied by a detailed parcel list of the included legal descriptions, property ownership, and valuationvalue, as provided by the director of equalization office, of the affected corresponding county. Except as provided for in § 11-9-20.1, the department shall use the values, as last previously certified by the department, adjusted for the value to the date the district was created, for any buildings or additions, completed or removed, and without regard to any reduction pursuant to §§ 1-19A-20, 10-6-137, and 10-6-144, and section 2 of this Act. Section 7. That § 13-13-20.4 be AMENDED: 13-13-20.4. For any property structure given a reduced valuation value pursuant to § 10-6-137 or 10-6-144, the portion of actual assessed valuation value of the property used when calculating state aid to education shall must be twenty percent in the first year, forty percent in the second year, sixty percent in the third year, eighty percent in the fourth year, and one hundred percent each year thereafter. For any structure or property given a reduced value pursuant to section 2 of this Act or § 10-6-144, the portion of actual assessed value of the property used when calculating state aid to education must be: (1) Twenty-five percent in the first or second year; (2) Fifty percent in the third or fourth year; (3) Seventy-five percent in the fifth or sixth year; and (4) One hundred percent in the seventh year and each year thereafter. In addition, theThe actual assessed valuation value of any property given exempt status, pursuant to § 10-4-39 shall, must be used when calculating state aid to education."}, {"bill_id": 22963, "bill_version_id": 236187, "bill_version": "Enrolled", "bill_version_date": "2022-03-09T09:11:20.4-06:00", "bill_text": "ENTITLED An Act to revise the discretionary formula for reduced taxation of new structures and residential property. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-6-137 be AMENDED: 10-6-137. Any structure classified pursuant to this section, must, following construction, be valued for taxation purposes in the usual manner. The board of county commissioners of the county in which the structure is located, may adopt a formula for assessed value to be used for tax purposes. Except as otherwise provided in section 2 of this Act, the formula may include, for any or all of the five tax years following construction, all, any portion, or none of the assessed value for tax purposes. Any formula adopted must be equally applied to specifically classified properties within a tax increment finance district. The board of county commissioners of the county in which the structure is located may, if requested by the owner of the structure, fully assess the structure without application of the formula. In waiving the formula for the structure of one owner, the board of county commissioners is not prohibited from applying the formula for subsequent new structures. The assessed value during any of the five years may not be less than the assessed value of the property in the year preceding the first year of the tax years following construction. Any structure that is partially constructed on the assessment date may be valued for tax purposes, pursuant to this section, and the value may not be less than the assessed value of the property in the year preceding the beginning of construction. The period that the property is valued for tax purposes under this section may include the years when the property is partially constructed. Following the five-year period under this section, the property must be assessed at the same percentage as all other property for tax purposes, except as otherwise provided in section 2 of this Act. Any of the following types of real property may be specifically classified for the purpose of taxation pursuant to this section: (1) Any new industrial or commercial structure, or any addition, renovation, or reconstruction to an existing structure, located within a designated urban renewal area as defined in § 11-8-4, if the new structure, addition, renovation, or reconstruction has a full and true value of thirty thousand dollars or more; (2) Any new industrial structure, including a power generation facility, or an addition to an existing structure, if the new structure or addition has a full and true value of thirty thousand dollars or more; (3) Any new nonresidential agricultural structure, or any addition to an existing structure, if the new structure or addition has a full and true value of ten thousand dollars or more; (4) Any new commercial structure, or any addition to an existing structure, except a commercial residential structure as described in subdivision (5), if the new structure or addition has a full and true value of thirty thousand dollars or more; (5) Any new commercial residential structure, or addition to an existing structure, containing four or more units, if the new structure or addition has a full and true value of thirty thousand dollars or more; (6) Any new affordable housing structure containing four or more units, with a monthly rental rate of the units at or below the annually calculated rent for the state's sixty percent area median income being used by the South Dakota Housing Development Authority for a minimum of ten years following the date of first occupancy, if the structure has a full and true value of thirty thousand dollars or more; (7) Any new residential structure, or addition to or renovation of an existing structure, located within a redevelopment neighborhood established pursuant to § 10-6-141, if the new structure, addition, or renovation has a full and true value of five thousand dollars or more. The structure must be located in an area defined and designated as a redevelopment neighborhood based on conditions provided in § 11-7-2 or 11-7-3; or (8) Any commercial, industrial, or nonresidential agricultural property that increases more than ten thousand dollars in full and true value, as a result of reconstruction or renovation of the structure. Section 2. That a NEW SECTION be added: For any real property specifically classified under subdivisions 10-6-137(5), (6), and (7), the formula adopted by the board of county commissioners must include: (1) No more than twenty-five percent of the increased assessed value in the first or second year following the completion of construction; (2) No more than fifty percent of the increased assessed value in the third or fourth year following the completion of construction; (3) No more than seventy-five percent of the increased assessed value in the fifth or sixth year following the completion of construction; and (4) One hundred percent of the increased assessed value in the seventh year following the completion of construction and each year thereafter. During construction, the assessed value of the property may not exceed the assessed value of the property in the year preceding the beginning of construction. The percentages stated in this section are limited to that portion of the assessed value that exceeds the property's assessed value in the year preceding the start of construction. Any real property receiving the benefit of a discretionary formula prior to July 1, 2022, must continue to be assessed and taxed in the manner provided for in any county or municipal resolution adopted pursuant to this chapter and in effect prior to July 1, 2022, and must continue to be subject to the provisions of §§ 10-12-44, 11-9-20, and 13-13-20.4. Section 3. That § 10-6-138 be AMENDED: 10-6-138. If the board of county commissioners has not adopted a formula pursuant to § 10-6-137 or section 2 of this Act, the governing board of a municipality in which the structures or property are located, or within three miles of the corporate limits of the municipality, may adopt a formula for assessed value pursuant to § 10-6-137 or section 2 of this Act. In the case of residential structures described in § 10-6-137(5), (6), and (7), the governing board of a municipality may adopt a formula that differs from any formula adopted by the board of county commissioners, provided the formula complies with section 2 of this Act. Section 4. That § 10-6-141 be AMENDED: 10-6-141. The board of county commissioners or the municipal governing body that approves the adoption of a reduced value, pursuant to section 2 of this Act, for any residential structure within a redevelopment neighborhood, shall, by ordinance, identify the boundaries of the redevelopment neighborhood in which the reduced value will be available. The boundaries of the redevelopment neighborhood need not be contiguous. Section 5. That § 10-12-44 be AMENDED: 10-12-44. The county auditor having jurisdiction over a school district shall raise additional revenue, for the general fund and special education fund, from real property taxes, to compensate for a tax abatement, a tax increment financing district, or a discretionary formula in accordance with the following: (1) For tax increment financing districts created pursuant to chapter 11-9, the county auditor shall impose an additional tax levy, for an amount not to exceed an amount equal to the sum of the levies in §§ 10-12-42 and 13-37-16 multiplied by the tax increment value, as defined in § 11-9-1; (2) For property subject to § 10-6-137, section 2 of this Act, or § 10-6-144, the county auditor shall impose an additional tax levy, for an amount not to exceed the amount of taxes that were not collected, due to the reduction in value based on the maximum levies, pursuant to §§ 10-12-42 and 13-37-16; and (3) For abated taxes, the county auditor shall impose an additional tax levy, for an amount not to exceed the amount of the school district's portion of the taxes that were abated, pursuant to chapter 10-18, during the previous tax year. The levies in this section are not subject to the referendum provision of § 10-12-43 and these levies must maintain the same proportion to each other, as represented in the mathematical relationship at the maximum levies pursuant to § 10-12-42. Section 6. That § 11-9-20 be AMENDED: 11-9-20. On application in writing by the municipal finance officer, on a form prescribed by the department, the department shall determine the aggregate assessed value of the taxable property in the district, which aggregate assessed value, on certification to the finance officer, constitutes the tax increment base of the district. The application must be accompanied by a detailed parcel list of the included legal descriptions, property ownership, and value, as provided by the director of equalization office, of the affected corresponding county. Except as provided in § 11-9-20.1, the department shall use the values, as last previously certified by the department, adjusted for the value to the date the district was created, for any buildings or additions, completed or removed, and without regard to any reduction pursuant to §§ 1-19A-20, 10-6-137, and 10-6-144, and section 2 of this Act. Section 7. That § 13-13-20.4 be AMENDED: 13-13-20.4. For any structure given a reduced value pursuant to § 10-6-137, the portion of actual assessed value of the property used when calculating state aid to education must be twenty percent in the first year, forty percent in the second year, sixty percent in the third year, eighty percent in the fourth year, and one hundred percent each year thereafter. For any structure or property given a reduced value pursuant to section 2 of this Act or § 10-6-144, the portion of actual assessed value of the property used when calculating state aid to education must be: (1) Twenty-five percent in the first or second year; (2) Fifty percent in the third or fourth year; (3) Seventy-five percent in the fifth or sixth year; and (4) One hundred percent in the seventh year and each year thereafter. The actual assessed value of any property given exempt status, pursuant to § 10-4-39, must be used when calculating state aid to education. An Act to revise the discretionary formula for reduced taxation of new structures and residential property. I certify that the attached Act originated in the: Senate as Bill No. 162 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 162 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2022 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2022 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2022 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22963, "action_date": "2022-01-27T13:00:00-06:00", "document_id": 230319, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/230319.pdf", "status_text": "First read in Senate and referred to", "journal_page": 127, "committee_id_action": 1034, "committee_id_assigned": 1022, "result": "N", "vote": {}}, {"bill_id": 22963, "action_date": "2022-02-03T10:00:00-06:00", "document_id": 231822, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231822.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1022, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22963, "action_date": "2022-02-03T10:00:00-06:00", "document_id": 231823, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231823.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1022, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22963, "action_date": "2022-02-03T10:00:00-06:00", "document_id": 231823, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231823.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 1022, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 72514, "president_vote": null, "Excused": [3939], "Yea": [3975, 3993, 3999, 4000, 4006, 4016, 4010, 3925]}}, {"bill_id": 22963, "action_date": "2022-02-07T14:00:00-06:00", "document_id": 232579, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232579.pdf", "status_text": "Deferred to another day", "journal_page": 192, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22963, "action_date": "2022-02-08T14:00:00-06:00", "document_id": 232773, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232773.pdf", "status_text": "Motion to amend", "journal_page": 211, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22963, "action_date": "2022-02-08T14:00:00-06:00", "document_id": 232773, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232773.pdf", "status_text": "Do Pass Amended", "journal_page": 212, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 73072, "president_vote": null, "Yea": [3918, 3920, 3921, 3922, 3925, 3926, 3932, 3935, 3936, 3939, 3940, 3943, 3949, 3952, 3956, 3958, 3961, 3962, 3966, 3974, 3975, 3979, 3990, 3991, 3993, 3994, 3996, 3999, 4000, 4002, 4003, 4006, 4010, 4012, 4016]}}, {"bill_id": 22963, "action_date": "2022-02-09T14:00:00-06:00", "document_id": 232904, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232904.pdf", "status_text": "First read in House and referred to", "journal_page": 246, "committee_id_action": 1008, "committee_id_assigned": 1017, "result": "N", "vote": {}}, {"bill_id": 22963, "action_date": "2022-03-01T07:45:00-06:00", "document_id": 234815, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234815.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1017, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22963, "action_date": "2022-03-01T07:45:00-06:00", "document_id": 234816, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234816.pdf", "status_text": "Motion to amend", "journal_page": 1, "committee_id_action": 1017, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22963, "action_date": "2022-03-01T07:45:00-06:00", "document_id": 234816, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234816.pdf", "status_text": "Do Pass Amended", "journal_page": 1, "committee_id_action": 1017, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 74939, "president_vote": null, "Yea": [3923, 3930, 3953, 3963, 3978, 3985, 3986, 4004, 4005, 3984, 3929], "Excused": [3933, 3977]}}, {"bill_id": 22963, "action_date": "2022-03-01T07:45:00-06:00", "document_id": 234816, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234816.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": 1, "committee_id_action": 1017, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22963, "action_date": "2022-03-03T12:00:00-06:00", "document_id": 235745, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/235745.pdf", "status_text": "Do Pass", "journal_page": 577, "committee_id_action": 1008, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 75300, "president_vote": null, "Yea": [3912, 3913, 3914, 3915, 3916, 3917, 3919, 3923, 3924, 3927, 3928, 3929, 3930, 3931, 3933, 3934, 3937, 3938, 3941, 3944, 3945, 3946, 3948, 3950, 3951, 3953, 3954, 3955, 3957, 3959, 3960, 3963, 3964, 3965, 3967, 3968, 3969, 3970, 3971, 3972, 3976, 3977, 3978, 3980, 3981, 3982, 3983, 3984, 3985, 3986, 3987, 3988, 3989, 3992, 3995, 3997, 3998, 4001, 4004, 4005, 4007, 4008, 4009, 4011, 4013, 4014, 4015, 3942], "Nay": [3947, 3973]}}, {"bill_id": 22963, "action_date": "2022-03-08T10:00:00-06:00", "document_id": 236113, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236113.pdf", "status_text": "Concurred in amendments", "journal_page": 485, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 75406, "president_vote": null, "Yea": [3918, 3920, 3921, 3922, 3925, 3926, 3932, 3935, 3936, 3939, 3940, 3949, 3956, 3961, 3975, 3979, 3990, 3991, 3993, 3994, 3996, 3999, 4000, 4003, 4006, 4010, 4012, 4016], "Excused": [3943, 3952, 3958, 3962, 3966, 3974, 4002]}}, {"bill_id": 22963, "action_date": "2022-03-09T10:00:00-06:00", "document_id": 236265, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236265.pdf", "status_text": "Signed by the President", "journal_page": 509, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22963, "action_date": "2022-03-10T10:00:00-06:00", "document_id": 236366, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236366.pdf", "status_text": "Signed by the Speaker", "journal_page": 684, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22963, "action_date": "2022-03-10T10:00:00-06:00", "document_id": 236369, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236369.pdf", "status_text": "Delivered to the Governor", "journal_page": 539, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22963, "action_date": "2022-03-28T11:00:00-05:00", "document_id": 236435, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236435.pdf", "status_text": "Signed by the Governor", "journal_page": 543, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7552, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/22963"}