{"session_id": 8, "bill_id": 1394, "bill_type": "House Bill", "bill_number": 1159, "bill_title": "permit permanent residents of the United States to be employed or certified as law enforcement officers.", "sponsors": [{"legislator_profile_id": 824, "is_prime": true}, {"legislator_profile_id": 810, "is_prime": true}, {"legislator_profile_id": 825, "is_prime": false}], "keywords": ["Administrative Rules", "Law Enforcement"], "audio": [{"meeting_datetime": "2010-02-19T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hju24.mp3", "start_seconds": 1090.0}, {"meeting_datetime": "2010-02-19T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hju24.mp3", "start_seconds": 1090.0}, {"meeting_datetime": "2010-02-19T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hju24.mp3", "start_seconds": 1090.0}, {"meeting_datetime": "2010-02-19T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hju24.mp3", "start_seconds": 1090.0}, {"meeting_datetime": "2010-02-19T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hju24.mp3", "start_seconds": 1090.0}, {"meeting_datetime": "2010-02-19T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hju24.mp3", "start_seconds": 1090.0}, {"meeting_datetime": "2010-02-19T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hju24.mp3", "start_seconds": 1090.0}, {"meeting_datetime": "2010-02-19T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hju24.mp3", "start_seconds": 1090.0}], "bill_versions": [{"bill_id": 1394, "bill_version_id": 11232, "bill_version": "Introduced", "bill_version_date": "2010-01-28T09:06:45.537-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to permit permanent residents of the United States to be employed or certified as law enforcement officers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 23-3-41 be amended to read as follows: 23-3-41. At the earliest practicable time, the commission shall provide, by regulation, that no person shall be appointed as a law enforcement officer, except on a temporary or probationary basis, unless such person has satisfactorily completed a preparatory program of law enforcement training at a school approved by the commission. Any person who is a citizen or permanent resident of the United States is eligible to be so appointed as a law enforcement officer and is then eligible for admission to any preparatory program of law enforcement training at any school approved by the commission. No law enforcement officer who lacks the education and training qualifications required by the commission may have his temporary or probationary employment extended beyond one year by renewal of appointment or otherwise. However, in municipalities of the third class, the probationary period may be extended for one additional year. Section 2. That § 23-3-42 be amended to read as follows: 23-3-42. In addition to the requirements of § 23-3-41, the commission, by rules promulgated pursuant to chapter 1-26, shall fix other qualifications for the employment and training of appointed law enforcement officers, including minimum age, education, physical and mental standards, citizenship, good moral character, experience, and such other matters as relate to the competence and reliability of persons to assume and discharge the various responsibilities of law enforcement officers. The commission shall also prescribe the means for presenting evidence of fulfillment of these requirements. Notwithstanding §§ 23A-27-14 and 23A-27-17, any person seeking certification as a law enforcement officer who has received an order pursuant to § 23A-27-13 may have his or her application refused. Notwithstanding §§ 26-7A-105 and 26-7A-106, any person seeking certification as a law enforcement officer who has received an adjudication or disposition pursuant to chapter 26-7A or 26-8C may have his or her application refused if the adjudication or disposition was for a crime which, if committed by an adult, would constitute a crime under chapter 22-42 that is punishable as a felony, a sex crime as defined in § 22-24B-1, or a crime of violence as defined in subdivision 22-1-2(9). Section 3. That ARSD 2:01:02:01 be amended to read as follows: 2:01:02:01. Minimum standards for employment. A person may be employed or certified as a law enforcement officer only if the person meets the following requirements: (1) Is a citizen or permanent resident of the United States; (2) Is at least 21 years of age at time of appointment; (3) Has fingerprints taken by a qualified law enforcement officer; (4) Is of good moral character; (5) Is a graduate of an accredited high school or has a high school equivalency certificate acceptable to the commission; (6) Is examined by a licensed physician who certifies, on forms prescribed by the commission, that the applicant is able to perform the duties of a law enforcement officer; (7) Is interviewed in person by the hiring agency or its designated representative before employment. The interview must include questions to determine the applicant's general suitability for law enforcement service, appearance, personality, temperament, ability to communicate, and other characteristics reasonably necessary to the performance of the duties of a law enforcement officer; (8) Takes the oath of office as required by SDCL 9-14-7 or 3-1-5. The oath may be taken before the nearest available judge of a court of record; (9) Has not unlawfully used any prescribed drug, controlled substance, or marijuana within one year before the time of application for certification; (10) Is eligible to reapply for certification, if the person has for any reason failed to successfully complete the basic law enforcement training program; (11) Has not had his certification revoked, voluntarily surrendered certification, had an application for certification refused, or been dismissed from the basic training program, unless the commission upon application declares the person eligible for employment or certification; and (12) Has not become ineligible for employment or certification as a law enforcement officer, as a result of any proceedings involving any revocation, suspension, surrender of, or resignation or dismissal from certification, employment, or training, unless the commission, upon application, declares the person eligible for employment or certification in South Dakota."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1394, "action_date": "2010-01-28T14:00:00-06:00", "document_id": 11385, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11385.pdf", "status_text": "First read in House and referred to", "journal_page": 217, "committee_id_action": 86, "committee_id_assigned": 82, "result": "N", "vote": {}}, {"bill_id": 1394, "action_date": "2010-02-12T10:00:00-06:00", "document_id": 12037, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12037.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 82, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1394, "action_date": "2010-02-19T10:00:00-06:00", "document_id": 12435, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12435.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 82, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1394, "action_date": "2010-02-19T10:00:00-06:00", "document_id": 12648, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12648.pdf", "status_text": "Do Pass", "journal_page": 0, "committee_id_action": 82, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 6844, "president_vote": null, "Yea": [756, 765, 798, 834, 827], "Nay": [830, 829, 800, 819, 796, 757, 804], "Excused": [832]}}, {"bill_id": 1394, "action_date": "2010-02-19T10:00:00-06:00", "document_id": 12648, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12648.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 488, "committee_id_action": 82, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6845, "president_vote": null, "Nay": [756, 765, 798, 834, 827], "Yea": [830, 829, 800, 819, 796, 757, 804], "Excused": [832]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/1394"}