{"session_id": 7, "bill_id": 752, "bill_type": "House Bill", "bill_number": 1036, "bill_title": "require the redaction of certain numbers before furnishing copies of information.", "sponsors": [], "keywords": ["Secretary of State", "Uniform Commercial Code"], "audio": [{"meeting_datetime": "2009-01-30T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hju13.mp3", "start_seconds": 2770.0}, {"meeting_datetime": "2009-01-30T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hju13.mp3", "start_seconds": 2770.0}, {"meeting_datetime": "2009-01-30T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hju13.mp3", "start_seconds": 2770.0}, {"meeting_datetime": "2009-02-18T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hju24.mp3", "start_seconds": 155.0}, {"meeting_datetime": "2009-02-18T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hju24.mp3", "start_seconds": 155.0}, {"meeting_datetime": "2009-02-18T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hju24.mp3", "start_seconds": 155.0}, {"meeting_datetime": "2009-02-18T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hju24.mp3", "start_seconds": 155.0}, {"meeting_datetime": "2009-02-18T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hju24.mp3", "start_seconds": 155.0}, {"meeting_datetime": "2009-02-20T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hju26.mp3", "start_seconds": 193.0}, {"meeting_datetime": "2009-02-20T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hju26.mp3", "start_seconds": 193.0}, {"meeting_datetime": "2009-02-20T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hju26.mp3", "start_seconds": 193.0}, {"meeting_datetime": "2009-02-20T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hju26.mp3", "start_seconds": 193.0}, {"meeting_datetime": "2009-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou28.mp3", "start_seconds": 13814.0}, {"meeting_datetime": "2009-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou28.mp3", "start_seconds": 13814.0}, {"meeting_datetime": "2009-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou28.mp3", "start_seconds": 13814.0}, {"meeting_datetime": "2009-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou28.mp3", "start_seconds": 13814.0}, {"meeting_datetime": "2009-03-04T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/slo32.mp3", "start_seconds": 89.0}, {"meeting_datetime": "2009-03-04T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/slo32.mp3", "start_seconds": 89.0}, {"meeting_datetime": "2009-03-04T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/slo32.mp3", "start_seconds": 89.0}, {"meeting_datetime": "2009-03-04T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/slo32.mp3", "start_seconds": 89.0}, {"meeting_datetime": "2009-03-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen33.mp3", "start_seconds": 3164.0}, {"meeting_datetime": "2009-03-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen33.mp3", "start_seconds": 3164.0}, {"meeting_datetime": "2009-03-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen33.mp3", "start_seconds": 3164.0}], "bill_versions": [{"bill_id": 752, "bill_version_id": 5120, "bill_version": "Introduced", "bill_version_date": "2009-01-05T16:30:11.09-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the uniform commercial code. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 57A-9-516 be amended to read as follows: 57A-9-516. (a) Except as otherwise provided in subsection (b), communication of a record to a filing office and tender of the filing fee or acceptance of the record by the filing office constitutes filing. (b) Filing does not occur with respect to a record that a filing office refuses to accept because The filing office may refuse to accept a filing if : (1) The record is not communicated by a method or medium of communication authorized by the filing office; (2) An amount equal to or greater than the applicable filing fee is not tendered; or (3) The filing office is unable to index the record because: (A) In the case of an initial financing statement, the record does not provide a name for the debtor; : (i) If the debtor is an individual, the complete name of each individual; (ii) If the debtor is an organization, the complete name of the organization; (iii) The mailing address for each debtor; (iv) If the debtor is an individual, the social security number for each individual; (v) If the debtor is an organization, the type of organization; (vi) If the debtor is an organization, the jurisdiction of the organization; (vii) If the debtor is an organization, the Secretary of State's Office organizational identification number for the organization or an indication that the organization has none; (viii) If the debtor is an organization, the internal revenue service taxpayer identification number; (ix) The name of either secured party or the assignee, or both; (x) The mailing address of either secured party or the assignee, or both; or (xi) Whether an individual or organization is an additional secured party or an assignee of secured party if a second name is listed; (B) In the case of an a financing statement amendment or correction statement, the record: (i) Does not identify provide the initial financing statement as required by § 57A-9-512 or 57A-9-518, as applicable; or number; (ii) Identifies an initial financing statement whose effectiveness has Has lapsed under § 57A-9-515 or had been terminated ; (iii) Does not provide the name and mailing address for the secured party; (iv) Does not provide the name and mailing address for the assignee; (v) If the debtor is an individual, does not provide the correct legal name of each individual; (vi) If the debtor is an organization, does not provide the full and correct name of the organization; (vii) Does not provide the mailing address for each debtor; (viii) If the debtor is an individual, does not provide the social security number for each individual; (ix) If the debtor is an organization, does not provide the type of organization; (xi) If the debtor is an organization, does not provide the jurisdiction of organization; (xii) If the debtor is an organization, does not provide the Secretary of State's Office organizational identification number for the organization or an indication that the organization has none; (xiii) If the debtor is an organization, does not provide the internal revenue service taxpayer identification number; or (xiv) In the case of a continuation statement, is not filed within the six-month period prescribed by § 57A-9-515(d); (C) In the case of an initial financing statement that provides the name of a debtor identified as an individual or an amendment that provides a name of a debtor identified as an individual which was not previously provided in the financing statement to which the record relates, the record does not identify the debtor's last name; or a record filed or recorded in the filing office described in § 57A- 9-501(a)(1), the record does not provide a sufficient description of the real property to which it relates. (D) In the case of a record filed or recorded in the filing office described in § 57A- 9-501(a)(1), the record does not provide a sufficient description of the real property to which it relates; (4) In the case of an initial financing statement or an amendment that adds a secured party of record, the record does not provide a name and mailing address for the secured party of record; (5) In the case of an initial financing statement or an amendment that provides a name of a debtor which was not previously provided in the financing statement to which the amendment relates, the record does not: (A) Provide a mailing address for the debtor; (B) Indicate whether the debtor is an individual or an organization; or (C) If the financing statement indicates that the debtor is an organization, provide: (i) A type of organization for the debtor; (ii) A jurisdiction of organization for the debtor; or (iii) An organizational identification number for the debtor or indicate that the debtor has none; (6) In the case of an assignment reflected in an initial financing statement under § 57A-9- 514(a) or an amendment filed under § 57A-9-514(b), the record does not provide a name and mailing address for the assignee; or (7) In the case of a continuation statement, the record is not filed within the six-month period prescribed by § 57A-9-515(d). (c) For purposes of subsection (b): (1) A record does not provide information if the filing office is unable to read or decipher the information; and (2) A record that does not indicate that it is an amendment or identify an initial financing statement to which it relates, as required by § 57A-9-512, 57A-9-514, or 57A-9-518, is an initial financing statement. (d) A record that is communicated to the filing office with tender of the filing fee, but which the filing office refuses to accept for a reason other than one set forth in subsection (b), is effective as a filed record except as against a purchaser of the collateral which gives value in reasonable reliance upon the absence of the record from the files all filings, a record may be refused if the filing office is unable to decipher the information on a record or if the document cannot be legibly scanned . Section 2. That § 57A-9-520 be amended to read as follows: 57A-9-520. (a) A filing office shall refuse to accept a record for filing for a reason set forth in § 57A-9-516(b) § 57A-9-516 and may refuse to accept a record for filing only for a reason set forth in § 57A-9-516(b) § 57A-9-516 . (b) If a filing office refuses to accept a record for filing, it the filing office shall communicate to the person that presented the record the fact of and reason for the refusal and the date and time the record would have been filed had the filing office accepted it the record . The communication must be made at the time and in the manner prescribed by filing-office filing office rule but, in the case of a filing office described in § 57A-9-501(a)(2), in no event more than two business days after the filing office receives the record. (c) A filed financing statement satisfying § 57A-9-502(a) and (b) is effective, even if the filing office is required to refuse to accept it for filing under subsection (a). However, § 57A-9- 338 applies to a filed financing statement providing information described in § 57A-9-516(b)(5) § 57A-9-516 which is incorrect at the time the financing statement is filed. (d) If a record communicated to a filing office provides information that relates to more than one debtor, this part applies as to each debtor separately. Section 3. That § 57A-9-521 be amended to read as follows: 57A-9-521. (a) A filing office that accepts written records may not refuse to accept a written initial financing statement in the following form and format except for a reason set forth in § 57A-9-516(b) § 57A-9-516 . (b) A filing office that accepts written records may not refuse to accept a written record in the following form and format except for a reason set forth in § 57A-9-516(b) § 57A-9-516 . Section 4. That § 57A-9-338 be amended to read as follows: 57A-9-338. If a security interest or agricultural lien is perfected by a filed financing statement providing information described in § 57A-9-516(b)(5) § 57A-9-516 which is incorrect at the time the financing statement is filed: (1) The security interest or agricultural lien is subordinate to a conflicting perfected security interest in the collateral to the extent that the holder of the conflicting security interest gives value in reasonable reliance upon the incorrect information; and (2) A purchaser, other than a secured party, of the collateral takes free of the security interest or agricultural lien to the extent that, in reasonable reliance upon the incorrect information, the purchaser gives value and, in the case of chattel paper, documents, goods, instruments, or a security certificate, receives delivery of the collateral."}, {"bill_id": 752, "bill_version_id": 7990, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2009-02-23T10:40:41.13-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require the redaction of certain numbers before furnishing copies of information. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 57A-9-523 be amended to read as follows: 57A-9-523. (a) If a person that files a written record requests an acknowledgment of the filing, the filing office shall send to the person an image of the record showing the number assigned to the record pursuant to § 57A-9-519(a)(1) and the date and time of the filing of the record. However, if the person furnishes a copy of the record to the filing office, the filing office may instead: (1) Note upon the copy the number assigned to the record pursuant to § 57A-9-519(a)(1) and the date and time of the filing of the record; and (2) Send the copy to the person. (b) If a person files a record other than a written record, the filing office shall communicate to the person an acknowledgment that provides: (1) The information in the record; (2) The number assigned to the record pursuant to § 57A-9-519(a)(1); and (3) The date and time of the filing of the record. (c) The filing office shall communicate or otherwise make available in a record the following information to any person that requests it: (1) Whether there is on file on a date and time specified by the filing office, but not a date earlier than three business days before the filing office receives the request, any financing statement that: (A) Designates a particular debtor or, if the request so states, designates a particular debtor at the address specified in the request; (B) Has not lapsed under § 57A-9-515 with respect to all secured parties of record; and (C) If the request so states, has lapsed under § 57A-9-515 and a record of which is maintained by the filing office under § 57A-9-522(a); (2) The date and time of filing of each financing statement; and (3) The information provided in each financing statement. However, if the financing statement contains a social security or employer identification number which has not been supplied by the person requesting the information, such number shall be redacted prior to providing the information. In the case of financing statements recorded in the office of the register of deeds, the requirement for redaction of social security or employer identification numbers only applies to financing statements recorded after July 1, 2009. (d) In complying with its duty under subsection (c), the filing office may communicate information in any medium. However, if requested, the filing office shall communicate information by issuing a record that can be admitted into evidence in the courts of this state without extrinsic evidence of its authenticity. A computer printout from the centralized computer system established by the secretary of state constitutes the certificate of the secretary of state as to whether there is on file, on the date and hour stated thereon, a financing statement covering the following collateral: farm products or accounts, or livestock, or general intangibles arising from or relating to the sale of farm products by a farmer, or crops growing or to be grown, or equipment used in farming operations. The secretary of state shall, upon a telephone request, furnish to any person, company, or corporation, information as to whether a financing statement describing farm collateral has been filed in the Office of the Secretary of State and, if such financing statement has been filed, the secretary of state shall also furnish the name and business address of the secured creditor. However, the secretary of state need not answer telephone inquiries in writing nor send written confirmation from a telephone request. The secretary of state is not responsible for accuracy and completeness of the information furnished verbally in response to a telephone request. The secretary of state shall provide a toll-free telephone number to provide access for telephone requests. (e) The filing office shall perform the acts required by subsections (a) through (d) at the time and in the manner prescribed by filing-office rule, but not later than two business days after the filing office receives the request."}, {"bill_id": 752, "bill_version_id": 8815, "bill_version": "Enrolled", "bill_version_date": "2009-03-06T08:45:16.683-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 752, "action_date": "2009-01-13T12:00:00-06:00", "document_id": 5315, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5315.pdf", "status_text": "First read in House and referred to", "journal_page": 24, "committee_id_action": 56, "committee_id_assigned": 52, "result": "N", "vote": {}}, {"bill_id": 752, "action_date": "2009-01-30T10:00:00-06:00", "document_id": 6121, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6121.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 52, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 752, "action_date": "2009-01-30T10:00:00-06:00", "document_id": 6432, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6432.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 207, "committee_id_action": 52, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 3400, "president_vote": null, "Yea": [651, 660, 725, 693, 724, 727, 652, 729, 695, 722, 714], "Excused": [691, 699]}}, {"bill_id": 752, "action_date": "2009-02-18T10:00:00-06:00", "document_id": 7676, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7676.pdf", "status_text": "Removed from table", "journal_page": 0, "committee_id_action": 52, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4206, "president_vote": null, "Yea": [651, 660, 725, 693, 724, 727, 652, 729, 695, 722, 714, 691, 699]}}, {"bill_id": 752, "action_date": "2009-02-18T10:00:00-06:00", "document_id": 7676, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7676.pdf", "status_text": "Hoghoused", "journal_page": 0, "committee_id_action": 52, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4458, "president_vote": null, "Yea": [651, 660, 725, 693, 724, 727, 652, 729, 695, 722, 714, 691, 699]}}, {"bill_id": 752, "action_date": "2009-02-18T10:00:00-06:00", "document_id": 7676, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7676.pdf", "status_text": "Title amended", "journal_page": 0, "committee_id_action": 52, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 752, "action_date": "2009-02-20T10:00:00-06:00", "document_id": 7674, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7674.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 52, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 752, "action_date": "2009-02-20T10:00:00-06:00", "document_id": 7939, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7939.pdf", "status_text": "Do Pass Amended", "journal_page": 476, "committee_id_action": 52, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4473, "president_vote": null, "Yea": [651, 660, 725, 693, 724, 727, 729, 695, 722, 714, 691, 699], "Excused": [652]}}, {"bill_id": 752, "action_date": "2009-02-24T14:00:00-06:00", "document_id": 8136, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8136.pdf", "status_text": "Do Pass Amended", "journal_page": 537, "committee_id_action": 56, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4641, "president_vote": null, "Yea": [716, 720, 666, 688, 676, 670, 726, 715, 699, 674, 635, 692, 708, 651, 643, 712, 709, 660, 706, 725, 693, 644, 724, 727, 721, 652, 730, 737, 672, 729, 698, 717, 738, 654, 711, 719, 683, 695, 696, 722, 645, 637, 687, 678, 650, 646, 668, 639, 735, 679, 734, 714, 731, 736, 713, 710, 728, 657, 641, 658, 647, 691, 723, 718, 684, 733, 732, 707, 681], "Excused": [665]}}, {"bill_id": 752, "action_date": "2009-02-25T14:00:00-06:00", "document_id": 8230, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8230.pdf", "status_text": "First read in Senate and referred to", "journal_page": 553, "committee_id_action": 54, "committee_id_assigned": 37, "result": "N", "vote": {}}, {"bill_id": 752, "action_date": "2009-03-04T10:00:00-06:00", "document_id": 8309, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8309.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 37, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 752, "action_date": "2009-03-04T10:00:00-06:00", "document_id": 8578, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8578.pdf", "status_text": "Do Pass", "journal_page": 604, "committee_id_action": 37, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4927, "president_vote": null, "Yea": [685, 669, 662, 694, 705], "Excused": [663, 655]}}, {"bill_id": 752, "action_date": "2009-03-04T10:00:00-06:00", "document_id": 8578, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8578.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 37, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 752, "action_date": "2009-03-05T14:00:00-06:00", "document_id": 8779, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8779.pdf", "status_text": "Do Pass Amended", "journal_page": 647, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5059, "president_vote": null, "Yea": [653, 680, 682, 685, 702, 649, 700, 655, 673, 663, 677, 675, 634, 697, 659, 690, 636, 667, 656, 669, 661, 686, 701, 662, 703, 664, 638, 648, 640, 689, 694, 705, 642, 671], "Excused": [704]}}, {"bill_id": 752, "action_date": "2009-03-06T11:00:00-06:00", "document_id": 8868, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8868.pdf", "status_text": "Signed by the Speaker", "journal_page": 688, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 752, "action_date": "2009-03-09T14:00:00-05:00", "document_id": 8998, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8998.pdf", "status_text": "Signed by the President", "journal_page": 692, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 752, "action_date": "2009-03-10T14:00:00-05:00", "document_id": 9153, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9153.pdf", "status_text": "Delivered to the Governor", "journal_page": 756, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 752, "action_date": "2009-03-30T10:30:00-05:00", "document_id": 9406, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9406.pdf", "status_text": "Signed by the Governor", "journal_page": 854, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4406}