{"session_id": 64, "bill_id": 23064, "bill_type": "Senate Bill", "bill_number": 201, "bill_title": "revise provisions regarding industrial hemp and to declare an emergency.", "sponsors": [{"legislator_profile_id": 3937, "is_prime": true}, {"legislator_profile_id": 3961, "is_prime": true}, {"legislator_profile_id": 3919, "is_prime": false}, {"legislator_profile_id": 3934, "is_prime": false}, {"legislator_profile_id": 3942, "is_prime": false}, {"legislator_profile_id": 3950, "is_prime": false}, {"legislator_profile_id": 3965, "is_prime": false}, {"legislator_profile_id": 3977, "is_prime": false}, {"legislator_profile_id": 3980, "is_prime": false}, {"legislator_profile_id": 3981, "is_prime": false}, {"legislator_profile_id": 3995, "is_prime": false}, {"legislator_profile_id": 3996, "is_prime": false}], "keywords": ["Agriculture and Horticulture", "Animals and Livestock", "Delayed Effective Date", "Emergency Clause", "Industrial Hemp", "Licensure", "Marijuana", "Promulgation of Rules"], "audio": [{"meeting_datetime": "2022-02-17T10:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sag25.mp3", "start_seconds": 322.0}, {"meeting_datetime": "2022-02-17T10:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sag25.mp3", "start_seconds": 322.0}, {"meeting_datetime": "2022-02-17T10:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sag25.mp3", "start_seconds": 322.0}, {"meeting_datetime": "2022-02-17T10:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sag25.mp3", "start_seconds": 322.0}, {"meeting_datetime": "2022-02-23T13:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen27.mp3", "start_seconds": 4428.0}, {"meeting_datetime": "2022-02-23T13:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen27.mp3", "start_seconds": 4428.0}, {"meeting_datetime": "2022-02-23T13:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen27.mp3", "start_seconds": 4428.0}, {"meeting_datetime": "2022-02-23T13:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen27.mp3", "start_seconds": 4428.0}, {"meeting_datetime": "2022-03-01T07:45:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hag31.mp3", "start_seconds": 151.0}, {"meeting_datetime": "2022-03-01T07:45:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hag31.mp3", "start_seconds": 151.0}, {"meeting_datetime": "2022-03-01T07:45:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hag31.mp3", "start_seconds": 151.0}, {"meeting_datetime": "2022-03-02T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou32.mp3", "start_seconds": 3345.0}, {"meeting_datetime": "2022-03-02T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou32.mp3", "start_seconds": 3345.0}, {"meeting_datetime": "2022-03-02T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou32.mp3", "start_seconds": 3345.0}, {"meeting_datetime": "2022-03-02T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou32.mp3", "start_seconds": 3345.0}], "bill_versions": [{"bill_id": 23064, "bill_version_id": 232117, "bill_version": "Introduced", "bill_version_date": "2022-02-02T09:40:51.537-06:00", "bill_text": "An Act to revise provisions regarding industrial hemp and to declare an emergency. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 38-35-1 be AMENDED: 38-35-1. Terms used in this chapter mean: (1) \"Applicant,\" a person, including the state or any agency or institution thereof, any municipality, political subdivision, public or private corporation, individual, partnership, limited liability company, association, or trust; and includes any officer or governing or managing body of any municipality, political subdivision, or public or private corporation, or limited liability company, applying for an industrial hemp grower license, processor license, or both; (2) \"Department,\" the Department of Agriculture and Natural Resources; (3) \"Greenhouse,\" any indoor structure or enclosed building capable of continuous cultivation throughout the year, no less than two thousand eight hundred and eighty square feet, not part of a residential dwelling. Greenhouses may contain multiple lots that are separated and identified; (2)(4) \"Hemp\" or \"industrial hemp,\" the plant Cannabis sativa L. and any part of that plant, including the seeds thereof and all derivatives, extracts, cannabinoids, isomers, acids, salts, and salts of isomers, whether growing or not, with a total delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent on a dry weight basis; (3)(5) \"Key participant,\" a sole proprietor, a partner in a partnership, a principal executive officer for a government entity, or a person with executive managerial control in a corporation or limited liability company; (4)(6) \"Industrial hemp product,\" a finished manufactured product, or consumer product made from industrial hempcontaining cannabidiol that is packaged for individual sale, with a delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent, derived from or made by processing industrial hemp; (5)(7) \"Lot,\" a contiguous area in a field containing the same variety or strain of hemp throughout the area; (8) \"Measurement of uncertainty,\" the parameter associated with the result of a measurement, that characterizes the dispersion of the values that could reasonably be attributed to the particular quantity subject to measurement; (6)(9) \"Process\" or \"processing,\" to convert or converting industrial hemp into industrial hemp product to render raw industrial hemp plants or plant parts from their natural or original state to an initial processed form. Typical processing includes decortication, devitalization, crushing, or extraction; (7)(10) \"Processor,\" a person who processes industrial hemp that converts raw hemp into an initial processed form; (8)(11) \"Produce\" or \"producing,\" to grow or growing, germinate, dry, sort, grade, bale, grind, mill, pelletize, and harvest hemp plants in the field for processing or in a greenhouse; (12) \"Product in process,\" the transfer of hemp product between one or more state or federally licensed hemp processors during the process of processing state or federally approved, lab-tested biomass from licensed growers into a finished industrial hemp product; (13) \"Remediation,\" the process of rendering non-compliant cannabis compliant using methods accepted by the USDA; (9)(14) \"Secretary,\" the secretary of the Department of Agriculture and Natural Resources;and (15) \"Total delta-9 THC or total delta-9 tetrahydrocannabinol,\" the value determined after the process of decarboxylation, or the application of a conversion factor if the testing methodology does not include decarboxylation, that expresses the potential total delta-9 tetrahydrocannabinol content derived from the sum of the THC and THCA content and reported on a dry weight basis; and (10)(16) \"Transporter,\" any person transporting, hauling, or delivering immature or mature hemp or product in process, but not industrial hemp product or sterilized seeds that are incapable of beginning germination. Section 2. That § 38-35-2 be AMENDED: 38-35-2. No person may purchase, receive, or obtain industrial hemp or product in process, other than industrial hemp seed or industrial hemp product, for planting, storing, propagating, producing, or processing unless the person has a license as provided by this chapter or is working under contract with or under the direction of a licensee. The licensee is responsible, either civilly or criminally, for any person working under contract with or under the direction of a licensee for all sections of this chapter. It shall be is a Class 2 misdemeanor to purchase, receive, or obtain industrial hemp or product in process, other than industrial hemp product, for planting, storing, propagating, producing, or processing without a license. No unlicensed person is subject to criminal penalties for possession or distribution of hemp seed. A person, whether or not licensed, who possesses or distributes a product determined to meet the definition of marijuana is subject to prosecution and penalties for possession or distribution of marijuana under chapter 22-42. Section 3. That § 38-35-3 be AMENDED: 38-35-3. After the department receives approval by the United States Secretary of Agriculture for the state plan submitted pursuant to § 38-35-15, any person seeking to purchase, receive, or obtain industrial hemp, other than industrial hemp product, for planting, storing, propagating, or producing shall apply to the secretary for a grower license on an application form prescribed by the department and submit a nonrefundable annual application fee. The secretary shall deposit fees collected under this chapter in the hemp regulatory program fund. No application for licensure to plant, grow, or produce industrial hemp may be for less than one-half, contiguous outdoor acres or an indoor greenhouse that may not be less than two thousand eight hundred eighty square feet. An application for licensure to plant, grow, or produce industrial hemp must be for at least one-half, contiguous outdoor acre, or in a greenhouse or combination thereof. No application for licensure industrial hemp grower's license may be issued by the secretary to plant, grow, or produce industrial hemp may be approved within the corporate limits of any incorporated municipality without receiving verification from the municipality that it meets all applicable municipal zoning regulations. Section 4. That chapter 38-35 be amended with a NEW SECTION: Any person seeking to plant, store, propagate, or produce industrial hemp for the purpose of research shall apply to the secretary for a research license on an application form prescribed by the department and submit a nonrefundable annual application fee. The secretary shall deposit fees collected under this chapter in the hemp regulatory program fund pursuant to § 38-35-6. Research licensees may be exempt from lot size minimums pursuant to § 38-35-3. Applicants for a research license must submit a summary to the department that outlines the applicant's objectives and a timeline of activities. All industrial hemp produced under a research license must be: (1) Grown, used, or processed for research purposes only; and (2) Properly disposed of in a manner to render irretrievable and unable to enter the stream of commerce, except for industrial hemp seed and industrial hemp product. Section 5. That § 38-35-4 be AMENDED: 38-35-4. After the department receives approval by the United States Secretary of Agriculture for the state plan submitted pursuant to § 38-35-15, any person seeking to purchase, receive, or obtain industrial hemp, other than industrial hemp product, for processing shall apply to the secretary for a processor license on an application form prescribed by the department and submit a nonrefundable annual application fee. The applicant may submit an application form for a processor license at any time. The secretary shall deposit fees collected under this chapter in the hemp regulatory program fund. The applicant shall provide to the department the street address, legal description, and global positioning system latitude and longitude coordinates for any location where hemp will be processed under the processor's license and certify that any location where hemp is to be processed is under the control of the applicant. A processor licensee shall provide notice of any change in ownership or location to the department within ten days of a change. Failure to amend change of ownership or location automatically invalidates the license, and a new license must be obtained. Section 6. That § 38-35-5 be AMENDED: 38-35-5. Each applicant for any license under this chapter, key participant, and landowner, if the applicant is the lessee, shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application for a license, the department shall submit the completed fingerprint cards to the division. Upon completion of the criminal background check, the division shall forward to the department all information obtained as a result of the criminal background check. This information shall must be obtained prior to the licensure of the applicant. All costs or fees associated with the criminal background checks are the responsibility of the applicant. Information provided to the department under this section is confidential, is not public record, and is exempt from the provisions of chapter 1-27. However, the department may share this information with law enforcement and the Department of Public Safety. Failure to submit to or cooperate with a criminal background check is grounds for denial or revocation of a license. The secretary may deny licensure if any applicant, key participant, or landowner has been convicted of a misdemeanor or felony relating to a controlled substance or marijuana under state or federal law within the previous ten years. Licensure under this chapter is not required for employees of the state of South Dakota when if performing official duties. Any person who has previously submitted a fingerprint card to the Division of Criminal Investigation as part of an application under the hemp program is not required to resubmit a fingerprint card but shall authorize the use of the previously submitted fingerprints for an updated state and federal background check. All costs or fees associated with the criminal background checks are the responsibility of the applicant. The secretary may waive the requirement that landowners submit a fingerprint card for a state and federal background check if the applicant is unable to have a fingerprint card completed. Other types of background checks may be required in lieu of fingerprint card. Section 7. That § 38-35-7 be AMENDED: 38-35-7. If the applicant has completed the application to the satisfaction of the secretary, paid the application fee, returned a criminal background check compliant with § 38-35-5, and is eligible for a license under this chapter, the secretary shall issue the license upon receipt of an annual license fee. A grower, research, or processor license issued under this chapter is valid for fifteen months from the date of issuance. The department may deny, revoke, or suspend a license of any person who: (1) Violates any provision of this chapter or administrative rule promulgated under the authority of this chapter; (2) Violates any rule set forth by the United States Department of Agriculture regarding industrial hemp; (3) Provides false or misleading information in connection with any application required by this chapter; (4) Has been convicted of a misdemeanor or felony relating to a controlled substance or marijuana under state or federal law within the previous ten years;or (5) Has been charged with or convicted of a misdemeanor or felony relating to a controlled substance or marijuana under state or federal law since the most recent criminal background check.; or (6) Requests the secretary to revoke or suspend the license. Any person whose license is denied, revoked, or suspended under this section may request a hearing pursuant to chapter 1-26. Section 8. That § 38-35-8 be AMENDED: 38-35-8. Within thirty days of planting, each grower licensee under this chapter shall file with the department planting verification documentation as required by the secretary in order to identify the type and variety of each hemp seed planted with its corresponding lot. Any documentation provided under this section is not an open record pursuant to chapter 1-27 and may not be disclosed except to the Department of Public Safety or law enforcement. The department may make publicly available a list of all types and varieties of planted hemp seed submitted to the department. Section 9. That § 38-35-9 be AMENDED: 38-35-9. The secretary shall may contract with the Department of Public Safety to conduct inspections and sampling of each lotlots and any processor location. The department and the Department of Public Safety may enter on any land or other property where hemp is grown, produced, stored, or processed for the purpose of inspections, sample collection, testing, or investigation while enforcing this chapter. Any person who holds a license under this chapter is deemed to have given consent to the reasonable search and seizure of any hemp without a warrant to determine the lawful amount of total delta-9 tetrahydrocannabinol concentration and for enforcement of the provisions of this chapter. The secretary shall assess a grower inspection fee per lot for grower licensees, a research inspection fee per lot for research licenses, and shall assess a processor inspection fee per location for processor licensees. Any substance found to be in violation of this chapter is subject to confiscation and disposal at the direction of the Department of Public Safety. Any costs arising from the loss of crop, destruction, confiscation, or disposal are the responsibility of the grower, producer, processor, or owner of the substance. The state is not liable for any confiscation, seizure, disposal, or destruction of any substance carried out under this chapter. Any testing, inspection, and investigation results shall must be provided to the licensee. Notice of any violation shall must be provided to the licensee in writing. Inspection and investigation records are not open records pursuant to chapter 1-27. Section 10. That § 38-35-10 be AMENDED: 38-35-10. Every lot ofAt the discretion of the secretary, a grower licenseeshall may be inspected and samples collected no more than thirty days before the hemp is harvested. The grower licensee shall contact the Department of Public Safety prior to harvest in order to ensure a reasonable amount of time to schedule an inspection. The grower licensee shallis required to be present during the inspection. No harvested lot of hemp shall be commingled with another harvested lot of hemp or other material. No and no hemp may leave the dominion of control of the grower licensee until the grower licensee receives a laboratory result from the department that confirms each lot complies with 7 U.S.C. Chapter 38, Subchapter VII, as provided in 7 C.F.R 990.70(d) and 990.71(d) in effect as of January 1, 2020March 22, 2021. Any location of the processor licensee may beis subject to random inspection. The processor licensee shallis required to be present during the inspection. At the discretion of the secretary, a research licensee may be inspected, and samples may be collected. The research licensee is required to be present during the inspection. Section 11. That § 38-35-11 be AMENDED: 38-35-11. The department shall promulgate rules, pursuant to chapter 1-26, to: (1) Establish application, application form, licensure, and renewal procedures; (2) Establish requirements to prevent the spread of hemp and hemp seeds from licensed land areas and provide for the assessment of costs for the remediation thereof; (3) Establish criteria and procedures for denial, revocation, or suspension of a license under this chapter; (4) Make any modification or addition to the hemp regulatory program in order to comply with any federal statutes or any rules and regulations regarding hemp enacted or implemented by the United States Department of Agriculture; (5) Establish a nonrefundable annual license application fee not to exceed fifty dollars, an a non-refundable annual grower license fee not to exceed five hundred dollars, a non-refundable annual research grower license fee not to exceed one hundred dollars, and an a non-refundable annual processor license fee not to exceed two thousand dollars; (6) Establish procedures for the collection of planting and harvest data for each lot; (7) Establish labeling requirements for hemp; and (8)(7) Establish rules for corrective action for negligent and culpable violations of this chapter.; (8) Establish transportation documentation requirements; (9) Establish inspection procedures and requirements, a grower inspection fee per lot not to exceed two hundred fifty dollars, a research inspection fee per lot not to exceed two hundred fifty dollars, and a processor inspection fee per any processor location not to exceed five hundred dollars; and (10) Establish sampling and testing procedures to determine if the hemp tested and sampled contains the lawful amount of total delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent. Section 12. That § 38-35-12 be AMENDED: 38-35-12. The Department of Health shall promulgate rules, pursuant to chapter 1-26, to: (1) Make any modification or addition to the hemp regulatory program in order to comply with any federal statutes or any rules and regulations regarding hemp enacted or implemented by the United States Department of Agriculture; and (2) Establish testing procedures to determine if the hemp tested contains the lawful amount of total delta-9 tetrahydrocannabinol concentration in hemp and certifying results. Section 13. That § 38-35-14 be AMENDED: 38-35-14. AllThe department compliance testing shall must be conducted by a laboratory approved by the Drug Enforcement Administration. The laboratory shall report the delta-9 tetrahydrocannabinol concentration level and the measurement of uncertainty for each sample tested pursuant to this section. If a test reveals a delta-9 tetrahydrocannabinol concentration of more than three-tenths of one percent but not more than five-tenths of one percent, the licensee may request a retest at the licensee's expense. If, upon the retesting, the delta-9 tetrahydrocannabinol concentration exceeds three-tenths of one percent, the entire lot from which the noncompliant sample was collected shall either be destroyed as provided by § 38-35-9 or remediated and retested according to the United States Department of Agriculture guidelines. However, a sample that tests a result within a measurement of uncertainty that produces a range that includes a delta-9 tetrahydrocannabinol concentration of three-tenths of one percent is compliant for the purposes of this chapter.For the purposes of this section, the measure of uncertainty means the parameter, associated with the result of a measurement, that characterizes the dispersion of the values that could reasonably be attributed to the particular quantity subject to measurement. Section 14. That § 38-35-16 be AMENDED: 38-35-16. Any transporter is deemed to have given consent to the reasonable search and seizure by law enforcement of any hemp without a warrant to determine the lawful amount of delta-9 tetrahydrocannabinol concentration. For purposes of this section, product in process that is properly documented is compliant. Any law enforcement officer may require any transporter to stop for the purposes of inspection. During a stop, a law enforcement officer may collect a sample of any hemp for the purpose of testing for any concentration of delta-9 tetrahydrocannabinol that exceeds three-tenths of one percent on a dry weight basis. Each sample collected by law enforcement may not exceed eight ounces. It is a Class 2 misdemeanor to transport industrial hemp or product in process, but not industrial hemp product, without appropriate documentation demonstrating compliance with an industrial hemp program of a federal, state, or tribal authority, in addition to any permit or documentation required by § 38-35-17. Section 15. That § 38-35-17 be AMENDED: 38-35-17. If the transporter is not a grower licensee, that transporter shall have in the transporter's possession the following documentation: (1) A copy of the license under which the industrial hemp was grown or produced; (2) A laboratory report produced by a Drug Enforcement Administration-registered laboratory that confirms the lot of origin of all hemp being transported complies with 7 U.S.C. Chapter 38, Subchapter VII, as provided in 7 C.F.R 990.70(d) and 990.71(d) in effect as of January 1, 2020 March 22, 2021; (3) A signed affirmation from the licensee and the transporter that no illicit drugs or variations of hemp not explicitly authorized by 7 U.S.C. Chapter 38, Subchapter VII will be transported; and (4) A bill of lading or manifest that includes the shipment contents, the specific name and address of the transporter, the specific name and address of the origin and lot of origin, the destination of the shipment, the total weight of the load, and the type of vehicle being used. Failure to possess the appropriate documentation pursuant to this section is a Class 2 misdemeanor. Section 16. That § 38-35-18 be AMENDED: 38-35-18. Each applicant, licensee, key participant, and transporter of industrial hemp, other than industrial hemp product, shall abide by any rules set forth by the United States Department of Agriculture and the United States Department of Agriculture-approved state hemp production plan. Section 17. That § 39-14-39 be AMENDED: 39-14-39. Terms used in this chapter mean: (1) \"Brand name,\" any word, name, symbol, or device, or any combination thereof, identifying the commercial feed of a distributor or registrant and distinguishing it from that of others; (2) \"Commercial feed,\" any material except unmixed seed, whole or processed, if not adulterated within the meaning of §§ 39-14-46 to 39-14-52, inclusive, and hemp, as defined in § 38-35-1 which is distributed for use as feed or for mixing in feed; (3) \"Contract feeder,\" a person, who as an independent contractor, feeds commercial feed to animals pursuant to a contract whereby the commercial feed is supplied, furnished, or otherwise provided to the person and whereby the person's remuneration is determined all or in part by feed consumption, mortality, profits, or amount or quality of product; (4) \"Customer formula feed,\" commercial feed which that consists of a mixture of commercial feeds and feed ingredients, each batch of which is manufactured according to the specific instructions of the final purchaser; (5) \"Distribute,\" to offer for sale, sell, exchange, or barter, commercial feed; or to supply, furnish, or otherwise provide commercial feed to a contract feeder; (6) \"Distributor,\" any person who distributes; (7) \"Drug,\" any article intended for use in the diagnosis, cure, mitigation, treatment, or prevention of disease in animals other than man, and articles other than feed intended to affect the structure or any function of the animal body; (8) \"Feed ingredient,\" each of the constituent materials making up a commercial feed; (9) \"Label,\" a display of written, printed, or graphic matter upon or affixed to the container in which a commercial feed is distributed, or on the invoice or delivery slip with which a commercial feed is distributed; (10) \"Labeling,\" all labels and other written, printed, or graphic matter upon a commercial feed, or any of its containers, or wrappers, or accompanying a commercial feed; (11) \"Manufacture,\" to grind, mix, or blend, or further process a commercial feed for distribution; (12) \"Mineral feed,\" a commercial feed intended to supply primarily mineral elements or inorganic nutrients; (13) \"Official sample,\" a sample of commercial feed taken by the secretary of agriculture and natural resources or his agent in accordance with the provisions of § 39-14-62, 39-14-66, or 39-14-67; (14) \"Percent\" or \"percentages,\" percentages by weights; (15) \"Pet,\" any domesticated animal normally maintained in or near the household of the owner of the animal; (16) \"Pet food,\" any commercial feed prepared and distributed for consumption by dogs and cats; (17) \"Product name,\" the name of the commercial feed which that identifies it as to kind, class, or specific use; (18) \"Specialty pet,\" any domesticated animal pet normally maintained in a cage or tank, such as gerbils, hamsters, canaries, psittacine birds, mynahs, finches, tropical fish, goldfish, snakes, and turtles; (19) \"Specialty pet food,\" a commercial feed prepared and distributed for consumption by specialty pets; and (20) \"Ton,\" a net weight of two thousand pounds avoirdupois. Section 18. That chapter 39-14 be amended with a NEW SECTION: Section 17 of this Act is effective on the date that the secretary of the Department of Agriculture and Natural Resources certifies that the United States Food and Drug Administration has approved hemp, or any substance derived from hemp, as an approved additive or defined ingredient in commercial feed for livestock. Section 19. That § 38-35-13 be REPEALED: The Department of Public Safety shall promulgate rules, pursuant to chapter 1-26, to: (1) Make any modification or addition to the hemp regulatory program in order to comply with any federal statutes or any rules and regulations regarding hemp enacted or implemented by the United States Department of Agriculture; (2) Establish inspection procedures and requirements, a grower inspection fee per lot not to exceed two hundred fifty dollars, and a processor inspection fee per any processor location not to exceed five hundred dollars; (3) Establish transportation documentation requirements; (4) Establish sampling and testing procedures to determine if the hemp tested and sampled is the lawful amount of delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent; and (5) Establish rules for corrective action for negligent and culpable violations of this chapter. Section 20. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act, except as provided in section 18, shall be in full force and effect from and after its passage and approval."}, {"bill_id": 23064, "bill_version_id": 234039, "bill_version": "Senate Agriculture and Natural Resources Engrossed", "bill_version_date": "2022-02-17T17:38:46.137-06:00", "bill_text": "An Act to revise provisions regarding industrial hemp and to declare an emergency. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 38-35-1 be AMENDED: 38-35-1. Terms used in this chapter mean: (1) \"Applicant,\" a person, including the state or any agency or institution thereof, any municipality, political subdivision, public or private corporation, individual, partnership, limited liability company, association, or trust; and includes any officer or governing or managing body of any municipality, political subdivision, or public or private corporation, or limited liability company, applying for an industrial hemp grower license, processor license, or both; (2) \"Department,\" the Department of Agriculture and Natural Resources; (3) \"Greenhouse,\" any indoor structure or enclosed building capable of continuous cultivation throughout the year, no less than two thousand eight hundred and eighty square feet, not part of a residential dwelling. Greenhouses may contain multiple lots that are separated and identified; (2)(4) \"Hemp\" or \"industrial hemp,\" the plant Cannabis sativa L. and any part of that plant, including the seeds thereof and all derivatives, extracts, cannabinoids, isomers, acids, salts, and salts of isomers, whether growing or not, with a total delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent on a dry weight basis; (3)(5) \"Key participant,\" a sole proprietor, a partner in a partnership, a principal executive officer for a government entity, or a person with executive managerial control in a corporation or limited liability company; (4)(6) \"Industrial hemp product,\" a finished manufactured product, or consumer product made from industrial hempcontaining cannabidiol that is packaged for individual sale, with a delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent, derived from or made by processing industrial hemp with a total delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent, derived from or made by processing industrial hemp; (5)(7) \"Lot,\" a contiguous area in a field or greenhouse containing the same variety or strain of hemp throughout the area; (8) \"Measurement of uncertainty,\" the parameter associated with the result of a measurement, that characterizes the dispersion of the values that could reasonably be attributed to the particular quantity subject to measurement; (6)(9) \"Process\" or \"processing,\" to convert or converting industrial hemp into industrial hemp product to render raw industrial hemp plants or plant parts from their natural or original state to an initial processed form. Typical processing includes decortication, devitalization, crushing, or extraction; (7)(10) \"Processor,\" a person who processes industrial hemp that converts raw hemp into an initial processed form; (8)(11) \"Produce\" or \"producing,\" to grow or growing, germinate, dry, sort, grade, bale, grind, mill, pelletize, and harvest hemp plants in the field for processing or in a greenhouse; (12) \"Product in process,\" the product being processed by a state licensed hemp processor or the transfer of that product at no higher than five percent total delta-9 tetrahydrocannabinol between one or more licensed hemp processors during the process of processing state or federally approved, lab-tested biomass from a licensed grower into a finished industrial hemp product; (13) \"Remediation,\" the process of rendering non-compliant cannabis compliant using methods accepted by the USDA; (9)(14) \"Secretary,\" the secretary of the Department of Agriculture and Natural Resources;and (15) \"Total delta-9 THC or total delta-9 tetrahydrocannabinol,\" the value determined after the process of decarboxylation, or the application of a conversion factor if the testing methodology does not include decarboxylation, that expresses the potential total delta-9 tetrahydrocannabinol content derived from the sum of the THC and THCA content and reported on a dry weight basis; and (10)(16) \"Transporter,\" any person transporting, hauling, or delivering immature or mature hemp or product in process, but not industrial hemp product or sterilized seeds that are incapable of beginning germination. Section 2. That § 38-35-2 be AMENDED: 38-35-2. No person may purchase, receive, or obtain industrial hemp or product in process, other than industrial hemp seed or industrial hemp product, for planting, storing, propagating, producing, or processing unless the person has a license as provided by this chapter or is working under contract with or under the direction of a licensee. The licensee is responsible, either civilly or criminally, for any person working under contract with or under the direction of a licensee for all sections of this chapter. It shall be is a Class 2 misdemeanor to purchase, receive, or obtain industrial hemp or product in process, other than industrial hemp product, for planting, storing, propagating, producing, or processing without a license. No unlicensed person is subject to criminal penalties for possession or distribution of hemp seed. A person, whether or not licensed, who possesses or distributes a product determined to meet the definition of marijuana is subject to prosecution and penalties for possession or distribution of marijuana under chapter 22-42. Section 3. That § 38-35-3 be AMENDED: 38-35-3. After the department receives approval by the United States Secretary of Agriculture for the state plan submitted pursuant to § 38-35-15, any person seeking to purchase, receive, or obtain industrial hemp, other than industrial hemp product, for planting, storing, propagating, or producing shall apply to the secretary for a grower license on an application form prescribed by the department and submit a nonrefundable annual application fee. The secretary shall deposit fees collected under this chapter in the hemp regulatory program fund. No application for licensure to plant, grow, or produce industrial hemp may be for less than one-half, contiguous outdoor acres or an indoor greenhouse that may not be less than two thousand eight hundred eighty square feet. An application for licensure to plant, grow, or produce industrial hemp must be for at least one-half, contiguous outdoor acre with a three hundred plant minimum, or in a greenhouse with a fifty plant minimum, or combination thereof. No application for licensure industrial hemp grower's license may be issued by the secretary to plant, grow, or produce industrial hemp may be approved within the corporate limits of any incorporated municipality without receiving verification from the municipality that it meets all applicable municipal zoning regulations. Section 4. That chapter 38-35 be amended with a NEW SECTION: Any person seeking to plant, store, propagate, or produce industrial hemp for the purpose of research shall apply to the secretary for a research license on an application form prescribed by the department and submit a nonrefundable annual application fee. The secretary shall deposit fees collected under this chapter in the hemp regulatory program fund pursuant to § 38-35-6. Research licensees may be exempt from lot size minimums pursuant to § 38-35-3. Applicants for a research license must be affiliated with an accredited university. Applicants for a research license must submit a summary to the department that outlines the applicant's objectives and a timeline of activities. All industrial hemp produced or processed under a research license must be: (1) Grown, used, or processed for research purposes only; and (2) Properly disposed of in a manner to render irretrievable and unable to enter the stream of commerce, except for industrial hemp seed. Section 5. That § 38-35-4 be AMENDED: 38-35-4. After the department receives approval by the United States Secretary of Agriculture for the state plan submitted pursuant to § 38-35-15, any person seeking to purchase, receive, or obtain industrial hemp, other than industrial hemp product, for processing shall apply to the secretary for a processor license on an application form prescribed by the department and submit a nonrefundable annual application fee. The applicant may submit an application form for a processor license at any time. The secretary shall deposit fees collected under this chapter in the hemp regulatory program fund. The applicant shall provide to the department the street address, legal description, and global positioning system latitude and longitude coordinates for any location where hemp will be processed under the processor's license and certify that any location where hemp is to be processed is under the control of the applicant. A processor licensee shall provide notice of any change in ownership or location to the department within ten days of a change. Failure to amend change of ownership or location automatically invalidates the license, and a new license must be obtained. Section 6. That § 38-35-5 be AMENDED: 38-35-5. Each applicant for any license under this chapter, key participant, and landowner, if the applicant is the lessee, shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application for a license, the department shall submit the completed fingerprint cards to the division. Upon completion of the criminal background check, the division shall forward to the department all information obtained as a result of the criminal background check. This information shall must be obtained prior to the licensure of the applicant. All costs or fees associated with the criminal background checks are the responsibility of the applicant. Information provided to the department under this section is confidential, is not public record, and is exempt from the provisions of chapter 1-27. However, the department may share this information with law enforcement and the Department of Public Safety. Failure to submit to or cooperate with a criminal background check is grounds for denial or revocation of a license. The secretary may deny licensure if any applicant, key participant, or landowner has been convicted of a misdemeanor or felony relating to a controlled substance or marijuana under state or federal law within the previous ten years. Licensure under this chapter is not required for employees of the state of South Dakota when if performing official duties. Any person who has previously submitted a fingerprint card to the Division of Criminal Investigation as part of an application under the hemp program is not required to resubmit a fingerprint card but shall authorize the use of the previously submitted fingerprints for an updated state and federal background check. All costs or fees associated with the criminal background checks are the responsibility of the applicant. The secretary may waive the requirement that landowners submit a fingerprint card for a state and federal background check if the applicant is unable to have a fingerprint card completed. Other types of background checks may be required in lieu of fingerprint card. Section 7. That § 38-35-7 be AMENDED: 38-35-7. If the applicant has completed the application to the satisfaction of the secretary, paid the application fee, returned a criminal background check compliant with § 38-35-5, and is eligible for a license under this chapter, the secretary shall issue the license upon receipt of an annual license fee. A grower, research, or processor license issued under this chapter is valid for fifteen months from the date of issuance. The department may deny, revoke, or suspend a license of any person who: (1) Violates any provision of this chapter or administrative rule promulgated under the authority of this chapter; (2) Violates any rule set forth by the United States Department of Agriculture regarding industrial hemp; (3) Provides false or misleading information in connection with any application required by this chapter; (4) Has been convicted of a misdemeanor or felony relating to a controlled substance or marijuana under state or federal law within the previous ten years;or (5) Has been charged with or convicted of a misdemeanor or felony relating to a controlled substance or marijuana under state or federal law since the most recent criminal background check.; or (6) Requests the secretary to revoke or suspend the license. Any person whose license is denied, revoked, or suspended under this section may request a hearing pursuant to chapter 1-26. Section 8. That § 38-35-8 be AMENDED: 38-35-8. Within thirty days of planting, each grower licensee under this chapter shall file with the department planting verification documentation as required by the secretary in order to identify the type and variety of each hemp seed planted with its corresponding lot. Any documentation provided under this section is not an open record pursuant to chapter 1-27 and may not be disclosed except to the Department of Public Safety or law enforcement. The department may make publicly available a list of all types and varieties of planted hemp seed submitted to the department. Section 9. That § 38-35-9 be AMENDED: 38-35-9. The secretary shall may contract with the Department of Public Safety to conduct inspections and sampling of each lotlots and any processor location. The department and the Department of Public Safety may enter on any land or other property where hemp is grown, produced, stored, or processed for the purpose of inspections, sample collection, testing, or investigation while enforcing this chapter. Any person who holds a license under this chapter is deemed to have given consent to the reasonable search and seizure of any hemp without a warrant to determine the lawful amount of total delta-9 tetrahydrocannabinol concentration and for enforcement of the provisions of this chapter. The secretary shall assess a grower inspection fee per lot for grower licensees, a research inspection fee per lot for research licenses, and shall assess a processor inspection fee per location for processor licensees. Any substance found to be in violation of this chapter is subject to confiscation and disposal at the direction of the Department of Public Safety. Any costs arising from the loss of crop, destruction, confiscation, or disposal are the responsibility of the grower, producer, processor, or owner of the substance. The state is not liable for any confiscation, seizure, disposal, or destruction of any substance carried out under this chapter. Any testing, inspection, and investigation results shall must be provided to the licensee. Notice of any violation shall must be provided to the licensee in writing. Inspection and investigation records are not open records pursuant to chapter 1-27. Section 10. That § 38-35-10 be AMENDED: 38-35-10. Every lot ofAt the discretion of the secretary, a grower licenseeshall may be inspected and samples collected no more than thirty days before the hemp is harvested. The grower licensee shall contact the Department of Public Safety prior to harvest in order to ensure a reasonable amount of time to schedule an inspection. The grower licensee shallis required to be present during the inspection. No harvested lot of hemp shall be commingled with another harvested lot of hemp or other material. No and no hemp may leave the dominion of control of the grower licensee until the grower licensee receives a laboratory result from the department that confirms each lot complies with 7 U.S.C. Chapter 38, Subchapter VII, as provided in 7 C.F.R 990.70(d) and 990.71(d) in effect as of January 1, 2020March 22, 2021. Any location of the processor licensee may beis subject to random inspection. The processor licensee shallis required to be present during the inspection. At the discretion of the secretary, a research licensee may be inspected, and samples may be collected. The research licensee is required to be present during the inspection. Section 11. That § 38-35-11 be AMENDED: 38-35-11. The department shall promulgate rules, pursuant to chapter 1-26, to: (1) Establish application, application form, licensure, and renewal procedures; (2) Establish requirements to prevent the spread of hemp and hemp seeds from licensed land areas and provide for the assessment of costs for the remediation thereof; (3) Establish criteria and procedures for denial, revocation, or suspension of a license under this chapter; (4) Make any modification or addition to the hemp regulatory program in order to comply with any federal statutes or any rules and regulations regarding hemp enacted or implemented by the United States Department of Agriculture; (5) Establish a nonrefundable annual license application fee not to exceed fifty dollars, an a non-refundable annual grower license fee not to exceed five hundred dollars, a non-refundable annual research grower license fee not to exceed one hundred dollars, and an a non-refundable annual processor license fee not to exceed two thousand dollars; (6) Establish procedures for the collection of planting and harvest data for each lot; (7) Establish labeling requirements for hemp; and (8)(7) Establish rules for corrective action for negligent and culpable violations of this chapter.; (8) Establish transportation documentation requirements; (9) Establish inspection procedures and requirements, a grower inspection fee per lot not to exceed two hundred fifty dollars, a research inspection fee per lot not to exceed two hundred fifty dollars, a remediation fee not to exceed one hundred dollars per hour, and a processor inspection fee per any processor location not to exceed five hundred dollars; and (10) Establish sampling and testing procedures to determine if the hemp tested and sampled contains the lawful amount of total delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent. Section 12. That § 38-35-12 be AMENDED: 38-35-12. The Department of Health shall promulgate rules, pursuant to chapter 1-26, to: (1) Make any modification or addition to the hemp regulatory program in order to comply with any federal statutes or any rules and regulations regarding hemp enacted or implemented by the United States Department of Agriculture; and (2) Establish testing procedures to determine if the hemp tested contains the lawful amount of total delta-9 tetrahydrocannabinol concentration in hemp and certifying results; and (3) Establish labeling requirements for industrial hemp products. Section 13. That § 38-35-14 be AMENDED: 38-35-14. AllThe department compliance testing shall must be conducted by a laboratory approved by the Drug Enforcement Administration. The laboratory shall report the total delta-9 tetrahydrocannabinol concentration level and the measurement of uncertainty for each sample tested pursuant to this section. If a test reveals a total delta-9 tetrahydrocannabinol concentration of more than three-tenths of one percent but not more than five-tenths of one percent, the licensee may request a retest at the licensee's expense. If, upon the retesting, the total delta-9 tetrahydrocannabinol concentration exceeds three-tenths of one percent, the entire lot from which the noncompliant sample was collected shall either be destroyed as provided by § 38-35-9 or remediated and retested according to the United States Department of Agriculture guidelines. However, a sample that tests a result within a measurement of uncertainty that produces a range that includes a total delta-9 tetrahydrocannabinol concentration of three-tenths of one percent is compliant for the purposes of this chapter.For the purposes of this section, the measure of uncertainty means the parameter, associated with the result of a measurement, that characterizes the dispersion of the values that could reasonably be attributed to the particular quantity subject to measurement. Section 14. That § 38-35-16 be AMENDED: 38-35-16. Any transporter is deemed to have given consent to the reasonable search and seizure by law enforcement of any hemp without a warrant to determine the lawful amount of total delta-9 tetrahydrocannabinol concentration. For purposes of this section, product in process that is properly documented is compliant. Any law enforcement officer may require any transporter to stop for the purposes of inspection. During a stop, a law enforcement officer may collect a sample of any hemp for the purpose of testing for any concentration of total delta-9 tetrahydrocannabinol that exceeds three-tenths of one percent on a dry weight basis. Each sample collected by law enforcement may not exceed eight ounces. It is a Class 2 misdemeanor to transport industrial hemp or product in process, but not industrial hemp product, without appropriate documentation demonstrating compliance with an industrial hemp program of a federal, state, or tribal authority, in addition to any permit or documentation required by § 38-35-17. Section 15. That § 38-35-17 be AMENDED: 38-35-17. If the transporter is not a grower licensee, that transporter shall have in the transporter's possession the following documentation: (1) A copy of the license under which the industrial hemp was grown or produced; (2) A laboratory report produced by a Drug Enforcement Administration-registered laboratory that confirms the lot of origin of all hemp being transported complies with 7 U.S.C. Chapter 38, Subchapter VII, as provided in 7 C.F.R 990.70(d) and 990.71(d) in effect as of January 1, 2020 March 22, 2021; (3) A signed affirmation from the licensee and the transporter that no illicit drugs or variations of hemp not explicitly authorized by 7 U.S.C. Chapter 38, Subchapter VII will be transported; and (4) A bill of lading or manifest that includes the shipment contents, the specific name and address of the transporter, the specific name and address of the origin and lot of origin, the destination of the shipment, the total weight of the load, and the type of vehicle being used. Failure to possess the appropriate documentation pursuant to this section is a Class 2 misdemeanor. Section 16. That § 38-35-18 be AMENDED: 38-35-18. Each applicant, licensee, key participant, and transporter of industrial hemp, other than industrial hemp product, shall abide by any rules set forth by the United States Department of Agriculture and the United States Department of Agriculture-approved state hemp production plan. Section 17. That chapter 38-35 be amended with a NEW SECTION: Industrial hemp used in wildlife food plots not intended to be harvested must be sampled by November 1 of the year planted. No cannabidiol varieties shall be grown for the purpose of wildlife food plots. Section 18. That § 38-35-13 be REPEALED: The Department of Public Safety shall promulgate rules, pursuant to chapter 1-26, to: (1) Make any modification or addition to the hemp regulatory program in order to comply with any federal statutes or any rules and regulations regarding hemp enacted or implemented by the United States Department of Agriculture; (2) Establish inspection procedures and requirements, a grower inspection fee per lot not to exceed two hundred fifty dollars, and a processor inspection fee per any processor location not to exceed five hundred dollars; (3) Establish transportation documentation requirements; (4) Establish sampling and testing procedures to determine if the hemp tested and sampled is the lawful amount of delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent; and (5) Establish rules for corrective action for negligent and culpable violations of this chapter. Section 19. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act, except as provided in section 18, shall be in full force and effect from and after its passage and approval."}, {"bill_id": 23064, "bill_version_id": 234604, "bill_version": "Senate Engrossed", "bill_version_date": "2022-02-23T18:42:08.683-06:00", "bill_text": "An Act to revise provisions regarding industrial hemp and to declare an emergency. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 38-35-1 be AMENDED: 38-35-1. Terms used in this chapter mean: (1) \"Applicant,\" a person, including the state or any agency or institution thereof, any municipality, political subdivision, public or private corporation, individual, partnership, limited liability company, association, or trust; and includes any officer or governing or managing body of any municipality, political subdivision, or public or private corporation, or limited liability company, applying for an industrial hemp grower license, processor license, or both; (2) \"Department,\" the Department of Agriculture and Natural Resources; (3) \"Greenhouse,\" any indoor structure or enclosed building capable of continuous cultivation throughout the year, no less than two thousand eight hundred and eighty square feet, not part of a residential dwelling. Greenhouses may contain multiple lots that are separated and identified; (2)(4) \"Hemp\" or \"industrial hemp,\" the plant Cannabis sativa L. and any part of that plant, including the seeds thereof and all derivatives, extracts, cannabinoids, isomers, acids, salts, and salts of isomers, whether growing or not, with a total delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent on a dry weight basis; (3)(5) \"Key participant,\" a sole proprietor, a partner in a partnership, a principal executive officer for a government entity, or a person with executive managerial control in a corporation or limited liability company; (4)(6) \"Industrial hemp product,\" a finished manufactured product, or consumer product made from industrial hempcontaining cannabidiol that is packaged for individual sale, with a delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent, derived from or made by processing industrial hemp with a total delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent, derived from or made by processing industrial hemp; (5)(7) \"Lot,\" a contiguous area in a field or greenhouse containing the same variety or strain of hemp throughout the area; (8) \"Measurement of uncertainty,\" the parameter associated with the result of a measurement, that characterizes the dispersion of the values that could reasonably be attributed to the particular quantity subject to measurement; (6)(9) \"Process\" or \"processing,\" to convert or converting industrial hemp into industrial hemp product to render raw industrial hemp plants or plant parts from their natural or original state to an initial processed form. Typical processing includes decortication, devitalization, crushing, or extraction; (7)(10) \"Processor,\" a person who processes industrial hemp that converts raw hemp into an initial processed form; (8)(11) \"Produce\" or \"producing,\" to grow or growing, germinate, dry, sort, grade, bale, grind, mill, pelletize, and harvest hemp plants in the field for processing or in a greenhouse; (12) \"Product in process,\" the product being processed by a state licensed hemp processor or the transfer of that product at no higher than five percent total delta-9 tetrahydrocannabinol between one or more licensed hemp processors during the process of processing state or federally approved, lab-tested biomass from a licensed grower into a finished industrial hemp product; (13) \"Remediation,\" the process of rendering non-compliant cannabis compliant using methods accepted by the USDA; (9)(14) \"Secretary,\" the secretary of the Department of Agriculture and Natural Resources;and (15) \"Total delta-9 THC or total delta-9 tetrahydrocannabinol,\" the value determined after the process of decarboxylation, or the application of a conversion factor if the testing methodology does not include decarboxylation, that expresses the potential total delta-9 tetrahydrocannabinol content derived from the sum of the THC and THCA content and reported on a dry weight basis; and (10)(16) \"Transporter,\" any person transporting, hauling, or delivering immature or mature hemp or product in process, but not industrial hemp product or sterilized seeds that are incapable of beginning germination. Section 2. That § 38-35-2 be AMENDED: 38-35-2. No person may purchase, receive, or obtain industrial hemp or product in process, other than industrial hemp seed or industrial hemp product, for planting, storing, propagating, producing, or processing unless the person has a license as provided by this chapter or is working under contract with or under the direction of a licensee. The licensee is responsible, either civilly or criminally, for any person working under contract with or under the direction of a licensee for all sections of this chapter. It shall be is a Class 2 misdemeanor to purchase, receive, or obtain industrial hemp or product in process, other than industrial hemp product, for planting, storing, propagating, producing, or processing without a license. No unlicensed person is subject to criminal penalties for possession or distribution of hemp seed. A person, whether or not licensed, who possesses or distributes a product determined to meet the definition of marijuana is subject to prosecution and penalties for possession or distribution of marijuana under chapter 22-42. Section 3. That § 38-35-3 be AMENDED: 38-35-3. After the department receives approval by the United States Secretary of Agriculture for the state plan submitted pursuant to § 38-35-15, any person seeking to purchase, receive, or obtain industrial hemp, other than industrial hemp product, for planting, storing, propagating, or producing shall apply to the secretary for a grower license on an application form prescribed by the department and submit a nonrefundable annual application fee. The secretary shall deposit fees collected under this chapter in the hemp regulatory program fund. No application for licensure to plant, grow, or produce industrial hemp may be for less than one-half, contiguous outdoor acres or an indoor greenhouse that may not be less than two thousand eight hundred eighty square feet. An application for licensure to plant, grow, or produce industrial hemp must be for at least one-half, contiguous outdoor acre with a three hundred plant minimum, or in a greenhouse with a fifty plant minimum, or combination thereof. No application for licensure industrial hemp grower's license may be issued by the secretary to plant, grow, or produce industrial hemp may be approved within the corporate limits of any incorporated municipality without receiving verification from the municipality that it meets all applicable municipal zoning regulations. Section 4. That chapter 38-35 be amended with a NEW SECTION: Any person seeking to plant, store, propagate, or produce industrial hemp for the purpose of research shall apply to the secretary for a research license on an application form prescribed by the department and submit a nonrefundable annual application fee. The secretary shall deposit fees collected under this chapter in the hemp regulatory program fund pursuant to § 38-35-6. Research licensees may be exempt from lot size minimums pursuant to § 38-35-3. Applicants for a research license must be affiliated with an accredited university. Applicants for a research license must submit a summary to the department that outlines the applicant's objectives and a timeline of activities. All industrial hemp produced or processed under a research license must be: (1) Grown, used, or processed for research purposes only; and (2) Properly disposed of in a manner to render irretrievable and unable to enter the stream of commerce, except for industrial hemp seed. Section 5. That § 38-35-4 be AMENDED: 38-35-4. After the department receives approval by the United States Secretary of Agriculture for the state plan submitted pursuant to § 38-35-15, any person seeking to purchase, receive, or obtain industrial hemp, other than industrial hemp product, for processing shall apply to the secretary for a processor license on an application form prescribed by the department and submit a nonrefundable annual application fee. The applicant may submit an application form for a processor license at any time. The secretary shall deposit fees collected under this chapter in the hemp regulatory program fund. The applicant shall provide to the department the street address, legal description, and global positioning system latitude and longitude coordinates for any location where hemp will be processed under the processor's license and certify that any location where hemp is to be processed is under the control of the applicant. A processor licensee shall provide notice of any change in ownership or location to the department within ten days of a change. Failure to amend change of ownership or location automatically invalidates the license, and a new license must be obtained. Section 6. That § 38-35-5 be AMENDED: 38-35-5. Each applicant for any license under this chapter, key participant, and landowner, if the applicant is the lessee, shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application for a license, the department shall submit the completed fingerprint cards to the division. Upon completion of the criminal background check, the division shall forward to the department all information obtained as a result of the criminal background check. This information shall must be obtained prior to the licensure of the applicant. All costs or fees associated with the criminal background checks are the responsibility of the applicant. Information provided to the department under this section is confidential, is not public record, and is exempt from the provisions of chapter 1-27. However, the department may share this information with law enforcement and the Department of Public Safety. Failure to submit to or cooperate with a criminal background check is grounds for denial or revocation of a license. The secretary may deny licensure if any applicant, key participant, or landowner has been convicted of a misdemeanor or felony relating to a controlled substance or marijuana under state or federal law within the previous ten years. Licensure under this chapter is not required for employees of the state of South Dakota when if performing official duties. Any person who has previously submitted a fingerprint card to the Division of Criminal Investigation as part of an application under the hemp program is not required to resubmit a fingerprint card but shall authorize the use of the previously submitted fingerprints for an updated state and federal background check. All costs or fees associated with the criminal background checks are the responsibility of the applicant. The secretary may waive the requirement that landowners submit a fingerprint card for a state and federal background check if the applicant is unable to have a fingerprint card completed. Other types of background checks may be required in lieu of fingerprint card. Section 7. That § 38-35-7 be AMENDED: 38-35-7. If the applicant has completed the application to the satisfaction of the secretary, paid the application fee, returned a criminal background check compliant with § 38-35-5, and is eligible for a license under this chapter, the secretary shall issue the license upon receipt of an annual license fee. A grower, research, or processor license issued under this chapter is valid for fifteen months from the date of issuance. The department may deny, revoke, or suspend a license of any person who: (1) Violates any provision of this chapter or administrative rule promulgated under the authority of this chapter; (2) Violates any rule set forth by the United States Department of Agriculture regarding industrial hemp; (3) Provides false or misleading information in connection with any application required by this chapter; (4) Has been convicted of a misdemeanor or felony relating to a controlled substance or marijuana under state or federal law within the previous ten years;or (5) Has been charged with or convicted of a misdemeanor or felony relating to a controlled substance or marijuana under state or federal law since the most recent criminal background check.; or (6) Requests the secretary to revoke or suspend the license. Any person whose license is denied, revoked, or suspended under this section may request a hearing pursuant to chapter 1-26. Section 8. That § 38-35-8 be AMENDED: 38-35-8. Within thirty days of planting, each grower licensee under this chapter shall file with the department planting verification documentation as required by the secretary in order to identify the type and variety of each hemp seed planted with its corresponding lot. Any documentation provided under this section is not an open record pursuant to chapter 1-27 and may not be disclosed except to the Department of Public Safety or law enforcement. The department may make publicly available a list of all types and varieties of planted hemp seed submitted to the department. Section 9. That § 38-35-9 be AMENDED: 38-35-9. The secretary shall may contract with the Department of Public Safety to conduct inspections and sampling of each lotlots and any processor location. The department and the Department of Public Safety may enter on any land or other property where hemp is grown, produced, stored, or processed for the purpose of inspections, sample collection, testing, or investigation while enforcing this chapter. Any person who holds a license under this chapter is deemed to have given consent to the reasonable search and seizure of any hemp without a warrant to determine the lawful amount of total delta-9 tetrahydrocannabinol concentration and for enforcement of the provisions of this chapter. The secretary shall assess a grower inspection fee per lot for grower licensees, a research inspection fee per lot for research licenses, and shall assess a processor inspection fee per location for processor licensees. Any substance found to be in violation of this chapter is subject to confiscation and disposal at the direction of the Department of Public Safety. Any costs arising from the loss of crop, destruction, confiscation, or disposal are the responsibility of the grower, producer, processor, or owner of the substance. The state is not liable for any confiscation, seizure, disposal, or destruction of any substance carried out under this chapter. Any testing, inspection, and investigation results shall must be provided to the licensee. Notice of any violation shall must be provided to the licensee in writing. Inspection and investigation records are not open records pursuant to chapter 1-27. Section 10. That § 38-35-10 be AMENDED: 38-35-10. Every lot ofAt the discretion of the secretary, a grower licenseeshall may be inspected and samples collected no more than thirty days before the hemp is harvested. The grower licensee shall contact the Department of Public Safety prior to harvest in order to ensure a reasonable amount of time to schedule an inspection. The grower licensee shallis required to be present during the inspection. No harvested lot of hemp shall be commingled with another harvested lot of hemp or other material. No and no hemp may leave the dominion of control of the grower licensee until the grower licensee receives a laboratory result from the department that confirms each lot complies with 7 U.S.C. Chapter 38, Subchapter VII, as provided in 7 C.F.R 990.70(d) and 990.71(d) in effect as of January 1, 2020March 22, 2021. Any location of the processor licensee may beis subject to random inspection. The processor licensee shallis required to be present during the inspection. At the discretion of the secretary, a research licensee may be inspected, and samples may be collected. The research licensee is required to be present during the inspection. Section 11. That § 38-35-11 be AMENDED: 38-35-11. The department shall promulgate rules, pursuant to chapter 1-26, to: (1) Establish application, application form, licensure, and renewal procedures; (2) Establish requirements to prevent the spread of hemp and hemp seeds from licensed land areas and provide for the assessment of costs for the remediation thereof; (3) Establish criteria and procedures for denial, revocation, or suspension of a license under this chapter; (4) Make any modification or addition to the hemp regulatory program in order to comply with any federal statutes or any rules and regulations regarding hemp enacted or implemented by the United States Department of Agriculture; (5) Establish a nonrefundable annual license application fee not to exceed fifty dollars, an a non-refundable annual grower license fee not to exceed five hundred dollars, a non-refundable annual research grower license fee not to exceed one hundred dollars, and an a non-refundable annual processor license fee not to exceed two thousand dollars; (6) Establish procedures for the collection of planting and harvest data for each lot; (7) Establish labeling requirements for hemp; and (8)(7) Establish rules for corrective action for negligent and culpable violations of this chapter.; (8) Establish transportation documentation requirements; (9) Establish inspection procedures and requirements, a grower inspection fee per lot not to exceed two hundred fifty dollars, a research inspection fee per lot not to exceed two hundred fifty dollars, a remediation fee not to exceed one hundred dollars per hour, and a processor inspection fee per any processor location not to exceed five hundred dollars; and (10) Establish sampling and testing procedures to determine if the hemp tested and sampled contains the lawful amount of total delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent. Section 12. That § 38-35-12 be AMENDED: 38-35-12. The Department of Health shall promulgate rules, pursuant to chapter 1-26, to: (1) Make any modification or addition to the hemp regulatory program in order to comply with any federal statutes or any rules and regulations regarding hemp enacted or implemented by the United States Department of Agriculture; and (2) Establish testing procedures to determine if the hemp tested contains the lawful amount of total delta-9 tetrahydrocannabinol concentration in hemp and certifying results; and (3) Establish labeling requirements for industrial hemp products. Section 13. That § 38-35-14 be AMENDED: 38-35-14. AllThe department compliance testing shall must be conducted by a laboratory approved by the Drug Enforcement Administration. The laboratory shall report the total delta-9 tetrahydrocannabinol concentration level and the measurement of uncertainty for each sample tested pursuant to this section. If a test reveals a total delta-9 tetrahydrocannabinol concentration of more than three-tenths of one percent but not more than five-tenths of one percent, the licensee may request a retest at the licensee's expense. If, upon the retesting, the total delta-9 tetrahydrocannabinol concentration exceeds three-tenths of one percent, the entire lot from which the noncompliant sample was collected shall either be destroyed as provided by § 38-35-9 or remediated and retested according to the United States Department of Agriculture guidelines. However, a sample that tests a result within a measurement of uncertainty that produces a range that includes a total delta-9 tetrahydrocannabinol concentration of three-tenths of one percent is compliant for the purposes of this chapter.For the purposes of this section, the measure of uncertainty means the parameter, associated with the result of a measurement, that characterizes the dispersion of the values that could reasonably be attributed to the particular quantity subject to measurement. Section 14. That § 38-35-16 be AMENDED: 38-35-16. Any transporter is deemed to have given consent to the reasonable search and seizure by law enforcement of any hemp without a warrant to determine the lawful amount of total delta-9 tetrahydrocannabinol concentration. For purposes of this section, product in process that is properly documented is compliant. Any law enforcement officer may require any transporter to stop for the purposes of inspection. During a stop, a law enforcement officer may collect a sample of any hemp for the purpose of testing for any concentration of total delta-9 tetrahydrocannabinol that exceeds three-tenths of one percent on a dry weight basis. Each sample collected by law enforcement may not exceed eight ounces. It is a Class 2 misdemeanor to transport industrial hemp or product in process, but not industrial hemp product, without appropriate documentation demonstrating compliance with an industrial hemp program of a federal, state, or tribal authority, in addition to any permit or documentation required by § 38-35-17. Section 15. That § 38-35-17 be AMENDED: 38-35-17. If the transporter is not a grower licensee, that transporter shall have in the transporter's possession the following documentation: (1) A copy of the license under which the industrial hemp was grown or produced; (2) A laboratory report produced by a Drug Enforcement Administration-registered laboratory that confirms the lot of origin of all hemp being transported complies with 7 U.S.C. Chapter 38, Subchapter VII, as provided in 7 C.F.R 990.70(d) and 990.71(d) in effect as of January 1, 2020 March 22, 2021; (3) A signed affirmation from the licensee and the transporter that no illicit drugs or variations of hemp not explicitly authorized by 7 U.S.C. Chapter 38, Subchapter VII will be transported; and (4) A bill of lading or manifest that includes the shipment contents, the specific name and address of the transporter, the specific name and address of the origin and lot of origin, the destination of the shipment, the total weight of the load, and the type of vehicle being used. Failure to possess the appropriate documentation pursuant to this section is a Class 2 misdemeanor. Section 16. That § 38-35-18 be AMENDED: 38-35-18. Each applicant, licensee, key participant, and transporter of industrial hemp, other than industrial hemp product, shall abide by any rules set forth by the United States Department of Agriculture and the United States Department of Agriculture-approved state hemp production plan. Section 17. That chapter 38-35 be amended with a NEW SECTION: Industrial hemp used in wildlife food plots not intended to be harvested must be sampled by November 1 of the year planted. No cannabidiol varieties shall be grown for the purpose of wildlife food plots. Section 18. That § 38-35-13 be REPEALED: The Department of Public Safety shall promulgate rules, pursuant to chapter 1-26, to: (1) Make any modification or addition to the hemp regulatory program in order to comply with any federal statutes or any rules and regulations regarding hemp enacted or implemented by the United States Department of Agriculture; (2) Establish inspection procedures and requirements, a grower inspection fee per lot not to exceed two hundred fifty dollars, and a processor inspection fee per any processor location not to exceed five hundred dollars; (3) Establish transportation documentation requirements; (4) Establish sampling and testing procedures to determine if the hemp tested and sampled is the lawful amount of delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent; and (5) Establish rules for corrective action for negligent and culpable violations of this chapter. Section 19. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 23064, "bill_version_id": 235734, "bill_version": "House Engrossed", "bill_version_date": "2022-03-02T18:11:21.477-06:00", "bill_text": "An Act to revise provisions regarding industrial hemp and to declare an emergency. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 38-35-1 be AMENDED: 38-35-1. Terms used in this chapter mean: (1) \"Applicant,\" a person, including the state or any agency or institution thereof, any municipality, political subdivision, public or private corporation, individual, partnership, limited liability company, association, or trust; and includes any officer or governing or managing body of any municipality, political subdivision, or public or private corporation, or limited liability company, applying for an industrial hemp grower license, processor license, or both; (2) \"Department,\" the Department of Agriculture and Natural Resources; (3) \"Greenhouse,\" any indoor structure or enclosed building capable of continuous cultivation throughout the year, no less than two thousand eight hundred and eighty square feet, not part of a residential dwelling. Greenhouses may contain multiple lots that are separated and identified; (2)(4) \"Hemp\" or \"industrial hemp,\" the plant Cannabis sativa L. and any part of that plant, including the seeds thereof and all derivatives, extracts, cannabinoids, isomers, acids, salts, and salts of isomers, whether growing or not, with a total delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent on a dry weight basis; (3)(5) \"Key participant,\" a sole proprietor, a partner in a partnership, a principal executive officer for a government entity, or a person with executive managerial control in a corporation or limited liability company; (4)(6) \"Industrial hemp product,\" a finished manufactured product, or consumer product made from industrial hempcontaining cannabidiol that is packaged for individual sale, with a delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent, derived from or made by processing industrial hemp with a total delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent, derived from or made by processing industrial hemp; (5)(7) \"Lot,\" a contiguous area in a field or greenhouse containing the same variety or strain of hemp throughout the area; (8) \"Measurement of uncertainty,\" the parameter associated with the result of a measurement, that characterizes the dispersion of the values that could reasonably be attributed to the particular quantity subject to measurement; (6)(9) \"Process\" or \"processing,\" to convert or converting industrial hemp into industrial hemp product to render raw industrial hemp plants or plant parts from their natural or original state to an initial processed form. Typical processing includes decortication, devitalization, crushing, or extraction; (7)(10) \"Processor,\" a person who processes industrial hemp that converts raw hemp into an initial processed form; (8)(11) \"Produce\" or \"producing,\" to grow or growing, germinate, dry, sort, grade, bale, grind, mill, pelletize, and harvest hemp plants in the field for processing or in a greenhouse; (12) \"Product in process,\" the product being processed by a state licensed hemp processor or the transfer of that product at no higher than one percent total delta-9 tetrahydrocannabinol between one or more licensed hemp processors during the process of processing state or federally approved, lab-tested biomass from a licensed grower into a finished industrial hemp product; (13) \"Remediation,\" the process of rendering non-compliant cannabis compliant using methods accepted by the USDA; (9)(14) \"Secretary,\" the secretary of the Department of Agriculture and Natural Resources;and (15) \"Total delta-9 THC or total delta-9 tetrahydrocannabinol,\" the value determined after the process of decarboxylation, or the application of a conversion factor if the testing methodology does not include decarboxylation, that expresses the potential total delta-9 tetrahydrocannabinol content derived from the sum of the THC and THCA content and reported on a dry weight basis; and (10)(16) \"Transporter,\" any person transporting, hauling, or delivering immature or mature hemp or product in process, but not industrial hemp product or sterilized seeds that are incapable of beginning germination. Section 2. That § 38-35-2 be AMENDED: 38-35-2. No person may purchase, receive, or obtain industrial hemp or product in process, other than industrial hemp seed or industrial hemp product, for planting, storing, propagating, producing, or processing unless the person has a license as provided by this chapter or is working under contract with or under the direction of a licensee. The licensee is responsible, either civilly or criminally, for any person working under contract with or under the direction of a licensee for all sections of this chapter. It shall be is a Class 2 misdemeanor to purchase, receive, or obtain industrial hemp or product in process, other than industrial hemp product, for planting, storing, propagating, producing, or processing without a license. No unlicensed person is subject to criminal penalties for possession or distribution of hemp seed. A person, whether or not licensed, who possesses or distributes a product determined to meet the definition of marijuana is subject to prosecution and penalties for possession or distribution of marijuana under chapter 22-42. Section 3. That § 38-35-3 be AMENDED: 38-35-3. After the department receives approval by the United States Secretary of Agriculture for the state plan submitted pursuant to § 38-35-15, any person seeking to purchase, receive, or obtain industrial hemp, other than industrial hemp product, for planting, storing, propagating, or producing shall apply to the secretary for a grower license on an application form prescribed by the department and submit a nonrefundable annual application fee. The secretary shall deposit fees collected under this chapter in the hemp regulatory program fund. No application for licensure to plant, grow, or produce industrial hemp may be for less than one-half, contiguous outdoor acres or an indoor greenhouse that may not be less than two thousand eight hundred eighty square feet. An application for licensure to plant, grow, or produce industrial hemp must be for at least one-half, contiguous outdoor acre with a three hundred plant minimum, or in a greenhouse with a fifty plant minimum, or combination thereof. No application for licensure industrial hemp grower's license may be issued by the secretary to plant, grow, or produce industrial hemp may be approved within the corporate limits of any incorporated municipality without receiving verification from the municipality that it meets all applicable municipal zoning regulations. Section 4. That chapter 38-35 be amended with a NEW SECTION: Any person seeking to plant, store, propagate, or produce industrial hemp for the purpose of research shall apply to the secretary for a research license on an application form prescribed by the department and submit a nonrefundable annual application fee. The secretary shall deposit fees collected under this chapter in the hemp regulatory program fund pursuant to § 38-35-6. Research licensees may be exempt from lot size minimums pursuant to § 38-35-3. Applicants for a research license must be affiliated with an accredited university. Applicants for a research license must submit a summary to the department that outlines the applicant's objectives and a timeline of activities. All industrial hemp produced or processed under a research license must be: (1) Grown, used, or processed for research purposes only; and (2) Properly disposed of in a manner to render irretrievable and unable to enter the stream of commerce, except for industrial hemp seed. Section 5. That § 38-35-4 be AMENDED: 38-35-4. After the department receives approval by the United States Secretary of Agriculture for the state plan submitted pursuant to § 38-35-15, any person seeking to purchase, receive, or obtain industrial hemp, other than industrial hemp product, for processing shall apply to the secretary for a processor license on an application form prescribed by the department and submit a nonrefundable annual application fee. The applicant may submit an application form for a processor license at any time. The secretary shall deposit fees collected under this chapter in the hemp regulatory program fund. The applicant shall provide to the department the street address, legal description, and global positioning system latitude and longitude coordinates for any location where hemp will be processed under the processor's license and certify that any location where hemp is to be processed is under the control of the applicant. A processor licensee shall provide notice of any change in ownership or location to the department within ten days of a change. Failure to amend change of ownership or location automatically invalidates the license, and a new license must be obtained. Section 6. That § 38-35-5 be AMENDED: 38-35-5. Each applicant for any license under this chapter, key participant, and landowner, if the applicant is the lessee, shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application for a license, the department shall submit the completed fingerprint cards to the division. Upon completion of the criminal background check, the division shall forward to the department all information obtained as a result of the criminal background check. This information shall must be obtained prior to the licensure of the applicant. All costs or fees associated with the criminal background checks are the responsibility of the applicant. Information provided to the department under this section is confidential, is not public record, and is exempt from the provisions of chapter 1-27. However, the department may share this information with law enforcement and the Department of Public Safety. Failure to submit to or cooperate with a criminal background check is grounds for denial or revocation of a license. The secretary may deny licensure if any applicant, key participant, or landowner has been convicted of a misdemeanor or felony relating to a controlled substance or marijuana under state or federal law within the previous ten years. Licensure under this chapter is not required for employees of the state of South Dakota when if performing official duties. Any person who has previously submitted a fingerprint card to the Division of Criminal Investigation as part of an application under the hemp program is not required to resubmit a fingerprint card but shall authorize the use of the previously submitted fingerprints for an updated state and federal background check. All costs or fees associated with the criminal background checks are the responsibility of the applicant. The secretary may waive the requirement that landowners submit a fingerprint card for a state and federal background check if the applicant is unable to have a fingerprint card completed. Other types of background checks may be required in lieu of fingerprint card. Section 7. That § 38-35-7 be AMENDED: 38-35-7. If the applicant has completed the application to the satisfaction of the secretary, paid the application fee, returned a criminal background check compliant with § 38-35-5, and is eligible for a license under this chapter, the secretary shall issue the license upon receipt of an annual license fee. A grower, research, or processor license issued under this chapter is valid for fifteen months from the date of issuance. The department may deny, revoke, or suspend a license of any person who: (1) Violates any provision of this chapter or administrative rule promulgated under the authority of this chapter; (2) Violates any rule set forth by the United States Department of Agriculture regarding industrial hemp; (3) Provides false or misleading information in connection with any application required by this chapter; (4) Has been convicted of a misdemeanor or felony relating to a controlled substance or marijuana under state or federal law within the previous ten years;or (5) Has been charged with or convicted of a misdemeanor or felony relating to a controlled substance or marijuana under state or federal law since the most recent criminal background check.; or (6) Requests the secretary to revoke or suspend the license. Any person whose license is denied, revoked, or suspended under this section may request a hearing pursuant to chapter 1-26. Section 8. That § 38-35-8 be AMENDED: 38-35-8. Within thirty days of planting, each grower licensee under this chapter shall file with the department planting verification documentation as required by the secretary in order to identify the type and variety of each hemp seed planted with its corresponding lot. Any documentation provided under this section is not an open record pursuant to chapter 1-27 and may not be disclosed except to the Department of Public Safety or law enforcement. The department may make publicly available a list of all types and varieties of planted hemp seed submitted to the department. Section 9. That § 38-35-9 be AMENDED: 38-35-9. The secretary shall may contract with the Department of Public Safety to conduct inspections and sampling of each lotlots and any processor location. The department and the Department of Public Safety may enter on any land or other property where hemp is grown, produced, stored, or processed for the purpose of inspections, sample collection, testing, or investigation while enforcing this chapter. Any person who holds a license under this chapter is deemed to have given consent to the reasonable search and seizure of any hemp without a warrant to determine the lawful amount of total delta-9 tetrahydrocannabinol concentration and for enforcement of the provisions of this chapter. The secretary shall assess a grower inspection fee per lot for grower licensees, a research inspection fee per lot for research licenses, and shall assess a processor inspection fee per location for processor licensees. Any substance found to be in violation of this chapter is subject to confiscation and disposal at the direction of the Department of Public Safety. Any costs arising from the loss of crop, destruction, confiscation, or disposal are the responsibility of the grower, producer, processor, or owner of the substance. The state is not liable for any confiscation, seizure, disposal, or destruction of any substance carried out under this chapter. Any testing, inspection, and investigation results shall must be provided to the licensee. Notice of any violation shall must be provided to the licensee in writing. Inspection and investigation records are not open records pursuant to chapter 1-27. Section 10. That § 38-35-10 be AMENDED: 38-35-10. Every lot ofAt the discretion of the secretary, a grower licenseeshall may be inspected and samples collected no more than thirty days before the hemp is harvested. The grower licensee shall contact the Department of Public Safety prior to harvest in order to ensure a reasonable amount of time to schedule an inspection. The grower licensee shallis required to be present during the inspection. No harvested lot of hemp shall be commingled with another harvested lot of hemp or other material. No and no hemp may leave the dominion of control of the grower licensee until the grower licensee receives a laboratory result from the department that confirms each lot complies with 7 U.S.C. Chapter 38, Subchapter VII, as provided in 7 C.F.R 990.70(d) and 990.71(d) in effect as of January 1, 2020March 22, 2021. Any location of the processor licensee may beis subject to random inspection. The processor licensee shallis required to be present during the inspection. At the discretion of the secretary, a research licensee may be inspected, and samples may be collected. The research licensee is required to be present during the inspection. Section 11. That § 38-35-11 be AMENDED: 38-35-11. The department shall promulgate rules, pursuant to chapter 1-26, to: (1) Establish application, application form, licensure, and renewal procedures; (2) Establish requirements to prevent the spread of hemp and hemp seeds from licensed land areas and provide for the assessment of costs for the remediation thereof; (3) Establish criteria and procedures for denial, revocation, or suspension of a license under this chapter; (4) Make any modification or addition to the hemp regulatory program in order to comply with any federal statutes or any rules and regulations regarding hemp enacted or implemented by the United States Department of Agriculture; (5) Establish a nonrefundable annual license application fee not to exceed fifty dollars, an a non-refundable annual grower license fee not to exceed five hundred dollars, a non-refundable annual research grower license fee not to exceed one hundred dollars, and an a non-refundable annual processor license fee not to exceed two thousand dollars; (6) Establish procedures for the collection of planting and harvest data for each lot; (7) Establish labeling requirements for hemp; and (8)(7) Establish rules for corrective action for negligent and culpable violations of this chapter.; (8) Establish transportation documentation requirements; (9) Establish inspection procedures and requirements, a grower inspection fee per lot not to exceed two hundred fifty dollars, a research inspection fee per lot not to exceed two hundred fifty dollars, a remediation fee not to exceed one hundred dollars per hour, and a processor inspection fee per any processor location not to exceed five hundred dollars; and (10) Establish sampling and testing procedures to determine if the hemp tested and sampled contains the lawful amount of total delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent. Section 12. That § 38-35-12 be AMENDED: 38-35-12. The Department of Health shall promulgate rules, pursuant to chapter 1-26, to: (1) Make any modification or addition to the hemp regulatory program in order to comply with any federal statutes or any rules and regulations regarding hemp enacted or implemented by the United States Department of Agriculture; and (2) Establish testing procedures to determine if the hemp tested contains the lawful amount of total delta-9 tetrahydrocannabinol concentration in hemp and certifying results; and (3) Establish labeling requirements for industrial hemp products. Section 13. That § 38-35-14 be AMENDED: 38-35-14. AllThe department compliance testing shall must be conducted by a laboratory approved by the Drug Enforcement Administration. The laboratory shall report the total delta-9 tetrahydrocannabinol concentration level and the measurement of uncertainty for each sample tested pursuant to this section. If a test reveals a total delta-9 tetrahydrocannabinol concentration of more than three-tenths of one percent but not more than five-tenths of one percent, the licensee may request a retest at the licensee's expense. If, upon the retesting, the total delta-9 tetrahydrocannabinol concentration exceeds three-tenths of one percent, the entire lot from which the noncompliant sample was collected shall either be destroyed as provided by § 38-35-9 or remediated and retested according to the United States Department of Agriculture guidelines. However, a sample that tests a result within a measurement of uncertainty that produces a range that includes a total delta-9 tetrahydrocannabinol concentration of three-tenths of one percent is compliant for the purposes of this chapter.For the purposes of this section, the measure of uncertainty means the parameter, associated with the result of a measurement, that characterizes the dispersion of the values that could reasonably be attributed to the particular quantity subject to measurement. Section 14. That § 38-35-16 be AMENDED: 38-35-16. Any transporter is deemed to have given consent to the reasonable search and seizure by law enforcement of any hemp without a warrant to determine the lawful amount of total delta-9 tetrahydrocannabinol concentration. For purposes of this section, product in process that is properly documented is compliant. Any law enforcement officer may require any transporter to stop for the purposes of inspection. During a stop, a law enforcement officer may collect a sample of any hemp for the purpose of testing for any concentration of total delta-9 tetrahydrocannabinol that exceeds three-tenths of one percent on a dry weight basis. Each sample collected by law enforcement may not exceed eight ounces. It is a Class 2 misdemeanor to transport industrial hemp or product in process, but not industrial hemp product, without appropriate documentation demonstrating compliance with an industrial hemp program of a federal, state, or tribal authority, in addition to any permit or documentation required by § 38-35-17. Section 15. That § 38-35-17 be AMENDED: 38-35-17. If the transporter is not a grower licensee, that transporter shall have in the transporter's possession the following documentation: (1) A copy of the license under which the industrial hemp was grown or produced; (2) A laboratory report produced by a Drug Enforcement Administration-registered laboratory that confirms the lot of origin of all hemp being transported complies with 7 U.S.C. Chapter 38, Subchapter VII, as provided in 7 C.F.R 990.70(d) and 990.71(d) in effect as of January 1, 2020 March 22, 2021; (3) A signed affirmation from the licensee and the transporter that no illicit drugs or variations of hemp not explicitly authorized by 7 U.S.C. Chapter 38, Subchapter VII will be transported; and (4) A bill of lading or manifest that includes the shipment contents, the specific name and address of the transporter, the specific name and address of the origin and lot of origin, the destination of the shipment, the total weight of the load, and the type of vehicle being used. Failure to possess the appropriate documentation pursuant to this section is a Class 2 misdemeanor. Section 16. That § 38-35-18 be AMENDED: 38-35-18. Each applicant, licensee, key participant, and transporter of industrial hemp, other than industrial hemp product, shall abide by any rules set forth by the United States Department of Agriculture and the United States Department of Agriculture-approved state hemp production plan. Section 17. That chapter 38-35 be amended with a NEW SECTION: Industrial hemp used in wildlife food plots not intended to be harvested must be sampled by November 1 of the year planted. No cannabidiol varieties shall be grown for the purpose of wildlife food plots. Section 18. That chapter 38-35 be amended with a NEW SECTION: No industrial hemp may be grown, stored, or transported concurrently with marijuana. A violation of this section is a Class 2 misdemeanor. Section 19. That § 38-35-13 be REPEALED: The Department of Public Safety shall promulgate rules, pursuant to chapter 1-26, to: (1) Make any modification or addition to the hemp regulatory program in order to comply with any federal statutes or any rules and regulations regarding hemp enacted or implemented by the United States Department of Agriculture; (2) Establish inspection procedures and requirements, a grower inspection fee per lot not to exceed two hundred fifty dollars, and a processor inspection fee per any processor location not to exceed five hundred dollars; (3) Establish transportation documentation requirements; (4) Establish sampling and testing procedures to determine if the hemp tested and sampled is the lawful amount of delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent; and (5) Establish rules for corrective action for negligent and culpable violations of this chapter. Section 20. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 23064, "bill_version_id": 236068, "bill_version": "Enrolled", "bill_version_date": "2022-03-08T10:05:43.963-06:00", "bill_text": "ENTITLED An Act to revise provisions regarding industrial hemp and to declare an emergency. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 38-35-1 be AMENDED: 38-35-1. Terms used in this chapter mean: (1) \"Applicant,\" a person, including the state or any agency or institution thereof, any municipality, political subdivision, public or private corporation, individual, partnership, limited liability company, association, or trust; and includes any officer or governing or managing body of any municipality, political subdivision, or public or private corporation, or limited liability company, applying for an industrial hemp grower license, processor license, or both; (2) \"Department,\" the Department of Agriculture and Natural Resources; (3) \"Greenhouse,\" any indoor structure or enclosed building capable of continuous cultivation throughout the year, no less than two thousand eight hundred and eighty square feet, not part of a residential dwelling. Greenhouses may contain multiple lots that are separated and identified; (4) \"Hemp\" or \"industrial hemp,\" the plant Cannabis sativa L. and any part of that plant, including the seeds thereof and all derivatives, extracts, cannabinoids, isomers, acids, salts, and salts of isomers, whether growing or not, with a total delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent on a dry weight basis; (5) \"Key participant,\" a sole proprietor, a partner in a partnership, a principal executive officer for a government entity, or a person with executive managerial control in a corporation or limited liability company; (6) \"Industrial hemp product,\" a finished manufactured product, or consumer product made from industrial hemp with a total delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent, derived from or made by processing industrial hemp; (7) \"Lot,\" a contiguous area in a field or greenhouse containing the same variety or strain of hemp throughout the area; (8) \"Measurement of uncertainty,\" the parameter associated with the result of a measurement, that characterizes the dispersion of the values that could reasonably be attributed to the particular quantity subject to measurement; (9) \"Process\" or \"processing,\" to render raw industrial hemp plants or plant parts from their natural or original state to an initial processed form. Typical processing includes decortication, devitalization, crushing, or extraction; (10) \"Processor,\" a person that converts raw hemp into an initial processed form; (11) \"Produce\" or \"producing,\" to grow, germinate, dry, sort, grade, bale, grind, mill, pelletize, and harvest hemp plants in the field or in a greenhouse; (12) \"Product in process,\" the product being processed by a state licensed hemp processor or the transfer of that product at no higher than one percent total delta-9 tetrahydrocannabinol between one or more licensed hemp processors during the process of processing state or federally approved, lab-tested biomass from a licensed grower into a finished industrial hemp product; (13) \"Remediation,\" the process of rendering non-compliant cannabis compliant using methods accepted by the USDA; (14) \"Secretary,\" the secretary of the Department of Agriculture and Natural Resources; (15) \"Total delta-9 THC or total delta-9 tetrahydrocannabinol,\" the value determined after the process of decarboxylation, or the application of a conversion factor if the testing methodology does not include decarboxylation, that expresses the potential total delta-9 tetrahydrocannabinol content derived from the sum of the THC and THCA content and reported on a dry weight basis; and (16) \"Transporter,\" any person transporting, hauling, or delivering immature or mature hemp or product in process, but not industrial hemp product or sterilized seeds that are incapable of beginning germination. Section 2. That § 38-35-2 be AMENDED: 38-35-2. No person may purchase, receive, or obtain industrial hemp or product in process, other than industrial hemp seed or industrial hemp product, for planting, storing, propagating, producing, or processing unless the person has a license as provided by this chapter or is working under contract with or under the direction of a licensee. The licensee is responsible, either civilly or criminally, for any person working under contract with or under the direction of a licensee for all sections of this chapter. It is a Class 2 misdemeanor to purchase, receive, or obtain industrial hemp or product in process, other than industrial hemp product, for planting, storing, propagating, producing, or processing without a license. No unlicensed person is subject to criminal penalties for possession or distribution of hemp seed. Section 3. That § 38-35-3 be AMENDED: 38-35-3. After the department receives approval by the United States Secretary of Agriculture for the state plan submitted pursuant to § 38-35-15, any person seeking to purchase, receive, or obtain industrial hemp, other than industrial hemp product, for planting, storing, propagating, or producing shall apply to the secretary for a grower license on an application form prescribed by the department and submit a nonrefundable annual application fee. The secretary shall deposit fees collected under this chapter in the hemp regulatory program fund. An application for licensure to plant, grow, or produce industrial hemp must be for at least one-half, contiguous outdoor acre with a three hundred plant minimum, or in a greenhouse with a fifty plant minimum, or combination thereof. No industrial hemp grower's license may be issued by the secretary to plant, grow, or produce industrial hemp within the corporate limits of any incorporated municipality without receiving verification from the municipality that it meets all applicable municipal zoning regulations. Section 4. That chapter 38-35 be amended with a NEW SECTION: Any person seeking to plant, store, propagate, or produce industrial hemp for the purpose of research shall apply to the secretary for a research license on an application form prescribed by the department and submit a nonrefundable annual application fee. The secretary shall deposit fees collected under this chapter in the hemp regulatory program fund pursuant to § 38-35-6. Research licensees may be exempt from lot size minimums pursuant to § 38-35-3. Applicants for a research license must be affiliated with an accredited university. Applicants for a research license must submit a summary to the department that outlines the applicant's objectives and a timeline of activities. All industrial hemp produced or processed under a research license must be: (1) Grown, used, or processed for research purposes only; and (2) Properly disposed of in a manner to render irretrievable and unable to enter the stream of commerce, except for industrial hemp seed. Section 5. That § 38-35-4 be AMENDED: 38-35-4. After the department receives approval by the United States Secretary of Agriculture for the state plan submitted pursuant to § 38-35-15, any person seeking to purchase, receive, or obtain industrial hemp, other than industrial hemp product, for processing shall apply to the secretary for a processor license on an application form prescribed by the department and submit a nonrefundable annual application fee. The applicant may submit an application form for a processor license at any time. The secretary shall deposit fees collected under this chapter in the hemp regulatory program fund. The applicant shall provide to the department the street address, legal description, and latitude and longitude coordinates for any location where hemp will be processed under the processor's license and certify that any location where hemp is to be processed is under the control of the applicant. A processor licensee shall provide notice of any change in ownership or location to the department within ten days of a change. Failure to amend change of ownership or location automatically invalidates the license, and a new license must be obtained. Section 6. That § 38-35-5 be AMENDED: 38-35-5. Each applicant for any license under this chapter, key participant, and landowner, if the applicant is the lessee, shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application for a license, the department shall submit the completed fingerprint cards to the division. Upon completion of the criminal background check, the division shall forward to the department all information obtained as a result of the criminal background check. This information must be obtained prior to the licensure of the applicant. All costs or fees associated with the criminal background checks are the responsibility of the applicant. Information provided to the department under this section is confidential, is not public record, and is exempt from the provisions of chapter 1-27. However, the department may share this information with law enforcement and the Department of Public Safety. Failure to submit to or cooperate with a criminal background check is grounds for denial or revocation of a license. The secretary may deny licensure if any applicant, key participant, or landowner has been convicted of a misdemeanor or felony relating to a controlled substance or marijuana under state or federal law within the previous ten years. Licensure under this chapter is not required for employees of the state of South Dakota if performing official duties. Any person who has previously submitted a fingerprint card to the Division of Criminal Investigation as part of an application under the hemp program is not required to resubmit a fingerprint card but shall authorize the use of the previously submitted fingerprints for an updated state and federal background check. All costs or fees associated with the criminal background checks are the responsibility of the applicant. The secretary may waive the requirement that landowners submit a fingerprint card for a state and federal background check if the applicant is unable to have a fingerprint card completed. Other types of background checks may be required in lieu of fingerprint card. Section 7. That § 38-35-7 be AMENDED: 38-35-7. If the applicant has completed the application to the satisfaction of the secretary, paid the application fee, returned a criminal background check compliant with § 38-35-5, and is eligible for a license under this chapter, the secretary shall issue the license upon receipt of an annual license fee. A grower, research, or processor license issued under this chapter is valid for fifteen months from the date of issuance. The department may deny, revoke, or suspend a license of any person who: (1) Violates any provision of this chapter or administrative rule promulgated under the authority of this chapter; (2) Violates any rule set forth by the United States Department of Agriculture regarding industrial hemp; (3) Provides false or misleading information in connection with any application required by this chapter; (4) Has been convicted of a misdemeanor or felony relating to a controlled substance or marijuana under state or federal law within the previous ten years; (5) Has been charged with or convicted of a misdemeanor or felony relating to a controlled substance or marijuana under state or federal law since the most recent criminal background check; or (6) Requests the secretary to revoke or suspend the license. Any person whose license is denied, revoked, or suspended under this section may request a hearing pursuant to chapter 1-26. Section 8. That § 38-35-8 be AMENDED: 38-35-8. Within thirty days of planting, each grower licensee under this chapter shall file with the department planting verification documentation as required by the secretary to identify the type and variety of each hemp seed planted with its corresponding lot. Section 9. That § 38-35-9 be AMENDED: 38-35-9. The secretary may contract with the Department of Public Safety to conduct inspections and sampling of lots and any processor location. The department and the Department of Public Safety may enter on any land or other property where hemp is grown, produced, stored, or processed for the purpose of inspections, sample collection, testing, or investigation while enforcing this chapter. Any person who holds a license under this chapter is deemed to have given consent to the reasonable search and seizure of any hemp without a warrant to determine the lawful amount of total delta-9 tetrahydrocannabinol concentration and for enforcement of the provisions of this chapter. The secretary shall assess a grower inspection fee per lot for grower licensees, a research inspection fee per lot for research licenses, and a processor inspection fee per location for processor licensees. Any substance found to be in violation of this chapter is subject to confiscation and disposal at the direction of the Department of Public Safety. Any costs arising from the loss of crop, destruction, confiscation, or disposal are the responsibility of the grower, producer, processor, or owner of the substance. The state is not liable for any confiscation, seizure, disposal, or destruction of any substance carried out under this chapter. Any testing, inspection, and investigation results must be provided to the licensee. Notice of any violation must be provided to the licensee in writing. Inspection and investigation records are not open records pursuant to chapter 1-27. Section 10. That § 38-35-10 be AMENDED: 38-35-10. At the discretion of the secretary, a grower licensee may be inspected and samples collected no more than thirty days before the hemp is harvested. The grower licensee shall contact the Department of Public Safety prior to harvest in order to ensure a reasonable amount of time to schedule an inspection. The grower licensee is required to be present during the inspection. No harvested lot of hemp shall be commingled with another harvested lot of hemp and no hemp may leave the dominion of control of the grower licensee until the grower licensee receives a laboratory result from the department that confirms each lot complies with 7 U.S.C. Chapter 38, Subchapter VII, as provided in 7 C.F.R 990.70(d) and 990.71(d) in effect as of March 22, 2021. Any location of the processor licensee is subject to random inspection. The processor licensee is required to be present during the inspection. At the discretion of the secretary, a research licensee may be inspected, and samples may be collected. The research licensee is required to be present during the inspection. Section 11. That § 38-35-11 be AMENDED: 38-35-11. The department shall promulgate rules, pursuant to chapter 1-26, to: (1) Establish application, application form, licensure, and renewal procedures; (2) Establish requirements to prevent the spread of hemp and hemp seeds from licensed land areas and provide for the assessment of costs for the remediation thereof; (3) Establish criteria and procedures for denial, revocation, or suspension of a license under this chapter; (4) Make any modification or addition to the hemp regulatory program in order to comply with any federal statutes or any rules and regulations regarding hemp enacted or implemented by the United States Department of Agriculture; (5) Establish a nonrefundable annual license application fee not to exceed fifty dollars, a non-refundable annual grower license fee not to exceed five hundred dollars, a non-refundable annual research grower license fee not to exceed one hundred dollars, and a non-refundable annual processor license fee not to exceed two thousand dollars; (6) Establish procedures for the collection of planting and harvest data for each lot; (7) Establish rules for corrective action for negligent and culpable violations of this chapter; (8) Establish transportation documentation requirements; (9) Establish inspection procedures and requirements, a grower inspection fee per lot not to exceed two hundred fifty dollars, a research inspection fee per lot not to exceed two hundred fifty dollars, a remediation fee not to exceed one hundred dollars per hour, and a processor inspection fee per any processor location not to exceed five hundred dollars; and (10) Establish sampling and testing procedures to determine if the hemp tested and sampled contains the lawful amount of total delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent. Section 12. That § 38-35-12 be AMENDED: 38-35-12. The Department of Health shall promulgate rules, pursuant to chapter 1-26, to: (1) Make any modification or addition to the hemp regulatory program in order to comply with any federal statutes or any rules and regulations regarding hemp enacted or implemented by the United States Department of Agriculture; (2) Establish testing procedures to determine if the hemp tested contains the lawful amount of total delta-9 tetrahydrocannabinol concentration and certifying results; and (3) Establish labeling requirements for industrial hemp products. Section 13. That § 38-35-14 be AMENDED: 38-35-14. The department compliance testing must be conducted by a laboratory approved by the Drug Enforcement Administration. The laboratory shall report the total delta-9 tetrahydrocannabinol concentration level and the measurement of uncertainty for each sample tested pursuant to this section. If a test reveals a total delta-9 tetrahydrocannabinol concentration of more than three-tenths of one percent but not more than five-tenths of one percent, the licensee may request a retest at the licensee's expense. If upon the retesting, the total delta-9 tetrahydrocannabinol concentration exceeds three-tenths of one percent, the entire lot from which the noncompliant sample was collected shall either be destroyed or remediated and retested according to the United States Department of Agriculture guidelines. However, a sample that tests a result within a measurement of uncertainty that produces a range that includes a total delta-9 tetrahydrocannabinol concentration of three-tenths of one percent is compliant for the purposes of this chapter. Section 14. That § 38-35-16 be AMENDED: 38-35-16. Any transporter is deemed to have given consent to the reasonable search and seizure by law enforcement of any hemp without a warrant to determine the lawful amount of total delta-9 tetrahydrocannabinol concentration. For purposes of this section, product in process that is properly documented is compliant. Any law enforcement officer may require any transporter to stop for the purposes of inspection. During a stop, a law enforcement officer may collect a sample of any hemp for the purpose of testing for any concentration of total delta-9 tetrahydrocannabinol that exceeds three-tenths of one percent on a dry weight basis. Each sample collected by law enforcement may not exceed eight ounces. It is a Class 2 misdemeanor to transport industrial hemp or product in process, but not industrial hemp product, without appropriate documentation demonstrating compliance with an industrial hemp program of a federal, state, or tribal authority, in addition to any permit or documentation required by § 38-35-17. Section 15. That § 38-35-17 be AMENDED: 38-35-17. If the transporter is not a grower licensee, that transporter shall have in the transporter's possession the following documentation: (1) A copy of the license under which the industrial hemp was grown or produced; (2) A laboratory report produced by a Drug Enforcement Administration-registered laboratory that confirms the lot of origin of all hemp being transported complies with 7 U.S.C. Chapter 38, Subchapter VII, as provided in 7 C.F.R 990.70(d) and 990.71(d) in effect as of March 22, 2021; (3) A signed affirmation from the licensee and the transporter that no illicit drugs or variations of hemp not explicitly authorized by 7 U.S.C. Chapter 38, Subchapter VII will be transported; and (4) A bill of lading or manifest that includes the shipment contents, the specific name and address of the transporter, the specific name and address of the origin and lot of origin, the destination of the shipment, the total weight of the load, and the type of vehicle being used. Failure to possess the appropriate documentation pursuant to this section is a Class 2 misdemeanor. Section 16. That § 38-35-18 be AMENDED: 38-35-18. Each applicant, licensee, key participant, and transporter of industrial hemp, other than industrial hemp product, shall abide by any rules set forth by the United States Department of Agriculture and the United States Department of Agriculture-approved state hemp production plan. Section 17. That chapter 38-35 be amended with a NEW SECTION: Industrial hemp used in wildlife food plots not intended to be harvested must be sampled by November 1 of the year planted. No cannabidiol varieties shall be grown for the purpose of wildlife food plots. Section 18. That chapter 38-35 be amended with a NEW SECTION: No industrial hemp may be grown, stored, or transported concurrently with marijuana. A violation of this section is a Class 2 misdemeanor. Section 19. That § 38-35-13 be REPEALED. Section 20. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval. An Act to revise provisions regarding industrial hemp and to declare an emergency. I certify that the attached Act originated in the: Senate as Bill No. 201 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 201 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2022 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2022 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2022 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23064, "action_date": "2022-02-02T14:00:00-06:00", "document_id": 231864, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231864.pdf", "status_text": "First read in Senate and referred to", "journal_page": 159, "committee_id_action": 1034, "committee_id_assigned": 1021, "result": "N", "vote": {}}, {"bill_id": 23064, "action_date": "2022-02-17T10:00:00-06:00", "document_id": 233701, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233701.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1021, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23064, "action_date": "2022-02-17T10:00:00-06:00", "document_id": 233706, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233706.pdf", "status_text": "Motion to amend", "journal_page": 1, "committee_id_action": 1021, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23064, "action_date": "2022-02-17T10:00:00-06:00", "document_id": 233706, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233706.pdf", "status_text": "Do Pass Amended", "journal_page": 1, "committee_id_action": 1021, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 74136, "president_vote": null, "Yea": [3921, 3936, 3961, 3979, 3996], "Excused": [3940, 3949]}}, {"bill_id": 23064, "action_date": "2022-02-23T13:00:00-06:00", "document_id": 234394, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234394.pdf", "status_text": "Motion to amend", "journal_page": 334, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23064, "action_date": "2022-02-23T13:00:00-06:00", "document_id": 234394, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234394.pdf", "status_text": "Do Pass Amended", "journal_page": 334, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 74512, "president_vote": null, "Yea": [3918, 3921, 3925, 3926, 3936, 3939, 3943, 3949, 3956, 3958, 3961, 3962, 3966, 3974, 3979, 3990, 3991, 3993, 3994, 3996, 4000, 4003, 4006, 4010, 4012, 4016], "Nay": [3920, 3922, 3932, 3935, 3940, 3952, 3975, 3999, 4002]}}, {"bill_id": 23064, "action_date": "2022-02-24T14:00:00-06:00", "document_id": 234641, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234641.pdf", "status_text": "First read in House and referred to", "journal_page": 465, "committee_id_action": 1008, "committee_id_assigned": 1002, "result": "N", "vote": {}}, {"bill_id": 23064, "action_date": "2022-03-01T07:45:00-06:00", "document_id": 234737, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234737.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1002, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23064, "action_date": "2022-03-01T07:45:00-06:00", "document_id": 234738, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234738.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1002, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 74949, "president_vote": null, "Nay": [3917, 3924, 3992, 4014, 4015, 3950], "Yea": [3937, 3941, 3964, 3965, 3967, 4007, 3980]}}, {"bill_id": 23064, "action_date": "2022-03-02T14:00:00-06:00", "document_id": 235434, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/235434.pdf", "status_text": "Motion to amend", "journal_page": 522, "committee_id_action": 1008, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23064, "action_date": "2022-03-02T14:00:00-06:00", "document_id": 235434, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/235434.pdf", "status_text": "Do Pass Amended", "journal_page": 522, "committee_id_action": 1008, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 75177, "president_vote": null, "Yea": [3912, 3914, 3915, 3916, 3917, 3919, 3923, 3924, 3927, 3928, 3929, 3930, 3931, 3933, 3934, 3937, 3938, 3941, 3944, 3945, 3946, 3948, 3950, 3951, 3953, 3954, 3955, 3957, 3959, 3960, 3963, 3964, 3965, 3967, 3968, 3969, 3970, 3971, 3972, 3976, 3977, 3978, 3980, 3981, 3982, 3983, 3984, 3985, 3987, 3988, 3989, 3992, 3995, 3997, 3998, 4001, 4004, 4005, 4007, 4008, 4009, 4011, 4013, 4014, 4015, 3942], "Nay": [3913, 3947, 3986], "Excused": [3973]}}, {"bill_id": 23064, "action_date": "2022-03-07T11:00:00-06:00", "document_id": 235844, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/235844.pdf", "status_text": "Concurred in amendments", "journal_page": 463, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 75337, "president_vote": null, "Yea": [3918, 3920, 3921, 3922, 3925, 3926, 3932, 3936, 3940, 3943, 3949, 3952, 3956, 3958, 3961, 3962, 3966, 3974, 3979, 3990, 3991, 3993, 3994, 3996, 3999, 4000, 4002, 4003, 4006, 4010, 4012, 4016], "Excused": [3935, 3939], "Nay": [3975]}}, {"bill_id": 23064, "action_date": "2022-03-08T10:00:00-06:00", "document_id": 236113, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236113.pdf", "status_text": "Signed by the President", "journal_page": 488, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23064, "action_date": "2022-03-08T10:00:00-06:00", "document_id": 236130, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236130.pdf", "status_text": "Signed by the Speaker", "journal_page": 635, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23064, "action_date": "2022-03-09T10:00:00-06:00", "document_id": 236265, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236265.pdf", "status_text": "Delivered to the Governor", "journal_page": 495, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23064, "action_date": "2022-03-28T11:00:00-05:00", "document_id": 236435, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236435.pdf", "status_text": "Signed by the Governor", "journal_page": 543, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7545, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/23064"}