{"session_id": 15, "bill_id": 3858, "bill_type": "House Commemoration", "bill_number": 1063, "bill_title": "Commending and honoring National Merit Semifinalist Matt DeYoung of Sioux Falls Washington High School for his outstanding academic achievements.", "sponsors": [{"legislator_profile_id": 249, "is_prime": true}, {"legislator_profile_id": 225, "is_prime": true}, {"legislator_profile_id": 296, "is_prime": false}, {"legislator_profile_id": 297, "is_prime": false}, {"legislator_profile_id": 220, "is_prime": false}, {"legislator_profile_id": 302, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 3858, "bill_version_id": 22436, "bill_version": "Introduced", "bill_version_date": "2012-02-29T10:54:46.86-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring National Merit Semifinalist Matt DeYoung of Sioux Falls Washington High School for his outstanding academic achievements. WHEREAS, the National Merit Scholarship Program is an academic competition for recognition and scholarships that began in 1955; and WHEREAS, Matt DeYoung of Sioux Falls Washington High School has shown exemplary patience, dedication, and excellence in academics; and WHEREAS, all members of the Washington High School community helped facilitate and cultivate the academic, mental, and emotional growth and development of the students; and WHEREAS, Matt DeYoung received letters of commendation in recognition of his outstanding academic promise; and WHEREAS, Matt DeYoung has excelled academically by meeting high academic standards and has been selected from one and one-half million other entrants to advance to semifinalist status, whereby he joins an elite group representing the nation's best and brightest high school students: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-seventh Legislature of the State of South Dakota, that the Legislature congratulates Matt DeYoung on the success of his academic performance."}, {"bill_id": 3858, "bill_version_id": 22561, "bill_version": "Enrolled", "bill_version_date": "2012-03-01T17:05:04.853-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring National Merit Semifinalist Matt DeYoung of Sioux Falls Washington High School for his outstanding academic achievements. WHEREAS, the National Merit Scholarship Program is an academic competition for recognition and scholarships that began in 1955; and WHEREAS, Matt DeYoung of Sioux Falls Washington High School has shown exemplary patience, dedication, and excellence in academics; and WHEREAS, all members of the Washington High School community helped facilitate and cultivate the academic, mental, and emotional growth and development of the students; and WHEREAS, Matt DeYoung received letters of commendation in recognition of his outstanding academic promise; and WHEREAS, Matt DeYoung has excelled academically by meeting high academic standards and has been selected from one and one-half million other entrants to advance to semifinalist status, whereby he joins an elite group representing the nation's best and brightest high school students: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-seventh Legislature of the State of South Dakota, that the Legislature congratulates Matt DeYoung on the success of his academic performance. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3858, "action_date": "2012-02-29T10:00:00-06:00", "document_id": 22437, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22437.pdf", "status_text": "", "journal_page": 704, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}]}