{"session_id": 69, "bill_id": 25141, "bill_type": "House Bill", "bill_number": 1198, "bill_title": "revise the process for nominating candidates for the offices of lieutenant governor, attorney general, and secretary of state.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25141", "sponsors": [{"legislator_profile_id": 4568, "is_prime": true}, {"legislator_profile_id": 4512, "is_prime": false}, {"legislator_profile_id": 4532, "is_prime": false}, {"legislator_profile_id": 4551, "is_prime": false}, {"legislator_profile_id": 4554, "is_prime": false}, {"legislator_profile_id": 4558, "is_prime": false}, {"legislator_profile_id": 4566, "is_prime": false}, {"legislator_profile_id": 4570, "is_prime": false}], "keywords": ["Campaign Finance", "Elections", "Political Parties", "Promulgation of Rules"], "audio": [{"meeting_datetime": "2024-02-05T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hst18.mp3", "start_seconds": 2648.0}, {"meeting_datetime": "2024-02-05T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hst18.mp3", "start_seconds": 2648.0}, {"meeting_datetime": "2024-02-05T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hst18.mp3", "start_seconds": 2648.0}, {"meeting_datetime": "2024-02-05T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hst18.mp3", "start_seconds": 2648.0}, {"meeting_datetime": "2024-02-05T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hst18.mp3", "start_seconds": 2648.0}], "bill_versions": [{"bill_id": 25141, "bill_version_id": 263100, "bill_version": "Introduced", "bill_version_date": "2024-01-29T09:38:05.51-06:00", "bill_text": "An Act to revise the process for nominating candidates for the offices of lieutenant governor, attorney general, and secretary of state. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to chapter 12-5: A political party's candidate for the office of Governor shall nominate a candidate for lieutenant governor and shall certify the nomination to the secretary of state no later than five p.m. central time on the second Tuesday in August in the year of the election. The party's candidate for Governor and the candidate's nominee for lieutenant governor shall sign the certification. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, to prescribe the form for the certification of a candidate for lieutenant governor. Section 2. That a NEW SECTION be added to chapter 12-5: A candidate for lieutenant governor may withdraw the nomination by filing a request under oath with the secretary of state. The certified request must be submitted to the secretary of state no later than five p.m. central time on the first Tuesday in August in the year of the election. If a candidate for lieutenant governor withdraws, is deceased, or is disqualified to serve as a statewide officer, the party's candidate for Governor must nominate a replacement and certify the nomination to the secretary of state no later than five p.m. central time on the second Tuesday in August in the year of the election. The party's candidate for Governor and the candidate's nominee for lieutenant governor shall sign the certification. The secretary of state may not place the name of the candidate for Governor on the general election ballot until a candidate for lieutenant governor has been certified. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the form for the withdrawal of a candidate for lieutenant governor. Section 3. That § 12-5-17 be AMENDED: 12-5-17. Each political party shall hold a state convention in each even-numbered year for the purposes stated in § 12-5-21. The state central committee of each political party shall determine the time and place of the convention. The chair of the committee shall notify the secretary of state of the date and place of the convention at least fifteen business days prior to thirty days before the date chosen. Section 4. That § 12-5-21 be AMENDED: 12-5-21. TheIn the years the Governor is to be elected, a political party's state convention shall nominate candidates for lieutenant governor, attorney general, secretary of state, state auditor, state treasurer, commissioner of school and public lands, and public utilities commissioner and in. In the years when a President of the United States is to be elected, the convention shall nominate presidential electors and, national committeeman and national committeewoman of the party, and public utilities commissioner. Section 5. That § 12-5-25 be AMENDED: 12-5-25. A political party with alternative political status may nominate a candidate for United States Senate, United States House of Representatives, Governor, attorney general, secretary of state, and any legislative seat by convention, if the nomination is submitted with the proper documentation to the Office of the Secretary of State no later than 5:00 p.m. central time on the second Tuesday in August, of the year of the election. A candidate registered with a political party with an alternative political status may choose, if allowed by the party bylaws, to participate in a primary election by submitting a candidate petition no later than the last Tuesday of March in accordance with § 12-5-1.4. Section 6. That § 12-5-26 be AMENDED: 12-5-26. A new political party may nominate a candidate for United States Senate, United States House of Representatives, Governor, attorney general, secretary of state, and any legislative seat by convention, if the nomination is submitted with the proper documentation to the Office of the Secretary of State no later than 5:00 five p.m. central time on the second Tuesday in August, of the year of the election. Section 7. That § 12-6-7 be AMENDED: 12-6-7. A nominating petition may be composed of several sheets, each. Each sheet shall must have identical headings printed at the top and shall must be a self-contained sheet of paper. The petition for a candidate for the Legislature shall designate must specify the senatorial or representative district number and house for which the person is a candidate. The petition for party office or political public office for a state a political party's gubernatorial or federal candidate shall must be signed by not less than one percent of the voters who voted for that party's gubernatorial candidate at the last gubernatorial election in the state. The petition of a party's candidate for attorney general, or secretary of state must be signed by not less than one-quarter of one percent of the voters who voted for that party's gubernatorial candidate at the last gubernatorial election or two hundred fifty qualified voters, whichever is greater. A petition for the Legislature, county party office, or county political public office shall must be signed by not less than one percent of the voters who voted for that party's gubernatorial candidate at the last gubernatorial election, or fifty voters, in the county, part of the county, or district electing a candidate to fill the office, whichever is less. If the party meets the requirement for alternative political status as defined in § 12-1-3.1, the petition for party office or political public office for a state or federal candidate shall must be signed by not less than one percent of the voters who voted for that party's statewide candidate receiving the highest votes at the last gubernatorial election in the state. A petition for the Legislature, county party office, or county political public office shall must be signed by not less than one percent of the voters who voted for that party's statewide candidate receiving the highest votes at the last gubernatorial election in the county, part of the county, or district electing a candidate to fill the office, whichever is less. If a county uses vote centers and does not print ballots by precinct, signature requirements are: (1) For both partisan and independent candidates, fifty signatures for a legislative candidate whose district either in whole or in part includes that county; (2) For a county candidate: (a) Partisan candidate petitions shall must be signed by the lesser of fifty signatures or signatures from one percent of the voters who voted for that party's gubernatorial candidate, or the party’s statewide candidate receiving the highest votes if the party meets the requirement for alternative party status as defined in § 12-1-3.1, at the last gubernatorial election in the county electing a candidate to fill the office; or (b) Independent candidate petitions shall must be signed by not less than one percent of the total combined vote for Governor at the last certified election within the county electing a candidate to fill the office; (3) Half the number of signatures required under subdivision (2), for county commissioner district candidates; (4) Five signatures for a new party legislative candidate whose district either in whole or in part includes that county; (5) Five signatures for a new party county candidate; or (6) Three signatures for a new party county commissioner district candidate. Section 8. That § 12-7-1 be AMENDED: 12-7-1. Any candidate for nonjudicial public office, except the office of lieutenant governor and as provided in § 12-7-7, who is not nominated by a primary election, may be nominated by filing a certificate of nomination with the secretary of state or county auditor as prescribed by in the manner of filing nominating petitions as described in § 12-6-4, after December thirty-first and by but no later than five p.m. local time on the last Tuesday of in April at 5:00 p.m. local time before the election. A certificate of nomination shall must be executed as provided in chapter 12-6. If A certificate of nomination is timely submitted if the certificate of nomination is mailed by registered mail by no later than five p.m. local time on the last Tuesday of in April at 5:00 p.m. local time before the election, it is timely submitted. The certificate of nomination shall must be signed by registered voters within the district or political subdivision in and for which the officers are to be elected. The number of signatures required may not be less than one percent of the total combined vote cast for Governor at the last certified gubernatorial election within the district or political subdivision. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the forms for the certificate of nomination. Section 9. That § 12-7-1.2 be AMENDED: 12-7-1.2. An independent candidate for Governor shall certify the candidate's selection select a candidate for lieutenant governor and shall certify the selection to the secretary of state with the candidate's nominating petition no later than 5:00 p.m. central time on the second Tuesday in August of the year of the election. The candidate for Governor and the candidate's selection nominee for lieutenant governor shall sign the certification before the nominating petitions are circulated. If an. An independent candidate for lieutenant governor withdraws, no may withdraw by filing a request under oath with the secretary of state. If an independent candidate for lieutenant governor withdraws, the independent candidate for Governor may have the candidate's name printed upon a ballot unless a must select a replacement and must certify the selection for lieutenant governor is certified to the secretary of state by the no later than 5:00 p.m. central time on the second Tuesday in August of the year of the election. The candidate for Governor and the candidate's replacement selection for lieutenant governor shall sign the certification. The secretary of state may not place the name of the candidate for Governor on the general election ballot until a replacement candidate has been certified. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the forms form for the certification for lieutenant governor. Section 10. That a NEW SECTION be added to chapter 12-7: An independent candidate for lieutenant governor may withdraw the nomination by filing a request under oath with the secretary of state. The certified request must be submitted to the secretary of state no later than five p.m. central time on the first Tuesday in August in the year of the election. If an independent candidate for lieutenant governor withdraws, is deceased, or is disqualified to serve as a statewide officer, the independent candidate for Governor must nominate a replacement and certify the nomination to the secretary of state no later than five p.m. central time on the second Tuesday in August in the year of the election. The independent candidate for Governor and the candidate's nominee for lieutenant governor shall sign the certification. The secretary of state may not place the name of the candidate for Governor on the general election ballot until a candidate for lieutenant governor has been certified. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the form for the withdrawal of a candidate for lieutenant governor. Section 11. That § 12-25-28 be AMENDED: 12-25-28. Any candidate for the United States Senate, the United States House of Representatives, Governor, attorney general, secretary of state, circuit court judge, or the Legislature shall file a statement of financial interest with the secretary of state not more than fifteen days after filing the candidate's nominating petitions. Any Supreme Court justice shall file a statement of financial interest with the secretary of state not more than fifteen days following notice to the secretary of state of the justice's intention to place the justice's name on the retention ballot. A violation of this section is a petty offense. Any intentional violation of this section is a Class 2 misdemeanor. Section 12. That § 12-25-29 be AMENDED: 12-25-29. Any candidate for lieutenant governor, state treasurer, attorney general, secretary of state, state auditor, public utilities commissioner, or commissioner of school and public lands shall file a statement of financial interest with the secretary of state not more than fifteen days after the candidate's nomination is certified. A violation of this section is a petty offense. Any intentional violation of this section is a Class 2 misdemeanor."}], "amendments": [{"bill_id": 25141, "document_id": 264566, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264566.pdf", "legislator_profile_id": 4504, "document_id_instructions": 264567, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/264567.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 25141, "action_date": "2024-01-29T14:00:00-06:00", "document_id": 262950, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262950.pdf", "status_text": "First read in House and referred to", "journal_page": 187, "committee_id_action": 1197, "committee_id_assigned": 1203, "result": "N", "vote": {}}, {"bill_id": 25141, "action_date": "2024-02-05T07:45:00-06:00", "document_id": 264412, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264412.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1203, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25141, "action_date": "2024-02-05T07:45:00-06:00", "document_id": 264413, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264413.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1203, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79188, "president_vote": null, "Yea": [4476, 4478, 4483, 4486, 4495, 4505, 4525, 4570, 4551, 4532], "Nay": [4485, 4504, 4552]}}]}