{"session_id": 36, "bill_id": 9553, "bill_type": "Senate Bill", "bill_number": 28, "bill_title": "repeal provisions regarding the amusement device tax and amusement device registration.", "sponsors": [], "keywords": ["Fees", "Licenses", "Permit", "Public Officers and Employees", "Taxation"], "audio": [{"meeting_datetime": "2019-01-16T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sta07.mp3", "start_seconds": 505.0}, {"meeting_datetime": "2019-01-16T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sta07.mp3", "start_seconds": 505.0}, {"meeting_datetime": "2019-01-16T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sta07.mp3", "start_seconds": 505.0}, {"meeting_datetime": "2019-01-16T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sta07.mp3", "start_seconds": 505.0}], "bill_versions": [{"bill_id": 9553, "bill_version_id": 51388, "bill_version": "Introduced", "bill_version_date": "2019-01-06T16:31:14.29-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal provisions regarding the amusement device tax and amusement device registration. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-58-1 be repealed. 10-58-1. There is imposed upon owners and operators a special amusement excise tax of four and one-half percent of the gross receipts from the operation of any mechanical or electronic amusement device. Section 2. That § 10-58-2 be repealed. 10-58-2. Every machine or device referred to in § 10-58-1 shall be registered by the owner or person in possession thereof before it is offered to the public or any person for use. Section 3. That § 10-58-3 be repealed. 10-58-3. Such owner or operator shall pay an annual registration fee of twelve dollars per machine. Payment of the registration fee allows the machine to be offered to the public or any person until June thirtieth. Each person tendering a registration fee shall indicate whether the machine is being operated within an incorporated municipality and which municipality. The registration fee is in lieu of municipal sales or use tax incurred on account of the sale or use of the machine and is also in lieu of all other permits, licenses, permit fees, or license fees imposed by political subdivisions of the state. Section 4. That §§ 10-58-2.1, 10-58-2.2 and 10-58-4 to 10-58-13, inclusive, be repealed. Section 5. That § 10-1-44 be amended to read: 10-1-44. There shall be established within the state treasury the sales and use tax collection fund for the purpose of administering the sales, use, municipal non-ad valorem, and contractors' excise taxes. Charges for the administration and collection of taxes collected pursuant to chapter 10-52 shall be deposited into the sales and use tax collection fund. In addition, the secretary of the Department of Revenue shall, on a monthly basis, deposit revenue collected as a result of taxes imposed in chapters 10-45, and 10-46, and 10-58 in the sales and use tax collection fund. The total amount deposited in the sales and use tax collection fund may not exceed the amount budgeted for such purposes. All money in the fund created by this section shall be budgeted and expended in accordance with the provisions of Title 4 on warrants drawn by the state auditor on vouchers approved by the secretary of the Department of Revenue. At the end of each fiscal year any cash balance left in the sales and use tax collection fund shall be transferred to the general fund. Section 6. That § 10-12A-4 be amended to read: 10-12A-4. The department may enter into tax collection agreements with any Indian tribe under the provisions of this chapter and chapter 1-24. These agreements may provide for the collection of any of the following state taxes and any tribal taxes imposed by a tribe that are identical to the following state taxes: (1) The retail sales and service tax imposed by chapter 10-45; (2) The use tax imposed by chapter 10-46; (3) The contractors' excise tax imposed by chapter 10-46A; (4) The alternate contractors' excise tax imposed by chapter 10-46B; (5) The cigarette tax imposed by chapter 10-50; (6) The motor vehicle excise tax imposed by chapter 32-5B; (7) The fuel excise tax imposed by chapter 10-47B; (8) The wholesale tax on tobacco products imposed by chapter 10-50; (9) The amusement device tax imposed by chapter 10-58; (10) The gross receipts tax on visitor related businesses imposed by chapter 10-45D; (11)(10) The excise tax on farm machinery, attachment units, and irrigation equipment imposed by chapter 10-46E. The agreement may provide for the retention by the department of an agreed-upon percentage of the gross revenue as an administrative fee. Section 7. That § 10-45-27.2 be amended to read: 10-45-27.2. Any person required to file a return and remit the tax imposed by chapter 10-45, who holds a license issued pursuant to chapter 10-45, who timely files the return due, and who timely remits the tax due, is allowed, as compensation for the expense of collecting and paying the tax, a credit equal to one and one-half percent of the gross amount of the tax due. However, the credit may not exceed seventy dollars per return period. If a person is required to file a return and to remit tax more than once within a thirty day period, the collection allowance credit may not exceed seventy dollars for all returns filed and all remittances made within the thirty day period. The collection allowance credit authorized by this section only applies to taxes reported on the sales and use tax return, including the taxes imposed by chapters 10-45, 10-45D, 10-46, 10-46E, 10-52, 10-52A, 10-58, and 10-33A, and §§ 32-5B-20 and 10-62-2. The collection allowance credit authorized by this section shall be granted for any return to be filed and for any tax to be remitted after January 1, 2014. The collection allowance credit authorized by this section shall only be granted to a person who timely files the return due by electronic means and who timely remits the tax due by electronic means. For any tax collected by the department on behalf of another entity, upon which the collection allowance credit is calculated, the entities shall negotiate in good faith to share in the payment of the collection allowance credit. The department may implement such allocation of collection allowance credit directly or through the adjustment of any administrative fee charged pursuant to § 10-59-52. No person that has selected a certified service provider as its agent as set forth in § 10-45C-1 is entitled to the collection allowance credit authorized by this section if the certified service provider receives a monetary allowance as provided by the Streamlined Sales and Use Tax Agreement authorized by chapter 10-45C for performing the retailer's sales and use tax functions in this state. No collection allowance credit authorized by this section may be granted to any person who has outstanding tax returns due to the department or who has outstanding tax remittances due to the department. Section 8. That § 10-59-46 be amended to read: 10-59-46. The secretary of revenue may prepare a list of at least one hundred delinquent persons who owe the largest amount of tax for chapters 10-45, 10-45D, 10-46, 10-46E, 10-46A, 10-46B, 10-52, 10-52A, 10-58, and 10-33A and § 32-5B-20, and that are delinquent in the payment of tax for chapters 10-45, 10-45D, 10-46, 10-46E, 10-46A, 10-46B, 10-52, 10-52A, 10-58, and 10-33A and § 32-5B-20 to the department, if a lien has been filed against the person. The list shall include at least the top one hundred persons with total delinquent final liabilities for tax in chapters 10-45, 10-45D, 10-46, 10-46E, 10-46A, 10-46B, 10-52, 10-52A, 10-58, and 10-33A and § 32-5B-20, including penalties and interest. The list shall contain the person's name; the business name, if any; address; and the amount of total tax, penalties and interest outstanding of each delinquent person. Section 9. That § 10-64-9 be amended to read: 10-64-9. If the state is able to enforce the obligation to collect and remit sales tax on remote sellers who deliver tangible personal property, products transferred electronically, or services directly to the citizens of South Dakota, the additional net revenue from such obligation shall be used to reduce the rate of certain taxes. The rate of tax imposed by §§ 10-45-2, 10-45-5, 10-45-5.3, 10-45-6, 10-45-6.1, 10-45-6.2, 10-45-8, 10-45-71, 10-46-2.1, 10-46-2.2, 10-46-58, 10-46-69, 10-46-69.1, 10-46-69.2, and 10-46E-1, and 10-58-1 shall be reduced by one-tenth percent on July first following the calendar year for which each additional twenty million dollar increment of net revenue is collected and remitted by such remote sellers. However, the rate of tax imposed by §§ 10-45-2, 10-45-5, 10-45-5.3, 10-45-6, 10-45-6.1, 10-45-6.2, 10-45-8, 10-45-71, 10-46-2.1, 10-46-2.2, 10-46-58, 10-46-69, 10-46-69.1, 10-46-69.2, and 10-46E-1, and 10-58-1 may not be reduced below four percent pursuant to the provisions of this section. Section 10. That the code be amended by adding a NEW SECTION to read: No political subdivision of the state may require any permits, licenses, permit fees, or license fees upon the operation of a mechanical or electronic amusement device except for the tax imposed upon the gross receipts derived from the devices pursuant to chapter 10-52."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9553, "action_date": "2019-01-08T12:00:00-06:00", "document_id": 51490, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51490.pdf", "status_text": "First read in Senate and referred to", "journal_page": 26, "committee_id_action": 409, "committee_id_assigned": 416, "result": "N", "vote": {}}, {"bill_id": 9553, "action_date": "2019-01-16T10:00:00-06:00", "document_id": 51678, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51678.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 416, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9553, "action_date": "2019-01-16T10:00:00-06:00", "document_id": 51806, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51806.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 102, "committee_id_action": 416, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 27218, "president_vote": null, "Nay": [1582, 1565], "Yea": [1558, 1586, 1584, 1596, 1583]}}]}