{"session_id": 69, "bill_id": 24973, "bill_type": "House Bill", "bill_number": 1066, "bill_title": "provide a grant to qualifying teachers to incentivize recruitment and retention and to make an appropriation therefor.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24973", "sponsors": [{"legislator_profile_id": 4492, "is_prime": true}, {"legislator_profile_id": 4517, "is_prime": true}, {"legislator_profile_id": 4576, "is_prime": false}], "keywords": ["Appointments", "Appropriation", "Education", "Grants", "Legislative Oversight", "Promulgation of Rules", "Teachers"], "audio": [], "bill_versions": [{"bill_id": 24973, "bill_version_id": 258761, "bill_version": "Introduced", "bill_version_date": "2024-01-09T12:01:19.353-06:00", "bill_text": "An Act to provide a grant to qualifying teachers to incentivize recruitment and retention and to make an appropriation therefor. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to chapter 13-13: There is hereby created the South Dakota new teacher incentive program, to be administered by the Department of Education, for the purpose of making grants to individuals who have completed an approved teacher preparation program, are certified as a teacher pursuant to chapter 12-42, and have not been previously employed as a teacher by a school district. From the total pool of applicants, the department shall award grants based on the requirements of section 3 of this Act, any other academic and personal qualifications of each applicant as determined by the department, and the amount of funding available for the grant. Notwithstanding the provisions of this section, if the department rescinds a grant that has been awarded, the department may award the amount of the rescinded grant to an alternate. A person who received a critical teaching needs scholarship, pursuant to §§ 13-55-68 to 13-55-71, inclusive, is not eligible to receive a grant from the new teacher incentive program. For the purposes of this section and section 2 of this Act, the term \"approved teacher preparation program\" means a course of study offered by a regionally accredited institution that leads to certification as a teacher in the state where the institution is located. Section 2. That a NEW SECTION be added to chapter 13-13: Any individual is eligible to apply for a grant if the individual has completed an approved teacher preparation program, has been certified pursuant to chapter 13-42, has not been previously employed as a teacher by a school district, and: (1) Agree, in writing, to work as a teacher for a public school district in the state for at least the five years the individual receives the grant; (2) Agree, in writing, that failure to abide by the provisions of subdivision (1) of this section will result in the individual being required to reimburse the Department of Education the full amount of the grant received; and (3) Is a United States citizen or lawful permanent resident. If, pursuant to § 13-43-6.1, an individual is terminated for just cause or the individual's contract is not renewed by a school district, and the individual is not employed as a teacher at a public school in the state for the next school year, the individual must reimburse the department the full amount of the grant received. If an individual's contract is not renewed pursuant to § 13-43-6.4, the individual is not required to reimburse the department the amount of the grant received. Section 3. That a NEW SECTION be added to chapter 13-13: The department shall award a grant to each recipient in the amount of ten thousand dollars over five years, as follows: (1) One thousand dollars at the beginning of the individual's first year of teaching; (2) One thousand five hundred dollars at the beginning of the individual's second year of teaching; (3) Two thousand dollars at the beginning of the individual's third year of teaching; (4) Two thousand five hundred dollars at the beginning of the individual's fourth year of teaching; (5) Three thousand dollars at the beginning of the individual's fifth year of teaching. During each year of eligibility, the applicable amount must be paid to the school district where the recipient is employed and must be disbursed to the recipient by the school district. Section 4. That a NEW SECTION be added to chapter 13-13: The department shall promulgate rules, pursuant to chapter 1-26, establishing the application process, the forms of the agreements, and the process by which grants are awarded. The department may require applicants to submit a written essay or other information by which the department judges the academic and personal qualifications of the applicant. Section 5. At the end of the five years, or sooner, as determined by the Executive Board of the Legislative Research Council, a committee of seven members must be appointed, four members of the House of Representatives to be appointed by the speaker of the House of Representatives, and three members of the Senate appointed by the president pro tempore of the Senate, to assess the success of the program in recruiting and retaining teachers, to develop the criteria in determining if the program is successful, and if legislation should be drafted to renew or expand the program. Section 6. There is hereby appropriated from the general fund the sum of $300,000 to the Department of Education, for purposes of providing grants, pursuant to sections 1 to 4, inclusive, of this Act, to incent new teachers hired to teach in the state for a period of at least five years. Section 7. The secretary of the Department of Education shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 8. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2029, shall revert in accordance with the procedures prescribed in chapter 4-8. Section 9. This Act is effective beginning June 25, 2024."}], "amendments": [], "fiscal_notes": [], "action_log": []}