{"session_id": 20, "bill_id": 6005, "bill_type": "Senate Commemoration", "bill_number": 20, "bill_title": "Honoring the Dakota Valley High School Dance Team on winning the 2013 Class A Dance Grand State Title for the fourth year in a row.", "sponsors": [{"legislator_profile_id": 453, "is_prime": true}, {"legislator_profile_id": 452, "is_prime": true}, {"legislator_profile_id": 528, "is_prime": false}, {"legislator_profile_id": 469, "is_prime": false}, {"legislator_profile_id": 444, "is_prime": false}, {"legislator_profile_id": 495, "is_prime": false}, {"legislator_profile_id": 472, "is_prime": false}, {"legislator_profile_id": 432, "is_prime": false}, {"legislator_profile_id": 847, "is_prime": false}, {"legislator_profile_id": 424, "is_prime": false}, {"legislator_profile_id": 492, "is_prime": false}, {"legislator_profile_id": 491, "is_prime": false}, {"legislator_profile_id": 435, "is_prime": false}, {"legislator_profile_id": 440, "is_prime": false}, {"legislator_profile_id": 493, "is_prime": false}, {"legislator_profile_id": 849, "is_prime": false}, {"legislator_profile_id": 446, "is_prime": false}, {"legislator_profile_id": 434, "is_prime": false}, {"legislator_profile_id": 486, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 6005, "bill_version_id": 30325, "bill_version": "Introduced", "bill_version_date": "2014-02-13T07:26:18.37-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the Dakota Valley High School Dance Team on winning the 2013 Class A Dance Grand State Title for the fourth year in a row. WHEREAS, the members of the Dakota Valley Dance Team, Amanda Roeber, Allie Oakley, Gwyneth Fisher, Sylvia Rosenkrans, Emilee Benson, Victoria Parks, Katelyn Rice, Josi Minor, Haley Hoffman, and Madie Hixson, secured the team's fourth state title in four years; and WHEREAS, Coach Melissa Strong's leadership, creativity, and encouragement has inspired the team members to excel in the sport for the past four years; and WHEREAS, the team's support for each other, dedication to the sport, and long hours of practice have allowed the team to stand out as the best dance team in the state: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the Dakota Valley Dance Team be recognized and congratulated for bringing the Class A Dance Grand Championship to Dakota Valley for the fourth consecutive year."}, {"bill_id": 6005, "bill_version_id": 30613, "bill_version": "Enrolled", "bill_version_date": "2014-02-19T16:07:29.077-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the Dakota Valley High School Dance Team on winning the 2013 Class A Dance Grand State Title for the fourth year in a row. WHEREAS, the members of the Dakota Valley Dance Team, Amanda Roeber, Allie Oakley, Gwyneth Fisher, Sylvia Rosenkrans, Emilee Benson, Victoria Parks, Katelyn Rice, Josi Minor, Haley Hoffman, and Madie Hixson, secured the team's fourth state title in four years; and WHEREAS, Coach Melissa Strong's leadership, creativity, and encouragement has inspired the team members to excel in the sport for the past four years; and WHEREAS, the team's support for each other, dedication to the sport, and long hours of practice have allowed the team to stand out as the best dance team in the state: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the Dakota Valley Dance Team be recognized and congratulated for bringing the Class A Dance Grand Championship to Dakota Valley for the fourth consecutive year. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6005, "action_date": "2014-02-13T13:00:00-06:00", "document_id": 30413, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30413.pdf", "status_text": "", "journal_page": 337, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6005"}