{"session_id": 21, "bill_id": 6825, "bill_type": "House Commemoration", "bill_number": 1026, "bill_title": "Honoring Parkston High School Athletic Director and Girls Basketball Coach Rob Vanlaecken on his career accomplishments and retirement.", "sponsors": [{"legislator_profile_id": 866, "is_prime": true}, {"legislator_profile_id": 873, "is_prime": true}, {"legislator_profile_id": 884, "is_prime": false}, {"legislator_profile_id": 855, "is_prime": false}, {"legislator_profile_id": 859, "is_prime": false}, {"legislator_profile_id": 860, "is_prime": false}, {"legislator_profile_id": 903, "is_prime": false}, {"legislator_profile_id": 876, "is_prime": false}, {"legislator_profile_id": 899, "is_prime": false}, {"legislator_profile_id": 896, "is_prime": false}, {"legislator_profile_id": 936, "is_prime": false}, {"legislator_profile_id": 930, "is_prime": false}, {"legislator_profile_id": 900, "is_prime": false}, {"legislator_profile_id": 893, "is_prime": false}, {"legislator_profile_id": 935, "is_prime": false}, {"legislator_profile_id": 880, "is_prime": false}, {"legislator_profile_id": 911, "is_prime": false}, {"legislator_profile_id": 914, "is_prime": false}, {"legislator_profile_id": 871, "is_prime": false}], "keywords": ["House Commemoratives"], "audio": [], "bill_versions": [{"bill_id": 6825, "bill_version_id": 35332, "bill_version": "Introduced", "bill_version_date": "2015-02-20T10:30:09.58-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Parkston High School Athletic Director and Girls Basketball Coach Rob Vanlaecken on his career accomplishments and retirement. WHEREAS, Rob Vanlaecken served the Parkston School District as a teacher, administrator, and coach, for thirty-seven years; and WHEREAS, Rob Vanlaeken guided the Lady Trojans to twenty-five district championships and ten state tournaments during his coaching tenure; and WHEREAS, Rob Vanlaecken coached seventeen girls who became South Dakota All-State basketball players; and WHEREAS, Rob Vanlaecken coached the Lady Trojans to a runner-up finish at the 2013 Girls State Tournament; and WHEREAS, Rob Vanlaecken retired with 593 career coaching victories, the most in the history of South Dakota Girls Basketball: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninetieth Legislature of the State of South Dakota, that the Legislature honors Rob Vanlaecken for his dedicated service, his many achievements during his coaching career, and for his career of caring about the children of Parkston."}, {"bill_id": 6825, "bill_version_id": 35580, "bill_version": "Enrolled", "bill_version_date": "2015-02-25T16:46:21.37-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Parkston High School Athletic Director and Girls Basketball Coach Rob Vanlaecken on his career accomplishments and retirement. WHEREAS, Rob Vanlaecken served the Parkston School District as a teacher, administrator, and coach, for thirty-seven years; and WHEREAS, Rob Vanlaeken guided the Lady Trojans to twenty-five district championships and ten state tournaments during his coaching tenure; and WHEREAS, Rob Vanlaecken coached seventeen girls who became South Dakota All-State basketball players; and WHEREAS, Rob Vanlaecken coached the Lady Trojans to a runner-up finish at the 2013 Girls State Tournament; and WHEREAS, Rob Vanlaecken retired with 593 career coaching victories, the most in the history of South Dakota Girls Basketball: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninetieth Legislature of the State of South Dakota, that the Legislature honors Rob Vanlaecken for his dedicated service, his many achievements during his coaching career, and for his career of caring about the children of Parkston. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6825, "action_date": "2015-02-20T13:00:00-06:00", "document_id": 35379, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35379.pdf", "status_text": "", "journal_page": 475, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6825"}