{"session_id": 45, "bill_id": 12752, "bill_type": "Senate Bill", "bill_number": 195, "bill_title": "to require an offer of  insurance coverage for the diagnosis and treatment of biologically-based mental illness.", "sponsors": [{"legislator_profile_id": 1915, "is_prime": true}, {"legislator_profile_id": 1917, "is_prime": true}, {"legislator_profile_id": 1912, "is_prime": false}, {"legislator_profile_id": 1936, "is_prime": false}, {"legislator_profile_id": 1949, "is_prime": false}, {"legislator_profile_id": 1954, "is_prime": false}, {"legislator_profile_id": 1970, "is_prime": false}], "keywords": ["Health Insurance", "Mental Illness"], "audio": [], "bill_versions": [{"bill_id": 12752, "bill_version_id": 73835, "bill_version": "Introduced", "bill_version_date": "1997-01-29T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require an offer of insurance coverage for the diagnosis and treatment of biologically-based mental illness. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-17 be amended by adding thereto a NEW SECTION to read as follows: Every policy of health insurance that is delivered, issued for delivery, or renewed in this state, except for policies that provide coverage for specified disease or other limited benefit coverage, shall offer, in writing, coverage for the treatment and diagnosis of biologically-based mental illnesses that is subject to the same dollar limits, deductibles, and coinsurance factors as for other physical illnesses. As used in this section, biologically-based mental illness means any mental illness which current medical research affirms is caused by a neurobiological disorder of the brain and which substantially impairs perception, cognitive function, judgment, and emotional stability and which limits the life activities of the person with the illness. The term includes schizophrenia; schizo affective disorder; bipolar affective disorder; major depression; obsessive-compulsive disorder, and other anxiety disorders which cause significant impairment of function; and other disorders proven to be biologically-based mental illnesses. Section 2. That chapter 58-18 be amended by adding thereto a NEW SECTION to read as follows: Every group health insurance policy that is delivered, issued for delivery, or renewed in this state, except for policies that provide coverage for specified disease or other limited benefit coverage, shall offer, in writing, coverage for the treatment and diagnosis of biologically-based mental illnesses that is subject to the same dollar limits, deductibles, and coinsurance factors as for other physical illnesses. As used in this section, biologically-based mental illness means any mental illness which current medical research affirms is caused by a neurobiological disorder of the brain and which substantially impairs perception, cognitive function, judgment, and emotional stability and which limits the life activities of the person with the illness. The term includes schizophrenia; schizo affective disorder; bipolar affective disorder; major depression; obsessive-compulsive disorder, and other anxiety disorders which cause significant impairment of function; and other disorders proven to be biologically-based mental illnesses. Section 3. That chapter 58-38 be amended by adding thereto a NEW SECTION to read as follows: Every service or indemnity-type contract issued by a nonprofit medical and surgical service plan corporation that is delivered, issued for delivery, or renewed in this state, except for policies that provide coverage for specified disease or other limited benefit coverage, shall offer, in writing, coverage for the treatment and diagnosis of biologically-based mental illnesses that is subject to the same dollar limits, deductibles, and coinsurance factors as for other physical illnesses. As used in this section, biologically-based mental illness means any mental illness which current medical research affirms is caused by a neurobiological disorder of the brain and which substantially impairs perception, cognitive function, judgment, and emotional stability and which limits the life activities of the person with the illness. The term includes schizophrenia; schizo affective disorder; bipolar affective disorder; major depression; obsessive-compulsive disorder, and other anxiety disorders which cause significant impairment of function; and other disorders proven to be biologically-based mental illnesses. Section 4. That chapter 58-40 be amended by adding thereto a NEW SECTION to read as follows: Every service or indemnity-type contract issued by a nonprofit hospital service plan corporation that is delivered, issued for delivery, or renewed in this state, except for policies that provide coverage for specified disease or other limited benefit coverage, shall offer, in writing, coverage for the treatment and diagnosis of biologically-based mental illnesses that is subject to the same dollar limits, deductibles, and coinsurance factors as for other physical illnesses. As used in this section, biologically-based mental illness means any mental illness which current medical research affirms is caused by a neurobiological disorder of the brain and which substantially impairs perception, cognitive function, judgment, and emotional stability and which limits the life activities of the person with the illness. The term includes schizophrenia; schizo affective disorder; bipolar affective disorder; major depression; obsessive-compulsive disorder, and other anxiety disorders which cause significant impairment of function; and other disorders proven to be biologically-based mental illnesses. Section 5. That chapter 58-41 be amended by adding thereto a NEW SECTION to read as follows: Every health maintenance contract that is delivered, issued for delivery, or renewed in this state, except for policies that provide coverage for specified disease or other limited benefit coverage, shall offer, in writing, coverage for the treatment and diagnosis of biologically-based mental illnesses that is subject to the same dollar limits, deductibles, and coinsurance factors as for other physical illnesses. As used in this section, biologically-based mental illness means any mental illness which current medical research affirms is caused by a neurobiological disorder of the brain and which substantially impairs perception, cognitive function, judgment, and emotional stability and which limits the life activities of the person with the illness. The term includes schizophrenia; schizo affective disorder; bipolar affective disorder; major depression; obsessive-compulsive disorder, and other anxiety disorders which cause significant impairment of function; and other disorders proven to be biologically-based mental illnesses."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12752, "action_date": "1997-01-29T14:00:00-06:00", "document_id": 72889, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72889.pdf", "status_text": "First read in Senate and referred to", "journal_page": 217, "committee_id_action": 545, "committee_id_assigned": 519, "result": "N", "vote": {}}, {"bill_id": 12752, "action_date": "1997-02-04T10:00:00-06:00", "document_id": 72282, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72282.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 519, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12752, "action_date": "1997-02-11T10:00:00-06:00", "document_id": 72331, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72331.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 519, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12752, "action_date": "1997-02-11T10:00:00-06:00", "document_id": 72331, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72331.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": 519, "committee_id_assigned": null, "result": "F", "vote": {}}, {"bill_id": 12752, "action_date": "1997-02-11T10:00:00-06:00", "document_id": 72331, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72331.pdf", "status_text": "Tabled", "journal_page": 386, "committee_id_action": 519, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35697, "president_vote": null, "Yea": [1901, 1959, 1976, 1972], "Nay": [1946, 1979, 1956]}}]}