{"session_id": 19, "bill_id": 4378, "bill_type": "Senate Bill", "bill_number": 204, "bill_title": "revise certain provisions regarding the deposit and expenditure of tobacco settlement revenues and bond proceeds.", "sponsors": [], "keywords": ["Public Property, Purchases and Contracts", "Tobacco Settlement"], "audio": [{"meeting_datetime": "2013-01-30T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst15.mp3", "start_seconds": 2132.0}, {"meeting_datetime": "2013-01-30T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst15.mp3", "start_seconds": 2132.0}, {"meeting_datetime": "2013-01-30T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst15.mp3", "start_seconds": 2132.0}, {"meeting_datetime": "2013-01-30T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst15.mp3", "start_seconds": 2132.0}, {"meeting_datetime": "2013-02-25T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst29.mp3", "start_seconds": 2610.0}, {"meeting_datetime": "2013-02-25T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst29.mp3", "start_seconds": 2610.0}, {"meeting_datetime": "2013-02-25T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst29.mp3", "start_seconds": 2610.0}, {"meeting_datetime": "2013-02-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou30.mp3", "start_seconds": 4684.0}, {"meeting_datetime": "2013-02-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou30.mp3", "start_seconds": 4684.0}, {"meeting_datetime": "2013-02-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou30.mp3", "start_seconds": 4684.0}], "bill_versions": [{"bill_id": 4378, "bill_version_id": 24660, "bill_version": "Introduced", "bill_version_date": "2013-01-28T07:32:06.387-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the deposit and expenditure of tobacco settlement revenues and bond proceeds. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 5-12-48 be amended to read as follows: 5-12-48. Terms used in §§ 5-12-48 to 5-12-60 5-12-61, inclusive, mean: (1) \"Authority,\" the South Dakota Building Authority, a body corporate and politic, organized and existing under chapter 5-12; (2) \"Bonds,\" bonds, bond anticipation notes, notes, certificates of ownership or indebtedness, or other obligations issued, incurred, or otherwise created under the authority of §§ 5-12-48 to 5-12-60 5-12-61, inclusive, and payable directly or indirectly out of or representing an interest in tobacco settlement revenues or other rights under or with respect to the master settlement agreement; (3) \"Corporation,\" the special purpose body corporate and politic established by the authority by resolution as provided in § 5-12-50; (4) \"Development programs,\" any program described in § 5-12-60; (5) \"Master settlement agreement,\" the master settlement agreement entered into on November 23, 1998, by attorneys general from the several states (including the State of South Dakota) and various tobacco companies, as now or hereafter amended, supplemented, or restated; (6) \"Master settlement escrow agent,\" the escrow agent under the master settlement agreement; (7) \"Net proceeds of bonds,\" the original proceeds of bonds issued under §§ 5-12-48 to 5-12-60 5-12-61, inclusive, less any amounts applied or to be applied to pay transaction and administrative expenses and to fund any reserves deemed necessary or appropriate by the corporation, but does not include any investment earnings realized thereon; (8) \"Net proceeds of sale of tobacco settlement revenues,\" the net proceeds of bonds plus any residual interest in tobacco settlement revenues received or to be received by the State of South Dakota from time to time as a result of any sale, conveyance, or other transfer authorized in § 5-12-49, but does not include any investment earnings realized thereon; (9) \"Permanent tobacco settlement development trust fund,\" the State of South Dakota permanent tobacco settlement development trust fund created by § 5-12-57 or any replacement or successor fund or account created by law; (10) \"Permitted investments,\" any investment authorized by §§ 4-5-23 and 4-5-26 together with noncollateralized direct obligations of any bank or savings institution, insurance company, or bank or insurance holding company if the institution or holding company is rated in the highest four classifications by at least one standard rating service and any bond, note, or other obligation of any state or any agency, authority, or other instrumentality of any state or political subdivision thereof if the bond, note, or other obligation is rated in the four highest classifications established by at least one standard rating service; (11) \"Residual interest in tobacco settlement revenues,\" any tobacco settlement revenues not required to pay principal or interest on bonds or administrative or transaction expenses of the corporation or authority or to fund reserves or other requirements relating to bonds issued, incurred, or otherwise created under §§ 5-12-48 to 5-12-60 5-12-61, inclusive; (12) \"Tobacco settlement residual fund,\" the tobacco settlement residual fund created by § 5-12-58 or any replacement or successor fund or account created by law; (13) \"Tobacco settlement revenues,\" all of the amounts now or hereafter payable to the State of South Dakota under or in connection with the master settlement agreement; (14) \"Tobacco development interest fund\" the fund created by § 5-12-59 or any replacement or successor fund or account created by law. Section 2. That § 5-12-49 be amended to read as follows: 5-12-49. At any one time or from time to time, all or any portion of the right, title, and interest of the State of South Dakota in, to, and under the master settlement agreement, including the right to receive and collect tobacco settlement revenues, may be sold, conveyed, or otherwise transferred by the state to the authority or to a corporation established by the authority under §§ 5-12-48 to 5-12-60 5-12-61, inclusive, in exchange for the net proceeds of bonds and a right to the residual interest in tobacco settlement revenues. The net proceeds of bonds shall be deposited to the permanent tobacco settlement development trust fund, and the residual interest in tobacco settlement revenues shall be deposited to the tobacco settlement residual fund education enhancement trust fund established pursuant to S.D. Const., Art. XII, § 6. Any sale, conveyance, or other transfer authorized by this section shall be evidenced by an instrument or agreement in writing signed on behalf of the state by the Governor. The Governor shall file a certified copy of the instrument or agreement with the Legislature promptly upon execution and delivery thereof. The instrument or agreement may include an irrevocable direction to the master settlement escrow agent to pay all or a specified portion of amounts otherwise due to the State of South Dakota under or in connection with the master settlement agreement, including, without limitation, all or any portion of tobacco settlement revenues directly to or upon the order of the authority or corporation, as the case may be, or to any escrow agent or any trustee under an indenture or other agreement securing any bonds issued, incurred, or created under §§ 5-12-48 to 5-12-60 5-12-61, inclusive. The irrevocable direction to the master settlement escrow agent may include the direction to pay any residual interest in tobacco settlement revenues initially to or upon the order of the authority or corporation or to any escrow agent or any trustee under an indenture or other agreement securing any bonds. Upon the filing of a certified copy of the instrument or agreement by the Governor, the sale, conveyance, or other transfer of rights under or with respect to the master settlement agreement, including the right to receive the tobacco settlement revenues, shall, for all purposes, be a true sale and absolute conveyance of all right, title, and interest therein described in accordance with the terms thereof, valid, binding, and enforceable in accordance with the terms thereof and such instrument or agreements and any related instrument, agreement, or other arrangement, including any pledge, grant of security interest, or other encumbrance made by the corporation or the authority to secure any bonds issued, incurred, or created by the corporation or the authority, are not subject to disavowal, disaffirmance, cancellation, or avoidance by reason of insolvency of any party, lack of consideration, or any other fact, occurrence, or rule of law. The procedures and requirements set forth in this section shall be the sole procedures and requirements applicable to the sale of the state's rights under the master settlement agreement, including the sale of tobacco settlement revenues, and it is not necessary to satisfy or comply with any other existing law which would otherwise apply to the sale of assets of the state or impose procedures or restrictions with respect thereto. Section 3. That § 5-12-51 be amended to read as follows: 5-12-51. The purposes of the corporation established by the authority pursuant to §§ 5-12-48 to 5-12-60 5-12-61, inclusive, are: (1) To purchase, acquire, own, pledge, encumber, or otherwise transfer all right, title, and interest of the state in, to, and under the master settlement agreement, including, without limitation, all right, title, and interest to receive or collect tobacco settlement revenues; (2) To raise funds through the issuance of bonds or other obligations or evidences of indebtedness or ownership or through the sale, transfer, pledge, encumbrance, securitization, factoring, or other conveyance of the rights described above in subdivision (1) of this section for the purposes of establishing the permanent tobacco settlement development trust fund depositing net proceeds of bonds in the education enhancement trust fund and as otherwise described in §§ 5-12-48 to 5-12-60 5-12-61, inclusive; (3) To serve the Legislature by making reports concerning the foregoing; (4) To sue and be sued and to prosecute and defend, at law or in equity, in any court having jurisdiction of the subject matter and of the parties; (5) To have and to use a corporate seal and to alter the same at pleasure; (6) To maintain an office at such place or places as the authority by resolution may designate; (7) To receive funds transferred to it by the authority, the state, or others; and (8) To do all things necessary and convenient to carry out the purposes of this chapter. The corporation shall also be vested with the same power and authority, and shall be subject to the same limitations and conditions, as are applicable to the authority pursuant to §§ 5-12-1.1, 5-12-4, 5-12-5, 5-12-8.1, 5-12-22, 5-12-24, 5-12-26, 5-12-27, 5-12-27.1, 5-12-27.2, 5-12-27.3, 5-12-27.4, 5-12-27.6, 5-12-28, 5-12-38, 5-12-38.1, and 5-12-40, except such power and authority shall be exercised with respect to and shall be limited to the purposes of the corporation set forth in this section, the final maturity date of any bonds issued, incurred, or created hereunder may not be in excess of forty years for the date of delivery thereof, and the corporation may not engage in any unrelated activities. In addition, the corporation may invest any of its funds in permitted investments. Section 4. That § 5-12-52 be amended to read as follows: 5-12-52. No bond of the corporation issued, incurred, or created under §§ 5-12-48 to 5-12-60 5-12-61, inclusive, may be or become a lien, charge, or liability against the State of South Dakota or the authority, nor against the property or funds of the State of South Dakota or the authority within the meaning of the Constitution or statutes of South Dakota. In no event may any of the funds deposited into the permanent tobacco settlement development trust fund, the tobacco settlement interest fund, or the tobacco settlement residual education enhancement trust fund be pledged to secure payment of any bonds issued under the authority of §§ 5-12-48 to 5-12-60 5-12-61, inclusive. Section 5. That § 5-12-57 be repealed. 5-12-57. The permanent tobacco settlement development trust fund is hereby established in the state treasury as a special trust fund. That portion of the net proceeds of sale of tobacco settlement revenues which is derived from the net proceeds of bonds shall be deposited in the permanent tobacco settlement development trust fund. In addition, any residual interest in tobacco settlement revenues shall, upon receipt by the state, be deposited in the tobacco settlement residual fund. The principal of the permanent tobacco settlement development trust fund may not be expended except for costs and expenses incurred in investing or otherwise administering the permanent tobacco settlement development trust and its assets or as otherwise provided by law. The amounts in the permanent tobacco settlement development trust fund shall be state public funds within the meaning of chapter 4-4 and shall be invested in permitted investments and otherwise in accordance with §§ 4-5-23 and 4-5-26. All investment earnings from the permanent tobacco settlement development trust fund shall be transferred to and deposited in the tobacco development interest fund, or to such other fund or account as shall otherwise be provided by law, on a periodic basis no less frequently than annually. Section 6. That § 5-12-58 be repealed. 5-12-58. The tobacco settlement residual fund is established in the state treasury. The amounts received by the state pursuant to any residual interest in tobacco settlement revenues shall, upon receipt, be transferred to and deposited in the tobacco settlement residual fund. The amounts in the tobacco settlement residual fund shall be state public funds within the meaning of chapter 4-4 and shall remain in such fund until appropriated by the Legislature. The amounts in the tobacco settlement residual fund shall be invested in permitted investments or otherwise in accordance with §§ 4-5-23 and 4-5-26. Section 7. That § 5-12-59 be amended to read as follows: 5-12-59. The tobacco development interest fund is established in the state treasury. The amounts in the tobacco development interest fund shall be state public funds within the meaning of chapter 4-4 and shall remain in the fund until appropriated by the Legislature. The amounts in the tobacco development interest fund shall be invested in permitted investments or otherwise in accordance with §§ 4-5-23 and 4-5-26. If in order to obtain or preserve any exclusion of interest on bonds from gross income of the holders thereof for purposes of federal income taxation, the corporation or authority enters into any agreement or covenant with the holders of bonds (or the trustee or other fiduciary acting on behalf of or for the benefit of holders of bonds) that imposes restrictions or conditions on the investment, use, expenditure, or other application of the proceeds of bonds issued, incurred, or created under §§ 5-12-48 to 5-12-60 5-12-61, inclusive, including any investment earnings thereon (whether while on deposit in the permanent tobacco settlement development trust fund, the tobacco development interest education enhancement trust fund or otherwise), then the state and each agency, authority, or other body politic of the state or acting on behalf of the state, shall observe and fully honor each such agreement, covenant, or other restriction or condition with respect to investment, use, expenditure, or application thereof. The State of South Dakota pledges to and agrees with the holders of bonds issued, incurred, or created under §§ 5-12-48 to 5-12-60 5-12-61, inclusive, that the state will not invest, use, expend, or otherwise apply such proceeds of bonds and any other amounts so as to impair the terms of any such agreement or covenant made by the corporation or authority with any such holders (or trustee or other fiduciary) or in any way impair the exemption or exclusion of interest on any such bonds from federal income taxation. The corporation and authority each may include these pledges and agreements of the state in any contract with the holders of bonds issued, incurred, or created under §§ 5-12-48 to 5-12-60 5-12-61, inclusive. Section 8. That § 5-12-60 be repealed. 5-12-60. It is the intention of this Legislature that funds deposited in the tobacco development interest fund and the tobacco settlement residual fund be expended for: (1) Grants for postsecondary scholarships designed to encourage and reward academic excellence; (2) Grants designed to encourage and reward academic or teaching excellence in education; and (3) Grants enacted pursuant to separately enacted statutes which will implement or support educational programs intended to provide for the health, welfare, and prosperity of the State of South Dakota and its residents. Any investment, use, expenditure, or other application of moneys described in this section shall be expressly subject to and in full compliance with the agreements, covenants, restrictions, and conditions imposed by the terms of § 5-12-59."}, {"bill_id": 4378, "bill_version_id": 26562, "bill_version": "Enrolled", "bill_version_date": "2013-02-27T09:29:15.47-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4378, "action_date": "2013-01-28T14:00:00-06:00", "document_id": 24841, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24841.pdf", "status_text": "First read in Senate and referred to", "journal_page": 238, "committee_id_action": 200, "committee_id_assigned": 185, "result": "N", "vote": {}}, {"bill_id": 4378, "action_date": "2013-01-30T10:00:00-06:00", "document_id": 24849, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24849.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 185, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4378, "action_date": "2013-01-30T10:00:00-06:00", "document_id": 24986, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24986.pdf", "status_text": "Do Pass", "journal_page": 275, "committee_id_action": 185, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13173, "president_vote": null, "Yea": [337, 340, 364, 329, 320, 328, 333, 339], "Excused": [345]}}, {"bill_id": 4378, "action_date": "2013-01-30T10:00:00-06:00", "document_id": 24986, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24986.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 185, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4378, "action_date": "2013-01-31T12:30:00-06:00", "document_id": 25091, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25091.pdf", "status_text": "Do Pass", "journal_page": 293, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13272, "president_vote": null, "Yea": [338, 362, 337, 366, 388, 340, 365, 363, 325, 358, 364, 376, 336, 322, 345, 329, 331, 419, 320, 385, 384, 321, 368, 328, 333, 386, 367, 319, 339, 387, 327, 383, 379], "Excused": [330, 317]}}, {"bill_id": 4378, "action_date": "2013-02-04T14:00:00-06:00", "document_id": 25197, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25197.pdf", "status_text": "First read in House and referred to", "journal_page": 283, "committee_id_action": 202, "committee_id_assigned": 195, "result": "N", "vote": {}}, {"bill_id": 4378, "action_date": "2013-02-25T07:45:00-06:00", "document_id": 26290, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26290.pdf", "status_text": "Do Pass", "journal_page": 512, "committee_id_action": 195, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14249, "president_vote": null, "Yea": [360, 348, 334, 381, 347, 351, 371, 316, 395, 354, 353, 349, 335]}}, {"bill_id": 4378, "action_date": "2013-02-26T14:00:00-06:00", "document_id": 26479, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26479.pdf", "status_text": "Do Pass", "journal_page": 557, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14409, "president_vote": null, "Yea": [420, 346, 415, 418, 360, 417, 349, 382, 410, 412, 398, 342, 324, 348, 318, 397, 374, 402, 381, 396, 370, 394, 413, 372, 350, 347, 416, 389, 351, 344, 359, 392, 335, 369, 414, 400, 375, 371, 316, 332, 393, 395, 390, 408, 404, 405, 356, 411, 377, 378, 407, 352, 357, 403, 343, 399, 323, 406, 361, 391, 354, 409, 401, 373, 353, 341, 334], "Excused": [326], "Nay": [380, 355]}}, {"bill_id": 4378, "action_date": "2013-02-27T14:00:00-06:00", "document_id": 26653, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26653.pdf", "status_text": "Signed by the President", "journal_page": 615, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4378, "action_date": "2013-02-28T12:30:00-06:00", "document_id": 26771, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26771.pdf", "status_text": "Signed by the Speaker", "journal_page": 598, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4378, "action_date": "2013-03-04T14:00:00-06:00", "document_id": 26961, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26961.pdf", "status_text": "Delivered to the Governor", "journal_page": 634, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4378, "action_date": "2013-03-06T10:30:00-06:00", "document_id": 27268, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27268.pdf", "status_text": "Signed by the Governor", "journal_page": 694, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5247}