{"session_id": 69, "bill_id": 25249, "bill_type": "Senate Joint Resolution", "bill_number": 511, "bill_title": "Proposing and submitting to the voters at the next general election an amendment to the Constitution of the State of South Dakota, underscoring that an individual must be a citizen of the United States to be eligible to vote.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25249", "sponsors": [{"legislator_profile_id": 4502, "is_prime": true}, {"legislator_profile_id": 4511, "is_prime": false}, {"legislator_profile_id": 4524, "is_prime": false}], "keywords": ["Ballot Measures", "Constitutional Amendments", "Senate Joint Resolution", "Voting"], "audio": [], "bill_versions": [{"bill_id": 25249, "bill_version_id": 262822, "bill_version": "Introduced", "bill_version_date": "2024-01-25T10:26:25.39-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the voters at the next general election an amendment to the Constitution of the State of South Dakota, underscoring that an individual must be a citizen of the United States to be eligible to vote. Be it resolved by the Legislature of the State of South Dakota: Section 1. That at the next general election held in the state, the following amendment to Article VII of the Constitution of the State of South Dakota, as set forth in section 2 of this Joint Resolution, which is hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article VII, § 2 of the Constitution of the State of South Dakota, be AMENDED: § 2. EveryOnly a United States citizen eighteen years of age or older who has met all residency and registration requirements shall be is entitled to vote in all elections and upon all questions submitted to the voters of the state unless disqualified by law for mental incompetence or the conviction of a felony. The Legislature may by law establish reasonable requirements to insure the integrity of the vote. Each elector who qualified qualifies to vote within a precinct shall be is entitled to vote in that precinct until he the elector establishes another voting residence. An elector shall never lose his residency for voting solely by reason of his absence from the state."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25249, "action_date": "2024-01-25T13:00:00-06:00", "document_id": 262427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262427.pdf", "status_text": "First read in Senate and referred to", "journal_page": 181, "committee_id_action": 1219, "committee_id_assigned": 1220, "result": "N", "vote": {}}]}