{"session_id": 32, "bill_id": 9246, "bill_type": "Senate Commemoration", "bill_number": 44, "bill_title": "Commending and honoring the University of South Dakota Women's Cross Country Team, for their outstanding athletic performance upon winning their fourth consecutive Summit League Championship.", "sponsors": [{"legislator_profile_id": 1255, "is_prime": true}, {"legislator_profile_id": 1272, "is_prime": true}, {"legislator_profile_id": 1230, "is_prime": false}, {"legislator_profile_id": 1264, "is_prime": false}, {"legislator_profile_id": 1301, "is_prime": false}, {"legislator_profile_id": 1231, "is_prime": false}, {"legislator_profile_id": 1273, "is_prime": false}, {"legislator_profile_id": 1278, "is_prime": false}, {"legislator_profile_id": 1304, "is_prime": false}, {"legislator_profile_id": 1280, "is_prime": false}, {"legislator_profile_id": 1267, "is_prime": false}, {"legislator_profile_id": 1243, "is_prime": false}, {"legislator_profile_id": 1239, "is_prime": false}, {"legislator_profile_id": 1244, "is_prime": false}, {"legislator_profile_id": 1221, "is_prime": false}, {"legislator_profile_id": 1303, "is_prime": false}, {"legislator_profile_id": 1256, "is_prime": false}, {"legislator_profile_id": 1233, "is_prime": false}, {"legislator_profile_id": 1258, "is_prime": false}, {"legislator_profile_id": 1271, "is_prime": false}, {"legislator_profile_id": 1288, "is_prime": false}, {"legislator_profile_id": 1242, "is_prime": false}, {"legislator_profile_id": 1276, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 9246, "bill_version_id": 49676, "bill_version": "Introduced", "bill_version_date": "2018-02-22T11:20:53.27-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the University of South Dakota Women's Cross Country Team, for their outstanding athletic performance upon winning their fourth consecutive Summit League Championship. WHEREAS, the student-athletes finished in order from fourth through tenth place and each earned All-Summit League Honors. The team led the league championship with 27 points this season; and WHEREAS, the team became just the second women's program in the league's twenty-six year history to capture four Summit League titles; and WHEREAS, head coach Dan Fitzsimmons, named the Summit League Women's Cross Country Coach of the Year, helped facilitate and cultivate the physical, mental, and the emotional growth and development of their student-athletes; and NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Third Legislature of the State of South Dakota, that the University of South Dakota Women's Cross Country Team be commended and honored for their patience, dedication, and tenacity, and most of all, for their accomplishments as Summit League Cross Country Champions for the fourth-straight year."}, {"bill_id": 9246, "bill_version_id": 49912, "bill_version": "Enrolled", "bill_version_date": "2018-02-26T16:53:55.753-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the University of South Dakota Women's Cross Country Team, for their outstanding athletic performance upon winning their fourth consecutive Summit League Championship. WHEREAS, the student-athletes finished in order from fourth through tenth place and each earned All-Summit League Honors. The team led the league championship with 27 points this season; and WHEREAS, the team became just the second women's program in the league's twenty-six year history to capture four Summit League titles; and WHEREAS, head coach Dan Fitzsimmons, named the Summit League Women's Cross Country Coach of the Year, helped facilitate and cultivate the physical, mental, and the emotional growth and development of their student-athletes; and NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Third Legislature of the State of South Dakota, that the University of South Dakota Women's Cross Country Team be commended and honored for their patience, dedication, and tenacity, and most of all, for their accomplishments as Summit League Cross Country Champions for the fourth-straight year. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9246, "action_date": "2018-02-22T14:00:00-06:00", "document_id": 49708, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49708.pdf", "status_text": "", "journal_page": 573, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/9246"}