{"session_id": 69, "bill_id": 25075, "bill_type": "House Bill", "bill_number": 1256, "bill_title": "establish percentage requirements for voluntary agreements governing pipeline construction prior to the filing of a petition for condemnation.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25075", "sponsors": [{"legislator_profile_id": 4561, "is_prime": true}, {"legislator_profile_id": 4473, "is_prime": false}, {"legislator_profile_id": 4474, "is_prime": false}, {"legislator_profile_id": 4511, "is_prime": false}, {"legislator_profile_id": 4547, "is_prime": false}], "keywords": ["Eminent Domain", "Judicial Remedies", "Pipelines"], "audio": [], "bill_versions": [{"bill_id": 25075, "bill_version_id": 264116, "bill_version": "Introduced", "bill_version_date": "2024-01-31T12:12:03.96-06:00", "bill_text": "An Act to establish percentage requirements for voluntary agreements governing pipeline construction prior to the filing of a petition for condemnation. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 21-35-1 be AMENDED: 21-35-1. In all cases where any person, group, or corporation, public or private, including the owners of water rights, ditches, flumes, reservoirs, and mining property under the provisions of the laws of Congress, Any person invested with the privilege of taking or damaging private property for public use, in making, constructing, repairing, or using any work or improvement allowed by law, shall determine shall, in order to exercise such that privilege, it shall file a petition in the circuit court for the county in which the property to be taken or damaged is situated, praying that the just compensation to be made for such the property may be ascertained by a jury. Section 2. That § 21-35-2 be AMENDED: 21-35-2. A petition filed pursuant to § 21-35-1 shall name must: (1) Name the person, group, or corporation desiring to take or damage private property as the plaintiff, and; (2) Name all persons having an interest in or liens upon the property affected by the proceeding as defendants, so far as they shall be are known at the time of the filing the same. It shall contain; (3) Contain a description of the property to be taken or damaged. The; and (4) Set forth the purpose for which the property is to be taken or damaged shall be clearly set forth in the petition. It shall is not be necessary to specify the interests or claims of the several defendants in the land or property affected by the proceeding. If the purpose for which the property is to be taken involves the construction of a pipeline to transport commodities, the petition must also be accompanied by the verification required in accordance with section 3 of this Act. Section 3. That a NEW SECTION be added to chapter 21-35: A person desiring to take or damage private property, as provided in § 21-35-2, for the purpose of constructing a pipeline to transport commodities, shall: (1) Declare the total linear feet of pipeline to be constructed in this state; (2) Declare the total linear feet of pipeline to be constructed on private property in this state; and (3) Provide documentation verifying that the placement of ninety percent of the total linear footage referenced in subdivision (2) of this section, is governed by existing easements or voluntary agreements entered into with the owners of the private property."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25075, "action_date": "2024-01-31T14:30:00-06:00", "document_id": 263721, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263721.pdf", "status_text": "First Reading House", "journal_page": 214, "committee_id_action": 1197, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25075, "action_date": "2024-02-01T14:00:00-06:00", "document_id": 264174, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264174.pdf", "status_text": "Referred to", "journal_page": 227, "committee_id_action": 1197, "committee_id_assigned": 1192, "result": "N", "vote": {}}, {"bill_id": 25075, "action_date": "2024-02-12T10:00:00-06:00", "document_id": 264980, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264980.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1192, "committee_id_assigned": null, "result": "N", "vote": {}}]}