{"session_id": 44, "bill_id": 21841, "bill_type": "House Bill", "bill_number": 1022, "bill_title": "repeal certain obsolete state estate and inheritance tax provisions.", "sponsors": [], "keywords": ["Executive/Judiciary Request", "Taxation", "Technical Corrections"], "audio": [{"meeting_datetime": "2021-01-21T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hta07.mp3", "start_seconds": 373.0}, {"meeting_datetime": "2021-01-21T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hta07.mp3", "start_seconds": 373.0}, {"meeting_datetime": "2021-01-21T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hta07.mp3", "start_seconds": 373.0}, {"meeting_datetime": "2021-01-21T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hta07.mp3", "start_seconds": 373.0}, {"meeting_datetime": "2021-02-03T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sta15.mp3", "start_seconds": 189.0}, {"meeting_datetime": "2021-02-03T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sta15.mp3", "start_seconds": 189.0}, {"meeting_datetime": "2021-02-03T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sta15.mp3", "start_seconds": 189.0}, {"meeting_datetime": "2021-02-03T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sta15.mp3", "start_seconds": 189.0}], "bill_versions": [{"bill_id": 21841, "bill_version_id": 210416, "bill_version": "Introduced", "bill_version_date": "2021-01-07T15:24:18.223-06:00", "bill_text": "An Act to repeal certain obsolete state estate and inheritance tax provisions. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 6-8B-25 be AMENDED. 6-8B-25. Tax exemption. All bonds issued by any public body pursuant to this chapter, their transfer, and the income therefrom, are free from taxation within the State of South Dakota, except for estate, inheritance taxes and taxes imposed upon financial institutions under chapter 10-43. Section 2. That § 21-41-20 be REPEALED. 21-41-20. Inheritance tax determination in action--Service on Department of Revenue--Judgment of freedom from inheritance tax. Section 3. That § 21-44-2 be AMENDED. 21-44-2. Recording death certificate--Prima facie evidence--Affidavit identifying property. In all cases of joint tenancy in lands or personal property, and in all cases where any estate, title or interest in, or lien upon, lands or personal property has been or may be created, which estate, title, interest, or lien was or is to continue only during the life of any person named or described in the instrument by which such estate, title, interest or lien was created, a copy of the record of the death of any such joint tenant or of the person upon whose life such estate, title, interest, or lien was or is limited, duly certified by any officer who is required by the laws of the state or county in which such record is made, to keep a record of the death of persons occurring within the jurisdiction of such officer, may be recorded in the office of the register of deeds of the county in which such lands are situated or in the proper office for filing as to such personal property. The record of such certified copy shall be is prima facie evidence of the death of such person and the termination of such joint tenancy and of all such estate, title, interest, and lien as was or is limited upon the life of such person. In the case of any person dying prior to July 1, 2001, there shall also be recorded at the same time, a certified copy of an order made by the circuit court having jurisdiction determining that there is no inheritance tax due on the estate of the deceased person or an order made by the court reciting that the tax due on the estate of the deceased person or on a particular transfer has been determined and proof of the payment of the tax has been filed in the office of the clerk of the court. In order to identify the property affected by the death of such person, the person causing the certificate to be recorded shall attach thereon an affidavit setting out the legal descriptions of the property involved. This section shall not be treated or construed as exclusive of any other remedy authorized by law or rule of court but shall be as cumulative to such other remedy. Section 4. That § 21-44-10 be REPEALED. 21-44-10. Proceedings for determination of inheritance tax due--Inventory--Service on Department of Revenue--Jurisdiction to determine tax. Section 5. That § 21-44-27 be AMENDED. 21-44-27. Spousal joint tenancy termination. If the spouse of a decedent is the sole surviving joint tenant in real property, any interested person may terminate the joint tenancy by furnishing the register of deeds of the county where the property is located with an affidavit setting forth the following: (1) The name and date of death of the deceased joint tenant; (2) The legal description of the real property held in joint tenancy; (3) The name of the surviving spouse of the deceased joint tenant; (4) That the surviving spouse of the deceased joint tenant is the sole surviving joint tenant in the real property. The affidavit shall be accompanied by a certified copy of the death certificate of the deceased joint tenant. The affidavit may be filed in lieu of the report required by § 10-41-17. Section 6. That § 29A-3-916 be AMENDED. 29A-3-916. Apportionment of estate taxes. (a) For purposes of this section: (1) \"Estate\" means the gross estate of a decedent as determined for the purpose of federal estate tax and the estate tax payable to this state; (2) \"Persons\" means any individual, partnership, association, joint stock company, corporation, government, political subdivision, governmental agency, or local governmental agency; (3) \"Person interested in the estate\" means any person entitled to receive, or who has received, from a decedent or by reason of the death of a decedent any property or interest therein included in the decedent's estate. It includes a personal representative, conservator, and trustee; (4) \"State\" means any state, territory, or possession of the United States, the District of Columbia, and the Commonwealth of Puerto Rico; (5) \"Tax\" means the federal estate tax and the state estate tax imposed by chapter 10-40A and interest and penalties imposed in addition to the tax; (6) \"Fiduciary\" means personal representative or trustee. (b) Except as provided in subsection (i) and, unless the will otherwise provides, the tax shall be apportioned among all persons interested in the estate. The apportionment is to be made in the proportion that the value of the interest of each person interested in the estate bears to the total value of the interests of all persons interested in the estate. The values used in determining the tax are to be used for that purpose. If the decedent's will directs a method of apportionment of tax different from the method described in this code, the method described in the will controls. (c)(1) The court in which venue lies for the administration of the estate of a decedent, on petition for the purpose may determine the apportionment of the tax; (2) If the court finds that it is inequitable to apportion interest and penalties in the manner provided in subsection (b), because of special circumstances, it may direct apportionment thereof in the manner it finds equitable; (3) If the court finds that the assessment of penalties and interest assessed in relation to the tax is due to delay caused by the negligence of the fiduciary, the court may charge him with the amount of the assessed penalties and interest; (4) In any action to recover from any person interested in the estate the amount of the tax apportioned to the person in accordance with this code, the determination of the court in respect thereto shall be prima facie correct. (d)(1) The personal representative or other person in possession of the property of the decedent required to pay the tax may withhold from any property distributable to any person interested in the estate, upon its distribution to the person, the amount of tax attributable to the person's interest. If the property in possession of the personal representative or other person required to pay the tax and distributable to any person interested in the estate is insufficient to satisfy the proportionate amount of the tax determined to be due from the person, the personal representative or other person required to pay the tax may recover the deficiency from the person interested in the estate. If the property is not in the possession of the personal representative or the other person required to pay the tax, the personal representative or the other person required to pay the tax may recover from any person interested in the estate the amount of the tax apportioned to the person in accordance with this chapter; (2) If property held by the personal representative is distributed prior to final apportionment of the tax, the distributee shall provide a bond or other security for the apportionment liability in the form and amount prescribed by the personal representative. (e)(1) In making an apportionment, allowances shall be made for any exemptions granted, any classification made of persons interested in the estate and for any deductions and credits allowed by the law imposing the tax; (2) Any exemption or deduction allowed by reason of the relationship of any person to the decedent or by reason of the purposes of the gift inures to the benefit of the person bearing such relationship or receiving the gift; but if an interest is subject to a prior present interest, which is not allowable as a deduction, the tax apportionable against the present interest shall be paid from principal; (3) Any deduction for property previously taxed and any credit for gift taxes or death taxes of a foreign country paid by the decedent or his estate inures to the proportionate benefit of all persons liable to apportionment; (4) Any credit for inheritance, succession, or estate taxes or taxes in the nature thereof applicable to property or interests includable in the estate, inures to the benefit of the persons or interests chargeable with the payment thereof to the extent proportionately that the credit reduces the tax; (5) To the extent that property passing to or in trust for a surviving spouse or any charitable, public, or similar purpose is not an allowable deduction for purposes of the tax solely by reason of an inheritance tax or other death tax imposed upon and deductible from the property, the property is not included in the computation provided for in subsection (b) hereof, and to that extent no apportionment is made against the property. The sentence immediately preceding does not apply to any case if the result would be to deprive the estate of a deduction otherwise allowable under section 2053(d) of the Internal Revenue Code of 1954, as amended, of the United States, relating to deduction for state death taxes on transfers for public, charitable, or religious uses. (f) No interest in income and no estate for years or for life or other temporary interest in any property or fund is subject to apportionment as between the temporary interest and the remainder. The tax on the temporary interest and the tax, if any, on the remainder is chargeable against the corpus of the property or funds subject to the temporary interest and remainder. (g) Neither the personal representative nor other person required to pay the tax is under any duty to institute any action to recover from any person interested in the estate the amount of the tax apportioned to the person until the expiration of the three months next following final determination of the tax. A personal representative or other person required to pay the tax, who institutes the action within a reasonable time after the three months' period, is not subject to any liability or surcharge because any portion of the tax apportioned to any person interested in the estate was collectible at a time following the death of the decedent but thereafter became uncollectible. If the personal representative or other person required to pay the tax cannot collect from any person interested in the estate the amount of the tax apportioned to the person, the amount not recoverable shall be equitably apportioned among the other persons interested in the estate who are subject to apportionment. (h) A personal representative acting in another state or a person required to pay the tax domiciled in another state may institute an action in the courts of this state and may recover a proportionate amount of the federal estate tax, of an estate tax payable to another state or of a death duty due by a decedent's estate to another state, from a person interested in the estate who is either domiciled in this state or who owns property in this state subject to attachment or execution. For the purposes of the action the determination of apportionment by the court having jurisdiction of the administration of the decedent's estate in the other state is prima facie correct. (i) If the liability of persons interested in the estate as prescribed by this section differ from those which result under the Federal Estate Tax Law, the liabilities imposed by the federal law will control and the balance of this section shall apply as if the resulting liabilities had been prescribed herein."}, {"bill_id": 21841, "bill_version_id": 216654, "bill_version": "Enrolled", "bill_version_date": "2021-02-04T16:05:22.45-06:00", "bill_text": "ENTITLED An Act to repeal certain obsolete state estate and inheritance tax provisions. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 6-8B-25 be AMENDED. 6-8B-25. Tax exemption. All bonds issued by any public body pursuant to this chapter, their transfer, and the income therefrom, are free from taxation within the State of South Dakota, except for taxes imposed upon financial institutions under chapter 10-43. Section 2. That § 21-41-20 be REPEALED. 21-41-20. Inheritance tax determination in action--Service on Department of Revenue--Judgment of freedom from inheritance tax. Section 3. That § 21-44-2 be AMENDED. 21-44-2. Recording death certificate--Prima facie evidence--Affidavit identifying property. In all cases of joint tenancy in lands or personal property, and in all cases where any estate, title or interest in, or lien upon, lands or personal property has been or may be created, which estate, title, interest, or lien was or is to continue only during the life of any person named or described in the instrument by which such estate, title, interest or lien was created, a copy of the record of the death of any such joint tenant or of the person upon whose life such estate, title, interest, or lien was or is limited, duly certified by any officer who is required by the laws of the state or county in which such record is made, to keep a record of the death of persons occurring within the jurisdiction of such officer, may be recorded in the office of the register of deeds of the county in which such lands are situated or in the proper office for filing as to such personal property. The record of such certified copy is prima facie evidence of the death of such person and the termination of such joint tenancy and of all such estate, title, interest, and lien as was or is limited upon the life of such person. In order to identify the property affected by the death of such person, the person causing the certificate to be recorded shall attach thereon an affidavit setting out the legal descriptions of the property involved. This section shall not be treated or construed as exclusive of any other remedy authorized by law or rule of court but as cumulative to such other remedy. Section 4. That § 21-44-10 be REPEALED. 21-44-10. Proceedings for determination of inheritance tax due--Inventory--Service on Department of Revenue--Jurisdiction to determine tax. Section 5. That § 21-44-27 be AMENDED. 21-44-27. Spousal joint tenancy termination. If the spouse of a decedent is the sole surviving joint tenant in real property, any interested person may terminate the joint tenancy by furnishing the register of deeds of the county where the property is located with an affidavit setting forth the following: (1) The name and date of death of the deceased joint tenant; (2) The legal description of the real property held in joint tenancy; (3) The name of the surviving spouse of the deceased joint tenant; (4) That the surviving spouse of the deceased joint tenant is the sole surviving joint tenant in the real property. The affidavit shall be accompanied by a certified copy of the death certificate of the deceased joint tenant. Section 6. That § 29A-3-916 be AMENDED. 29A-3-916. Apportionment of estate taxes. (a) For purposes of this section: (1) \"Estate\" means the gross estate of a decedent as determined for the purpose of federal estate tax and the estate tax payable to this state; (2) \"Persons\" means any individual, partnership, association, joint stock company, corporation, government, political subdivision, governmental agency, or local governmental agency; (3) \"Person interested in the estate\" means any person entitled to receive, or who has received, from a decedent or by reason of the death of a decedent any property or interest therein included in the decedent's estate. It includes a personal representative, conservator, and trustee; (4) \"State\" means any state, territory, or possession of the United States, the District of Columbia, and the Commonwealth of Puerto Rico; (5) \"Tax\" means the federal estate tax and interest and penalties imposed in addition to the tax; (6) \"Fiduciary\" means personal representative or trustee. (b) Except as provided in subsection (i) and, unless the will otherwise provides, the tax shall be apportioned among all persons interested in the estate. The apportionment is to be made in the proportion that the value of the interest of each person interested in the estate bears to the total value of the interests of all persons interested in the estate. The values used in determining the tax are to be used for that purpose. If the decedent's will directs a method of apportionment of tax different from the method described in this code, the method described in the will controls. (c)(1) The court in which venue lies for the administration of the estate of a decedent, on petition for the purpose may determine the apportionment of the tax; (2) If the court finds that it is inequitable to apportion interest and penalties in the manner provided in subsection (b), because of special circumstances, it may direct apportionment thereof in the manner it finds equitable; (3) If the court finds that the assessment of penalties and interest assessed in relation to the tax is due to delay caused by the negligence of the fiduciary, the court may charge him with the amount of the assessed penalties and interest; (4) In any action to recover from any person interested in the estate the amount of the tax apportioned to the person in accordance with this code, the determination of the court in respect thereto shall be prima facie correct. (d)(1) The personal representative or other person in possession of the property of the decedent required to pay the tax may withhold from any property distributable to any person interested in the estate, upon its distribution to the person, the amount of tax attributable to the person's interest. If the property in possession of the personal representative or other person required to pay the tax and distributable to any person interested in the estate is insufficient to satisfy the proportionate amount of the tax determined to be due from the person, the personal representative or other person required to pay the tax may recover the deficiency from the person interested in the estate. If the property is not in the possession of the personal representative or the other person required to pay the tax, the personal representative or the other person required to pay the tax may recover from any person interested in the estate the amount of the tax apportioned to the person in accordance with this chapter; (2) If property held by the personal representative is distributed prior to final apportionment of the tax, the distributee shall provide a bond or other security for the apportionment liability in the form and amount prescribed by the personal representative. (e)(1) In making an apportionment, allowances shall be made for any exemptions granted, any classification made of persons interested in the estate and for any deductions and credits allowed by the law imposing the tax; (2) Any exemption or deduction allowed by reason of the relationship of any person to the decedent or by reason of the purposes of the gift inures to the benefit of the person bearing such relationship or receiving the gift; but if an interest is subject to a prior present interest, which is not allowable as a deduction, the tax apportionable against the present interest shall be paid from principal; (3) Any deduction for property previously taxed and any credit for gift taxes or death taxes of a foreign country paid by the decedent or his estate inures to the proportionate benefit of all persons liable to apportionment; (4) Any credit for inheritance, succession, or estate taxes or taxes in the nature thereof applicable to property or interests includable in the estate, inures to the benefit of the persons or interests chargeable with the payment thereof to the extent proportionately that the credit reduces the tax; (5) To the extent that property passing to or in trust for a surviving spouse or any charitable, public, or similar purpose is not an allowable deduction for purposes of the tax solely by reason of an inheritance tax or other death tax imposed upon and deductible from the property, the property is not included in the computation provided for in subsection (b) hereof, and to that extent no apportionment is made against the property. The sentence immediately preceding does not apply to any case if the result would be to deprive the estate of a deduction otherwise allowable under section 2053(d) of the Internal Revenue Code of 1954, as amended, of the United States, relating to deduction for state death taxes on transfers for public, charitable, or religious uses. (f) No interest in income and no estate for years or for life or other temporary interest in any property or fund is subject to apportionment as between the temporary interest and the remainder. The tax on the temporary interest and the tax, if any, on the remainder is chargeable against the corpus of the property or funds subject to the temporary interest and remainder. (g) Neither the personal representative nor other person required to pay the tax is under any duty to institute any action to recover from any person interested in the estate the amount of the tax apportioned to the person until the expiration of the three months next following final determination of the tax. A personal representative or other person required to pay the tax, who institutes the action within a reasonable time after the three months' period, is not subject to any liability or surcharge because any portion of the tax apportioned to any person interested in the estate was collectible at a time following the death of the decedent but thereafter became uncollectible. If the personal representative or other person required to pay the tax cannot collect from any person interested in the estate the amount of the tax apportioned to the person, the amount not recoverable shall be equitably apportioned among the other persons interested in the estate who are subject to apportionment. (h) A personal representative acting in another state or a person required to pay the tax domiciled in another state may institute an action in the courts of this state and may recover a proportionate amount of the federal estate tax, of an estate tax payable to another state or of a death duty due by a decedent's estate to another state, from a person interested in the estate who is either domiciled in this state or who owns property in this state subject to attachment or execution. For the purposes of the action the determination of apportionment by the court having jurisdiction of the administration of the decedent's estate in the other state is prima facie correct. (i) If the liability of persons interested in the estate as prescribed by this section differ from those which result under the Federal Estate Tax Law, the liabilities imposed by the federal law will control and the balance of this section shall apply as if the resulting liabilities had been prescribed herein. An Act to repeal certain obsolete state estate and inheritance tax provisions. I certify that the attached Act originated in the: House as Bill No. 1022 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1022 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2021 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2021 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2021 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21841, "action_date": "2021-01-12T12:00:00-06:00", "document_id": 211012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211012.pdf", "status_text": "First read in House and referred to", "journal_page": 15, "committee_id_action": 492, "committee_id_assigned": 499, "result": "N", "vote": {}}, {"bill_id": 21841, "action_date": "2021-01-21T08:00:00-06:00", "document_id": 211665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211665.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 499, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21841, "action_date": "2021-01-21T08:00:00-06:00", "document_id": 211685, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211685.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 499, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21841, "action_date": "2021-01-21T08:00:00-06:00", "document_id": 211685, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211685.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 499, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21841, "action_date": "2021-01-22T13:00:00-06:00", "document_id": 212449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212449.pdf", "status_text": "Do Pass", "journal_page": 110, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67741, "president_vote": null, "Yea": [1766, 1767, 1768, 1769, 1770, 1772, 1777, 1778, 1780, 1781, 1782, 1784, 1788, 1792, 1793, 1795, 1796, 1798, 1799, 1800, 1802, 1804, 1805, 1807, 1813, 1817, 1820, 1822, 1824, 1826, 1829, 1830, 1832, 1834, 1835, 1836, 1837, 1839, 1841, 1843, 1844, 1852, 1855, 1862, 1864, 1866, 1868, 1883, 3782, 3783, 3784, 3785, 3786, 3787, 3788, 3789, 3790, 3791, 3792, 3793, 3794, 3797, 3799, 3800, 3801, 3802, 3804, 3806], "Excused": [1809, 1823]}}, {"bill_id": 21841, "action_date": "2021-01-25T14:00:00-06:00", "document_id": 212700, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212700.pdf", "status_text": "First read in Senate and referred to", "journal_page": 103, "committee_id_action": 514, "committee_id_assigned": 516, "result": "N", "vote": {}}, {"bill_id": 21841, "action_date": "2021-02-03T10:00:00-06:00", "document_id": 215152, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215152.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 516, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21841, "action_date": "2021-02-03T10:00:00-06:00", "document_id": 215217, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215217.pdf", "status_text": "Do Pass", "journal_page": 1, "committee_id_action": 516, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68281, "president_vote": null, "Yea": [1776, 1806, 1811, 1831, 1856, 3803], "Excused": [1828]}}, {"bill_id": 21841, "action_date": "2021-02-03T10:00:00-06:00", "document_id": 215217, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215217.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": 1, "committee_id_action": 516, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21841, "action_date": "2021-02-04T14:00:00-06:00", "document_id": 216401, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216401.pdf", "status_text": "Do Pass", "journal_page": 184, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68487, "president_vote": null, "Yea": [1771, 3798, 1775, 1776, 1881, 1779, 1783, 1786, 1789, 1794, 1801, 1803, 1806, 1808, 1811, 1812, 1819, 1827, 1828, 1831, 3805, 1847, 1850, 1851, 1853, 1856, 1858, 1860, 3803, 3796, 3795, 1865], "Excused": [1785, 1790, 1870]}}, {"bill_id": 21841, "action_date": "2021-02-05T13:00:00-06:00", "document_id": 216672, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216672.pdf", "status_text": "Signed by the Speaker", "journal_page": 222, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21841, "action_date": "2021-02-08T14:00:00-06:00", "document_id": 216779, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216779.pdf", "status_text": "Signed by the President", "journal_page": 218, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21841, "action_date": "2021-02-09T14:30:00-06:00", "document_id": 216996, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216996.pdf", "status_text": "Delivered to the Governor", "journal_page": 253, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21841, "action_date": "2021-02-16T14:00:00-06:00", "document_id": 217363, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217363.pdf", "status_text": "Signed by the Governor", "journal_page": 293, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7096}