{"session_id": 43, "bill_id": 10435, "bill_type": "House Bill", "bill_number": 1064, "bill_title": "restrict certain vapor products.", "sponsors": [{"legislator_profile_id": 1703, "is_prime": true}, {"legislator_profile_id": 1698, "is_prime": true}, {"legislator_profile_id": 1700, "is_prime": false}, {"legislator_profile_id": 1670, "is_prime": false}, {"legislator_profile_id": 1668, "is_prime": false}, {"legislator_profile_id": 1699, "is_prime": false}, {"legislator_profile_id": 1681, "is_prime": false}, {"legislator_profile_id": 1728, "is_prime": false}, {"legislator_profile_id": 1676, "is_prime": false}, {"legislator_profile_id": 1731, "is_prime": false}, {"legislator_profile_id": 1655, "is_prime": false}, {"legislator_profile_id": 1733, "is_prime": false}, {"legislator_profile_id": 1725, "is_prime": false}, {"legislator_profile_id": 1688, "is_prime": false}, {"legislator_profile_id": 1727, "is_prime": false}, {"legislator_profile_id": 1683, "is_prime": false}, {"legislator_profile_id": 1712, "is_prime": false}], "keywords": ["Crimes", "Electronic Smoking Devices", "Public Health and Safety"], "audio": [{"meeting_datetime": "2020-02-18T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe21.mp3", "start_seconds": 2432.0}, {"meeting_datetime": "2020-02-18T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe21.mp3", "start_seconds": 2432.0}, {"meeting_datetime": "2020-02-18T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe21.mp3", "start_seconds": 2432.0}, {"meeting_datetime": "2020-02-18T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe21.mp3", "start_seconds": 2432.0}, {"meeting_datetime": "2020-02-18T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe21.mp3", "start_seconds": 2432.0}, {"meeting_datetime": "2020-02-18T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe21.mp3", "start_seconds": 2432.0}], "bill_versions": [{"bill_id": 10435, "bill_version_id": 62534, "bill_version": "Introduced", "bill_version_date": "2020-01-16T14:49:05.43-06:00", "bill_text": "An Act to restrict certain vapor products. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 34-46-1 be AMENDED: 34-46-1. Definitions. Terms used in this chapter mean: (1) \"Characterizing flavor,\" a taste or aroma, other than the taste or aroma of tobacco, mint, or menthol, imparted either prior to or during the use of an electronic smoking device or vapor product; (2) \"Electronic smoking device,\" any e-cigarette, e-cigar, e-pipe, e-hookah, or vape pen containing or delivering nicotine or noncombustible product that employs a heating element, power source, electronic circuit, or other electronic, chemical, or mechanical means, regardless of shape or size, containing any other substance intended for human consumption that may be used by a person in any manner for the purpose of inhaling vapor or aerosol from the product for nonmedicinal purposes; (3) \"Enclosed area,\" any space between a floor and a ceiling that is enclosed, exclusive of doorways, on all sides by permanent or temporary walls or windows; (4) \"Flavored vapor product,\": any cartridge, liquid, solution, or other product that imparts a characterizing flavor; (5) \"Place of employment,\" any enclosed area under the control of a public or private employer; (2)(6) \"Proof of age,\" a driver's license, nondriver identification card, tribal identification card, or other generally accepted means of identification that contains a picture of the individual and appears on its face to be valid; (7) \"Public place,\" any enclosed area to which the public is invited or in which the public is permitted; (3)(8) \"Sample,\" tobacco products distributed to members of the general public at no cost for purposes of promoting the product; (4)(9) \"Sampling,\" the distribution of samples to members of the general public in a public place; (5)(10) \"Self-service display,\" a display that contains cigarettes or smokeless tobacco, or both, and is located in an area openly accessible to the merchant's consumers, and from which such consumers can readily access cigarettes or smokeless tobacco, or both, without the assistance of the merchant or an employee or agent of the merchant. A display case that holds tobacco products behind locked doors does not constitute a self-service display; (6)(11) \"Smoke\" or \"Smoking,\" the act of inhaling, exhaling, burning, or carrying any lighted or heated cigar, cigarette, pipe, hookah, or any other lighted or heated tobacco or plant product intended for inhalation, whether natural or synthetic, in any manner or in any form, including the use of an electronic smoking device which creates an aerosol or vapor, in any manner or in any form; (7)(12) \"Tobacco product,\" any item made of tobacco intended for human consumption, including cigarettes, cigars, pipe tobacco, and smokeless tobacco, as well as electronic smoking devices, and vapor products as defined in § 34-46-20; (8)(13) \"Tobacco speciality store,\" a business that derives at least seventy-five percent of its revenue from the sale of tobacco products; (14) \"Vapor product,\" any cartridge, liquid, solution, or other product used in conjunction with an electronic smoking device to produce a vapor or aerosol intended for human consumption for nonmedicinal purposes. Section 2. That § 34-46-2 be AMENDED: 34-46-2. Unlawful actions. The following actions are unlawful: (1) To knowingly sell or distribute a tobacco product to a person under the age of eighteen; (2) To purchase or attempt to purchase, to receive or attempt to receive, to possess, or to consume a tobacco product if a person is under the age of eighteen; (3) To purchase a tobacco product on behalf of, or to give a tobacco product to, any person under the age of eighteen; (4) To sell cigarettes other than in an unopened package originating with the manufacturer and depicting the warning labels required by federal law; (5) To sell tobacco products through a vending machine located in a place other than the following: (a) A factory, business, office, or other place not open to the general public; (b) A place that is open to the public but to which persons under the age of eighteen are denied access; (c) An establishment licensed under chapter 35-4 to sell alcoholic beverages for consumption on the premises where sold; (6) To sell cigarettes or smokeless tobacco, or both, through a self-service display other than a display that is: (a) A vending machine permitted under subdivision (5) of this section; or (b) Located in a tobacco speciality store; or (7) To distribute tobacco product samples in or on a public street, sidewalk, or park that is within five hundred feet of a playground, school, or other facility when the facility is being used primarily by persons under the age of eighteen; or (8) To sell, offer for sale, give, transport, otherwise distribute, or possess a flavored vapor product. A violation of this section is a Class 2 misdemeanor. A person is not liable for more than one violation of subdivision (4) on a single day. Reasonable reliance upon proof of age of the purchaser or the recipient of a tobacco product is a complete defense to any action brought against a person for the sale or distribution of a tobacco product to a person under the age of eighteen. Section 3. That § 34-46-3 be AMENDED: 34-46-3. Unannounced random inspections--Persons enlisted--Requirements. Each county state's attorney or a local law enforcement officer designated by the state's attorney shall annually conduct unannounced, random inspections at various locations where tobacco products are sold or distributed to ensure compliance with this chapter. Persons under the age of eighteen may be enlisted to test compliance with this chapter. Such persons may be used to test compliance with this chapter only if the testing is conducted under the supervision of the county state's attorney or a local law enforcement officer designated by the state's attorney and written parental consent has been provided. Any other use of persons under the age of eighteen to test compliance with this chapter is unlawful and the persons responsible for such use are subject to the penalties prescribed in § 34-46-5 § 34-46-2. Section 4. That a NEW SECTION be added: 34-46-22. Seizure and destruction of flavored vapor products. Any flavored vapor product found at any place in this state in violation of subdivision 34-46-2(8) is declared to be a contraband good and may be seized by the secretary of revenue, the secretary's agents or employees, or by any law enforcement of this state if directed by the secretary to do so, without a warrant. Any flavored vapor products seized pursuant to this section shall be forfeited to the state and destroyed. Any person aggrieved by an action of the secretary under this section may apply to the secretary for an appeal under § 10-50-46. Section 5. That § 34-46-14 be AMENDED: 34-46-14. Smoking in public or place of employment prohibited--Petty offense. No person may smoke tobacco product or carry any lighted or activated tobacco product in any public place or place of employment. A violation of this section is a petty offense. Section 6. That § 34-46-16 be AMENDED: 34-46-16. Inapplicability to private residences unless used for day care. The provisions of §§ 34-46-13 to 34-46-15, inclusive, this chapter do not apply to any private residence unless the private residence is used for day care. Section 7. That § 34-46-17 be AMENDED: 34-46-17. Posted smoking rooms permitted in hotels and lodging establishments. The provisions of §§ 34-46-13 to 34-46-15, inclusive, this chapter do not apply to any sleeping rooms in any hotel or lodging establishment licensed pursuant to subdivision 34-18-1(7) or (9), respectively, if the rooms are rented to guests. Any sleeping room in which smoking is allowed shall be posted as a smoking room. Section 8. That § 34-46-18 be AMENDED: 34-46-18. Smoking permitted in certain licensed establishments where alcohol sold. The provisions of §§ 34-46-13 to §§ 34-46-14 and 34-46-15, inclusive, do not apply to any establishment licensed pursuant to subdivision 35-4-2(4), (6), (12), or (16) that was in compliance on January 1, 2009, with, and maintains compliance with, the following requirements: (1) Generates ten percent or more of its annual gross income from the sale of cigars. For the purposes of this section, a cigar is any individual roll of tobacco that has a wrapper or cover consisting only of tobacco, that measures a number forty ring size or larger, and that is sold without a filter; (2) Has a humidor on the premises; and (3) Is enclosed by solid walls or windows, a ceiling, and a solid door and is equipped with a ventilation system by which exhausted air is not recirculated to nonsmoking areas and smoke is not backstreamed into nonsmoking areas. Any establishment meeting the requirements of this section may permit the smoking of cigars and any premium tobacco product purchased on the premises. However, no establishment may permit the smoking of any other tobacco product on the premises. The establishment shall post a notice of the prohibition. Any establishment meeting the requirements of this section shall annually report to the Department of Revenue, on a form prescribed by the department, the revenue generated from the sale of cigars as a percentage of annual gross income. Section 9. That § 34-46-19 be AMENDED: 34-46-19. Retail tobacco stores--Smoking permitted--Limitations. The provisions of §§ 34-46-13 to §§ 34-46-14 and 34-46-15, inclusive, do not apply to any retail tobacco store that meets the following requirements: (1) Generates sixty-five percent of its annual gross income from the sale of tobacco, tobacco products, and accessories for such products; (2) Is enclosed by solid walls or windows, a ceiling, and a solid door that provides egress to the outdoors; and (3) Does not allow the consumption of alcoholic beverages on the premises. Any retail tobacco store meeting the requirements of this section shall annually report to the Department of Revenue, on a form prescribed by the department, the revenue generated from the sale of tobacco, tobacco products, and accessories for such products as a percentage of annual gross income. Section 10. That § 10-50-46 be AMENDED: 10-50-46. Persons aggrieved--Application for hearing--Notice of grant or denial. Any person aggrieved by any action under this chapter or § 34-36-22 of the secretary of revenue or his authorized agent for which hearing is not elsewhere provided may apply to the secretary, in writing, within ten days after the notice of such action is delivered or mailed to him, for a hearing, setting forth the reasons why such hearing should be granted and the manner of relief sought. The secretary shall promptly consider each such application and may grant or deny the hearing requested. If the hearing be denied, the applicant shall be notified thereof forthwith; if it be granted, the secretary shall notify the applicant of the time and place fixed for such hearing. Section 11. That § 10-50-49 be AMENDED: 10-50-49. Appeal to circuit court--Notice of appeal. Any person aggrieved because of any action or decision of the secretary of revenue under the provisions of this chapter or § 34-46-22 may appeal therefrom to the circuit court for the county of the taxpayer's residence or place of business, which appeal shall be taken by a notice of appeal in writing, setting forth the grounds upon which the appeal is taken or the action or decision of the secretary of which the appellant is aggrieved. Section 12. That § 34-46-5 be REPEALED. 34-46-5. Violation as misdemeanor. Section 13. That § 34-46-13 be REPEALED. 34-46-13. Definition of terms used in §§ 34-46-13 to 34-46-19. Section 14. That § 34-46-20 be REPEALED. 34-46-20. Tobacco product includes vapor product."}], "amendments": [{"bill_id": 10435, "document_id": 67100, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67100.pdf", "legislator_profile_id": 1698, "document_id_instructions": 67101, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/67101.pdf"}, {"bill_id": 10435, "document_id": 67732, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67732.pdf", "legislator_profile_id": 1698, "document_id_instructions": 67733, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/67733.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 10435, "action_date": "2020-01-17T09:00:00-06:00", "document_id": 62512, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/62512.pdf", "status_text": "First read in House and referred to", "journal_page": 28, "committee_id_action": 480, "committee_id_assigned": 466, "result": "N", "vote": {}}, {"bill_id": 10435, "action_date": "2020-02-18T07:45:00-06:00", "document_id": 67650, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67650.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 466, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10435, "action_date": "2020-02-18T07:45:00-06:00", "document_id": 67651, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67651.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 466, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 10435, "action_date": "2020-02-18T07:45:00-06:00", "document_id": 67651, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67651.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 466, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 33118, "president_vote": null, "Nay": [1670, 1740, 1675, 1709, 1656, 1696, 1662, 1731], "Yea": [1699, 1679, 1698, 1712, 1755]}}, {"bill_id": 10435, "action_date": "2020-02-18T07:45:00-06:00", "document_id": 67651, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67651.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 466, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33120, "president_vote": null, "Yea": [1670, 1740, 1675, 1709, 1656, 1696, 1662, 1731], "Nay": [1699, 1679, 1698, 1712, 1755]}}]}