{"session_id": 48, "bill_id": 14257, "bill_type": "Senate Bill", "bill_number": 46, "bill_title": "revise certain requirements for membership and payment of fees to the South Dakota Pharmacy Association, to transfer certain fees to the South Dakota Board of Pharmacy, and to increase a penalty.", "sponsors": [], "keywords": ["Administrative Rules", "Fees", "Professions and Occupations", "South Dakota Pharmacists Association", "State Board of Pharmacy"], "audio": [], "bill_versions": [{"bill_id": 14257, "bill_version_id": 80184, "bill_version": "Introduced", "bill_version_date": "1999-01-09T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain requirements for membership and payment of fees to the South Dakota Pharmacy Association, to transfer certain fees to the South Dakota Board of Pharmacy, and to increase a penalty. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-11-3 be amended to read as follows: 36-11-3. The registered pharmacists of this state shall constitute an association under the name and title of the South Dakota Pharmacists Association, the purpose of which shall be The purpose of the South Dakota Pharmacists Association is to serve as the state professional society of pharmacists which represents the profession of pharmacy, enhances to enhance the public's awareness of pharmacy, and serves to serve the best interest of public health and pharmacy. The South Dakota Pharmacists Association shall be conducted as a nonprofit corporation pursuant to the terms of its articles of incorporation. The members of the association who have secured a current annual certificate of registration to practice pharmacy in this state are entitled to all of the rights and privileges of the association and may vote, serve as an officer or director of the association, and participate in all of the meetings of the association. The association shall hold an annual meeting at such time and place as it determines. It shall report annually to the Governor, recommending the names of at least three members who are practicing pharmacists rendering pharmaceutical services to the general public in this state and otherwise qualified to be appointed as members of the State Board of Pharmacy. Section 2. That § 36-11-6 be repealed. 36-11-6. The association shall annually receive all fees received for renewal of certificates of registration as a pharmacist in this state. The association may use the funds for payment of expenses of the association, including continuing education, matters related to registration standards for pharmacists, professional service standards, and general operating expenses. The association shall use funds received to pay any legislated assessment to support a diversion program for chemically impaired pharmacists. Expenditures of funds shall be approved by the president and treasurer of the association. The association shall annually file in the office of the board an itemized statement of the receipts of the association and disbursements from the receipts. Section 3. That § 36-11-23 be amended to read as follows: 36-11-23. Each pharmacist shall annually by October first each year, pay to the South Dakota Pharmacists Association Board of Pharmacy a registry fee to be fixed by the association and adopted by the board in compliance with chapter 1-26, not to exceed one hundred fifty dollars, for which the pharmacist shall receive from the board of pharmacy a renewal of the certificate of registration. Any pharmacist who fails to pay the renewal fee by the due date is subject to suspension of certificate by the board in compliance with chapter 1-26. Any suspended certificate may be reinstated if all delinquent fees have been paid, plus a penalty of twenty-five thirty-five dollars, and the board of pharmacy has approved the application for reinstatement."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14257, "action_date": "1999-01-12T14:00:00-06:00", "document_id": 81769, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81769.pdf", "status_text": "First read in Senate and referred to", "journal_page": 23, "committee_id_action": 629, "committee_id_assigned": 603, "result": "N", "vote": {}}, {"bill_id": 14257, "action_date": "1999-01-14T10:00:00-06:00", "document_id": 82017, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82017.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 603, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14257, "action_date": "1999-01-19T10:00:00-06:00", "document_id": 82018, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82018.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 115, "committee_id_action": 603, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42255, "president_vote": null, "Yea": [2259, 2274, 2293, 2299, 2215, 2285], "Excused": [2275]}}]}