{"session_id": 36, "bill_id": 10156, "bill_type": "Senate Commemoration", "bill_number": 37, "bill_title": "Commending and honoring Korbin Leddy as a recipient of a 2019 Prudential Spirit of Community Award.", "sponsors": [{"legislator_profile_id": 1435, "is_prime": true}, {"legislator_profile_id": 1433, "is_prime": true}, {"legislator_profile_id": 1562, "is_prime": false}, {"legislator_profile_id": 1613, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 10156, "bill_version_id": 54526, "bill_version": "Introduced", "bill_version_date": "2019-03-04T10:06:43.883-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Korbin Leddy as a recipient of a 2019 Prudential Spirit of Community Award. WHEREAS, Korbin Leddy, an esteemed resident of Stockholm, South Dakota, and a student at Milbank High School, has achieved national recognition for exemplary volunteer service by receiving a 2019 Prudential Spirit of Community Award; and WHEREAS, this prestigious award, presented by Prudential Financial in partnership with the National Association of Secondary School Principals, honors young volunteers across America who have demonstrated an extraordinary commitment to serving their communities; and WHEREAS, Mr. Leddy earned this award by giving generously of his time and energy to helping the fight to end hunger, has donated more than seven hundred fifty pounds of fresh produce from his family's garden, and runs an annual \"Feed the Need Food Drive\" to benefit his local pantry; and WHEREAS, Mr. Leddy has recruited other students to donate their garden surplus and helped pack more than 24,000 fortified rice meals for Native American reservations and disaster relief efforts; and WHEREAS, the success of the state of South Dakota, the strength of our communities, and the overall vitality of American society depend, in great measure, upon the dedication of young people like Mr. Leddy who use their considerable talents and resources to serve others: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fourth Legislature of the State of South Dakota, that the Legislature congratulates and commends Korbin Leddy as a recipient of a Prudential Spirit of Community Award, recognizes his outstanding record of volunteer service, peer leadership, and community spirit, and extends best wishes for his continued success."}, {"bill_id": 10156, "bill_version_id": 54799, "bill_version": "Enrolled", "bill_version_date": "2019-03-06T16:53:11.967-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Korbin Leddy as a recipient of a 2019 Prudential Spirit of Community Award. WHEREAS, Korbin Leddy, an esteemed resident of Stockholm, South Dakota, and a student at Milbank High School, has achieved national recognition for exemplary volunteer service by receiving a 2019 Prudential Spirit of Community Award; and WHEREAS, this prestigious award, presented by Prudential Financial in partnership with the National Association of Secondary School Principals, honors young volunteers across America who have demonstrated an extraordinary commitment to serving their communities; and WHEREAS, Mr. Leddy earned this award by giving generously of his time and energy to helping the fight to end hunger, has donated more than seven hundred fifty pounds of fresh produce from his family's garden, and runs an annual \"Feed the Need Food Drive\" to benefit his local pantry; and WHEREAS, Mr. Leddy has recruited other students to donate their garden surplus and helped pack more than 24,000 fortified rice meals for Native American reservations and disaster relief efforts; and WHEREAS, the success of the state of South Dakota, the strength of our communities, and the overall vitality of American society depend, in great measure, upon the dedication of young people like Mr. Leddy who use their considerable talents and resources to serve others: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fourth Legislature of the State of South Dakota, that the Legislature congratulates and commends Korbin Leddy as a recipient of a Prudential Spirit of Community Award, recognizes his outstanding record of volunteer service, peer leadership, and community spirit, and extends best wishes for his continued success. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 10156, "action_date": "2019-03-04T14:00:00-06:00", "document_id": 54575, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54575.pdf", "status_text": "", "journal_page": 601, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}]}