{"session_id": 69, "bill_id": 25135, "bill_type": "Senate Bill", "bill_number": 183, "bill_title": "provide property tax relief to certain seniors.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25135", "sponsors": [{"legislator_profile_id": 4502, "is_prime": true}, {"legislator_profile_id": 4511, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}], "keywords": ["Administrative Procedure", "Promulgation of Rules", "Property Tax", "Tax Exemptions and Refunds", "Taxation"], "audio": [], "bill_versions": [{"bill_id": 25135, "bill_version_id": 262819, "bill_version": "Introduced", "bill_version_date": "2024-01-25T10:24:44.727-06:00", "bill_text": "An Act to provide property tax relief to certain seniors. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 10: A person making an application under the provisions of this chapter is entitled to a property tax exemption on one hundred thousand dollars of the full and true value of the person's owner-occupied single-family dwelling classified pursuant to § 10-13-39 to 10-13-40.4, inclusive, if the person: (1) Has a household income, as defined by § 10-6A-1, no greater than one hundred thousand dollars; and (2) Is at least sixty-five years of age. Beginning January 1, 2025, the household income requirement in subdivision (1) increases annually by an index factor. The index factor is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year immediately preceding the year of adjustment. Section 2. That a NEW SECTION be added to title 10: The application for the property tax exemption provided under this chapter must be annually submitted to the county treasurer on or before April first of each year on forms prescribed by, and with documentary evidence required by, the secretary of the Department of Revenue. The applicant shall sign the application under penalty of perjury. The secretary of the Department of Revenue shall promulgate rules pursuant to chapter 1-26 regarding the application form and the documentary evidence required for the property tax exemption provided by this chapter. Section 3. That a NEW SECTION be added to title 10: The county treasurer shall determine whether an applicant is eligible to receive the property tax exemption provided under this chapter. If an applicant is eligible, the county treasurer shall certify the property tax exemption to the county director of equalization, and the county director of equalization shall apply the property tax exemption to the property. Section 4. That a NEW SECTION be added to title 10: Any person aggrieved by the denial, in whole or in part, of relief claimed under the provisions of this chapter may, within thirty days after receiving notice of the denial by the county treasurer, demand and receive a hearing before the secretary of the Department of Revenue on the question. The hearing must be conducted and appeals allowed in the manner specified in chapter 1-26. Section 5. That a NEW SECTION be added to title 10: Any person who receives a property tax exemption due to false application by misrepresenting the facts as to the person's ownership or income is assessed the amount of tax reduction received due to the property tax exemption. The assessment is a perpetual lien on the property pursuant to § 10-21-33. The person is barred from receiving the property tax exemption on any property in the state for the following three years."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25135, "action_date": "2024-01-25T13:00:00-06:00", "document_id": 262427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262427.pdf", "status_text": "First read in Senate and referred to", "journal_page": 182, "committee_id_action": 1219, "committee_id_assigned": 1221, "result": "N", "vote": {}}, {"bill_id": 25135, "action_date": "2024-02-07T14:00:00-06:00", "document_id": 264842, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264842.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 278, "committee_id_action": 1219, "committee_id_assigned": null, "result": "N", "vote": {}}]}