{"session_id": 32, "bill_id": 9001, "bill_type": "Senate Commemoration", "bill_number": 5, "bill_title": "Commending and honoring the 2017 Tea Area High School Titans Boys Soccer Team and the students and staff involved in the program.", "sponsors": [{"legislator_profile_id": 1248, "is_prime": true}, {"legislator_profile_id": 1244, "is_prime": true}, {"legislator_profile_id": 1284, "is_prime": false}, {"legislator_profile_id": 1217, "is_prime": false}, {"legislator_profile_id": 1246, "is_prime": false}, {"legislator_profile_id": 1283, "is_prime": false}, {"legislator_profile_id": 1218, "is_prime": false}, {"legislator_profile_id": 1249, "is_prime": false}, {"legislator_profile_id": 1221, "is_prime": false}, {"legislator_profile_id": 1259, "is_prime": false}, {"legislator_profile_id": 1225, "is_prime": false}, {"legislator_profile_id": 1252, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 9001, "bill_version_id": 47273, "bill_version": "Introduced", "bill_version_date": "2018-01-18T11:41:56.703-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the 2017 Tea Area High School Titans Boys Soccer Team and the students and staff involved in the program. WHEREAS, in 2017, the Tea Area High School Titans Boys Soccer Team won the State Class A High School Soccer Championship by virtue of the members' outstanding character, teamwork, hard work, and dedication to the sport both on and off the field; and WHEREAS, the program received superior coaching and outstanding leadership from head coach Zach Jurgens and assistant coach Ryan Gallagher; and WHEREAS, the members of the 2017 State Champion Tea Area High School Soccer Team include: Josh Newbold, Cade Clayberg, Wilson Hoffman, Jacob Hyland, Noah McKinney, Ryan Del Monaco, Kade Stearns, David Loof, Joey Headrick, Josh Quamen, Colby Fechner, Tyler Duffy, Ramon Izquierdo, Mason Schlunsen, Noah Freidel, Justin Hohn, Brady Pfeifer, Tanner Meyers, Mason Ritter, and Wyatt VanTol: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Third Legislature of the State of South Dakota, that the Legislature honors and commends the Tea Area High School Titans Boys Soccer Team for its athletic excellence in the 2017 soccer season."}, {"bill_id": 9001, "bill_version_id": 47520, "bill_version": "Enrolled", "bill_version_date": "2018-01-22T16:22:41.71-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the 2017 Tea Area High School Titans Boys Soccer Team and the students and staff involved in the program. WHEREAS, in 2017, the Tea Area High School Titans Boys Soccer Team won the State Class A High School Soccer Championship by virtue of the members' outstanding character, teamwork, hard work, and dedication to the sport both on and off the field; and WHEREAS, the program received superior coaching and outstanding leadership from head coach Zach Jurgens and assistant coach Ryan Gallagher; and WHEREAS, the members of the 2017 State Champion Tea Area High School Soccer Team include: Josh Newbold, Cade Clayberg, Wilson Hoffman, Jacob Hyland, Noah McKinney, Ryan Del Monaco, Kade Stearns, David Loof, Joey Headrick, Josh Quamen, Colby Fechner, Tyler Duffy, Ramon Izquierdo, Mason Schlunsen, Noah Freidel, Justin Hohn, Brady Pfeifer, Tanner Meyers, Mason Ritter, and Wyatt VanTol: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Third Legislature of the State of South Dakota, that the Legislature honors and commends the Tea Area High School Titans Boys Soccer Team for its athletic excellence in the 2017 soccer season. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9001, "action_date": "2018-01-18T14:00:00-06:00", "document_id": 47299, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47299.pdf", "status_text": "", "journal_page": 142, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/9001"}