{"session_id": 61, "bill_id": 21070, "bill_type": "House Bill", "bill_number": 1159, "bill_title": "create the facility equity fund to provide financial assistance to certain school districts with critical capital construction needs.", "sponsors": [{"legislator_profile_id": 3586, "is_prime": true}, {"legislator_profile_id": 3589, "is_prime": true}, {"legislator_profile_id": 3575, "is_prime": false}, {"legislator_profile_id": 3583, "is_prime": false}, {"legislator_profile_id": 3591, "is_prime": false}, {"legislator_profile_id": 3604, "is_prime": false}, {"legislator_profile_id": 3621, "is_prime": false}, {"legislator_profile_id": 3633, "is_prime": false}, {"legislator_profile_id": 3671, "is_prime": false}, {"legislator_profile_id": 3675, "is_prime": false}], "keywords": ["Appropriation", "Department of Education", "Education", "Taxes"], "audio": [{"meeting_datetime": "2007-02-08T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hed22.mp3", "start_seconds": 7465.0}, {"meeting_datetime": "2007-02-08T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hed22.mp3", "start_seconds": 7465.0}, {"meeting_datetime": "2007-02-08T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hed22.mp3", "start_seconds": 7465.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hed25.mp3", "start_seconds": 515.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hed25.mp3", "start_seconds": 515.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hed25.mp3", "start_seconds": 515.0}], "bill_versions": [{"bill_id": 21070, "bill_version_id": 110653, "bill_version": "Introduced", "bill_version_date": "2007-01-24T10:23:08-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create the facility equity fund to provide financial assistance to certain school districts with critical capital construction needs. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby created within the Department of Education the facility equity fund to provide funds to assist certain school districts with critical need for capital construction. Section 2. As used in this Act, a school district with critical need for capital construction is one which: (1) Has an urgent need for a new academic building or for a replacement of an academic building due to a catastrophe or due to condemnation by the state fire marshal for structural concerns; and (2) Levies taxes at the maximum levels prescribed in § 13-6-7 and still does not have the ability to raise local effort sufficient enough to build or acquire adequate, permanent academic building space. Section 3. Any school district seeking financial assistance through the facility equity fund shall apply to the secretary of education. The application shall document the district's critical need and include the district's plan to add or replace the academic building. Section 4. There is hereby created the Facility Equity Fund Oversight Board within the Department of Education. The board shall consist of the secretary of education, and six members appointed by the Governor, including a member of the Governor's staff, a member of the staff of the Department of Revenue and Regulation, two members of the South Dakota Senate who are not from the same political party, and two members of the South Dakota House of Representatives who are not from the same political party. However, no member of the South Dakota Senate or the South Dakota House of Representatives who resides in a school district that is seeking financial assistance through the facility equity fund is eligible to serve on the Facility Equity Fund Oversight Board. Section 5. The Facility Equity Fund Oversight Board members shall serve a term of one year and meet at the call of the secretary of education to review and act upon applications from school districts seeking financial assistance from the facility equity fund. When considering whether to approve an application, the board shall take into consideration the following factors: (1) If the school district is a sparse district as defined in § 13-13-78; (2) If the plan to add or replace the academic building is adequate to meet the district's needs, but not excessive based on enrollment projections; and (3) If the school district will likely continue to need the planned academic building ten to twenty years into the future. Only those school districts whose applications receive the approval of at least five of the members of the Facility Equity Fund Oversight Board are eligible to receive funds from the facility equity fund. Section 6. The secretary of education shall promulgate rules pursuant to chapter 1-26 to establish application procedures, application timelines, and the procedures for distributing available funds from the facility equity fund to the approved school districts. Section 7. That § 10-50-52 be amended to read as follows: 10-50-52. The money received by the secretary of revenue and regulation from the tax imposed by this chapter shall be credited by him the secretary to the state general fund. The first thirty million dollars in revenue collected annually pursuant to this chapter shall be deposited in the general fund. All revenue in excess of thirty million dollars collected annually shall be deposited in the tobacco prevention and reduction trust fund. Five million dollars of the revenue deposited annually in the tobacco prevention and reduction trust fund pursuant to this section shall be used to implement the tobacco prevention and reduction program. Thirty-three percent of any revenue deposited in the tobacco prevention and reduction trust fund in excess of five million dollars shall be transferred to the property tax reduction fund. Thirty-three percent of any revenue deposited in the tobacco prevention and reduction trust fund in excess of five million dollars shall be transferred to the education enhancement trust fund facility equity fund within the Department of Education . Thirty-four percent of any revenue deposited in the tobacco prevention and reduction trust fund in excess of five million dollars shall be transferred to the health care trust fund. Section 8. On June 30, 2011, this Act is repealed and any money remaining in the facility equity fund shall be transferred to the education enhancement trust fund."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21070, "action_date": "2007-01-24T14:00:00-06:00", "document_id": 110694, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110694.pdf", "status_text": "First read in House and referred to", "journal_page": 175, "committee_id_action": 923, "committee_id_assigned": 912, "result": "N", "vote": {}}, {"bill_id": 21070, "action_date": "2007-02-08T10:00:00-06:00", "document_id": 111835, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111835.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 912, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21070, "action_date": "2007-02-13T10:00:00-06:00", "document_id": 112161, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112161.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 912, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21070, "action_date": "2007-02-13T10:00:00-06:00", "document_id": 112161, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112161.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 481, "committee_id_action": 912, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65107, "president_vote": null, "Excused": [3577, 3587, 3671], "Yea": [3579, 3599, 3614, 3635, 3643, 3649, 3674, 3613], "Nay": [3591, 3604, 3665, 3675]}}]}