{"session_id": 53, "bill_id": 17212, "bill_type": "House Bill", "bill_number": 1248, "bill_title": "increase the tax on cigarettes and to dedicate the proceeds.", "sponsors": [{"legislator_profile_id": 2740, "is_prime": true}, {"legislator_profile_id": 2805, "is_prime": true}, {"legislator_profile_id": 2734, "is_prime": false}, {"legislator_profile_id": 2771, "is_prime": false}, {"legislator_profile_id": 2792, "is_prime": false}, {"legislator_profile_id": 2824, "is_prime": false}], "keywords": ["Taxes"], "audio": [{"meeting_datetime": "2002-01-31T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hta18a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-05T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hta21hb1248a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-05T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hta21hb1248a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17212, "bill_version_id": 92356, "bill_version": "Introduced", "bill_version_date": "2002-01-18T09:10:42-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase the tax on cigarettes and to dedicate the proceeds. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: In addition to the tax imposed by § 10-50-3, whether or not a sale occurs, there is imposed an additional tax at the following rates on all cigarettes held in this state for sale by any person: Class A, on cigarettes weighing not more than three pounds per thousand, eight and one-half mills on each cigarette. Class B, on cigarettes weighing more than three pounds per thousand, eight and eight-tenths mills on each cigarette. Section 2. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: Any revenues collected pursuant to this Act shall be distributed annually in the same manner and at the same time as the permanent school fund income pursuant to § 13-13-1. Section 3. That § 10-50-4 be amended to read as follows: 10-50-4. The payment of the tax imposed by § 10-50-3 and section 1 of this Act shall be evidenced by the affixing of stamps or by the impression of an imprint by suitable metering machines approved by the secretary of revenue as provided by this chapter, to the packages containing the cigarettes as hereinafter indicated. Provided, that However, for cigarettes offered by manufacturers for gratis distribution as samples, such the stamps are not required to be affixed to sample packages if the manufacturer of the cigarette reports and pays the tax directly to the state tax authority. Section 4. That § 10-50-5 be amended to read as follows: 10-50-5. No stamps evidencing payment of the tax prescribed in § 10-50-3 shall and section 1 of this Act may be in a denomination of less than one cent and whenever . If the tax at the rate therein prescribed shall be a specified amount plus includes a fractional part of one cent, the package or carton shall be stamped for the next full cent , provided, that whenever the tax at the rate therein prescribed shall amount to twelve cents the package or carton shall be stamped for the exact amount of twelve cents . Section 5. That § 10-50-6 be amended to read as follows: 10-50-6. Any cigarette on which a tax has been paid, such the payment being evidenced by the affixing of such the stamp or imprint, is not subject to a further tax under this chapter. However, any person, who possesses two thousand or more cigarettes that do not bear a tax stamp or imprint indicating that the South Dakota cigarette tax has been paid, shall pay the tax imposed pursuant to § 10-50-3 and section 1 of this Act plus a penalty equal to ten percent of the total tax due. Section 6. That § 10-50-61 be amended to read as follows: 10-50-61. In addition to the tax imposed by § 10-50-3 and section 1 of this Act , there is imposed, whether or not a sale occurs, a tax upon all tobacco products in this state and upon any person engaged in business as a licensed distributor or licensed wholesaler thereof, at the rate of ten percent of the wholesale purchase price of such the tobacco products. Such The tax shall be imposed at the time the distributor or wholesaler brings or causes to be brought into this state tobacco products for sale; makes, manufactures, or fabricates tobacco products in this state for sale in this state; or ships or transports tobacco products to dealers in this state to be sold by those dealers. For the purposes of this chapter, wholesale purchase price is the price for which a manufacturer sells tobacco products to a licensed distributor or licensed wholesaler exclusive of any discount or other reduction."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17212, "action_date": "2002-01-18T14:00:00-06:00", "document_id": 92410, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92410.pdf", "status_text": "First read in House and referred to", "journal_page": 196, "committee_id_action": 768, "committee_id_assigned": 764, "result": "N", "vote": {}}, {"bill_id": 17212, "action_date": "2002-01-31T07:45:00-06:00", "document_id": 93319, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93319.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 764, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17212, "action_date": "2002-02-05T07:30:00-06:00", "document_id": 93636, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93636.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 764, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17212, "action_date": "2002-02-05T07:30:00-06:00", "document_id": 93636, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93636.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 452, "committee_id_action": 764, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52095, "president_vote": null, "Yea": [2754, 2757, 2767, 2770, 2781, 2798, 2799, 2806, 2773], "Nay": [2755, 2815, 2822, 2824, 2736], "Excused": [2830]}}, {"bill_id": 17212, "action_date": "2002-02-05T07:30:00-06:00", "document_id": 93636, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93636.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 452, "committee_id_action": 764, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52095, "president_vote": null, "Yea": [2754, 2757, 2767, 2770, 2781, 2798, 2799, 2806, 2773], "Nay": [2755, 2815, 2822, 2824, 2736], "Excused": [2830]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/17212"}