{"session_id": 19, "bill_id": 4074, "bill_type": "Senate Bill", "bill_number": 133, "bill_title": "establish a pharmacy audit integrity program.", "sponsors": [{"legislator_profile_id": 349, "is_prime": true}, {"legislator_profile_id": 328, "is_prime": true}, {"legislator_profile_id": 420, "is_prime": false}, {"legislator_profile_id": 370, "is_prime": false}, {"legislator_profile_id": 363, "is_prime": false}, {"legislator_profile_id": 345, "is_prime": false}, {"legislator_profile_id": 329, "is_prime": false}, {"legislator_profile_id": 335, "is_prime": false}, {"legislator_profile_id": 369, "is_prime": false}, {"legislator_profile_id": 371, "is_prime": false}, {"legislator_profile_id": 411, "is_prime": false}, {"legislator_profile_id": 343, "is_prime": false}, {"legislator_profile_id": 367, "is_prime": false}, {"legislator_profile_id": 319, "is_prime": false}, {"legislator_profile_id": 391, "is_prime": false}], "keywords": ["Drugs", "Insurance", "Pharmacy Benefits Managers", "Professions and Occupations", "Trade Regulation"], "audio": [{"meeting_datetime": "2013-01-28T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she13.mp3", "start_seconds": 342.0}, {"meeting_datetime": "2013-01-28T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she13.mp3", "start_seconds": 342.0}, {"meeting_datetime": "2013-01-28T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she13.mp3", "start_seconds": 342.0}, {"meeting_datetime": "2013-02-04T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she17.mp3", "start_seconds": 130.0}, {"meeting_datetime": "2013-02-04T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she17.mp3", "start_seconds": 130.0}, {"meeting_datetime": "2013-02-04T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she17.mp3", "start_seconds": 130.0}, {"meeting_datetime": "2013-02-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen19.mp3", "start_seconds": 3724.0}, {"meeting_datetime": "2013-02-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen19.mp3", "start_seconds": 3724.0}, {"meeting_datetime": "2013-02-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen19.mp3", "start_seconds": 3724.0}, {"meeting_datetime": "2013-02-25T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hco29.mp3", "start_seconds": 6973.0}, {"meeting_datetime": "2013-02-25T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hco29.mp3", "start_seconds": 6973.0}, {"meeting_datetime": "2013-02-25T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hco29.mp3", "start_seconds": 6973.0}, {"meeting_datetime": "2013-02-25T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hco29.mp3", "start_seconds": 6973.0}, {"meeting_datetime": "2013-02-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou30.mp3", "start_seconds": 5000.0}, {"meeting_datetime": "2013-02-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou30.mp3", "start_seconds": 5000.0}, {"meeting_datetime": "2013-02-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou30.mp3", "start_seconds": 5000.0}], "bill_versions": [{"bill_id": 4074, "bill_version_id": 24169, "bill_version": "Introduced", "bill_version_date": "2013-01-22T09:02:59.797-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a pharmacy audit integrity program. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The pharmacy audit integrity program is hereby established to provide standards for an audit of pharmacy records carried out by a pharmacy benefits manager or any entity that represents the pharmacy benefits manager. Section 2. Term used in this Act mean: (1) \"Entity,\" a pharmacy benefits manager or any person or organization that represents these companies, groups, or organizations in any capacity; (2) \"Plan sponsor,\" the employer in the case of an employee benefit plan established or maintained by a single employer or the employee organization in the case of a plan established or maintained by an employee organization, an association, joint board, trustee, committee, or other similar group that establishes or maintains the plan. Section 3. The pharmacy benefits manager shall disclose an amendment to the pharmacy audit terms in a contract between a pharmacy and a pharmacy benefits manager to the pharmacy at least sixty days prior to the effective date of the proposed change. Section 4. Unless otherwise prohibited by federal statutes or regulations, any entity conducting a pharmacy audit shall: (1) Give a pharmacy a minimum thirty days written notice before conducting initial on-site audit; (2) Conduct an audit that involves clinical or professional judgment in consultation with a licensed pharmacist; and (3) Audit each pharmacy under the same standards and parameters as other similarly situated pharmacies. Section 5. Unless otherwise prohibited by federal statutes or regulations, for any entity conducting a pharmacy audit the following audit items apply: (1) The period covered by the audit may not exceed twenty-four months from the date that the claim was submitted to or adjudicated by the entity, unless a longer period is required under state or federal law; (2) If an entity uses random sampling as a method for selecting a set of claims for examination, the sample size shall be appropriate for a statistically reliable sample. Notwithstanding any other provision, the auditing entity shall provide the pharmacy a masked list that provides a prescription number or date range that the auditing entity is seeking to audit; (3) An on-site audit may not take place during the first five business days of the month unless the pharmacy consents; (4) An auditor may not enter any portion of the pharmacy area where patient-specific information is available unless escorted, and to the extent possible shall remain out of sight and hearing range of the pharmacy patients; (5) Any recoupment may not be deducted against future remittances until final completion of any appeals process and both parties have received the results of the final audit; (6) A pharmacy benefits manager may not require information to be written on a prescription unless the information is required to be written on the prescription by state or federal law. Recoupment may be assessed for items not written on the prescription if: (a) Additional information is required in the provider manual; or (b) The information is required by the Food and Drug Administration; or (c) The information is required by the drug manufacturer's product safety program; and (d) The information in subsections (a), (b), or (c) is not readily available for the auditor at the time of the audit; (7) The auditing company or agent may not receive payment based on a percentage of the amount recovered. This section does not prevent the entity conducting the audit from charging or assessing the responsible party, directly or indirectly, based on amounts recouped if: (a) The plan sponsor and the entity conducting the audit have a contract that explicitly states the percentage charge or assessment to the plan sponsor; and (b) A commission to an agent or employee of the entity conducting the audit is not based, directly or indirectly, on amounts recouped. Section 6. For recoupment or chargeback, the following criteria apply: (1) Audit parameters shall consider consumer-oriented parameters based on manufacturer listings; (2) A pharmacy's usual and customary price for compounded medications is considered the reimbursable cost unless the pricing methodology is outlined in the provider contract; (3) A finding of overpayment or underpayment can only be based on the actual overpayment or underpayment and not a projection based on the number of patients served having a similar diagnosis or on the number of similar orders or refills for similar drugs; (4) The entity conducting the audit may not use extrapolation in calculating the recoupment or penalties for audits unless required by state or federal law or regulation; (5) Calculations of overpayments may not include dispensing fees unless: (a) A prescription was not actually dispensed; (b) The prescriber denied authorization; (c) The prescription dispensed was a medication error by the pharmacy; or (d) The identified overpayment is solely based on an extra dispensing fee; (6) An entity may not consider any clerical or record-keeping error, such as a typographical error, scrivener's error, or computer error regarding a required document or record as fraud. However, such errors may be subject to recoupment; (7) In the case of errors that have no actual financial harm to the patient or plan, the pharmacy benefits manager may not assess any chargebacks. Errors that are a result of the pharmacy's failing to comply with a formal corrective action plan may be subject to recovery; and (8) Interest may not accrue during the audit period for either party. The audit period begins with the notice of the audit and ends with the final audit report. Section 7. To validate the pharmacy record and delivery, the pharmacy may use authentic and verifiable statements or record including medication administration records of a nursing home, assisted living facility, hospital, physician, or other authorized practitioner or additional audit documentation parameters located in the provider manual. Any legal prescription that meets the requirements in this chapter may be used to validate claims in connection with prescriptions, refills, or changes in prescriptions, including medication administration records, faxes, e-prescriptions, or documented telephone calls from the prescriber or the prescriber's agents. Section 8. The entity conducting the audit shall establish a written appeals process which shall include appeals of preliminary reports and final reports. Section 9. A preliminary audit report shall be delivered to the pharmacy within sixty days after the conclusion of the audit. A pharmacy shall be allowed at least forty-five days following receipt of the preliminary audit, to provide documentation to address any discrepancy found in the audit. A final audit report shall be delivered to the pharmacy with one hundred twenty days after receipt of the preliminary audit report or final appeal, whichever is later. An entity shall remit any money due to a pharmacy or pharmacist as a result of an underpayment of a claim within forty-five days after the appeals process has been exhausted and the final audit report has been issued. Section 10. If contractually required, an auditing entity shall provide a copy of the claims included in the audit to the plan sponsor, and any recouped money shall be returned to the plan sponsor. Section 11. The provisions of this Act do not apply to any investigative audit that involves fraud, willful misrepresentation, or on any audit completed by the State of South Dakota on health care programs operated by the state. Section 12. That § 37-24-6 be amended to read as follows: 37-24-6. It is a deceptive act or practice for any person to: (1) Knowingly and intentionally act, use, or employ any deceptive act or practice, fraud, false pretense, false promises, or misrepresentation or to conceal, suppress, or omit any material fact in connection with the sale or advertisement of any merchandise, regardless of whether any person has in fact been mislead, deceived, or damaged thereby; (2) Advertise price reductions without satisfying one of the following: (a) Including in the advertisement the specific basis for the claim of a price reduction; or (b) Offering the merchandise for sale at the higher price from which the reduction is taken for at least seven consecutive business days during the sixty-day period prior to the advertisement. Any person advertising consumer property or services in this state, which advertisements contain representations or statements as to any type of savings claim, including reduced price claims and price comparison value claims, shall maintain reasonable records for a period of two years from the date of sale and advertisement, which records shall disclose the factual basis for such representations or statements and from which the validity of any such claim be established. However, these reasonable record provisions do not apply to the sale of any merchandise which: (a) Is of a class of merchandise that is routinely advertised on at least a weekly basis in newspapers, shopping tabloids, or similar publications; and (b) Has a sales price before price reduction that is less than fifteen dollars per item; (3) Represent a sale of merchandise at reduced rates due to the cessation of business operations and after the date of the first advertisement remain in business under the same, or substantially the same, ownership or trade name, or continue to offer for sale the same type of merchandise at the same location for more than one hundred twenty days; (4) Give or offer a rebate, discount, or anything of value to an individual as an inducement for selling consumer property or services in consideration of giving the names of prospective purchasers or otherwise aiding in making a sale to another person, if the earning of the rebate, discount, or other thing of value is contingent upon the occurrence of an event subsequent to the time the individual agrees to the sale; (5) Engage in any scheme or plan for disposal or distribution of merchandise whereby a participant pays a valuable consideration for the chance to receive compensation primarily for introducing one or more additional persons into participation in the planner's scheme or for the chance to receive compensation when the person introduced by the participant introduces a new participant; (6) Send, deliver, provide, mail, or cause to be sent, delivered, provided, or mailed any unordered consumer property or service, or any bill or invoice for unordered consumer property or service provided; (7) Advertise a rate, price, or fee for a hotel, motel, campsite, or other lodging accommodation which is not in fact available to the public under the terms advertised. It is not a violation of this subdivision to establish contract rates which are different than public rates; (8) Charge a rate, price, or fee for a hotel, motel, campsite, or other lodging accommodation which is different than the rate, price, or fee charged on the first night of the guest's stay unless, at the initial registration of the guest, a written notification of each price, rate, or fee to be charged during the guest's reserved continuous stay is delivered to the guest and an acknowledgment of receipt of the notice is signed by the guest and kept by the innkeeper for the same period of time as is required by § 34-18-21; (9) Knowingly and intentionally fail to mail to a future guest a written confirmation of the date and rates of reservations made for any accommodation at a hotel, motel, campsite, or other lodging accommodation when a written request for confirmation is received from the future guest; (10) Refuse to return or reverse the charge for a deposit upon any hotel, motel, campsite, or other lodging accommodation which is canceled by the guest more than thirty days before the date of the reservation. The innkeeper may establish a policy requiring a longer time for notice of cancellation or a handling fee in the event of cancellation, which may not exceed twenty-five dollars, if the policy is in writing and is delivered or mailed to the guest at or near the making of the reservation; (11) Knowingly advertise or cause to be listed through the internet or in a telephone directory a business address that misrepresents where the business is actually located or that falsely states that the business is located in the same area covered by the telephone directory. This subdivision does not apply to a telephone service provider, an internet service provider, or a publisher or distributor of a telephone directory, unless the conduct proscribed in this subdivision is on behalf of the provider, publisher, or distributor; (12) Sell, market, promote, advertise, or otherwise distribute any card or other purchasing mechanism or device that is not insurance that purports to offer discounts or access to discounts from pharmacies for prescription drug purchases if: (a) The card or other purchasing mechanism or device does not expressly state in bold and prominent type, prevalently placed, that discounts are not insurance; (b) The discounts are not specifically authorized by a separate contract with each pharmacy listed in conjunction with the card or other purchasing mechanism or device; or (c) The discount or access to discounts offered, or the range of discounts or access to the range of discounts, is misleading, deceptive, or fraudulent, regardless of the literal wording. The provisions of this subdivision do not apply to a customer discount or membership card issued by a store or buying club for use in that store or buying club, or a patient access program voluntarily sponsored by a pharmaceutical manufacturer, or a consortium of pharmaceutical manufacturers, that provide free or discounted prescription drug products directly to low income or uninsured individuals either through a discount card or direct shipment.; (13) Send or cause to be sent an unsolicited commercial electronic mail message that does not include in the subject line of such message \"ADV:\" as the first four characters. If the message contains information that consists of explicit sexual material that may only be viewed, purchased, rented, leased, or held in possession by an individual eighteen years of age and older, the subject line of each message shall include \"ADV:ADLT\" as the first eight characters. An unsolicited commercial electronic mail message does not include a message sent to a person with whom the initiator has an existing personal or business relationship or a message sent at the request or express consent of the recipient; (14) To fail to conduct an audit of a pharmacy under and pursuant to the terms of the pharmacy audit integrity program pursuant to this Act. Each act in violation of this section is a Class 2 misdemeanor. Any subsequent conviction of an act in violation of this statute, which occurs within two years is a Class 1 misdemeanor. Any subsequent conviction of an act in violation of this statute, which occurs within two years of a conviction of a Class 1 misdemeanor pursuant to this statute, is a Class 6 felony. Section 13. In addition to the remedies otherwise provided for in this Act, in chapter 58-29E, or under general South Dakota law, any pharmacy subject to an audit procedure may bring a civil action to enforce the provisions of this Act and to seek damages from the pharmacy benefits manager and any person or organization representing the entity during the audit process for the violation of the provisions of this Act."}, {"bill_id": 4074, "bill_version_id": 25191, "bill_version": "Senate Health and Human Services Engrossed", "bill_version_date": "2013-02-04T13:52:23.06-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a pharmacy audit integrity program. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The pharmacy audit integrity program is hereby established to provide standards for an audit of pharmacy records carried out by a pharmacy benefits manager or any entity that represents the pharmacy benefits manager. Section 2. Term used in this Act mean: (1) \"Entity,\" a pharmacy benefits manager or any person or organization that represents these companies, groups, or organizations in any capacity; (2) \"Plan sponsor,\" the employer in the case of an employee benefit plan established or maintained by a single employer or the employee organization in the case of a plan established or maintained by an employee organization, an association, joint board, trustee, committee, or other similar group that establishes or maintains the plan. Section 3. The pharmacy benefits manager shall disclose an amendment to the pharmacy audit terms in a contract between a pharmacy and a pharmacy benefits manager to the pharmacy at least sixty days prior to the effective date of the proposed change. Section 4. Unless otherwise prohibited by federal statutes or regulations, any entity conducting a pharmacy audit shall: (1) Give a pharmacy a minimum fourteen days written notice before conducting initial on-site audit; (2) Conduct an audit that involves clinical or professional judgment in consultation with a licensed pharmacist; and (3) Audit each pharmacy under the same standards and parameters as other similarly situated pharmacies. Section 5. Unless otherwise prohibited by federal statutes or regulations, for any entity conducting a pharmacy audit the following audit items apply: (1) The period covered by the audit may not exceed twenty-four months from the date that the claim was submitted to or adjudicated by the entity, unless a longer period is required under state or federal law; (2) If an entity uses random sampling as a method for selecting a set of claims for examination, the sample size shall be appropriate for a statistically reliable sample. Notwithstanding any other provision, the auditing entity shall provide the pharmacy a masked list that provides a prescription number or date range that the auditing entity is seeking to audit; (3) An on-site audit may not take place during the first five business days of the months of December and January unless the pharmacy consents; (4) An auditor may not enter any portion of the pharmacy area where patient-specific information is available unless escorted, and to the extent possible shall remain out of sight and hearing range of the pharmacy patients; (5) Any recoupment may not be deducted against future remittances until final completion of any appeals process and both parties have received the results of the final audit; (6) A pharmacy benefits manager may not require information to be written on a prescription unless the information is required to be written on the prescription by state or federal law. Recoupment may be assessed for items not written on the prescription if: (a) Additional information is required in the provider manual; or (b) The information is required by the Food and Drug Administration; or (c) The information is required by the drug manufacturer's product safety program; and (d) The information in subsections (a), (b), or (c) is not readily available for the auditor at the time of the audit; (7) The auditing company or agent may not receive payment based on a percentage of the amount recovered. This section does not prevent the entity conducting the audit from charging or assessing the responsible party, directly or indirectly, based on amounts recouped if: (a) The plan sponsor and the entity conducting the audit have a contract that explicitly states the percentage charge or assessment to the plan sponsor; and (b) A commission to an agent or employee of the entity conducting the audit is not based, directly or indirectly, on amounts recouped. Section 6. For recoupment or chargeback, the following criteria apply: (1) Audit parameters shall consider consumer-oriented parameters based on manufacturer listings; (2) A pharmacy's usual and customary price for compounded medications is considered the reimbursable cost unless the pricing methodology is outlined in the provider contract; (3) A finding of overpayment or underpayment can only be based on the actual overpayment or underpayment and not a projection based on the number of patients served having a similar diagnosis or on the number of similar orders or refills for similar drugs; (4) The entity conducting the audit may not use extrapolation in calculating the recoupment or penalties for audits unless required by state or federal law or regulation; (5) Calculations of overpayments may not include dispensing fees unless: (a) A prescription was not actually dispensed; (b) The prescriber denied authorization; (c) The prescription dispensed was a medication error by the pharmacy; or (d) The identified overpayment is solely based on an extra dispensing fee; (6) An entity may not consider any clerical or record-keeping error, such as a typographical error, scrivener's error, or computer error regarding a required document or record as fraud. However, such errors may be subject to recoupment; (7) In the case of errors that have no actual financial harm to the patient or plan, the pharmacy benefits manager may not assess any chargebacks. Errors that are a result of the pharmacy's failing to comply with a formal corrective action plan may be subject to recovery; and (8) Interest may not accrue during the audit period for either party. The audit period begins with the notice of the audit and ends with the final audit report. Section 7. To validate the pharmacy record and delivery, the pharmacy may use authentic and verifiable statements or record including medication administration records of a nursing home, assisted living facility, hospital, physician, or other authorized practitioner or additional audit documentation parameters located in the provider manual. Any legal prescription that meets the requirements in this chapter may be used to validate claims in connection with prescriptions, refills, or changes in prescriptions, including medication administration records, faxes, e-prescriptions, or documented telephone calls from the prescriber or the prescriber's agents. Section 8. A preliminary audit report shall be delivered to the pharmacy within sixty days after the conclusion of the audit. A pharmacy shall be allowed at least forty-five days following receipt of the preliminary audit, to provide documentation to address any discrepancy found in the audit. A final audit report shall be delivered to the pharmacy within one hundred twenty days after receipt of the preliminary audit report or final appeal, whichever is later. An entity shall remit any money due to a pharmacy or pharmacist as a result of an underpayment of a claim within forty-five days after the appeals process has been exhausted and the final audit report has been issued. Section 9. The entity conducting the audit shall establish a written appeals process which shall include appeals of preliminary reports and final reports. Section 10. If contractually required, an auditing entity shall provide a copy of the claims included in the audit to the plan sponsor, and any recouped money shall be returned to the plan sponsor. Section 11. The provisions of this Act do not apply to any investigative audit that involves fraud, willful misrepresentation, or on any audit completed by the State of South Dakota on health care programs operated by the state. Section 12. In addition to the remedies otherwise provided for in this Act, in chapter 58-29E, or under general South Dakota law, any pharmacy subject to an audit procedure may bring a civil action to enforce the provisions of this Act and to seek damages from the pharmacy benefits manager and any person or organization representing the entity during the audit process for the violation of the provisions of this Act."}, {"bill_id": 4074, "bill_version_id": 26550, "bill_version": "Enrolled", "bill_version_date": "2013-02-27T09:07:12.253-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4074, "action_date": "2013-01-23T14:00:00-06:00", "document_id": 24441, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24441.pdf", "status_text": "First read in Senate and referred to", "journal_page": 168, "committee_id_action": 200, "committee_id_assigned": 180, "result": "N", "vote": {}}, {"bill_id": 4074, "action_date": "2013-01-28T10:00:00-06:00", "document_id": 24529, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24529.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 180, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4074, "action_date": "2013-02-04T10:00:00-06:00", "document_id": 25180, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25180.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 180, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4074, "action_date": "2013-02-04T10:00:00-06:00", "document_id": 25180, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25180.pdf", "status_text": "Do Pass Amended", "journal_page": 304, "committee_id_action": 180, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13320, "president_vote": null, "Yea": [330, 363, 325, 358, 322, 368, 386]}}, {"bill_id": 4074, "action_date": "2013-02-06T14:00:00-06:00", "document_id": 25380, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25380.pdf", "status_text": "Do Pass Amended", "journal_page": 346, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13515, "president_vote": null, "Yea": [338, 362, 330, 337, 366, 388, 340, 365, 325, 364, 376, 336, 322, 345, 329, 331, 419, 320, 384, 321, 368, 328, 333, 386, 367, 319, 339, 387, 327, 383, 379], "Excused": [363], "Nay": [358, 317, 385]}}, {"bill_id": 4074, "action_date": "2013-02-07T14:00:00-06:00", "document_id": 25462, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25462.pdf", "status_text": "First read in House and referred to", "journal_page": 340, "committee_id_action": 202, "committee_id_assigned": 188, "result": "N", "vote": {}}, {"bill_id": 4074, "action_date": "2013-02-22T10:00:00-06:00", "document_id": 26053, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26053.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 188, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4074, "action_date": "2013-02-25T10:00:00-06:00", "document_id": 26257, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26257.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 188, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4074, "action_date": "2013-02-25T10:00:00-06:00", "document_id": 26336, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26336.pdf", "status_text": "Do Pass", "journal_page": 512, "committee_id_action": 188, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14284, "president_vote": null, "Yea": [415, 349, 318, 344, 375, 380, 395, 390, 411, 399, 360, 343], "Excused": [401]}}, {"bill_id": 4074, "action_date": "2013-02-26T14:00:00-06:00", "document_id": 26479, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26479.pdf", "status_text": "Do Pass Amended", "journal_page": 558, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14411, "president_vote": null, "Yea": [420, 346, 415, 418, 360, 417, 349, 382, 410, 412, 398, 342, 324, 348, 374, 402, 381, 396, 370, 394, 413, 372, 350, 347, 416, 351, 344, 359, 335, 369, 414, 400, 375, 371, 380, 316, 332, 393, 395, 390, 408, 404, 405, 356, 411, 377, 355, 378, 407, 352, 357, 403, 343, 399, 323, 406, 361, 391, 409, 401, 373, 353, 341, 334], "Excused": [326], "Nay": [318, 397, 389, 392, 354]}}, {"bill_id": 4074, "action_date": "2013-02-27T14:00:00-06:00", "document_id": 26653, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26653.pdf", "status_text": "Signed by the President", "journal_page": 615, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4074, "action_date": "2013-02-28T12:30:00-06:00", "document_id": 26771, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26771.pdf", "status_text": "Signed by the Speaker", "journal_page": 598, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4074, "action_date": "2013-03-04T14:00:00-06:00", "document_id": 26961, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26961.pdf", "status_text": "Delivered to the Governor", "journal_page": 634, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4074, "action_date": "2013-03-08T10:00:00-06:00", "document_id": 27426, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27426.pdf", "status_text": "Signed by the Governor", "journal_page": 738, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5473}