{"session_id": 19, "bill_id": 4275, "bill_type": "Senate Commemoration", "bill_number": 29, "bill_title": "Honoring Courtney Peterson of Sisseton, South Dakota, as the recipient of the 2012 Miss Rodeo America First Runner-up Award.", "sponsors": [{"legislator_profile_id": 340, "is_prime": true}, {"legislator_profile_id": 341, "is_prime": true}, {"legislator_profile_id": 420, "is_prime": false}, {"legislator_profile_id": 362, "is_prime": false}, {"legislator_profile_id": 330, "is_prime": false}, {"legislator_profile_id": 415, "is_prime": false}, {"legislator_profile_id": 417, "is_prime": false}, {"legislator_profile_id": 388, "is_prime": false}, {"legislator_profile_id": 342, "is_prime": false}, {"legislator_profile_id": 413, "is_prime": false}, {"legislator_profile_id": 350, "is_prime": false}, {"legislator_profile_id": 376, "is_prime": false}, {"legislator_profile_id": 359, "is_prime": false}, {"legislator_profile_id": 322, "is_prime": false}, {"legislator_profile_id": 329, "is_prime": false}, {"legislator_profile_id": 331, "is_prime": false}, {"legislator_profile_id": 414, "is_prime": false}, {"legislator_profile_id": 332, "is_prime": false}, {"legislator_profile_id": 385, "is_prime": false}, {"legislator_profile_id": 384, "is_prime": false}, {"legislator_profile_id": 393, "is_prime": false}, {"legislator_profile_id": 408, "is_prime": false}, {"legislator_profile_id": 368, "is_prime": false}, {"legislator_profile_id": 333, "is_prime": false}, {"legislator_profile_id": 378, "is_prime": false}, {"legislator_profile_id": 407, "is_prime": false}, {"legislator_profile_id": 352, "is_prime": false}, {"legislator_profile_id": 367, "is_prime": false}, {"legislator_profile_id": 319, "is_prime": false}, {"legislator_profile_id": 327, "is_prime": false}, {"legislator_profile_id": 383, "is_prime": false}, {"legislator_profile_id": 379, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 4275, "bill_version_id": 27181, "bill_version": "Introduced", "bill_version_date": "2013-03-06T07:22:13.897-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Courtney Peterson of Sisseton, South Dakota, as the recipient of the 2012 Miss Rodeo America First Runner-up Award. WHEREAS, Courtney Peterson has shown dedication to many things in her life including her family, her church, and her community as a whole, while continuously pursuing excellence in all areas of competitive rodeo pageantry and numerous other endeavors; and WHEREAS, Courtney continues to expand her horizons through study at South Dakota State University where she is currently pursuing a master's degree in agricultural economics; and WHEREAS, Courtney has distinguished herself as a rodeo queen in South Dakota's official state sport, and as such, she has consistently fulfilled her honorary role as an ambassador for the state of South Dakota all over the United States; and WHEREAS, Courtney has received awards at the Miss Rodeo America pageant for her personality, her horsemanship, and her Miss Rodeo South Dakota scrapbook: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that Courtney Peterson be recognized and congratulated on her many achievements in rodeo and most notably her recent achievement of being selected as 2012 Miss Rodeo America First Runner-up."}, {"bill_id": 4275, "bill_version_id": 27428, "bill_version": "Enrolled", "bill_version_date": "2013-03-08T15:31:48.063-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Courtney Peterson of Sisseton, South Dakota, as the recipient of the 2012 Miss Rodeo America First Runner-up Award. WHEREAS, Courtney Peterson has shown dedication to many things in her life including her family, her church, and her community as a whole, while continuously pursuing excellence in all areas of competitive rodeo pageantry and numerous other endeavors; and WHEREAS, Courtney continues to expand her horizons through study at South Dakota State University where she is currently pursuing a master's degree in agricultural economics; and WHEREAS, Courtney has distinguished herself as a rodeo queen in South Dakota's official state sport, and as such, she has consistently fulfilled her honorary role as an ambassador for the state of South Dakota all over the United States; and WHEREAS, Courtney has received awards at the Miss Rodeo America pageant for her personality, her horsemanship, and her Miss Rodeo South Dakota scrapbook: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that Courtney Peterson be recognized and congratulated on her many achievements in rodeo and most notably her recent achievement of being selected as 2012 Miss Rodeo America First Runner-up. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4275, "action_date": "2013-03-06T10:30:00-06:00", "document_id": 27268, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27268.pdf", "status_text": "", "journal_page": 705, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4275"}