{"session_id": 27, "bill_id": 7977, "bill_type": "House Bill", "bill_number": 1070, "bill_title": "revise certain provisions regarding the licensure of physical therapists and physical therapist assistants.", "sponsors": [{"legislator_profile_id": 1159, "is_prime": true}, {"legislator_profile_id": 1146, "is_prime": true}, {"legislator_profile_id": 1142, "is_prime": false}, {"legislator_profile_id": 1181, "is_prime": false}, {"legislator_profile_id": 1106, "is_prime": false}, {"legislator_profile_id": 1110, "is_prime": false}, {"legislator_profile_id": 1115, "is_prime": false}, {"legislator_profile_id": 1157, "is_prime": false}, {"legislator_profile_id": 1151, "is_prime": false}, {"legislator_profile_id": 1174, "is_prime": false}, {"legislator_profile_id": 1140, "is_prime": false}, {"legislator_profile_id": 1187, "is_prime": false}], "keywords": ["Health Care Profession", "Licenses", "Professions and Occupations"], "audio": [{"meeting_datetime": "2017-01-26T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hhe12.mp3", "start_seconds": 370.0}, {"meeting_datetime": "2017-01-26T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hhe12.mp3", "start_seconds": 370.0}, {"meeting_datetime": "2017-01-26T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hhe12.mp3", "start_seconds": 370.0}, {"meeting_datetime": "2017-01-31T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hhe13.mp3", "start_seconds": 210.0}, {"meeting_datetime": "2017-01-31T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hhe13.mp3", "start_seconds": 210.0}, {"meeting_datetime": "2017-01-31T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hhe13.mp3", "start_seconds": 210.0}, {"meeting_datetime": "2017-01-31T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hhe13.mp3", "start_seconds": 210.0}, {"meeting_datetime": "2017-02-08T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/she19.mp3", "start_seconds": 1869.0}, {"meeting_datetime": "2017-02-08T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/she19.mp3", "start_seconds": 1869.0}, {"meeting_datetime": "2017-02-08T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/she19.mp3", "start_seconds": 1869.0}, {"meeting_datetime": "2017-02-08T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/she19.mp3", "start_seconds": 1869.0}], "bill_versions": [{"bill_id": 7977, "bill_version_id": 42901, "bill_version": "Introduced", "bill_version_date": "2017-01-23T09:11:18.05-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the licensure of physical therapists and physical therapist assistants. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-10-18 be amended to read: 36-10-18. Terms used in this chapter mean: (1) \"Board of Examiners,\" or \"board,\" the South Dakota State Board of Medical and Osteopathic Examiners; (2) \"Physical therapist,\" a person licensed in this state to practice physical therapy under the provisions of this chapter; (3) \"Physical therapy,\" the care and services provided by or under the direction and supervision of a physical therapist the practice of physical therapy as defined in § 36-10-18.1; (4) \"Physical therapist assistant,\" a person who is a graduate of an accredited physical therapist assistant education program as determined by the board, who has passed a certification an examination approved by the board, and who assists in providing physical therapy services under the supervision of a physical therapist; (5) \"Physical therapy advisory committee,\" the committee provided for in this chapter. Section 2. That § 36-10-19 be amended to read: 36-10-19. The board Board of Examiners shall appoint a physical therapy advisory committee, composed of three physical therapists, which shall assist the Board of Examiners in conducting examinations of persons applying for a license to practice physical therapy. The committee shall assist the Board of Examiners board on all matters pertaining to the licensure, practice, and discipline of all persons each person licensed to practice physical therapy in the State of South Dakota, or the making or abolishing of promulgating rules pertaining to physical therapy. Each committee member shall serve a term of three years. No member may serve more than three consecutive full terms. If a vacancy occurs, the board shall appoint a person to fill the unexpired term. The appointment of a person to an unexpired term is not considered a full term. The committee shall meet at least annually or as deemed necessary to conduct business. Section 3. That § 36-10-24 be amended to read: 36-10-24. It is a Class 2 misdemeanor for any person not licensed under this chapter as a physical therapist or certified as a physical therapist assistant, or whose license or certificate has been suspended or revoked, or whose licensure or certificate has lapsed, to engage in the practice of physical therapy, unless exempt under the provisions of this chapter or, use in connection with their name the words or letters \"R.P.T.,\" \"Registered Physical Therapist,\" \"L.P.T.,\" \" L.P.T., Licensed Physical Therapist,\" \"; D.P.T., Doctor of Physical Therapy; L.P.T.A., Licensed Physical Therapist Assistant; Physical Therapist,\" or \"; Physio Therapist,\" or \"C.P.T.A.,\" \"Certified Physical Therapist Assistant,\"; or any other letters, words, or insignia indicating or implying that they are the person is a physical therapist or a physical therapist assistant. Section 4. That § 36-10-27 be amended to read: 36-10-27. A person desiring to practice physical therapy in South Dakota shall file a written application with the Board of Examiners on forms provided by the board, together with an application fee, set by rule pursuant to chapter 1-26, not to exceed sixty dollars. The applicant shall present evidence satisfactory to the board that the applicant is of good moral character and has graduated from a physical therapy curriculum accredited by an accrediting body recognized by the United States Department of Education or the Commission on Recognition of Postsecondary Accreditation. If the applicant has graduated from a physical therapy curriculum that is not accredited by such an accrediting body, the applicant shall present evidence satisfactory to the board that: (1) The applicant has completed a course of professional instruction equivalent to an approved program accredited by an accrediting body recognized by the United States Department of Education or the Commission on Recognition of Postsecondary Accreditation; and (2) The applicant has achieved a score of at least five hundred fifty on the Test of English as a Foreign Language (TOEFL) examination, or a passing score on a comparative nationally recognized examination approved by the board, or has completed two years of secondary or postsecondary education in any educational institution in which the instruction is conducted in English. Section 5. That § 36-10-28 be repealed. 36-10-28. The Board of Examiners shall examine all applicants, except those applying for licensure by reciprocity, who have applied for licensure as provided in § 36-10-27 and submitted a fee, set by rule pursuant to chapter 1-26, not to exceed three hundred dollars. The examination shall include a written examination which tests the applicants' knowledge of the basic and clinical sciences as they relate to physical therapy and of physical therapy theory and procedures on other subjects that the board considers necessary to test the applicants' fitness to practice physical therapy. Section 6. That § 36-10-29 be amended to read: 36-10-29. The board shall issue a license to each applicant who passes the examination in accordance with standards fixed by it and who is not otherwise disqualified from receiving the same by other provisions of this chapter has passed a national examination recognized by the board with a grade acceptable to the board and who otherwise meets the qualifications for licensure under this chapter and the rules promulgated by the board. Section 7. That § 36-10-30 be amended to read: 36-10-30. The Board of Examiners may in its discretion, without examination, issue a license to any applicant who: (1) Is registered by the American Registry of Physical Therapists Federation of State Boards of Physical Therapy; or (2) one who has Has passed a national examination recognized by the board with a grade acceptable to it. The applicant shall present evidence satisfactory to the board that he is of good moral character and evidence as required by the board of qualification the board and meets the qualifications for licensure under this chapter and the rules promulgated by the board. Section 8. That § 36-10-33 be amended to read: 36-10-33. Any license issued by the board, pursuant to the provisions of this chapter, expires on the first day of January of the year next succeeding the issuance thereof. A license may be renewed upon the payment of an annual fee set by the board, by rule promulgated pursuant to chapter 1-26, not exceeding the sum of fifty dollars. Failure of a licensee to renew the license on or before the first day of July of each year constitutes a forfeiture of the license. However, any person who has forfeited a license under this chapter may have the license restored by making written application therefor and by payment of the annual renewal fee for the current year. Section 9. That § 36-10-35.1 be amended to read: 36-10-35.1. A person desiring certification licensure as a physical therapist assistant shall file written application with the Board of Examiners, together with an application fee of not more than sixty dollars, to be established by rule promulgated pursuant to chapter 1-26. The applicant shall present evidence satisfactory to the Board of Examiners board that: (1) The applicant is a graduate of an accredited physical therapist assistant's education program recognized by the board; and (2) The applicant has passed a written examination approved by the board which tests the applicant's knowledge on subjects relating to physical therapy and has paid an examination fee, set by rule pursuant to chapter 1-26, not to exceed three hundred dollars. Section 10. That § 36-10-35.2 be amended to read: 36-10-35.2. The Board of Examiners shall issue a certificate license to an applicant for certification licensure as a physical therapist assistant who fulfills the requirements set forth in § 36-10-35.1. The certificate license shall expire and may be renewed in the same manner as provided in § 36-10-33 for the expiration and annual renewal of a license to practice physical therapy. Section 11. That § 36-10-35.8 be amended to read: 36-10-35.8. A physical therapist may not supervise more than two physical therapist assistants at any one time more than the equivalent of two full-time physical therapist assistants. The supervising physical therapist shall register with the Board of Examiners the name and address of each physical therapist assistant who the physical therapist is responsible for supervising. The registration shall be submitted on a form provided by the board at least fifteen days prior to the date when supervision is to commence. The supervising physical therapist shall notify the board in writing of the termination of supervision of a physical therapist assistant within ten days after such the termination. The supervising physical therapist may delegate responsibility for supervision of a physical therapist assistant to another physical therapist for a period not to exceed thirty days. Section 12. That § 36-10-35.9 be amended to read: 36-10-35.9. When supervising a physical therapist assistant's care of a patient at any setting, the supervising physical therapist shall comply with the following standards of supervision: (1) The supervising physical therapist shall be accessible either in person or by telecommunications to the physical therapist assistant at all times while the physical therapist assistant is treating patients; (2) The initial visit shall be made by the supervising physical therapist for evaluation of the patient and establishment of a plan of care; (3) A joint visit by the supervising physical therapist and physical therapist assistant shall be made on the first physical therapist assistant's visit to the patient; (4) At least every five physical therapist assistant visits, there shall be a joint visit or a treatment rendered by the supervising physical therapist. The physical therapist assistant shall be supervised by the supervising physical therapist at least once every thirty calendar days. Every five physical therapist assistant visits or every thirty days, whichever occurs first, a documented conference with the physical therapist assistant outlining current treatment goals and program modifications shall occur. The supervising physical therapist shall make the final scheduled visit to terminate the plan of care; and (5)(4) Each visit by the supervising physical therapist shall include: (a) A complete assessment of the patient; (b) A review of the plan of care with appropriate revision or termination; and (c) Assessment and recommendation for utilization of outside resources. Section 13. That § 36-10-36 be amended to read: 36-10-36. The Board of Examiners may adopt promulgate rules, pursuant to chapter 1-26, pertaining to licensure, fees, discipline, and supervision, and continuing education which promote the health and safety of persons utilizing the services of physical therapists licensed and physical therapist assistants certified licensed under this chapter. Section 14. That § 36-10-38 be amended to read: 36-10-38. The Board of Examiners may, in compliance with chapter 1-26, refuse to grant a license or certificate under this chapter for unprofessional, immoral, or dishonorable conduct on the part of the applicant. Section 15. That § 36-10-39 be amended to read: 36-10-39. The Board of Examiners may cancel, revoke, or suspend the license of any physical therapist or the certificate of any physical therapist assistant issued under this chapter upon satisfactory proof of such a licensee's or certificate holder's incompetence, or unprofessional or dishonorable conduct, or proof of a violation of this chapter in any respect. Section 16. That § 36-10-50 be amended to read: 36-10-50. Any person certified licensed as a physical therapist assistant on July 1, 1996, is deemed certified licensed under this chapter and is entitled to renew certification licensure. Section 17. That chapter 36-10 be amended by adding a NEW SECTION to read: An applicant for license renewal shall submit evidence satisfactory to the Board of Examiners that the applicant has complied with the continuing education requirements established by the board. The board may waive the continuing education requirement if the applicant submits evidence satisfactory to the board that the applicant was unable to comply with the continuing education requirements because of illness, disability, military service, or financial hardship."}, {"bill_id": 7977, "bill_version_id": 44289, "bill_version": "Enrolled", "bill_version_date": "2017-02-13T10:07:28.953-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7977, "action_date": "2017-01-23T14:00:00-06:00", "document_id": 42952, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42952.pdf", "status_text": "First read in House and referred to", "journal_page": 161, "committee_id_action": 361, "committee_id_assigned": 352, "result": "N", "vote": {}}, {"bill_id": 7977, "action_date": "2017-01-26T07:45:00-06:00", "document_id": 43038, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43038.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 352, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7977, "action_date": "2017-01-31T07:45:00-06:00", "document_id": 43234, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43234.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 352, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7977, "action_date": "2017-01-31T07:45:00-06:00", "document_id": 43457, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43457.pdf", "status_text": "Do Pass", "journal_page": 223, "committee_id_action": 352, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22654, "president_vote": null, "Yea": [1180, 1190, 1173, 1179, 1142, 1181, 1110, 1203, 1115, 1152, 1187, 1139, 1140]}}, {"bill_id": 7977, "action_date": "2017-01-31T07:45:00-06:00", "document_id": 43457, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43457.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 352, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7977, "action_date": "2017-02-01T14:00:00-06:00", "document_id": 43628, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43628.pdf", "status_text": "Do Pass", "journal_page": 253, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22736, "president_vote": null, "Yea": [1168, 1153, 1186, 1166, 1147, 1118, 1180, 1197, 1190, 1173, 1183, 1179, 1114, 1201, 1198, 1202, 1116, 1129, 1143, 1142, 1136, 1139, 1181, 1204, 1159, 1192, 1196, 1120, 1205, 1130, 1191, 1185, 1117, 1125, 1200, 1206, 1124, 1170, 1110, 1203, 1184, 1134, 1160, 1193, 1199, 1165, 1155, 1188, 1119, 1156, 1115, 1113, 1123, 1161, 1195, 1152, 1140, 1158, 1176, 1128, 1121, 1212, 1145, 1111, 1187, 1150, 1149], "Excused": [1122, 1112], "Nay": [1133]}}, {"bill_id": 7977, "action_date": "2017-02-02T14:00:00-06:00", "document_id": 43748, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43748.pdf", "status_text": "First read in Senate and referred to", "journal_page": 274, "committee_id_action": 360, "committee_id_assigned": 335, "result": "N", "vote": {}}, {"bill_id": 7977, "action_date": "2017-02-08T10:00:00-06:00", "document_id": 43904, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43904.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 335, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7977, "action_date": "2017-02-08T10:00:00-06:00", "document_id": 44104, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44104.pdf", "status_text": "Do Pass", "journal_page": 337, "committee_id_action": 335, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23025, "president_vote": null, "Yea": [1097, 1175, 1164, 1157, 1098, 1151], "Excused": [1106]}}, {"bill_id": 7977, "action_date": "2017-02-08T10:00:00-06:00", "document_id": 44104, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44104.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 335, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7977, "action_date": "2017-02-09T13:00:00-06:00", "document_id": 44231, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44231.pdf", "status_text": "Do Pass", "journal_page": 358, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23114, "president_vote": null, "Yea": [1154, 1171, 1103, 1148, 1108, 1097, 1109, 1105, 1175, 1100, 1164, 1194, 1169, 1107, 1104, 1163, 1099, 1144, 1131, 1135, 1178, 1141, 1157, 1151, 1174, 1146, 1102, 1098, 1137, 1167, 1132, 1189], "Excused": [1096, 1106, 1172]}}, {"bill_id": 7977, "action_date": "2017-02-13T14:00:00-06:00", "document_id": 44338, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44338.pdf", "status_text": "Signed by the Speaker", "journal_page": 379, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7977, "action_date": "2017-02-14T14:00:00-06:00", "document_id": 44427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44427.pdf", "status_text": "Signed by the President", "journal_page": 387, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7977, "action_date": "2017-02-15T14:00:00-06:00", "document_id": 44532, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44532.pdf", "status_text": "Delivered to the Governor", "journal_page": 410, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7977, "action_date": "2017-02-23T13:00:00-06:00", "document_id": 44897, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44897.pdf", "status_text": "Signed by the Governor", "journal_page": 482, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6455}