{"session_id": 53, "bill_id": 17532, "bill_type": "House Commemoration", "bill_number": 1026, "bill_title": "Honoring the Sioux Code Talkers in recognition of their great contributions and service to their nation during World War II.", "sponsors": [{"legislator_profile_id": 2758, "is_prime": true}, {"legislator_profile_id": 2761, "is_prime": true}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 17532, "bill_version_id": 94800, "bill_version": "Introduced", "bill_version_date": "2002-02-21T11:54:10-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the Sioux Code Talkers in recognition of their great contributions and service to their nation during World War II. WHEREAS, during WW II our United States military sought a code to allow undecipherable secure communications by telephone and radio; and WHEREAS, the Sioux language, with its extreme complexity, developed into a solution for an undecipherable code; and WHEREAS, eleven American Indian Veterans from South Dakota answered the call of duty by our United States military to use their Indian languages of Dakota, Lakota, and Nakota Sioux as code language during WWII, namely: Edmund St. John of the Crow Creek Sioux Tribe, Phillip \"Stoney\" LaBlanc of the Cheyenne River Sioux Tribe, Baptiste Pumpkinseed of the Oglala Sioux Tribe, Eddie Eagle Boy of the Cheyenne River Sioux Tribe, Guy Rondell of the Sisseton-Whapeton Sioux Tribe, John Bear King of the Standing Rock Sioux Tribe, Iver Crow Eagle, Sr., of the Rosebud Sioux Tribe, Walter C. John of the Santee Sioux Tribe, Simon Brokenleg of the Rosebud Sioux Tribe, Clarence Wolfguts of the Oglala Sioux Tribe, and Charles Whitepipe of the Rosebud Sioux Tribe; and WHEREAS, the Sioux Code Talkers transmitted information on troop movements, tactics, orders, and crucial intelligence; and WHEREAS, Sioux Code Talkers are credited for saving the lives of countless American and allied forces; and WHEREAS, the Sioux Code Talkers operated under some of the heaviest combat, manned radio networks, worked around the clock, and were highly successful in communications operation; and WHEREAS, these men performed an important service to the preservation of democracy and deserve recognition which is long overdue: NOW, THEREFORE, BE IT COMMEMORATED, by the Seventy-seventh Legislature of the State of South Dakota, that the South Dakota Legislature recognizes the Sioux Code Talkers and their immeasurable contribution to their nation in a great time of need."}, {"bill_id": 17532, "bill_version_id": 94992, "bill_version": "Enrolled", "bill_version_date": "2002-02-26T09:30:33-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17532, "action_date": "2002-02-21T13:00:00-06:00", "document_id": 94847, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94847.pdf", "status_text": "", "journal_page": 814, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17532, "action_date": "2002-02-22T09:00:00-06:00", "document_id": 94934, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94934.pdf", "status_text": "", "journal_page": null, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17532, "action_date": "2002-02-22T15:15:00-06:00", "document_id": 94888, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94888.pdf", "status_text": "", "journal_page": null, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}]}