{"session_id": 47, "bill_id": 13488, "bill_type": "House Bill", "bill_number": 1139, "bill_title": "to revise the procedures for conducting an auction sale of new merchandise.", "sponsors": [{"legislator_profile_id": 2129, "is_prime": true}, {"legislator_profile_id": 2168, "is_prime": true}, {"legislator_profile_id": 2099, "is_prime": false}, {"legislator_profile_id": 2131, "is_prime": false}, {"legislator_profile_id": 2149, "is_prime": false}, {"legislator_profile_id": 2163, "is_prime": false}, {"legislator_profile_id": 2165, "is_prime": false}, {"legislator_profile_id": 2180, "is_prime": false}, {"legislator_profile_id": 2187, "is_prime": false}, {"legislator_profile_id": 2198, "is_prime": false}], "keywords": ["Auctions"], "audio": [], "bill_versions": [{"bill_id": 13488, "bill_version_id": 77108, "bill_version": "Introduced", "bill_version_date": "1998-01-20T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the procedures for conducting an auction sale of new merchandise. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 37-14-2 be amended to read as follows: 37-14-2. New merchandise as used in § § 37-14-2 to 37-14-14, inclusive, shall mean all means any merchandise not previously sold at retail. \" Auction sale \" , as used in said sections shall mean this chapter means the offering for sale or selling of personal property to the highest bidder or offering for sale or selling of personal property at a high price and then offering the same the personal property at successive lower prices until a buyer is secured. Section 2. That § 37-14-3 be repealed. 37-14-3. It is a Class 2 misdemeanor for any person to sell, dispose of, or offer for sale at public auction any new merchandise, unless such person and the owners of such merchandise, if it is not owned by the vendors, shall have first secured a license as provided in § § 37-14-6 to 37-14-12, inclusive, and shall have complied with the regulations set forth in § § 37-14-12 to 37-14-14, inclusive. Section 3. That § 37-14-4 be amended to read as follows: 37-14-4. The provisions of § § 37-14-2 to 37-14-14, inclusive, shall do not extend to the sale at public auction of livestock, farm machinery , or farm produce or any other items item commonly sold at a farm sales sale , to any auction sales sale held under authority of or under the supervision and direction of the courts any court of this state, or to persons, firms or corporations any person, firm, or corporation who have has been engaged in business in the State of South Dakota for a period of at least one year, conducting a closing out or stock reduction sale of said the business. Section 4. That § 37-14-5 be amended to read as follows: 37-14-5. The Any requirement of a license under the provisions of § § 37-14-2 to 37-14-14, inclusive, shall be is in addition to and not in lieu of any other state or local licenses license as required by statute or ordinance. Section 5. That § 37-14-6 be repealed. 37-14-6. Any person, firm or corporation desiring such license shall, at least ten days prior to such proposed auction sale, file with the board of county commissioners of the county wherein it is proposed to hold such auction sale, an application in writing duly verified by the person, firm or corporation proposing to sell, dispose of or offer for sale any new merchandise at public auction. Section 6. That § 37-14-7 be repealed. 37-14-7. The application required by § 37-14-6 shall state the following facts: (1) The name, residence and post-office address of the person, firm or corporation making the application, and if a firm or corporation, the name and address of the members of the firm or corporation officers as the case may be; (2) The name, residence and post-office address of the auctioneer who will conduct such auction sale; (3) A detailed inventory and description of all such new merchandise to be offered for sale at such auction which inventory shall set forth the cost to the applicant of the several items contained in such inventory; (4) Whether or not the sale at public auction shall be with or without reservation. Section 7. That § 37-14-8 be repealed. 37-14-8. At the time of filing said application and the bond required by § 37-14-9 the applicant shall pay to the county treasurer the license fee in the sum of twenty-five dollars for each day it is proposed to hold such auction sale as shown by the application for such license. Section 8. That § 37-14-9 be repealed. 37-14-9. At the time of filing said application, and as a part thereof, the applicant shall file and deposit with the board of county commissioners, a bond, with sureties to be approved by the board of county commissioners, in the penal sum of two times the value of the merchandise proposed to be offered for sale at such auction as shown by the inventory filed, running to the state of South Dakota, and for the use and benefit of any purchaser of any merchandise at such auction who might have a cause of action of any nature arising from or out of such auction sale against the auctioneer or applicant; the bond to be further conditioned on the payment by the applicant of all taxes that may be payable by, or due from, the applicant to the state of South Dakota or any department or subdivision thereof, the payment of any fines that may be assessed by any court against the applicant or auctioneer for violation of the provisions of § § 37-14-2 to 37-14-14, inclusive, and the satisfaction of all causes of actions commenced within one year from date of such auction sale and arising therefrom, provided, however, that the aggregate liability of the surety for all said taxes, fines and causes of action shall in no event exceed the sums of such bond. Section 9. That § 37-14-10 be repealed. 37-14-10. In the bond required by § 37-14-9, the applicant and the surety shall appoint the county auditor of the county in which such bond is filed, the agent for the applicant and the surety for the service of process. In the event of such service, the agent on whom such service is made shall, within five days after the service, mail by ordinary mail a true copy of the process served upon him to each party for whom he is served, addressed to the last known address of such party. Failure to so mail said copy shall not, however, affect the court's jurisdiction. Such bond shall contain the consent of the applicant and surety that the circuit court for the county wherein the application and bond is filed shall have jurisdiction of all actions arising against the applicant or surety, or both, arising out of said sale. Section 10. That § 37-14-11 be repealed. 37-14-11. The State of South Dakota or any subdivision thereof, or any person having a cause of action against the applicant arising out of the sale of such new merchandise may join the applicant and the surety on the bond required by § 37-14-9 in the same action, or may in such action sue either such applicant or the surety alone. Section 11. That § 37-14-12 be repealed. 37-14-12. Upon the filing of such application and after the applicant has fully complied with all the provisions of § § 37-14-2 to 37-14-14, inclusive, the board of county commissioners, by its chairman, shall issue to the applicant a license authorizing the holding of such auction sale as proposed in said application. Such license shall not be transferable, and shall be valid only in the county where issued. Section 12. That § 37-14-13 be amended to read as follows: 37-14-13. Within ten days after the last day of said the auction , the applicant shall file in duplicate with the county auditor secretary of revenue an inventory of all any merchandise sold at such the auction and verify the price received therefor which said for the inventory shall be verified. The county auditor shall, immediately after receiving such report, forward a copy thereof to the secretary of revenue . Section 13. That § 37-14-14 be repealed. 37-14-14. Any person who offers new merchandise for sale at public auction without first securing a license as provided in § § 37-14-6 to 37-14-12, inclusive, or who offers for sale new merchandise different from that shown by, or in excess of the amount and value of, the inventories filed with the application for license, is guilty of a Class 2 misdemeanor. Section 14. That § 37-14-15 be amended to read as follows: 37-14-15. Public auctioneers of any Any public auctioneer of a state which admits any public auctioneers auctioneer of this state to conduct a public auction sales sale in such state without license or other regulation shall be is permitted to conduct a public sales sale in this state upon the same terms. Section 15. That § 37-14-16 be repealed. 37-14-16. Auctioneers from any state which requires public auctioneers of this state to secure a license or imposes other regulations for authority to conduct public sales within such state shall be subject to the same requirements as apply to public auctioneers of such foreign states who seek to conduct public sales in this state. Public auctioneers of such foreign state who desire to conduct public sales in this state, shall, before conducting any such sale apply to the county auditor of any county in this state for a license so to do. Upon considering such application, the county auditor shall issue a license upon the payment of the same fee and compliance with the other requirements as are required of auctioneers of this state in such foreign state, and which fee, when collected shall be deposited with the county treasurer and credited to the general fund of the county. Any public auctioneer, of a foreign state required to be licensed or otherwise subject to regulation under the provisions of this section, who fails to secure the license or comply with this section is guilty of a Class 1 misdemeanor. Section 16. That § 37-14-17 be repealed. 37-14-17. It shall be the duty of the county auditor of each county of this state bordering upon adjoining states to secure the laws of such adjoining state covering public auctioneers, for the purpose of carrying out the provisions of § § 37-14-15 and 37-14-16. Section 17. That § 37-14-18 be amended to read as follows: 37-14-18. All of the Any money that an auction clerk cashier receives on behalf of a client from an auction sale shall be deposited in a separate account maintained for auction sale proceeds only. Section 18. That § 37-14-19 be amended to read as follows: 37-14-19. All of the Any money that an auction clerk cashier receives on behalf of a client from an auction sale shall be given to such the client within twenty working days of the auction sale. This section does not apply to any bad checks check or if there is a prior written agreement between the client and the clerk cashier ."}, {"bill_id": 13488, "bill_version_id": 77107, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "1998-01-28T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the procedures for conducting an auction sale of new merchandise. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 37-14-2 be amended to read as follows: 37-14-2. New merchandise as used in § § 37-14-2 to 37-14-14, inclusive, shall mean all means any merchandise not previously sold at retail. \" Auction sale \" , as used in said sections shall mean this chapter means the offering for sale or selling of personal property to the highest bidder or offering for sale or selling of personal property at a high price and then offering the same the personal property at successive lower prices until a buyer is secured. Section 2. That § 37-14-3 be repealed. 37-14-3. It is a Class 2 misdemeanor for any person to sell, dispose of, or offer for sale at public auction any new merchandise, unless such person and the owners of such merchandise, if it is not owned by the vendors, shall have first secured a license as provided in § § 37-14-6 to 37-14-12, inclusive, and shall have complied with the regulations set forth in § § 37-14-12 to 37-14-14, inclusive. Section 3. That § 37-14-4 be amended to read as follows: 37-14-4. The provisions of § § 37-14-2 to 37-14-14, inclusive, shall do not extend to the sale at public auction of livestock, farm machinery , or farm produce or any other items item commonly sold at a farm sales sale , to any auction sales sale held under authority of or under the supervision and direction of the courts any court of this state, or to persons, firms or corporations any person, firm, or corporation who have has been engaged in business in the State of South Dakota for a period of at least one year, conducting a closing out or stock reduction sale of said the business. Section 4. That § 37-14-5 be amended to read as follows: 37-14-5. The Any requirement of a license under the provisions of § § 37-14-2 to 37-14-14, inclusive, shall be is in addition to and not in lieu of any other state or local licenses license as required by statute or ordinance. Section 5. That § 37-14-6 be repealed. 37-14-6. Any person, firm or corporation desiring such license shall, at least ten days prior to such proposed auction sale, file with the board of county commissioners of the county wherein it is proposed to hold such auction sale, an application in writing duly verified by the person, firm or corporation proposing to sell, dispose of or offer for sale any new merchandise at public auction. Section 6. That § 37-14-7 be repealed. 37-14-7. The application required by § 37-14-6 shall state the following facts: (1) The name, residence and post-office address of the person, firm or corporation making the application, and if a firm or corporation, the name and address of the members of the firm or corporation officers as the case may be; (2) The name, residence and post-office address of the auctioneer who will conduct such auction sale; (3) A detailed inventory and description of all such new merchandise to be offered for sale at such auction which inventory shall set forth the cost to the applicant of the several items contained in such inventory; (4) Whether or not the sale at public auction shall be with or without reservation. Section 7. That § 37-14-8 be repealed. 37-14-8. At the time of filing said application and the bond required by § 37-14-9 the applicant shall pay to the county treasurer the license fee in the sum of twenty-five dollars for each day it is proposed to hold such auction sale as shown by the application for such license. Section 8. That § 37-14-9 be repealed. 37-14-9. At the time of filing said application, and as a part thereof, the applicant shall file and deposit with the board of county commissioners, a bond, with sureties to be approved by the board of county commissioners, in the penal sum of two times the value of the merchandise proposed to be offered for sale at such auction as shown by the inventory filed, running to the state of South Dakota, and for the use and benefit of any purchaser of any merchandise at such auction who might have a cause of action of any nature arising from or out of such auction sale against the auctioneer or applicant; the bond to be further conditioned on the payment by the applicant of all taxes that may be payable by, or due from, the applicant to the state of South Dakota or any department or subdivision thereof, the payment of any fines that may be assessed by any court against the applicant or auctioneer for violation of the provisions of § § 37-14-2 to 37-14-14, inclusive, and the satisfaction of all causes of actions commenced within one year from date of such auction sale and arising therefrom, provided, however, that the aggregate liability of the surety for all said taxes, fines and causes of action shall in no event exceed the sums of such bond. Section 9. That § 37-14-10 be repealed. 37-14-10. In the bond required by § 37-14-9, the applicant and the surety shall appoint the county auditor of the county in which such bond is filed, the agent for the applicant and the surety for the service of process. In the event of such service, the agent on whom such service is made shall, within five days after the service, mail by ordinary mail a true copy of the process served upon him to each party for whom he is served, addressed to the last known address of such party. Failure to so mail said copy shall not, however, affect the court's jurisdiction. Such bond shall contain the consent of the applicant and surety that the circuit court for the county wherein the application and bond is filed shall have jurisdiction of all actions arising against the applicant or surety, or both, arising out of said sale. Section 10. That § 37-14-11 be repealed. 37-14-11. The State of South Dakota or any subdivision thereof, or any person having a cause of action against the applicant arising out of the sale of such new merchandise may join the applicant and the surety on the bond required by § 37-14-9 in the same action, or may in such action sue either such applicant or the surety alone. Section 11. That § 37-14-12 be repealed. 37-14-12. Upon the filing of such application and after the applicant has fully complied with all the provisions of § § 37-14-2 to 37-14-14, inclusive, the board of county commissioners, by its chairman, shall issue to the applicant a license authorizing the holding of such auction sale as proposed in said application. Such license shall not be transferable, and shall be valid only in the county where issued. Section 12. That § 37-14-13 be repealed. 37-14-13. Within ten days after the last day of said auction the applicant shall file in duplicate with the county auditor an inventory of all merchandise sold at such auction and the price received therefor which said inventory shall be verified. The county auditor shall, immediately after receiving such report, forward a copy thereof to the secretary of revenue. Section 13. That § 37-14-14 be repealed. 37-14-14. Any person who offers new merchandise for sale at public auction without first securing a license as provided in § § 37-14-6 to 37-14-12, inclusive, or who offers for sale new merchandise different from that shown by, or in excess of the amount and value of, the inventories filed with the application for license, is guilty of a Class 2 misdemeanor. Section 14. That § 37-14-15 be amended to read as follows: 37-14-15. Public auctioneers of any Any public auctioneer of a state which admits any public auctioneers auctioneer of this state to conduct a public auction sales sale in such state without license or other regulation shall be is permitted to conduct a public sales sale in this state upon the same terms. Section 15. That § 37-14-16 be repealed. 37-14-16. Auctioneers from any state which requires public auctioneers of this state to secure a license or imposes other regulations for authority to conduct public sales within such state shall be subject to the same requirements as apply to public auctioneers of such foreign states who seek to conduct public sales in this state. Public auctioneers of such foreign state who desire to conduct public sales in this state, shall, before conducting any such sale apply to the county auditor of any county in this state for a license so to do. Upon considering such application, the county auditor shall issue a license upon the payment of the same fee and compliance with the other requirements as are required of auctioneers of this state in such foreign state, and which fee, when collected shall be deposited with the county treasurer and credited to the general fund of the county. Any public auctioneer, of a foreign state required to be licensed or otherwise subject to regulation under the provisions of this section, who fails to secure the license or comply with this section is guilty of a Class 1 misdemeanor. Section 16. That § 37-14-17 be repealed. 37-14-17. It shall be the duty of the county auditor of each county of this state bordering upon adjoining states to secure the laws of such adjoining state covering public auctioneers, for the purpose of carrying out the provisions of § § 37-14-15 and 37-14-16. Section 17. That § 37-14-18 be amended to read as follows: 37-14-18. All of the Any money that an auction clerk cashier receives on behalf of a client from an auction sale shall be deposited in a separate account maintained for auction sale proceeds only. Section 18. That § 37-14-19 be amended to read as follows: 37-14-19. All of the Any money that an auction clerk cashier receives on behalf of a client from an auction sale shall be given to such the client within twenty working days of the auction sale. This section does not apply to any bad checks check or if there is a prior written agreement between the client and the clerk cashier . BILL HISTORY 1/20/98 First read in House and referred to Commerce. H.J. 123 1/27/98 Scheduled for Committee hearing on this date. 1/27/98 Commerce Do Pass Amended, Passed, AYES 13, NAYS 0. H.J. 252 1/27/98 Commerce Place on Consent Calendar."}, {"bill_id": 13488, "bill_version_id": 77106, "bill_version": "Enrolled", "bill_version_date": "1998-02-09T10:35:29-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13488, "action_date": "1998-01-20T14:00:00-06:00", "document_id": 76893, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76893.pdf", "status_text": "First read in House and referred to", "journal_page": 123, "committee_id_action": 600, "committee_id_assigned": 588, "result": "N", "vote": {}}, {"bill_id": 13488, "action_date": "1998-01-27T07:45:00-06:00", "document_id": 76577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76577.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 588, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13488, "action_date": "1998-01-27T07:45:00-06:00", "document_id": 76577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76577.pdf", "status_text": "Do Pass Amended,", "journal_page": 252, "committee_id_action": 588, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39842, "president_vote": null, "Yea": [2127, 2132, 2180, 2186, 2100, 2104, 2105, 2151, 2178, 2183, 2198, 2171, 2177]}}, {"bill_id": 13488, "action_date": "1998-01-27T07:45:00-06:00", "document_id": 76577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76577.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 588, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13488, "action_date": "1998-01-29T14:00:00-06:00", "document_id": 76907, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76907.pdf", "status_text": "Do Pass Amended,", "journal_page": 299, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40478, "president_vote": null, "Yea": [2096, 2098, 2100, 2101, 2104, 2105, 2106, 2107, 2108, 2109, 2110, 2111, 2113, 2114, 2116, 2117, 2119, 2120, 2123, 2124, 2126, 2127, 2128, 2131, 2132, 2133, 2136, 2139, 2141, 2144, 2147, 2150, 2151, 2152, 2154, 2157, 2158, 2159, 2160, 2161, 2162, 2163, 2164, 2167, 2168, 2172, 2173, 2174, 2176, 2177, 2180, 2181, 2183, 2184, 2185, 2186, 2190, 2192, 2193, 2194, 2195, 2197, 2198, 2134], "Excused": [2097, 2143, 2146, 2171, 2178], "Absent": [2153]}}, {"bill_id": 13488, "action_date": "1998-01-30T14:00:00-06:00", "document_id": 76910, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76910.pdf", "status_text": "First read in Senate and referred to", "journal_page": 270, "committee_id_action": 601, "committee_id_assigned": 575, "result": "N", "vote": {}}, {"bill_id": 13488, "action_date": "1998-02-03T10:00:00-06:00", "document_id": 76644, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76644.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 575, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13488, "action_date": "1998-02-05T10:00:00-06:00", "document_id": 76671, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76671.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 575, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13488, "action_date": "1998-02-05T10:00:00-06:00", "document_id": 76671, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76671.pdf", "status_text": "Do Pass,", "journal_page": 342, "committee_id_action": 575, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38179, "president_vote": null, "Yea": [2112, 2156, 2169, 2187, 2189, 2166, 2182]}}, {"bill_id": 13488, "action_date": "1998-02-05T10:00:00-06:00", "document_id": 76671, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76671.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 575, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13488, "action_date": "1998-02-06T14:00:00-06:00", "document_id": 76920, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76920.pdf", "status_text": "Do Pass Amended,", "journal_page": 364, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38309, "president_vote": null, "Excused": [2094, 2122], "Yea": [2095, 2099, 2102, 2103, 2112, 2115, 2118, 2121, 2125, 2129, 2130, 2135, 2137, 2138, 2140, 2142, 2145, 2148, 2149, 2155, 2156, 2165, 2166, 2169, 2170, 2175, 2179, 2182, 2187, 2188, 2189, 2191, 2196]}}, {"bill_id": 13488, "action_date": "1998-02-09T14:00:00-06:00", "document_id": 76921, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76921.pdf", "status_text": "Signed by Speaker", "journal_page": 462, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13488, "action_date": "1998-02-10T14:00:00-06:00", "document_id": 76923, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76923.pdf", "status_text": "Delivered to the Governor", "journal_page": 534, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13488, "action_date": "1998-02-10T14:00:00-06:00", "document_id": 76924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76924.pdf", "status_text": "Signed by President", "journal_page": 436, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13488, "action_date": "1998-02-14T14:00:00-06:00", "document_id": 76931, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76931.pdf", "status_text": "Signed by Governor", "journal_page": 688, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1098}