{"session_id": 32, "bill_id": 8733, "bill_type": "House Bill", "bill_number": 1204, "bill_title": "revise certain provisions regarding power of attorney.", "sponsors": [{"legislator_profile_id": 1226, "is_prime": true}, {"legislator_profile_id": 1281, "is_prime": true}, {"legislator_profile_id": 1424, "is_prime": false}, {"legislator_profile_id": 1425, "is_prime": false}, {"legislator_profile_id": 1273, "is_prime": false}, {"legislator_profile_id": 1265, "is_prime": false}, {"legislator_profile_id": 1290, "is_prime": false}, {"legislator_profile_id": 1272, "is_prime": false}, {"legislator_profile_id": 1258, "is_prime": false}, {"legislator_profile_id": 1245, "is_prime": false}, {"legislator_profile_id": 1229, "is_prime": false}], "keywords": ["Agency", "Uniform Laws"], "audio": [{"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju23.mp3", "start_seconds": 2630.0}, {"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju23.mp3", "start_seconds": 2630.0}, {"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju23.mp3", "start_seconds": 2630.0}, {"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju23.mp3", "start_seconds": 2630.0}, {"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju23.mp3", "start_seconds": 2630.0}, {"meeting_datetime": "2018-02-20T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou25.mp3", "start_seconds": 6445.0}, {"meeting_datetime": "2018-02-20T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou25.mp3", "start_seconds": 6445.0}, {"meeting_datetime": "2018-02-20T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou25.mp3", "start_seconds": 6445.0}, {"meeting_datetime": "2018-02-20T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou25.mp3", "start_seconds": 6445.0}, {"meeting_datetime": "2018-02-27T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju30.mp3", "start_seconds": 85.0}, {"meeting_datetime": "2018-02-27T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju30.mp3", "start_seconds": 85.0}, {"meeting_datetime": "2018-02-27T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju30.mp3", "start_seconds": 85.0}, {"meeting_datetime": "2018-02-27T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju30.mp3", "start_seconds": 85.0}], "bill_versions": [{"bill_id": 8733, "bill_version_id": 47897, "bill_version": "Introduced", "bill_version_date": "2018-01-25T09:05:09.61-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding power of attorney. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Agent,\" a person granted authority to act for a principal under a power of attorney, whether denominated an agent, attorney-in-fact, or otherwise. The term includes an original agent, co-agent, successor agent, and a person to whom an agent's authority is delegated; (2) \"Durable,\" not terminated by the principal's incapacity; (3) \"Electronic,\" relating to technology having electrical, digital, magnetic, wireless, optical, electromagnetic, or similar capabilities; (4) \"Good faith,\" honesty in fact; (5) \"Incapacity,\" inability of an individual to manage property, business, or financial affairs because the individual: (a) Has an impairment or other deficit in the ability to receive and evaluate information or to make or communicate any decision even with the use of technological assistance; or (b) Is: (i) Missing or has disappeared; (ii) Detained, including incarcerated in a penal system; or (iii) Outside the United States and unable to return; (6) \"Person,\" an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, public corporation, government or governmental subdivision, agency or instrumentality, or any other legal or commercial entity; (7) \"Power of attorney,\" a writing or other record that grants authority to an agent to act in the place of the principal, whether or not the term, power of attorney, is used; (8) \"Presently exercisable general power of appointment,\" regarding property or an interest in property that is subject to a power of appointment, a power to vest absolute ownership in a principal individually, a principal's estate, a principal's creditors, or the creditors of a principal's estate. The term includes a power of appointment not exercisable until the occurrence of a specified event, the satisfaction of an ascertainable standard, or the passage of a specified period only after the occurrence of the specified event, the satisfaction of the ascertainable standard, or the passage of the specified period. The term does not include a power exercisable in a fiduciary capacity or only by will; (9) \"Principal,\" an individual who grants authority to an agent in a power of attorney; (10) \"Property,\" anything that may be the subject of ownership, whether real or personal, legal or equitable, or any interest or right in the subject; (11) \"Record,\" information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form; (12) \"Sign,\" with present intent to authenticate or adopt a record: (a) To execute or adopt a tangible symbol; or (b) To attach to or logically associate with the record an electronic sound, symbol, or process; (13) \"State,\" a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States; (14) \"Stocks and bonds,\" stocks, bonds, mutual funds, and any other type of securities and financial instrument, whether held directly, indirectly, or in any other manner. The term does not include commodity futures contracts and call or put options on stocks or stock indexes. Section 2. That the code be amended by adding a NEW SECTION to read: This Act applies to all powers of attorney other than: (1) A power to the extent it is coupled with an interest in the subject of the power, including a power given to or for the benefit of a creditor in connection with a credit transaction; (2) A power to make health care decisions; (3) A proxy or other delegation to exercise voting rights or management rights with respect to an entity; and (4) A power created on a form prescribed by a government or governmental subdivision, agency, or instrumentality for a governmental purpose. Section 3. That the code be amended by adding a NEW SECTION to read: A power of attorney created under this Act is durable unless it expressly provides that it is terminated by the incapacity of the principal. Section 4. That the code be amended by adding a NEW SECTION to read: A power of attorney shall be signed by the principal or in the principal's conscious presence by another individual directed by the principal to sign the principal's name on the power of attorney. Any signature under this section shall be witnessed by two other adult individuals or acknowledged before a notary public or other individual authorized by law to take acknowledgments, or both. Section 5. That the code be amended by adding a NEW SECTION to read: (1) A power of attorney executed in this state on or after July 1, 2018, is valid if its execution complies with section 4 of this Act. (2) A power of attorney executed in this state before July 1, 2018, is valid if its execution complied with the law of this state as it existed at the time of execution. (3) A power of attorney executed other than in this state is valid in this state if, when the power of attorney was executed, the execution complied with: (a) The law of the jurisdiction that determines the meaning and effect of the power of attorney pursuant to section 6 of this Act; or (b) The requirements for a military power of attorney pursuant to 10 U.S.C. § 1044(b). (4) Except as otherwise provided by law, a photocopy or electronically transmitted copy of an original power of attorney has the same effect as the original. Section 6. That the code be amended by adding a NEW SECTION to read: The meaning and effect of a power of attorney is determined by the law of the jurisdiction indicated in the power of attorney and, in the absence of an indication of jurisdiction, by the law of the jurisdiction in which the power of attorney was executed. Section 7. That the code be amended by adding a NEW SECTION to read: (1) In a power of attorney, a principal may nominate a conservator or guardian for consideration by the court if protective proceedings for the principal's estate or person are begun after the principal executes the power of attorney. Except for good cause shown or disqualification, the court shall make its appointment in accordance with the principal's most recent nomination. A guardian appointed under this section shall be subject to the provisions of § 59-7-11. (2) If, after a principal executes a power of attorney, a court appoints a conservator or other fiduciary charged with the management of some or all of the principal's property, the power of attorney is terminated and the agent shall account to the conservator or other court-appointed fiduciary and promptly deliver any property of the principal in the agent's possession to the conservator or other court-appointed fiduciary unless otherwise ordered by the court. Section 8. That the code be amended by adding a NEW SECTION to read: (1) A power of attorney is effective when executed unless the principal provides in the power of attorney that it becomes effective at a future date or upon the occurrence of a future event or contingency. (2) If a power of attorney becomes effective upon the occurrence of a future event or contingency, the principal, in the power of attorney, may authorize one or more persons to determine in a writing or other record that the event or contingency has occurred. (3) If a power of attorney becomes effective upon the principal's incapacity and the principal has not authorized a person to determine whether the principal is incapacitated, or the person authorized is unable or unwilling to make the determination, the power of attorney becomes effective upon a determination in a writing or other record by: (a) A physician or licensed psychologist that the principal is incapacitated within the meaning of subsection (5)(a) of section 1 of this Act; or (b) An attorney at law, a judge, or an appropriate governmental official that the principal is incapacitated within the meaning of subsection (5)(b) of section 1 of this Act. (4) A person authorized by the principal in the power of attorney to determine that the principal is incapacitated may act as the principal's personal representative pursuant to the Health Insurance Portability and Accountability Act, Sections 1171 through 1179 of the Social Security Act, 42 U.S.C. § 1320(d), and applicable regulations, to obtain access to the principal's health care information and communicate with the principal's health care provider. Section 9. That the code be amended by adding a NEW SECTION to read: (1) A power of attorney terminates when: (a) The principal dies; (b) The principal becomes incapacitated, if the power of attorney is not durable; (c) The principal revokes the power of attorney; (d) The power of attorney provides that it terminates; (e) The purpose of a limited or special power of attorney is accomplished; (f) The principal revokes the agent's authority or the agent dies, becomes incapacitated, or resigns, and the power of attorney does not provide for another agent to act under the power of attorney; or (g) Pursuant to subdivision (2) of section 7 of this Act. (2) An agent's authority terminates when: (a) The principal revokes the authority; (b) The agent dies, becomes incapacitated, or resigns; (c) An action is filed for divorce or annulment of the agent's marriage to the principal, or for their legal separation, unless the power of attorney otherwise provides; or (d) The power of attorney terminates. (3) Unless the power of attorney otherwise provides, an agent's authority is exercisable until the authority terminates under subdivision (2) of this section, notwithstanding a lapse of time since the execution of the power of attorney. (4) Termination of an agent's authority or of a power of attorney is not effective as to the agent or any other person that, without actual knowledge of the termination, acts in good faith under the power of attorney. An act performed under this section, unless otherwise invalid or unenforceable, binds the principal and the principal's successors in interest. (5) Incapacity of the principal of a power of attorney that is not durable does not revoke or terminate the power of attorney as to an agent or other person that, without actual knowledge of the incapacity, acts in good faith under the power of attorney. An act performed under this section, unless otherwise invalid or unenforceable, binds the principal and the principal's successors in interest. (6) The execution of a power of attorney does not revoke a power of attorney previously executed by the principal unless the subsequent power of attorney provides that the previous power of attorney is revoked or that all other powers of attorney are revoked. Section 10. That the code be amended by adding a NEW SECTION to read: (1) A principal may designate two or more persons to act as co-agents. Unless the power of attorney otherwise provides, each co-agent may exercise the co-agent's authority independently. (2) A principal may designate one or more successor agents to act if an agent resigns, dies, becomes incapacitated, is not qualified to serve, or declines to serve. A principal may grant authority to designate one or more successor agents to an agent or other person designated by name, office, or function. Unless the power of attorney otherwise provides, a successor agent: (a) Has the same authority granted to the original agent; and (b) May not act until all predecessor agents have resigned, died, become incapacitated, are no longer qualified to serve, or have declined to serve. (3) Except as otherwise provided in the power of attorney and subdivision (4), an agent that does not participate in or conceal a breach of fiduciary duty committed by another agent, including a predecessor agent, is not liable for the actions of the other agent. (4) An agent that has actual knowledge of a breach or imminent breach of fiduciary duty by another agent shall notify the principal and, if the principal is incapacitated, take any action reasonably appropriate in the circumstances to safeguard the principal's best interest. An agent that fails to notify the principal or take action as required by this subdivision is liable for any reasonably foreseeable damages that could have been avoided if the agent had notified the principal or taken any action under this section. Section 11. That the code be amended by adding a NEW SECTION to read: Unless the power of attorney otherwise provides, an agent is entitled to reimbursement of expenses reasonably incurred on behalf of the principal and to compensation that is reasonable under the circumstances. Section 12. That the code be amended by adding a NEW SECTION to read: Except as otherwise provided in the power of attorney, a person accepts appointment as an agent under a power of attorney by exercising authority or performing duties as an agent or by any other assertion or conduct indicating acceptance. Section 13. That the code be amended by adding a NEW SECTION to read: (1) Notwithstanding provisions in the power of attorney, an agent that has accepted appointment shall: (a) Act in accordance with the principal's reasonable expectations to the extent actually known by the agent and otherwise in the principal's best interest; (b) Act in good faith; (c) Act only within the scope of authority granted in the power of attorney; and (d) If feasible, encourage the principal to participate in decisions, to act on the principal's own behalf, and to develop or regain the capacity to manage the principal's own affairs, if the principal is incapacitated. (2) Except as otherwise provided in the power of attorney, an agent that has accepted appointment shall: (a) Act loyally for the principal's benefit; (b) Act so as not to create a conflict of interest that impairs the agent's ability to act impartially in the principal's best interest; (c) Act with the care, competence, and diligence ordinarily exercised by agents in similar circumstances; (d) Keep an accurate and contemporaneous record of any receipt, disbursement, and transaction made on behalf of the principal including any reimbursement or compensation pursuant to section 11 of this Act; (e) Cooperate with a person that has authority to make health care decisions for the principal to carry out the principal's reasonable expectations to the extent actually known by the agent and otherwise act in the principal's best interest; and (f) Attempt to preserve the principal's estate plan, to the extent actually known by the agent, if preserving the plan is consistent with the principal's best interest based on all relevant factors, including: (i) The value and nature of the principal's property; (ii) The principal's foreseeable obligations and need for maintenance; (iii) Minimization of taxes, including income, estate, inheritance, generation-skipping transfer, and gift taxes; and (iv) Eligibility for a benefit, a program, or assistance under a statute or regulation. (3) An agent that acts in good faith is not liable to any beneficiary of the principal's estate plan for failure to preserve the plan. (4) An agent that acts with care, competence, and diligence for the best interest of the principal is not liable solely because the agent also benefits from the act or has an individual or conflicting interest in relation to the property or affairs of the principal. (5) If an agent is selected by the principal because of the agent's special skills or expertise or in reliance on the agent's representation that the agent has special skills or expertise, the special skills or expertise shall be considered in determining whether the agent has acted with care, competence, and diligence under the circumstances. (6) Absent a breach of duty to the principal, an agent is not liable if the value of the principal's property declines. (7) An agent that exercises authority to delegate to another person the authority granted by the principal or that engages another person on behalf of the principal is not liable for an act, error of judgment, or default of that person if the agent exercises care, competence, and diligence in selecting, instructing, and monitoring the person. (8) Except as otherwise provided in the power of attorney, an agent is not required to disclose receipts, disbursements, or transactions conducted on behalf of the principal unless ordered by a court or requested by the principal, a guardian, a conservator, another fiduciary acting for the principal, a governmental agency having authority to protect the welfare of the principal, or, upon the death of the principal, by the personal representative or successor in interest of the principal's estate. The agent shall comply within thirty days with the request under this section or provide a writing or other record explaining why additional time is needed and shall comply with the request under this section within thirty days from the writing or other record. Section 14. That the code be amended by adding a NEW SECTION to read: A provision in a power of attorney relieving an agent of liability for breach of duty is binding on the principal and the principal's successors in interest except to the extent the provision: (1) Relieves the agent of liability for breach of duty committed dishonestly, with an improper motive, or with reckless indifference to the purposes of the power of attorney or the best interest of the principal; or (2) Was inserted as a result of an abuse of a confidential or fiduciary relationship with the principal. Section 15. That the code be amended by adding a NEW SECTION to read: (1) In addition to any petition under chapter 21-65, the following persons may petition a court to construe a power of attorney or review the agent's conduct, and grant appropriate relief: (a) The principal or the agent; (b) A guardian, conservator, or other fiduciary acting for the principal; (c) A person authorized to make health care decisions for the principal; (d) The principal's spouse, parent, or descendant; (e) An individual who would qualify as a presumptive heir of the principal; (f) A person named as a beneficiary to receive any property, benefit, or contractual right on the principal's death or as a beneficiary of a trust created by or for the principal that has a financial interest in the principal's estate; (g) A governmental agency having regulatory authority to protect the welfare of the principal; (h) The principal's caregiver or another person that demonstrates sufficient interest in the principal's welfare; and (i) A person asked to accept the power of attorney. (2) Upon motion by the principal, the court shall dismiss a petition filed under this section, unless the court finds that the principal lacks capacity to revoke the agent's authority or the power of attorney. Section 16. That the code be amended by adding a NEW SECTION to read: An agent that violates the provisions of this Act is liable to the principal or the principal's successors in interest for the amount required to: (1) Restore the value of the principal's property to its value had the violation not occurred; and (2) Reimburse the principal or the principal's successors in interest for any attorney's fees and costs paid on the agent's behalf. Section 17. That the code be amended by adding a NEW SECTION to read: Unless otherwise provided in the power of attorney, an agent may resign by giving notice to the principal and, if the principal is incapacitated, to the guardian, if any, and any co-agent or successor agent, or to: (1) The principal's caregiver; or (2) If there is no principal caregiver, to: (a) Another person reasonably believed by the agent to have sufficient interest in the principal's welfare; or (b) A governmental agency having authority to protect the welfare of the principal. Section 18. That the code be amended by adding a NEW SECTION to read: (1) For purposes of this section and section 19 of this Act, the term, South Dakota compliant, means a power of attorney signed by the principal and substantially in the form provided in section 41 of this Act and witnessed by two or more other adult individuals, or purportedly verified before a notary public or other individual authorized to take acknowledgements, or both. (2) A person that in good faith accepts a South Dakota compliant power of attorney without actual knowledge that the signature is not genuine may rely upon a presumption that the signature is genuine. (3) A person that in good faith accepts a South Dakota compliant power of attorney without actual knowledge that the power of attorney is void, invalid, or terminated; that the purported agent's authority is void, invalid, or terminated; or that the agent is exceeding or improperly exercising the agent's authority may rely upon the power of attorney as if the power of attorney were genuine, valid, and still in effect; the agent's authority were genuine, valid, and still in effect; and the agent had not exceeded and had properly exercised the authority. (4) A person that is asked to accept a South Dakota compliant power of attorney may request, and rely upon, without further investigation: (a) An agent's certification under penalty of perjury of any factual matter concerning the principal, agent, or power of attorney; (b) An English translation of the power of attorney if the power of attorney contains, in whole or in part, language other than English; and (c) An opinion of counsel as to any matter of law concerning the power of attorney if the person making the request provides in a writing or other record the reason for the request. (5) An English translation or an opinion of counsel requested under this section shall be provided at the principal's expense unless the request is made more than seven business days after the power of attorney is presented for acceptance. (6) For purposes of this section and section 19 of this Act, a person that conducts activities through employees is without actual knowledge of a fact relating to a power of attorney, a principal, or an agent if the employee conducting the transaction involving the power of attorney is without actual knowledge of the fact. Section 19. That the code be amended by adding a NEW SECTION to read: (1) A person shall accept a South Dakota compliant power of attorney or request a certification, a translation, or an opinion of counsel under subdivision (4) of section 18 of this Act no later than seven business days after presentation of the power of attorney for acceptance. If a person requests a certification, a translation, or an opinion of counsel under subdivision (4) of section 18 of this Act, the person shall accept the power of attorney no later than five business days after receipt of the certification, translation, or opinion of counsel. A person may not require an additional or different form of power of attorney for authority granted in the power of attorney presented. (2) A person is not required to accept a South Dakota compliant power of attorney if: (a) The person is not otherwise required to engage in a transaction with the principal in the same circumstances; (b) Engaging in a transaction with the agent or the principal in the same circumstances would be inconsistent with federal law; (c) The person has actual knowledge of the termination of the agent's authority or of the power of attorney before exercise of the power; (d) A request for a certification, a translation, or an opinion of counsel under subdivision (4) of section 18 of this Act is refused; (e) The person in good faith believes that the power is not valid or that the agent does not have the authority to perform the act requested, whether or not a certification, a translation, or an opinion of counsel under subdivision (4) of section 18 of this Act has been requested or provided; or (f) The person makes, or has actual knowledge that another person has made, a report to the South Dakota Department of Social Services or an office of a state's attorney stating a good faith belief that the principal may be subject to physical or financial abuse, neglect, exploitation, or abandonment by the agent or a person acting for or with the agent. (3) A person that refuses in violation of this section to accept a South Dakota compliant power of attorney is subject to: (a) A court order mandating acceptance of the power of attorney; and (b) Liability for reasonable attorney's fees and costs incurred in any action or proceeding that confirms the validity of the power of attorney or mandates acceptance of the power of attorney. Section 20. That the code be amended by adding a NEW SECTION to read: Unless otherwise required under this Act, the principles of law and equity apply to the provisions of this Act. Section 21. That the code be amended by adding a NEW SECTION to read: Nothing in this Act may be interpreted to amend or supersede any other law applicable to financial institutions or other entities. Section 22. That the code be amended by adding a NEW SECTION to read: The remedies under this Act are not exclusive and do not abrogate any right or remedy under the laws of this state. Section 23. That the code be amended by adding a NEW SECTION to read: (1) An agent under a power of attorney may do the following on behalf of the principal or with the principal's property only if the power of attorney expressly grants the agent the authority and exercise of the authority is not otherwise prohibited by another agreement or instrument to which the authority or property is subject: (a) Create, amend, revoke, or terminate an inter vivos trust; (b) Make a gift; (c) Create or change rights of survivorship; (d) Create or change a beneficiary designation; (e) Delegate authority granted under the power of attorney; (f) Waive the principal's right to be a beneficiary of a joint and survivor annuity, including a survivor benefit under a retirement plan; (g) Exercise fiduciary powers that the principal has authority to delegate; (h) Exercise authority over the content of electronic communications, as defined in 18 U.S.C. § 2510(12) and as provided under chapter 55-19, which are sent or received by the principal; or (i) Disclaim property, including a power of appointment. (2) Notwithstanding a grant of authority to do an act described in subdivision (1), unless the power of attorney otherwise provides, an agent that is not an ancestor, spouse, or descendant of the principal, may not exercise authority under a power of attorney to create in the agent, or in an individual to whom the agent owes a legal obligation of support, an interest in the principal's property, whether by gift, right of survivorship, beneficiary designation, disclaimer, or otherwise. (3) Subject to subdivisions (1), (2), (4), and (5) of this section, if a power of attorney grants to an agent authority to do all acts that a principal could do, the agent has the general authority described in sections 26 to 38 of this Act, inclusive. (4) Unless otherwise provided by the power of attorney, a grant of authority to make a gift is subject to section 39 of this Act. (5) Subject to subdivisions (1), (2), and (4) of this section, if the subjects over which authority is granted in a power of attorney are similar or overlap, the broadest authority controls. (6) Authority granted in a power of attorney is exercisable with respect to property that the principal has when the power of attorney is executed or acquires later, whether or not the property is located in this state and whether or not the authority is exercised or the power of attorney is executed in this state. (7) An act performed by an agent pursuant to a power of attorney has the same effect and inures to the benefit of and binds the principal and the principal's successors in interest as if the principal had performed the act. (8) Notwithstanding the provisions of subdivision (1), an agent may amend, terminate, or revoke an inter vivos revocable trust only when the settlor is incapacitated or not reasonably available and to the extent expressly authorized by the power of attorney with specific reference to the trust and expressly authorized by the terms of the governing trust instrument. Section 24. That the code be amended by adding a NEW SECTION to read: (1) An agent has authority described in this Act if the power of attorney refers to general authority with respect to the descriptive term for the subjects stated in sections 26 to 39 of this Act, inclusive, or cites the section in which the authority is described. (2) A reference in a power of attorney to general authority with respect to the descriptive term for a subject in sections 26 to 39 of this Act, inclusive, or a citation to a section of sections 26 to 39 of this Act, inclusive, incorporates the entire section as if it were set out in full in the power of attorney. (3) A principal may modify authority incorporated by reference. Section 25. That the code be amended by adding a NEW SECTION to read: Except as otherwise provided in the power of attorney, by executing a power of attorney that incorporates by reference a subject described in sections 26 to 39 of this Act, inclusive, or that grants to an agent authority to do all acts that a principal could do pursuant to subdivision (3) of section 23 of this Act, a principal authorizes the agent, regarding that subject, to: (1) Demand, receive, and obtain by litigation or otherwise, money or another thing of value to which the principal is, may become, or claims to be entitled, and conserve, invest, disburse, or use anything so received or obtained for the purposes intended; (2) Contract in any manner with any person, on terms agreeable to the agent, to accomplish a purpose of a transaction and perform, rescind, cancel, terminate, reform, restate, release, or modify the contract or another contract made by or on behalf of the principal; (3) Execute, acknowledge, seal, deliver, file, or record any instrument or communication the agent considers desirable to accomplish a purpose of a transaction, including creating at any time a schedule listing some or all of the principal's property and attaching it to the power of attorney; (4) Initiate, participate in, submit to alternative dispute resolution, settle, oppose, or propose or accept a compromise with respect to a claim existing in favor of or against the principal or intervene in litigation relating to the claim; (5) Seek on the principal's behalf the assistance of a court or other governmental agency to carry out an act authorized in the power of attorney; (6) Engage, compensate, and discharge an attorney, accountant, discretionary investment manager, expert witness, or other advisor; (7) Prepare, execute, and file a record, report, or other document to safeguard or promote the principal's interest under a statute or regulation; (8) Communicate with any representative or employee of a government or governmental subdivision, agency, or instrumentality, on behalf of the principal; (9) Access communications intended for, and communicate on behalf of the principal, whether by mail, electronic transmission, telephone, or other means; and (10) Do any lawful act with respect to the subject and all property related to the subject. Section 26. That the code be amended by adding a NEW SECTION to read: Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to real property authorizes the agent to: (1) Demand, buy, lease, receive, accept as a gift or as security for an extension of credit, or otherwise acquire or reject an interest in real property or a right incident to real property; (2) Sell; exchange; convey with or without covenants, representations, or warranties; quitclaim; release; surrender; retain title for security; encumber; partition; consent to partitioning; subject to an easement or covenant; subdivide; apply for zoning or other governmental permits; plat or consent to platting; develop; grant an option concerning; lease; sublease; contribute to an entity in exchange for an interest in that entity; or otherwise grant or dispose of an interest in real property or a right incident to real property; (3) Pledge or mortgage an interest in real property or right incident to real property as security to borrow money or pay, renew, or extend the time of payment of a debt of the principal or a debt guaranteed by the principal; (4) Release, assign, satisfy, or enforce by litigation or otherwise a mortgage, deed of trust, conditional sale contract, encumbrance, lien, or other claim to real property which exists or is asserted; (5) Manage or conserve an interest in real property or a right incident to real property owned or claimed to be owned by the principal, including: (a) Insuring against liability or casualty or other loss; (b) Obtaining or regaining possession of or protecting the interest or right by litigation or otherwise; (c) Paying, assessing, compromising, or contesting taxes or assessments or applying for and receiving refunds in connection with them; and (d) Purchasing supplies, hiring assistance or labor, and making repairs or alterations to the real property; (6) Use, develop, alter, replace, remove, erect, or install structures or other improvements upon real property in or incident to which the principal has, or claims to have, an interest or right; (7) Participate in a reorganization with respect to real property or an entity that owns an interest in or right incident to real property and receive, and hold, and act with respect to stocks and bonds or other property received in a plan of reorganization, including: (a) Selling or otherwise disposing of them; (b) Exercising or selling an option, right of conversion, or similar right with respect to them; and (c) Exercising any voting rights in person or by proxy; (8) Change the form of title of an interest in or right incident to real property; and (9) Dedicate to public use, with or without consideration, easements or other real property in which the principal has, or claims to have, an interest. Section 27. That the code be amended by adding a NEW SECTION to read: Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to tangible personal property authorizes the agent to: (1) Demand, buy, receive, accept as a gift or as security for an extension of credit, or otherwise acquire or reject ownership or possession of tangible personal property or an interest in tangible personal property; (2) Sell; exchange; convey with or without covenants, representations, or warranties; quitclaim; release; surrender; create a security interest in; grant options concerning; lease; sublease; or otherwise dispose of tangible personal property or an interest in tangible personal property; (3) Grant a security interest in tangible personal property or an interest in tangible personal property as security to borrow money or pay, renew, or extend the time of payment of a debt of the principal or a debt guaranteed by the principal; (4) Release, assign, satisfy, or enforce by litigation or otherwise, a security interest, lien, or other claim on behalf of the principal, with respect to tangible personal property or an interest in tangible personal property; (5) Manage or conserve tangible personal property or an interest in tangible personal property on behalf of the principal, including: (a) Insuring against liability, casualty, or other loss; (b) Obtaining or regaining possession of or protecting the property or interest by litigation or otherwise; (c) Paying, assessing, compromising, or contesting taxes or assessments, or applying for and receiving refunds in connection with taxes or assessments; (d) Relocating the property; (e) Storing the property for hire or on a gratuitous bailment; and (f) Using and making repairs, alterations, or improvements to the property; and (6) Change the form of title of an interest in tangible personal property. Section 28. That the code be amended by adding a NEW SECTION to read: Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to stocks and bonds authorizes the agent to: (1) Buy, sell, and exchange stocks and bonds; (2) Establish, continue, modify, or terminate an account with respect to stocks and bonds; (3) Pledge stocks and bonds as security to borrow, pay, renew, or extend the time of payment of a debt of the principal; (4) Receive certificates and other evidences of ownership with respect to stocks and bonds; and (5) Exercise voting rights with respect to stocks and bonds in person or by proxy, enter into voting trusts, and consent to limitations on the right to vote. Section 29. That the code be amended by adding a NEW SECTION to read: Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to commodities and options authorizes the agent to: (1) Buy, sell, exchange, assign, settle, and exercise commodity futures contracts and call or put options on stocks or stock indexes traded on a regulated option exchange; and (2) Establish, continue, modify, and terminate option accounts. Section 30. That the code be amended by adding a NEW SECTION to read: Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to banks and other financial institutions authorizes the agent to: (1) Continue, modify, and terminate an account or other banking arrangement made by or on behalf of the principal; (2) Establish, modify, and terminate an account or other banking arrangement with a bank, trust company, savings and loan association, credit union, thrift company, brokerage firm, or other financial institution selected by the agent; (3) Contract for services available from a financial institution, including renting a safe deposit box or space in a vault; (4) Withdraw, by check, order, electronic funds transfer, or otherwise, money or property of the principal deposited with or left in the custody of a financial institution; (5) Receive statements of account, vouchers, notices, and similar documents from a financial institution and act with respect to them; (6) Enter a safe deposit box or vault and withdraw or add to the contents; (7) Borrow money and pledge as security personal property of the principal necessary to borrow money or pay, renew, or extend the time of payment of a debt of the principal or a debt guaranteed by the principal; (8) Make, assign, draw, endorse, discount, guarantee, and negotiate promissory notes, checks, drafts, and other negotiable or nonnegotiable paper of the principal or payable to the principal or the principal's order, transfer money, receive the cash or other proceeds of those transactions, and accept a draft drawn by a person upon the principal and pay it when due; (9) Receive for the principal and act upon a sight draft, warehouse receipt, or other document of title whether tangible or electronic, or other negotiable or nonnegotiable instrument; (10) Apply for, receive, and use letters of credit, credit and debit cards, electronic transaction authorizations, and traveler's checks from a financial institution and give an indemnity or other agreement in connection with letters of credit; and (11) Consent to an extension of the time of payment with respect to commercial paper or a financial transaction with a financial institution. Section 31. That the code be amended by adding a NEW SECTION to read: Subject to the terms of the governing instrument of an entity or an entity ownership interest, and unless the power of attorney otherwise provides, language in a power of attorney granting general authority regarding operation of an entity or business authorizes the agent to: (1) Operate, buy, sell, enlarge, reduce, or terminate an ownership interest; (2) Perform a duty or discharge a liability and exercise in person or by proxy a right, power, privilege, or option that the principal has, may have, or claims to have; (3) Enforce the terms of an ownership agreement; (4) Initiate, participate in, submit to alternative dispute resolution, settle, oppose, or propose or accept a compromise with respect to litigation to which the principal is a party because of an ownership interest; (5) Exercise in person or by proxy, or enforce by litigation or otherwise, a right, power, privilege, or option the principal has or claims to have as the holder of stocks and bonds; (6) Initiate, participate in, submit to alternative dispute resolution, settle, oppose, or propose or accept a compromise with respect to litigation to which the principal is a party concerning stocks and bonds; (7) With respect to an entity or business owned solely by the principal: (a) Continue, modify, renegotiate, extend, and terminate a contract made by or on behalf of the principal with respect to the entity or business before execution of the power of attorney; (b) Determine: (i) The location of its operation; (ii) The nature and extent of its business; (iii) The methods of manufacturing, selling, merchandising, financing, accounting, and advertising employed in its operation; (iv) The amount and types of insurance carried; and (v) The mode of engaging, compensating, and dealing with its employees and accountants, attorneys, or other advisors; (c) Change the name or form of organization under which the entity or business is operated and enter into an ownership agreement with other persons to take over all or part of the operation of the entity or business; and (d) Demand and receive money due or claimed by the principal or on the principal's behalf in the operation of the entity or business and control and disburse the money in the operation of the entity or business; (8) Put additional capital into an entity or business in which the principal has an interest; (9) Join in a plan of reorganization, consolidation, conversion, domestication, or merger of the entity or business; (10) Sell or liquidate all or part of an entity or business; (11) Establish the value of an entity or business under a buy-out agreement to which the principal is a party; (12) Prepare, sign, file, and deliver reports, compilations of information, returns, or other papers with respect to an entity or business and make related payments; and (13) Pay, compromise, or contest taxes, assessments, fines, or penalties and perform any other act to protect the principal from illegal or unnecessary taxation, assessments, fines, or penalties, with respect to an entity or business, including attempts to recover, in any manner permitted by law, money paid before or after the execution of the power of attorney. Section 32. That the code be amended by adding a NEW SECTION to read: Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to insurance and annuities authorizes the agent to: (1) Continue, pay the premium or make a contribution on, modify, exchange, rescind, release, or terminate a contract procured by or on behalf of the principal that insures or provides an annuity to either the principal or another person, whether or not the principal is a beneficiary under the contract; (2) Procure new, different, and additional contracts of insurance and annuities for the principal and the principal's spouse, children, and other dependents, and select the amount, type of insurance or annuity, and mode of payment; (3) Pay the premium or make a contribution on, modify, exchange, rescind, release, or terminate a contract of insurance or annuity procured by the agent; (4) Apply for and receive a loan secured by a contract of insurance or annuity; (5) Surrender and receive the cash surrender value on a contract of insurance or annuity; (6) Exercise an election; (7) Exercise investment powers available under a contract of insurance or annuity; (8) Change the manner of paying premiums on a contract of insurance or annuity; (9) Change or convert the type of insurance or annuity with respect to which the principal has or claims to have authority described in this section; (10) Apply for and procure a benefit or assistance under a statute or regulation to guarantee or pay premiums of a contract of insurance on the life of the principal; (11) Collect, sell, assign, hypothecate, borrow against, or pledge the interest of the principal in a contract of insurance or annuity; (12) Select the form and timing of the payment of proceeds from a contract of insurance or annuity; and (13) Pay, from proceeds or otherwise, compromise or contest, and apply for refunds in connection with, a tax or assessment levied by a taxing authority with respect to a contract of insurance or annuity or its proceeds or liability accruing by reason of the tax or assessment. Section 33. That the code be amended by adding a NEW SECTION to read: (1) For purposes of this section, the terms, estate, trust, or other beneficial interest, mean a trust, probate estate, guardianship, conservatorship, escrow, or custodianship or a fund from which the principal is, may become, or claims to be, entitled to a share or payment. (2) Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to estates, trusts, and other beneficial interests authorizes the agent to: (a) Accept, receive, receipt for, sell, assign, pledge, or exchange a share in or payment from an estate, trust, or other beneficial interest; (b) Demand or obtain money or another thing of value to which the principal is, may become, or claims to be, entitled by reason of an estate, trust, or other beneficial interest, by litigation or otherwise; (c) Exercise for the benefit of the principal a presently exercisable general power of appointment held by the principal; (d) Initiate, participate in, submit to alternative dispute resolution, settle, oppose, or propose or accept a compromise with respect to litigation to ascertain the meaning, validity, or effect of a deed, will, declaration of trust, or other instrument or transaction affecting the interest of the principal; (e) Initiate, participate in, submit to alternative dispute resolution, settle, oppose, or propose or accept a compromise with respect to litigation to remove, substitute, or surcharge a fiduciary; (f) Conserve, invest, disburse, or use anything received for an authorized purpose; (g) Transfer an interest of the principal in real property, stocks and bonds, accounts with financial institutions or securities intermediaries, insurance, annuities, and other property to the trustee of a revocable trust created by the principal as settlor; and (h) Act as a representative pursuant to subdivision 55-18-9(8), except as otherwise provided in subdivision (8) of section 23 of this Act. Section 34. That the code be amended by adding a NEW SECTION to read: Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to claims and litigation authorizes the agent to: (1) Assert and maintain before a court or administrative agency a claim, claim for relief, cause of action, counterclaim, offset, recoupment, or defense, including an action to recover property or other thing of value, recover damages sustained by the principal, eliminate or modify tax liability, or seek an injunction, specific performance, or other relief; (2) Bring an action to determine adverse claims or intervene or otherwise participate in litigation; (3) Seek an attachment, garnishment, order of arrest, or other preliminary, provisional, or intermediate relief and use an available procedure to effect or satisfy a judgment, order, or decree; (4) Make or accept a tender, offer of judgment, or admission of facts, submit a controversy on an agreed statement of facts, consent to examination, and bind the principal in litigation; (5) Submit to alternative dispute resolution, settle, and propose or accept a compromise; (6) Waive the issuance and service of process upon the principal, accept service of process, appear for the principal, designate persons upon which process directed to the principal may be served, execute and file or deliver stipulations on the principal's behalf, verify pleadings, seek appellate review, procure and give surety and indemnity bonds, contract and pay for the preparation and printing of records and briefs, receive, execute, and file or deliver a consent, waiver, release, confession of judgment, satisfaction of judgment, notice, agreement, or other instrument in connection with the prosecution, settlement, or defense of a claim or litigation; (7) Act for the principal with respect to bankruptcy or insolvency, whether voluntary or involuntary, concerning the principal or some other person, or with respect to a reorganization, receivership, or application for the appointment of a receiver or trustee which affects an interest of the principal in property or other thing of value; (8) Pay a judgment, award, or order against the principal or a settlement made in connection with a claim or litigation; and (9) Receive money or other thing of value paid in settlement of or as proceeds of a claim or litigation. Section 35. That the code be amended by adding a NEW SECTION to read: (1) Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to personal and family maintenance authorizes the agent to: (a) Perform the acts necessary to maintain the customary standard of living of the principal, the principal's spouse, and the following individuals, whether living when the power of attorney is executed or later born: (i) The principal's children; (ii) Other individuals legally entitled to be supported by the principal; and (iii) The individuals whom the principal has customarily supported or indicated the intent to support; (b) Make periodic payments of child support and other family maintenance required by a court or governmental agency or an agreement to which the principal is a party; (c) Provide living quarters for the individuals described in subsection (1)(a) by: (i) Purchase, lease, or other contract; or (ii) Paying the operating costs, including interest, amortization payments, repairs, improvements, and taxes, for premises owned by the principal or occupied by those individuals; (d) Provide normal domestic help, usual vacations and travel expenses, and funds for shelter, clothing, food, appropriate education, including postsecondary and vocational education, and other current living costs for the individuals described in subsection (1)(a); (e) Pay expenses for necessary health care and custodial care on behalf of the individuals described in subsection (1)(a); (f) Act as the principal's personal representative pursuant to the Health Insurance Portability and Accountability Act, sections 1171 to 1179, inclusive, of the Social Security Act, 42 U.S.C. § 1320(d), and applicable regulations, in making decisions related to the past, present, or future payment for the provision of health care consented to by the principal or anyone authorized under the law of this state to consent to health care on behalf of the principal; (g) Continue any provision made by the principal for automobiles or other means of transportation, including registering, licensing, insuring, and replacing them, for the individuals described in subsection (1)(a); (h) Maintain credit and debit accounts for the convenience of the individuals described in subsection (1)(a) and open new accounts; and (i) Continue payments incidental to the membership or affiliation of the principal in a religious institution, club, society, order, or other organization or to continue contributions to those organizations. (2) Authority with respect to personal and family maintenance is neither dependent upon, nor limited by, authority that an agent may or may not have with respect to gifts under this Act. Section 36. That the code be amended by adding a NEW SECTION to read: (1) For purposes of this section, the terms, benefits from governmental programs, or civil or military service, mean any benefit, program, or assistance provided under a statute or regulation including Social Security, Medicare, and Medicaid. (2) Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to benefits from governmental programs or civil or military service authorizes the agent to: (a) Execute vouchers in the name of the principal for allowances and reimbursements payable by the United States or a foreign government or by a state or political subdivision of a state to the principal, including allowances and reimbursements for transportation of the individuals described in subsection (1)(a) of section 35 of this Act, and for shipment of their household effects; (b) Take possession and order the removal and shipment of property of the principal from a post, warehouse, depot, dock, or other place of storage or safekeeping, either governmental or private, and execute and deliver a release, voucher, receipt, bill of lading, shipping ticket, certificate, or other instrument for that purpose; (c) Enroll in, apply for, select, reject, change, amend, or discontinue, on the principal's behalf, a benefit or program; (d) Prepare, file, and maintain a claim of the principal for a benefit or assistance, financial or otherwise, to which the principal may be entitled under a statute or regulation; (e) Initiate, participate in, submit to alternative dispute resolution, settle, oppose, or propose or accept a compromise with respect to litigation concerning any benefit or assistance the principal may be entitled to receive under a statute or regulation; and (f) Receive the financial proceeds of a claim described in paragraph (d) and conserve, invest, disburse, or use for a lawful purpose anything so received. Section 37. That the code be amended by adding a NEW SECTION to read: (1) For purposes of this section, the term, retirement plan, means a plan or account created by an employer, the principal, or another individual to provide retirement benefits or deferred compensation of which the principal is a participant, beneficiary, or owner, including a plan or account under the following sections of the Internal Revenue Code: (a) An individual retirement account under 26 U.S.C. § 408; (b) A Roth individual retirement account under 26 U.S.C. § 408A; (c) A deemed individual retirement account under 26 U.S.C. § 408(q); (d) An annuity or mutual fund custodial account under 26 U.S.C. § 403(b); (e) A pension, profit-sharing, stock bonus, or other retirement plan qualified under 26 U.S.C. § 401(a); (f) A plan under 26 U.S.C. § 457(b); and (g) A nonqualified deferred compensation plan under 26 U.S.C. § 409A. (2) Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to retirement plans authorizes the agent to: (a) Select the form and timing of payments under a retirement plan and withdraw benefits from a plan; (b) Make a rollover, including a direct trustee-to-trustee rollover, of benefits from one retirement plan to another; (c) Establish a retirement plan in the principal's name; (d) Make contributions to a retirement plan; (e) Exercise investment powers available under a retirement plan; and (f) Borrow from, sell assets to, or purchase assets from a retirement plan. Section 38. That the code be amended by adding a NEW SECTION to read: Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to taxes authorizes the agent to: (1) Prepare, sign, and file federal, state, local, and foreign income, gift, payroll, property, Federal Insurance Contributions Act, and other tax returns, claims for refunds, requests for extension of time, petitions regarding tax matters, and any other tax-related documents, including receipts, offers, waivers, consents, including consents and agreements under 26 U.S.C. § 2032A, closing agreements, and any power of attorney required by the Internal Revenue Service or other taxing authority with respect to a tax year upon which the statute of limitations has not run and the following twenty-five tax years; (2) Pay taxes due, collect refunds, post bonds, receive confidential information, and contest deficiencies determined by the Internal Revenue Service or other taxing authority; (3) Exercise any election available to the principal under federal, state, local, or foreign tax law; and (4) Act for the principal in all tax matters for all periods before the Internal Revenue Service, or other taxing authority. Section 39. That the code be amended by adding a NEW SECTION to read: (1) For purposes of this section, a gift \"for the benefit of\" a person includes a gift to a trust, an account under the Uniform Transfers to Minors Act (1983/1986), and a tuition savings account or prepaid tuition plan as defined under 26 U.S.C. § 529. (2) Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to gifts authorizes the agent only to: (a) Make outright to, or for the benefit of, a person, a gift of any of the principal's property, including by the exercise of a presently exercisable general power of appointment held by the principal, in an amount per donee not to exceed the annual dollar limits of the federal gift tax exclusion under 26 U.S.C. § 2503(b), without regard to whether the federal gift tax exclusion applies to the gift, or if the principal's spouse agrees to consent to a split gift pursuant to 26 U.S.C. § 2513, in an amount per donee not to exceed twice the annual federal gift tax exclusion limit; and (b) Consent, pursuant to 26 U.S.C. § 2513, to the splitting of a gift made by the principal's spouse in an amount per donee not to exceed the aggregate annual gift tax exclusions for both spouses. (3) An agent may make a gift of the principal's property only as the agent determines is consistent with the principal's objectives if actually known by the agent and, if unknown, as the agent determines is consistent with the principal's best interest based on all relevant factors, including: (a) The value and nature of the principal's property; (b) The principal's foreseeable obligations and need for maintenance; (c) Minimization of taxes, including income, estate, inheritance, generation-skipping transfer, and gift taxes; (d) Eligibility for a benefit, a program, or assistance under a statute or regulation; and (e) The principal's personal history of making or joining in making gifts. Section 40. That the code be amended by adding a NEW SECTION to read: Except as otherwise provided in this Act: (1) This Act applies to a power of attorney created before, on, or after July 1, 2018; (2) This Act applies to a judicial proceeding concerning a power of attorney commenced on or after July 1, 2018; (3) This Act applies to a judicial proceeding concerning a power of attorney commenced before July 1, 2018, unless the court finds that application of a provision of this Act would substantially interfere with the effective conduct of the judicial proceeding or prejudice the rights of a party, in which case that provision does not apply and the superseded law applies; and (4) An act done before July 1, 2018 is not affected by this Act. Section 41. That the code be amended by adding a NEW SECTION to read: A document substantially in the following form may be used to create a statutory form power of attorney that has the meaning and effect prescribed by this Act. The provisions of §§ 43-28-23 and 7-9-1 apply to any power of attorney that is to be recorded with the register of deeds. SOUTH DAKOTA STATUTORY FORM POWER OF ATTORNEY IMPORTANT INFORMATION This power of attorney authorizes another person (your agent) to make decisions concerning your property for you (the principal). Your agent will be able to make decisions and act with respect to your property (including your money) whether or not you are able to act for yourself. The meaning of authority over subjects listed on this form is explained in the South Dakota Uniform Power of Attorney Act. This power of attorney does not authorize the agent to make health-care decisions for you. You should select someone you trust to serve as your agent. Unless you specify otherwise, generally the agent's authority will continue until you die or revoke the power of attorney or the agent resigns or is unable to act for you. Your agent is entitled to reasonable compensation unless you state otherwise in the Special Instructions. This form provides for designation of one agent. If you wish to name more than one agent you may name a co-agent in the Special Instructions. Co-agents are not required to act together unless you include that requirement in the Special Instructions. If your agent is unable or unwilling to act for you, your power of attorney will end unless you have named a successor agent. You may also name a second successor agent. This power of attorney becomes effective immediately unless you state otherwise in the Special Instructions. If you have questions about the power of attorney or the authority you are granting to your agent, you should seek legal advice before signing this form. DESIGNATION OF AGENT I ________________________________ name the following person as my agent: (Name of Principal) Name of Agent: ______________________________________ Agent's Address: _____________________________________ Agent's Telephone Number: ____________________________ DESIGNATION OF SUCCESSOR AGENT(S) (OPTIONAL) If my agent is unable or unwilling to act for me, I name as my successor agent: Name of Successor Agent: ________________________________ Successor Agent's Address: _______________________________ Successor Agent's Telephone Number: ______________________ If my successor agent is unable or unwilling to act for me, I name as my second successor agent: Name of Second Successor Agent: ___________________________ Second Successor Agent's Address: ___________________________ Second Successor Agent's Telephone Number: __________________ GRANT OF GENERAL AUTHORITY I grant my agent and any successor agent general authority to act for me with respect to the following subjects as defined in the South Dakota Uniform Power of Attorney Act: (INITIAL each subject you want to include in the agent's general authority. If you wish to grant general authority over all of the subjects you may initial \"All Preceding Subjects\" instead of initialing each subject.) (___) Real Property (section 26 of this Act) (___) Tangible Personal Property (section 27 of this Act) (___) Stocks and Bonds (section 28 of this Act) (___) Commodities and Options (section 29 of this Act) (___) Banks and Other Financial Institutions (section 30 of this Act) (___) Operation of Entity or Business (section 31 of this Act) (___) Insurance and Annuities (section 32 of this Act) (___) Estates, Trusts, and Other Beneficial Interests (section 33 of this Act) (___) Claims and Litigation (section 34 of this Act) (___) Personal and Family Maintenance (section 35 of this Act) (___) Benefits from Governmental Programs or Civil or Military Service (section 36 of this Act) (___) Retirement Plans (section 37 of this Act) (___) Taxes (section 38 of this Act) (___) All Preceding Subjects (section 26 to 38 of this Act, inclusive) GRANT OF SPECIFIC AUTHORITY (OPTIONAL) My agent MAY NOT do any of the following specific acts for me UNLESS I have INITIALED the specific authority listed below: (CAUTION: Granting any of the following will give your agent the authority to take actions that could significantly reduce your property or change how your property is distributed at your death. INITIAL ONLY the specific authority you WANT to give your agent.) (___) Create an inter vivos trust or amend, revoke, or terminate the (Name of Trust) dated (Date) (___) Make a gift, subject to the limitations of the South Dakota Uniform Power of Attorney Act section 39 and any special instructions in this power of attorney (___) Create or change rights of survivorship (___) Create or change a beneficiary designation (___) Authorize another person to exercise the authority granted under this power of attorney (___) Waive the principal's right to be a beneficiary of a joint and survivor annuity, including a survivor benefit under a retirement plan (___) Exercise fiduciary powers that the principal has authority to delegate (___) Access the content of electronic communications (___) Disclaim or refuse an interest in property, including a power of appointment LIMITATION ON AGENT'S AUTHORITY An agent that is not my ancestor, spouse, or descendant MAY NOT use my property to benefit the agent or a person to whom the agent owes an obligation of support unless I have included that authority in the Special Instructions. SPECIAL INSTRUCTIONS (OPTIONAL) (INITIAL if you wish for the agent to only have authority upon your incapacity instead of immediately.) (___) My agent(s) shall only have the authority to act upon my later incapacity. You may give additional special instructions on the following lines: _________________________________________________________________________ _________________________________________________________________________ ___________________________________________________________________________ EFFECTIVE DATE This power of attorney is effective immediately unless I have stated otherwise in the Special Instructions. NOMINATION OF CONSERVATOR AND/OR GUARDIAN (OPTIONAL) If it becomes necessary for a court to appoint a conservator of my estate, I nominate the following person(s) for appointment: Name of Nominee for conservator of my estate: _________________________________________________________________ Nominee's Address: ________________________________________________ Nominee's Telephone Number: ___________________________ If it becomes necessary for a court to appoint a guardian of my person, I nominate the following person(s) for appointment: Name of Nominee for guardian of my person: _________________________________________________________________ Nominee's Address: ________________________________________________ Nominee's Telephone Number: _________________________________ RELIANCE ON THIS POWER OF ATTORNEY Any person, including my agent, may rely upon the validity of this power of attorney or a copy of it unless that person knows it has terminated or is invalid. SIGNATURE AND ACKNOWLEDGMENT ________________________________________ ___________________, 2____ Your Signature Date ____________________________________________ Your Name Printed ____________________________________________ Your Address ____________________________________________ Your Telephone Number State of ____________________________ ) )SS. County of___________________________) This Statutory Form Power of Attorney document was acknowledged before me on _____________________, 2_____ by ___________________________________. (Date) (Name of Principal) ___________________________________________ (Seal) Signature of Notary Public My commission expires: IMPORTANT INFORMATION FOR AGENT Agent's Duties When you accept the authority granted under this power of attorney, a special legal relationship is created between you and the principal. This relationship imposes upon you legal duties that continue until you resign or the power of attorney is terminated or revoked. You must: (1) Do what you know the principal reasonably expects you to do with the principal's property or, if you do not know the principal's expectations, act in the principal's best interest; (2) Act in good faith; (3) Do nothing beyond the authority granted in this power of attorney; and (4) Disclose your identity as an agent whenever you act for the principal by writing or printing the name of the principal and signing your own name as \"agent\" in the following manner: (Principal's Name) by (Your Signature) as Agent under POA dated (Date) Unless the Special Instructions in this power of attorney state otherwise, you must also: (1) Act loyally for the principal's benefit; (2) Avoid conflicts that would impair your ability to act in the principal's best interest; (3) Act with care, competence, and diligence; (4) Keep a record of all receipts, disbursements, and transactions made on behalf of the principal; (5) Cooperate with any person that has authority to make health-care decisions for the principal to do what you know the principal reasonably expects or, if you do not know the principal's expectations, to act in the principal's best interest; and (6) Attempt to preserve the principal's estate plan if you know the plan and preserving the plan is consistent with the principal's best interest. Termination of Agent's Authority You must stop acting on behalf of the principal if you learn of any event that terminates this power of attorney or your authority under this power of attorney. Events that terminate a power of attorney or your authority to act under a power of attorney include: (1) Death of the principal; (2) The principal's revocation of the power of attorney or your authority; (3) The occurrence of a termination event stated in the power of attorney; (4) The purpose of the power of attorney is fully accomplished; or (5) If you are married to the principal, a legal action is filed with a court to end your marriage, or for your legal separation, unless the Special Instructions in this power of attorney state that such an action will not terminate your authority. Liability of Agent The meaning of the authority granted to you is defined in the South Dakota Uniform Power of Attorney Act. If you violate the South Dakota Uniform Power of Attorney Act or act outside the authority granted, you may be liable for any damages caused by your violation. In addition to civil liability, failure to comply with your duties and authority granted under this document could subject you to criminal prosecution for grand theft, embezzlement of property received in trust, among other criminal charges. If the principal is 65 years of age or older, or an adult with a disability, you could also be prosecuted for elder abuse and financial exploitation. If there is anything about this document or your duties that you do not understand, you should seek legal advice. Section 42. That the code be amended by adding a NEW SECTION to read: The following optional form may be used by an agent to certify facts concerning a power of attorney. The provisions of §§ 43-28-23 and 7-9-1 apply to any power of attorney that is to be recorded with the register of deeds. AGENT'S CERTIFICATION AS TO THE VALIDITY OF POWER OF ATTORNEY AND AGENT'S AUTHORITY State of ______________________) )SS. AFFIDAVIT County of_____________________) I, _____________________________________________ (Name of Agent), certify under penalty of perjury that __________________________________________(Name of Principal) granted me authority as an agent or successor agent in a power of attorney dated _____________________, 2____. I further certify that to my knowledge: (1) The Principal is alive and has not revoked the Power of Attorney or my authority to act under the Power of Attorney and the Power of Attorney and my authority to act under the Power of Attorney have not terminated; (2) If the Power of Attorney was drafted to become effective upon the happening of an event or contingency, the event or contingency has occurred; (3) If I was named as a successor agent, the prior agent is no longer able or willing to serve; and (4) _____________________________________________________________________________________________________________________________________________________________________________________________________ (Insert other relevant statements) SIGNATURE AND ACKNOWLEDGMENT ____________________________________________ _______________, 2____ Agent's Signature Date ____________________________________________ Agent's Name Printed Agent's Address ____________________________________________ Agent's Telephone Number ____________________________________________ State of ____________________________ ) )SS. County of___________________________ ) This Agent's Certification as to the Validity of Power of Attorney and Agent's Authority document was acknowledged before me on _____________________, 2_____ by ___________________________________. (Date) (Name of Agent) ____________________________________________ (Seal) Signature of Notary Public My commission expires: Section 43. That the code be amended by adding a NEW SECTION to read: A document substantially in the following form may be used to create a statutory form revocation of power of attorney that has the meaning and effect prescribed by this chapter. The provisions of §§ 43-28-23 and 7-9-1 apply to any power of attorney that is to be recorded with the register of deeds. SOUTH DAKOTA STATUTORY FORM REVOCATION OF POWER OF ATTORNEY IMPORTANT INFORMATION This revocation of power of attorney revokes a previously executed power of attorney including any nominations of guardian or conservator made within that instrument. This revocation does not revoke any power of attorney authorizing the agent to make health-care decisions for you. You should immediately deliver copies of this revocation to any person, institution, or company that has a copy of the original power of attorney. REVOCATION OF POWER OF ATTORNEY I ________________________________ previously executed a Statutory Form Power of (Name of Principal) Attorney with a date of ______________________, 2____ and named the following person as my agent: Name of Agent: _________________________________ Agent's Address: _________________________________ Agent's Telephone Number: _________________________ I also named the following successor agent(s): Name of Successor Agent: _____________________________ Successor Agent's Address: _____________________________ Successor Agent's Telephone Number: ______________________ Name of Second Successor Agent: ___________________________ Second Successor Agent's Address: _________________________ Second Successor Agent's Telephone Number: _________________ I now hereby revoke that Statutory Form Power of Attorney. EFFECTIVE DATE This revocation of power of attorney is effective immediately. SIGNATURE AND ACKNOWLEDGMENT ____________________________________________ _______________, 2____ Your Signature Date ____________________________________________ Your Name Printed ____________________________________________ Your Address ____________________________________________ Your Telephone Number State of ____________________________ ) )SS. County of ___________________________) This Statutory Form Revocation of Power of Attorney document was acknowledged before me on _____________________, 2_____ by ___________________________________. (Date) (Name of Principal) ____________________________________________ (Seal) Signature of Notary Public My commission expires: Section 44. That § 59-7-2.1 be amended to read: 59-7-2.1. Notwithstanding § 59-7-2, if a principal designates another as the principal's attorney in fact or agent by a written power of attorney which contains the words \"This power of attorney shall not be affected by disability of the principal,\" or \"This power of attorney shall become effective upon the disability of the principal,\" or similar words showing the intent of the principal that the authority conferred is exercisable notwithstanding the principal's disability, the authority of the attorney in fact or agent is exercisable by the attorney in fact or agent as provided in the power on behalf of the principal notwithstanding any later disability or incapacity of the principal or later uncertainty as to whether or not the principal is dead or alive. The a principal may designate another as the principal's attorney-in-fact or agent pursuant to the provisions of section 3 of this Act. A principal may designate any other person as the principal's attorney-in-fact or agent for health care decisions, and the attorney-in-fact shall have the authority to make any health care decision at any time during which the principal lacks capacity. Any durable power of attorney must for health care shall be signed by the principal or in the principal's conscious presence by another individual directed by the principal to sign the principal's name on the power of attorney. The signature must shall be witnessed by two other adult individuals or by a notary public. A power of attorney granted pursuant to this section may authorize the attorney-in-fact to consent to, to reject, or to withdraw consent for health care, including any care, service, or procedure to maintain, diagnose, or treat a person's physical or mental condition. Section 45. That § 59-7-2.4 be amended to read: 59-7-2.4. A principal may nominate, by a durable power of attorney, for health care a guardian of the principal's person or conservator of the principal's estate for consideration by the court should guardianship or conservatorship proceedings for the principal's person or estate be later commenced if protective proceedings for the principal's estate or person are begun after the principal executes the power of attorney for health care. Except for good cause shown or disqualification, the court shall make an appointment under this section in accordance with the principal's most recent nomination. Section 46. That subdivision (1) of § 21-65-1 be amended to read: (1) \"Attorney in fact Attorney-in-fact,\" an agent under a power of attorney pursuant to chapter 59-2 or an attorney in fact attorney-in-fact under a durable power of attorney pursuant to § 59-7-2.1 or the provisions of this Act; Section 47. That § 59-6-11 be amended to read: 59-6-11. A durable power of attorney that purports to be signed by the principal named in the durable power of attorney for health care designated under the provisions of § 59-7-2.1 is presumed valid. Another person may rely on the presumption of validity unless the person has actual knowledge that the power was not validly executed or that the power was revoked. Except as provided in this section, any person who refuses to accept the authority of the agent to exercise a power granted under the durable power of attorney for health care is liable to the principal and to the principal's heirs, assigns, and the personal representative or successor in interest of the principal's estate in the same manner as the person would be liable had the person refused to accept the authority of the principal to act on the principal's own behalf. The person found liable for refusing to accept the authority of an agent is liable for damages and costs, including reasonable attorney's fees. A person who refuses to accept the authority of an agent to exercise a power granted under a durable power of attorney for health care is not liable pursuant to this section if: (1) The person has actual knowledge of the revocation of the durable power of attorney before the exercise of the power; (2) The duration of the durable power of attorney specified in the durable power of attorney has expired; (3) The person has actual knowledge of the death of the principal; (4) The person reasonably believes that the durable power of attorney is not valid under the law of this state; (5) The person reasonably believes that the durable power of attorney does not grant the agent authority to perform the transaction requested; or (6) The person reasonably believes that a course of conduct or refusal to act as proposed by the agent is contrary to the wishes of the principal as expressed to the person. This section does not negate the liability that a person would have to the principal or the agent under another form of power of attorney, under the common law, or otherwise. Section 48. That § 59-7-8 be amended to read: 59-7-8. A physician or other health care provider as defined in subdivision 34-12C-1(5) acting in reliance on a health care decision by an attorney-in-fact or agent whom the physician or health care provider believes in good faith is authorized by this chapter to make a health care decision for the principal or a physician or other health care provider declining to act in reliance on a health care decision by an attorney-in-fact or agent whom the physician or health care provider believes in good faith is not authorized by this chapter to make a health care decision for the principal is not subject to criminal prosecution, civil liability, or professional disciplinary action on the ground that the attorney-in-fact or agent either had or did not have authority to make a health care decision or for disclosing to the attorney-in-fact or agent medical records or other information. A physician or other health care provider who in good faith believes that the principal has or does not have decisional capacity under § 59-7-2.6 is not subject to criminal prosecution, civil liability, or professional disciplinary action for making that determination. A physician or other health care provider who in good faith makes a determination in a writing or other record that a principal is incapacitated within the meaning of subsection (5)(a) of section 1 of this Act is not subject to criminal prosecution, civil liability, or professional disciplinary action for making that determination. An attorney, judge, or governmental official who in good faith makes a determination in a writing or other record that a principal is incapacitated within the meaning of subsection (5)(b) of section 1 of this Act is not subject to criminal prosecution, civil liability, or professional disciplinary action for making that determination. Section 49. That subdivision (2) of § 55-19-1 be amended to read: (2) \"Agent,\" any attorney in fact attorney-in-fact granted authority under a durable power of attorney pursuant to § 59-7-2.1 the provisions of this Act or nondurable power of attorney pursuant to chapter 59-2; Section 50. That § 59-6-11, §§ 59-7-2.2 and 59-7-2.3, §§ 59-7-3 to 59-7-7, inclusive, and § 59-7-10 be repealed. Section 51. That § 29A-5-118 be amended to read: 29A-5-118. The appointment of a guardian or conservator of a protected person does not constitute a general finding of legal incompetence unless the court so orders, and the protected person shall otherwise retain all rights which have not been granted to the guardian or conservator, with the exception of the ability to create an agency and confer authority on another person to do any act that the protected person might do, pursuant to § 59-2-1. Unless prior authorization of the court is first obtained, a guardian or conservator may not change the residence of the minor or protected person to another state, terminate or consent to a termination of the minor's or protected person's parental rights, initiate a change in the minor's or protected person's marital status, or revoke or amend a durable power of attorney of which the protected person is the principal, except as provided in §§ 59-7-10 and § 59-7-11."}, {"bill_id": 8733, "bill_version_id": 49272, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2018-02-14T14:40:50.923-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding power of attorney. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Agent,\" a person granted authority to act for a principal under a power of attorney, whether denominated an agent, attorney-in-fact, or otherwise. The term includes an original agent, co-agent, successor agent, and a person to whom an agent's authority is delegated; (2) \"Durable,\" not terminated by the principal's incapacity; (3) \"Electronic,\" relating to technology having electrical, digital, magnetic, wireless, optical, electromagnetic, or similar capabilities; (4) \"Good faith,\" honesty in fact; (5) \"Incapacity,\" inability of an individual to manage property, business, or financial affairs because the individual: (a) Has an impairment or other deficit in the ability to receive and evaluate information or to make or communicate any decision even with the use of technological assistance; or (b) Is: (i) Missing or has disappeared; (ii) Detained, including incarcerated in a penal system; or (iii) Outside the United States and unable to return; (6) \"Person,\" an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, public corporation, government or governmental subdivision, agency or instrumentality, or any other legal or commercial entity; (7) \"Power of attorney,\" a writing or other record that grants authority to an agent to act in the place of the principal, whether or not the term, power of attorney, is used; (8) \"Presently exercisable general power of appointment,\" regarding property or an interest in property that is subject to a power of appointment, a power to vest absolute ownership in a principal individually, a principal's estate, a principal's creditors, or the creditors of a principal's estate. The term includes a power of appointment not exercisable until the occurrence of a specified event, the satisfaction of an ascertainable standard, or the passage of a specified period only after the occurrence of the specified event, the satisfaction of the ascertainable standard, or the passage of the specified period. The term does not include a power exercisable in a fiduciary capacity or only by will; (9) \"Principal,\" an individual who grants authority to an agent in a power of attorney; (10) \"Property,\" anything that may be the subject of ownership, whether real or personal, legal or equitable, or any interest or right in the subject; (11) \"Record,\" information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form; (12) \"Sign,\" with present intent to authenticate or adopt a record: (a) To execute or adopt a tangible symbol; or (b) To attach to or logically associate with the record an electronic sound, symbol, or process; (13) \"State,\" a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States; (14) \"Stocks and bonds,\" stocks, bonds, mutual funds, and any other type of securities and financial instrument, whether held directly, indirectly, or in any other manner. The term does not include commodity futures contracts and call or put options on stocks or stock indexes. Section 2. That the code be amended by adding a NEW SECTION to read: This Act applies to all powers of attorney other than: (1) A power to the extent it is coupled with an interest in the subject of the power, including a power given to or for the benefit of a creditor in connection with a credit transaction; (2) A power to make health care decisions; (3) A proxy or other delegation to exercise voting rights or management rights with respect to an entity; and (4) A power created on a form prescribed by a government or governmental subdivision, agency, or instrumentality for a governmental purpose. Section 3. That the code be amended by adding a NEW SECTION to read: A power of attorney created under this Act is durable unless it expressly provides that it is terminated by the incapacity of the principal. Section 4. That the code be amended by adding a NEW SECTION to read: A power of attorney shall be signed by the principal or in the principal's conscious presence by another individual directed by the principal to sign the principal's name on the power of attorney. Any signature under this section shall be witnessed by two other adult individuals or acknowledged before a notary public or other individual authorized by law to take acknowledgments, or both. Section 5. That the code be amended by adding a NEW SECTION to read: (1) A power of attorney executed in this state on or after July 1, 2018, is valid if its execution complies with section 4 of this Act. (2) A power of attorney executed in this state before July 1, 2018, is valid if its execution complied with the law of this state as it existed at the time of execution. (3) A power of attorney executed other than in this state is valid in this state if, when the power of attorney was executed, the execution complied with: (a) The law of the jurisdiction that determines the meaning and effect of the power of attorney pursuant to section 6 of this Act; or (b) The requirements for a military power of attorney pursuant to 10 U.S.C. § 1044(b). (4) Except as otherwise provided by law, a photocopy or electronically transmitted copy of an original power of attorney has the same effect as the original. Section 6. That the code be amended by adding a NEW SECTION to read: The meaning and effect of a power of attorney is determined by the law of the jurisdiction indicated in the power of attorney and, in the absence of an indication of jurisdiction, by the law of the jurisdiction in which the power of attorney was executed. Section 7. That the code be amended by adding a NEW SECTION to read: (1) In a power of attorney, a principal may nominate a conservator or guardian for consideration by the court if protective proceedings for the principal's estate or person are begun after the principal executes the power of attorney. Except for good cause shown or disqualification, the court shall make its appointment in accordance with the principal's most recent nomination. A guardian appointed under this section shall be subject to the provisions of § 59-7-11. (2) If, after a principal executes a power of attorney, a court appoints a conservator or other fiduciary charged with the management of some or all of the principal's property, the power of attorney is terminated and the agent shall account to the conservator or other court-appointed fiduciary and promptly deliver any property of the principal in the agent's possession to the conservator or other court-appointed fiduciary unless otherwise ordered by the court. Section 8. That the code be amended by adding a NEW SECTION to read: (1) A power of attorney is effective when executed unless the principal provides in the power of attorney that it becomes effective at a future date or upon the occurrence of a future event or contingency. (2) If a power of attorney becomes effective upon the occurrence of a future event or contingency, the principal, in the power of attorney, may authorize one or more persons to determine in a writing or other record that the event or contingency has occurred. (3) If a power of attorney becomes effective upon the principal's incapacity and the principal has not authorized a person to determine whether the principal is incapacitated, or the person authorized is unable or unwilling to make the determination, the power of attorney becomes effective upon a determination in a writing or other record by: (a) A physician or licensed psychologist that the principal is incapacitated within the meaning of subsection (5)(a) of section 1 of this Act; or (b) An attorney at law, a judge, or an appropriate governmental official that the principal is incapacitated within the meaning of subsection (5)(b) of section 1 of this Act. (4) A person authorized by the principal in the power of attorney to determine that the principal is incapacitated may act as the principal's personal representative pursuant to the Health Insurance Portability and Accountability Act, Sections 1171 through 1179 of the Social Security Act, 42 U.S.C. § 1320(d), and applicable regulations, to obtain access to the principal's health care information and communicate with the principal's health care provider. Section 9. That the code be amended by adding a NEW SECTION to read: (1) A power of attorney terminates when: (a) The principal dies; (b) The principal becomes incapacitated, if the power of attorney is not durable; (c) The principal revokes the power of attorney; (d) The power of attorney provides that it terminates; (e) The purpose of a limited or special power of attorney is accomplished; (f) The principal revokes the agent's authority or the agent dies, becomes incapacitated, or resigns, and the power of attorney does not provide for another agent to act under the power of attorney; or (g) Pursuant to subdivision (2) of section 7 of this Act. (2) An agent's authority terminates when: (a) The principal revokes the authority; (b) The agent dies, becomes incapacitated, or resigns; (c) An action is filed for divorce or annulment of the agent's marriage to the principal, or for their legal separation, unless the power of attorney otherwise provides; or (d) The power of attorney terminates. (3) Unless the power of attorney otherwise provides, an agent's authority is exercisable until the authority terminates under subdivision (2) of this section, notwithstanding a lapse of time since the execution of the power of attorney. (4) Termination of an agent's authority or of a power of attorney is not effective as to the agent or any other person that, without actual knowledge of the termination, acts in good faith under the power of attorney. An act performed under this section, unless otherwise invalid or unenforceable, binds the principal and the principal's successors in interest. (5) Incapacity of the principal of a power of attorney that is not durable does not revoke or terminate the power of attorney as to an agent or other person that, without actual knowledge of the incapacity, acts in good faith under the power of attorney. An act performed under this section, unless otherwise invalid or unenforceable, binds the principal and the principal's successors in interest. (6) The execution of a power of attorney does not revoke a power of attorney previously executed by the principal unless the subsequent power of attorney provides that the previous power of attorney is revoked or that all other powers of attorney are revoked. Section 10. That the code be amended by adding a NEW SECTION to read: (1) A principal may designate two or more persons to act as co-agents. Unless the power of attorney otherwise provides, each co-agent may exercise the co-agent's authority independently. (2) A principal may designate one or more successor agents to act if an agent resigns, dies, becomes incapacitated, is not qualified to serve, or declines to serve. A principal may grant authority to designate one or more successor agents to an agent or other person designated by name, office, or function. Unless the power of attorney otherwise provides, a successor agent: (a) Has the same authority granted to the original agent; and (b) May not act until all predecessor agents have resigned, died, become incapacitated, are no longer qualified to serve, or have declined to serve. (3) Except as otherwise provided in the power of attorney and subdivision (4), an agent that does not participate in or conceal a breach of fiduciary duty committed by another agent, including a predecessor agent, is not liable for the actions of the other agent. (4) An agent that has actual knowledge of a breach or imminent breach of fiduciary duty by another agent shall notify the principal and, if the principal is incapacitated, take any action reasonably appropriate in the circumstances to safeguard the principal's best interest. An agent that fails to notify the principal or take action as required by this subdivision is liable for any reasonably foreseeable damages that could have been avoided if the agent had notified the principal or taken any action under this section. Section 11. That the code be amended by adding a NEW SECTION to read: Unless the power of attorney otherwise provides, an agent who is an individual is entitled to reimbursement of expenses reasonably incurred on behalf of the principal, but not to compensation. If a power of attorney provides for compensation or if the agent is a bank or trust company authorized to administer trusts in South Dakota, the compensation shall be reasonable under the circumstances. Section 12. That the code be amended by adding a NEW SECTION to read: Except as otherwise provided in the power of attorney, a person accepts appointment as an agent under a power of attorney by exercising authority or performing duties as an agent or by any other assertion or conduct indicating acceptance. Section 13. That the code be amended by adding a NEW SECTION to read: (1) Notwithstanding provisions in the power of attorney, an agent that has accepted appointment shall: (a) Act in accordance with the principal's reasonable expectations to the extent actually known by the agent and otherwise in the principal's best interest; (b) Act in good faith; (c) Act only within the scope of authority granted in the power of attorney; and (d) If feasible, encourage the principal to participate in decisions, to act on the principal's own behalf, and to develop or regain the capacity to manage the principal's own affairs, if the principal is incapacitated. (2) Except as otherwise provided in the power of attorney, an agent that has accepted appointment shall: (a) Act loyally for the principal's benefit; (b) Act so as not to create a conflict of interest that impairs the agent's ability to act impartially in the principal's best interest; (c) Act with the care, competence, and diligence ordinarily exercised by agents in similar circumstances; (d) Keep an accurate and contemporaneous record of any receipt, disbursement, and transaction made on behalf of the principal including any reimbursement or compensation pursuant to section 11 of this Act; (e) Cooperate with a person that has authority to make health care decisions for the principal to carry out the principal's reasonable expectations to the extent actually known by the agent and otherwise act in the principal's best interest; and (f) Attempt to preserve the principal's estate plan, to the extent actually known by the agent, if preserving the plan is consistent with the principal's best interest based on all relevant factors, including: (i) The value and nature of the principal's property; (ii) The principal's foreseeable obligations and need for maintenance; (iii) Minimization of taxes, including income, estate, inheritance, generation-skipping transfer, and gift taxes; and (iv) Eligibility for a benefit, a program, or assistance under a statute or regulation. (3) An agent that acts in good faith is not liable to any beneficiary of the principal's estate plan for failure to preserve the plan. (4) An agent that acts with care, competence, and diligence for the best interest of the principal is not liable solely because the agent also benefits from the act or has an individual or conflicting interest in relation to the property or affairs of the principal. (5) If an agent is selected by the principal because of the agent's special skills or expertise or in reliance on the agent's representation that the agent has special skills or expertise, the special skills or expertise shall be considered in determining whether the agent has acted with care, competence, and diligence under the circumstances. (6) Absent a breach of duty to the principal, an agent is not liable if the value of the principal's property declines. (7) An agent that exercises authority to delegate to another person the authority granted by the principal or that engages another person on behalf of the principal is not liable for an act, error of judgment, or default of that person if the agent exercises care, competence, and diligence in selecting, instructing, and monitoring the person. (8) Except as otherwise provided in the power of attorney, an agent is not required to disclose receipts, disbursements, or transactions conducted on behalf of the principal unless ordered by a court or requested by the principal, a guardian, a conservator, another fiduciary acting for the principal, a governmental agency having authority to protect the welfare of the principal, or, upon the death of the principal, by the personal representative or successor in interest of the principal's estate. The agent shall comply within thirty days with the request under this section or provide a writing or other record explaining why additional time is needed and shall comply with the request under this section within thirty days from the writing or other record. Section 14. That the code be amended by adding a NEW SECTION to read: A provision in a power of attorney relieving an agent of liability for breach of duty is binding on the principal and the principal's successors in interest except to the extent the provision: (1) Relieves the agent of liability for breach of duty committed dishonestly, with an improper motive, or with reckless indifference to the purposes of the power of attorney or the best interest of the principal; or (2) Was inserted as a result of an abuse of a confidential or fiduciary relationship with the principal. Section 15. That the code be amended by adding a NEW SECTION to read: (1) In addition to any petition under chapter 21-65, the following persons may petition a court to construe a power of attorney or review the agent's conduct, and grant appropriate relief: (a) The principal or the agent; (b) A guardian, conservator, or other fiduciary acting for the principal; (c) A person authorized to make health care decisions for the principal; (d) The principal's spouse, parent, or descendant; (e) An individual who would qualify as a presumptive heir of the principal; (f) A person named as a beneficiary to receive any property, benefit, or contractual right on the principal's death or as a beneficiary of a trust created by or for the principal that has a financial interest in the principal's estate; (g) A governmental agency having regulatory authority to protect the welfare of the principal; (h) The principal's caregiver or another person that demonstrates sufficient interest in the principal's welfare; and (i) A person asked to accept the power of attorney. (2) Upon motion by the principal, the court shall dismiss a petition filed under this section, unless the court finds that the principal lacks capacity to revoke the agent's authority or the power of attorney. Section 16. That the code be amended by adding a NEW SECTION to read: An agent that violates the provisions of this Act is liable to the principal or the principal's successors in interest for the amount required to: (1) Restore the value of the principal's property to its value had the violation not occurred; and (2) Reimburse the principal or the principal's successors in interest for any attorney's fees and costs paid on the agent's behalf. Section 17. That the code be amended by adding a NEW SECTION to read: Unless otherwise provided in the power of attorney, an agent may resign by giving notice to the principal and, if the principal is incapacitated, to the guardian, if any, and any co-agent or successor agent, or to: (1) The principal's caregiver; or (2) If there is no principal caregiver, to: (a) Another person reasonably believed by the agent to have sufficient interest in the principal's welfare; or (b) A governmental agency having authority to protect the welfare of the principal. Section 18. That the code be amended by adding a NEW SECTION to read: (1) For purposes of this section and section 19 of this Act, the term, South Dakota compliant, means a power of attorney signed by the principal and substantially in the form provided in section 41 of this Act and witnessed by two or more other adult individuals, or purportedly verified before a notary public or other individual authorized to take acknowledgements, or both. (2) A person that in good faith accepts a South Dakota compliant power of attorney without actual knowledge that the signature is not genuine may rely upon a presumption that the signature is genuine. (3) A person that in good faith accepts a South Dakota compliant power of attorney without actual knowledge that the power of attorney is void, invalid, or terminated; that the purported agent's authority is void, invalid, or terminated; or that the agent is exceeding or improperly exercising the agent's authority may rely upon the power of attorney as if the power of attorney were genuine, valid, and still in effect; the agent's authority were genuine, valid, and still in effect; and the agent had not exceeded and had properly exercised the authority. (4) A person that is asked to accept a South Dakota compliant power of attorney may request, and rely upon, without further investigation: (a) An agent's certification under penalty of perjury of any factual matter concerning the principal, agent, or power of attorney; (b) An English translation of the power of attorney if the power of attorney contains, in whole or in part, language other than English; and (c) An opinion of counsel as to any matter of law concerning the power of attorney if the person making the request provides in a writing or other record the reason for the request. (5) An English translation or an opinion of counsel requested under this section shall be provided at the principal's expense unless the request is made more than seven business days after the power of attorney is presented for acceptance. (6) For purposes of this section and section 19 of this Act, a person that conducts activities through employees is without actual knowledge of a fact relating to a power of attorney, a principal, or an agent if the employee conducting the transaction involving the power of attorney is without actual knowledge of the fact. Section 19. That the code be amended by adding a NEW SECTION to read: (1) A person shall accept a South Dakota compliant power of attorney or request a certification, a translation, or an opinion of counsel under subdivision (4) of section 18 of this Act no later than seven business days after presentation of the power of attorney for acceptance. If a person requests a certification, a translation, or an opinion of counsel under subdivision (4) of section 18 of this Act, the person shall accept the power of attorney no later than five business days after receipt of the certification, translation, or opinion of counsel. A person may not require an additional or different form of power of attorney for authority granted in the power of attorney presented. (2) A person is not required to accept a South Dakota compliant power of attorney if: (a) The person is not otherwise required to engage in a transaction with the principal in the same circumstances; (b) Engaging in a transaction with the agent or the principal in the same circumstances would be inconsistent with federal law; (c) The person has actual knowledge of the termination of the agent's authority or of the power of attorney before exercise of the power; (d) A request for a certification, a translation, or an opinion of counsel under subdivision (4) of section 18 of this Act is refused; (e) The person in good faith believes that the power is not valid or that the agent does not have the authority to perform the act requested, whether or not a certification, a translation, or an opinion of counsel under subdivision (4) of section 18 of this Act has been requested or provided; or (f) The person makes, or has actual knowledge that another person has made, a report to the South Dakota Department of Social Services or an office of a state's attorney stating a good faith belief that the principal may be subject to physical or financial abuse, neglect, exploitation, or abandonment by the agent or a person acting for or with the agent. (3) A person that refuses in violation of this section to accept a South Dakota compliant power of attorney is subject to: (a) A court order mandating acceptance of the power of attorney; and (b) Liability for reasonable attorney's fees and costs incurred in any action or proceeding that confirms the validity of the power of attorney or mandates acceptance of the power of attorney. Section 20. That the code be amended by adding a NEW SECTION to read: Unless otherwise required under this Act, the principles of law and equity apply to the provisions of this Act. Section 21. That the code be amended by adding a NEW SECTION to read: Nothing in this Act may be interpreted to amend or supersede any other law applicable to financial institutions or other entities. Section 22. That the code be amended by adding a NEW SECTION to read: The remedies under this Act are not exclusive and do not abrogate any right or remedy under the laws of this state. Section 23. That the code be amended by adding a NEW SECTION to read: (1) An agent under a power of attorney may do the following on behalf of the principal or with the principal's property only if the power of attorney expressly grants the agent the authority and exercise of the authority is not otherwise prohibited by another agreement or instrument to which the authority or property is subject: (a) Create, amend, revoke, or terminate an inter vivos trust; (b) Make a gift; (c) Create or change rights of survivorship; (d) Create or change a beneficiary designation; (e) Delegate authority granted under the power of attorney; (f) Waive the principal's right to be a beneficiary of a joint and survivor annuity, including a survivor benefit under a retirement plan; (g) Exercise fiduciary powers that the principal has authority to delegate; (h) Exercise authority over the content of electronic communications, as defined in 18 U.S.C. § 2510(12) and as provided under chapter 55-19, which are sent or received by the principal; or (i) Disclaim property, including a power of appointment. (2) Notwithstanding a grant of authority to do an act described in subdivision (1), unless the power of attorney otherwise provides, an agent that is not an ancestor, spouse, or descendant of the principal, may not exercise authority under a power of attorney to create in the agent, or in an individual to whom the agent owes a legal obligation of support, an interest in the principal's property, whether by gift, right of survivorship, beneficiary designation, disclaimer, or otherwise. (3) Subject to subdivisions (1), (2), (4), and (5) of this section, if a power of attorney grants to an agent authority to do all acts that a principal could do, the agent has the general authority described in sections 26 to 38 of this Act, inclusive. (4) Unless otherwise provided by the power of attorney, a grant of authority to make a gift is subject to section 39 of this Act. (5) Subject to subdivisions (1), (2), and (4) of this section, if the subjects over which authority is granted in a power of attorney are similar or overlap, the broadest authority controls. (6) Authority granted in a power of attorney is exercisable with respect to property that the principal has when the power of attorney is executed or acquires later, whether or not the property is located in this state and whether or not the authority is exercised or the power of attorney is executed in this state. (7) An act performed by an agent pursuant to a power of attorney has the same effect and inures to the benefit of and binds the principal and the principal's successors in interest as if the principal had performed the act. (8) Notwithstanding the provisions of subdivision (1), an agent may amend, terminate, or revoke an inter vivos revocable trust only when the settlor is incapacitated or not reasonably available and to the extent expressly authorized by the power of attorney with specific reference to the trust and expressly authorized by the terms of the governing trust instrument. Section 24. That the code be amended by adding a NEW SECTION to read: (1) An agent has authority described in this Act if the power of attorney refers to general authority with respect to the descriptive term for the subjects stated in sections 26 to 39 of this Act, inclusive, or cites the section in which the authority is described. (2) A reference in a power of attorney to general authority with respect to the descriptive term for a subject in sections 26 to 39 of this Act, inclusive, or a citation to a section of sections 26 to 39 of this Act, inclusive, incorporates the entire section as if it were set out in full in the power of attorney. (3) A principal may modify authority incorporated by reference. Section 25. That the code be amended by adding a NEW SECTION to read: Except as otherwise provided in the power of attorney, by executing a power of attorney that incorporates by reference a subject described in sections 26 to 39 of this Act, inclusive, or that grants to an agent authority to do all acts that a principal could do pursuant to subdivision (3) of section 23 of this Act, a principal authorizes the agent, regarding that subject, to: (1) Demand, receive, and obtain by litigation or otherwise, money or another thing of value to which the principal is, may become, or claims to be entitled, and conserve, invest, disburse, or use anything so received or obtained for the purposes intended; (2) Contract in any manner with any person, on terms agreeable to the agent, to accomplish a purpose of a transaction and perform, rescind, cancel, terminate, reform, restate, release, or modify the contract or another contract made by or on behalf of the principal; (3) Execute, acknowledge, seal, deliver, file, or record any instrument or communication the agent considers desirable to accomplish a purpose of a transaction, including creating at any time a schedule listing some or all of the principal's property and attaching it to the power of attorney; (4) Initiate, participate in, submit to alternative dispute resolution, settle, oppose, or propose or accept a compromise with respect to a claim existing in favor of or against the principal or intervene in litigation relating to the claim; (5) Seek on the principal's behalf the assistance of a court or other governmental agency to carry out an act authorized in the power of attorney; (6) Engage, compensate, and discharge an attorney, accountant, discretionary investment manager, expert witness, or other advisor; (7) Prepare, execute, and file a record, report, or other document to safeguard or promote the principal's interest under a statute or regulation; (8) Communicate with any representative or employee of a government or governmental subdivision, agency, or instrumentality, on behalf of the principal; (9) Access communications intended for, and communicate on behalf of the principal, whether by mail, electronic transmission, telephone, or other means; and (10) Do any lawful act with respect to the subject and all property related to the subject. Section 26. That the code be amended by adding a NEW SECTION to read: Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to real property authorizes the agent to: (1) Demand, buy, lease, receive, accept as a gift or as security for an extension of credit, or otherwise acquire or reject an interest in real property or a right incident to real property; (2) Sell; exchange; convey with or without covenants, representations, or warranties; quitclaim; release; surrender; retain title for security; encumber; partition; consent to partitioning; subject to an easement or covenant; subdivide; apply for zoning or other governmental permits; plat or consent to platting; develop; grant an option concerning; lease; sublease; contribute to an entity in exchange for an interest in that entity; or otherwise grant or dispose of an interest in real property or a right incident to real property; (3) Pledge or mortgage an interest in real property or right incident to real property as security to borrow money or pay, renew, or extend the time of payment of a debt of the principal or a debt guaranteed by the principal; (4) Release, assign, satisfy, or enforce by litigation or otherwise a mortgage, deed of trust, conditional sale contract, encumbrance, lien, or other claim to real property which exists or is asserted; (5) Manage or conserve an interest in real property or a right incident to real property owned or claimed to be owned by the principal, including: (a) Insuring against liability or casualty or other loss; (b) Obtaining or regaining possession of or protecting the interest or right by litigation or otherwise; (c) Paying, assessing, compromising, or contesting taxes or assessments or applying for and receiving refunds in connection with them; and (d) Purchasing supplies, hiring assistance or labor, and making repairs or alterations to the real property; (6) Use, develop, alter, replace, remove, erect, or install structures or other improvements upon real property in or incident to which the principal has, or claims to have, an interest or right; (7) Participate in a reorganization with respect to real property or an entity that owns an interest in or right incident to real property and receive, and hold, and act with respect to stocks and bonds or other property received in a plan of reorganization, including: (a) Selling or otherwise disposing of them; (b) Exercising or selling an option, right of conversion, or similar right with respect to them; and (c) Exercising any voting rights in person or by proxy; (8) Change the form of title of an interest in or right incident to real property; and (9) Dedicate to public use, with or without consideration, easements or other real property in which the principal has, or claims to have, an interest. Section 27. That the code be amended by adding a NEW SECTION to read: Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to tangible personal property authorizes the agent to: (1) Demand, buy, receive, accept as a gift or as security for an extension of credit, or otherwise acquire or reject ownership or possession of tangible personal property or an interest in tangible personal property; (2) Sell; exchange; convey with or without covenants, representations, or warranties; quitclaim; release; surrender; create a security interest in; grant options concerning; lease; sublease; or otherwise dispose of tangible personal property or an interest in tangible personal property; (3) Grant a security interest in tangible personal property or an interest in tangible personal property as security to borrow money or pay, renew, or extend the time of payment of a debt of the principal or a debt guaranteed by the principal; (4) Release, assign, satisfy, or enforce by litigation or otherwise, a security interest, lien, or other claim on behalf of the principal, with respect to tangible personal property or an interest in tangible personal property; (5) Manage or conserve tangible personal property or an interest in tangible personal property on behalf of the principal, including: (a) Insuring against liability, casualty, or other loss; (b) Obtaining or regaining possession of or protecting the property or interest by litigation or otherwise; (c) Paying, assessing, compromising, or contesting taxes or assessments, or applying for and receiving refunds in connection with taxes or assessments; (d) Relocating the property; (e) Storing the property for hire or on a gratuitous bailment; and (f) Using and making repairs, alterations, or improvements to the property; and (6) Change the form of title of an interest in tangible personal property. Section 28. That the code be amended by adding a NEW SECTION to read: Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to stocks and bonds authorizes the agent to: (1) Buy, sell, and exchange stocks and bonds; (2) Establish, continue, modify, or terminate an account with respect to stocks and bonds; (3) Pledge stocks and bonds as security to borrow, pay, renew, or extend the time of payment of a debt of the principal; (4) Receive certificates and other evidences of ownership with respect to stocks and bonds; and (5) Exercise voting rights with respect to stocks and bonds in person or by proxy, enter into voting trusts, and consent to limitations on the right to vote. Section 29. That the code be amended by adding a NEW SECTION to read: Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to commodities and options authorizes the agent to: (1) Buy, sell, exchange, assign, settle, and exercise commodity futures contracts and call or put options on stocks or stock indexes traded on a regulated option exchange; and (2) Establish, continue, modify, and terminate option accounts. Section 30. That the code be amended by adding a NEW SECTION to read: Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to banks and other financial institutions authorizes the agent to: (1) Continue, modify, and terminate an account or other banking arrangement made by or on behalf of the principal; (2) Establish, modify, and terminate an account or other banking arrangement with a bank, trust company, savings and loan association, credit union, thrift company, brokerage firm, or other financial institution selected by the agent; (3) Contract for services available from a financial institution, including renting a safe deposit box or space in a vault; (4) Withdraw, by check, order, electronic funds transfer, or otherwise, money or property of the principal deposited with or left in the custody of a financial institution; (5) Receive statements of account, vouchers, notices, and similar documents from a financial institution and act with respect to them; (6) Enter a safe deposit box or vault and withdraw or add to the contents; (7) Borrow money and pledge as security personal property of the principal necessary to borrow money or pay, renew, or extend the time of payment of a debt of the principal or a debt guaranteed by the principal; (8) Make, assign, draw, endorse, discount, guarantee, and negotiate promissory notes, checks, drafts, and other negotiable or nonnegotiable paper of the principal or payable to the principal or the principal's order, transfer money, receive the cash or other proceeds of those transactions, and accept a draft drawn by a person upon the principal and pay it when due; (9) Receive for the principal and act upon a sight draft, warehouse receipt, or other document of title whether tangible or electronic, or other negotiable or nonnegotiable instrument; (10) Apply for, receive, and use letters of credit, credit and debit cards, electronic transaction authorizations, and traveler's checks from a financial institution and give an indemnity or other agreement in connection with letters of credit; and (11) Consent to an extension of the time of payment with respect to commercial paper or a financial transaction with a financial institution. Section 31. That the code be amended by adding a NEW SECTION to read: Subject to the terms of the governing instrument of an entity or an entity ownership interest, and unless the power of attorney otherwise provides, language in a power of attorney granting general authority regarding operation of an entity or business authorizes the agent to: (1) Operate, buy, sell, enlarge, reduce, or terminate an ownership interest; (2) Perform a duty or discharge a liability and exercise in person or by proxy a right, power, privilege, or option that the principal has, may have, or claims to have; (3) Enforce the terms of an ownership agreement; (4) Initiate, participate in, submit to alternative dispute resolution, settle, oppose, or propose or accept a compromise with respect to litigation to which the principal is a party because of an ownership interest; (5) Exercise in person or by proxy, or enforce by litigation or otherwise, a right, power, privilege, or option the principal has or claims to have as the holder of stocks and bonds; (6) Initiate, participate in, submit to alternative dispute resolution, settle, oppose, or propose or accept a compromise with respect to litigation to which the principal is a party concerning stocks and bonds; (7) With respect to an entity or business owned solely by the principal: (a) Continue, modify, renegotiate, extend, and terminate a contract made by or on behalf of the principal with respect to the entity or business before execution of the power of attorney; (b) Determine: (i) The location of its operation; (ii) The nature and extent of its business; (iii) The methods of manufacturing, selling, merchandising, financing, accounting, and advertising employed in its operation; (iv) The amount and types of insurance carried; and (v) The mode of engaging, compensating, and dealing with its employees and accountants, attorneys, or other advisors; (c) Change the name or form of organization under which the entity or business is operated and enter into an ownership agreement with other persons to take over all or part of the operation of the entity or business; and (d) Demand and receive money due or claimed by the principal or on the principal's behalf in the operation of the entity or business and control and disburse the money in the operation of the entity or business; (8) Put additional capital into an entity or business in which the principal has an interest; (9) Join in a plan of reorganization, consolidation, conversion, domestication, or merger of the entity or business; (10) Sell or liquidate all or part of an entity or business; (11) Establish the value of an entity or business under a buy-out agreement to which the principal is a party; (12) Prepare, sign, file, and deliver reports, compilations of information, returns, or other papers with respect to an entity or business and make related payments; and (13) Pay, compromise, or contest taxes, assessments, fines, or penalties and perform any other act to protect the principal from illegal or unnecessary taxation, assessments, fines, or penalties, with respect to an entity or business, including attempts to recover, in any manner permitted by law, money paid before or after the execution of the power of attorney. Section 32. That the code be amended by adding a NEW SECTION to read: Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to insurance and annuities authorizes the agent to: (1) Continue, pay the premium or make a contribution on, modify, exchange, rescind, release, or terminate a contract procured by or on behalf of the principal that insures or provides an annuity to either the principal or another person, whether or not the principal is a beneficiary under the contract; (2) Procure new, different, and additional contracts of insurance and annuities for the principal and the principal's spouse, children, and other dependents, and select the amount, type of insurance or annuity, and mode of payment; (3) Pay the premium or make a contribution on, modify, exchange, rescind, release, or terminate a contract of insurance or annuity procured by the agent; (4) Apply for and receive a loan secured by a contract of insurance or annuity; (5) Surrender and receive the cash surrender value on a contract of insurance or annuity; (6) Exercise an election; (7) Exercise investment powers available under a contract of insurance or annuity; (8) Change the manner of paying premiums on a contract of insurance or annuity; (9) Change or convert the type of insurance or annuity with respect to which the principal has or claims to have authority described in this section; (10) Apply for and procure a benefit or assistance under a statute or regulation to guarantee or pay premiums of a contract of insurance on the life of the principal; (11) Collect, sell, assign, hypothecate, borrow against, or pledge the interest of the principal in a contract of insurance or annuity; (12) Select the form and timing of the payment of proceeds from a contract of insurance or annuity; and (13) Pay, from proceeds or otherwise, compromise or contest, and apply for refunds in connection with, a tax or assessment levied by a taxing authority with respect to a contract of insurance or annuity or its proceeds or liability accruing by reason of the tax or assessment. Section 33. That the code be amended by adding a NEW SECTION to read: (1) For purposes of this section, the terms, estate, trust, or other beneficial interest, mean a trust, probate estate, guardianship, conservatorship, escrow, or custodianship or a fund from which the principal is, may become, or claims to be, entitled to a share or payment. (2) Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to estates, trusts, and other beneficial interests authorizes the agent to: (a) Accept, receive, receipt for, sell, assign, pledge, or exchange a share in or payment from an estate, trust, or other beneficial interest; (b) Demand or obtain money or another thing of value to which the principal is, may become, or claims to be, entitled by reason of an estate, trust, or other beneficial interest, by litigation or otherwise; (c) Exercise for the benefit of the principal a presently exercisable general power of appointment held by the principal; (d) Initiate, participate in, submit to alternative dispute resolution, settle, oppose, or propose or accept a compromise with respect to litigation to ascertain the meaning, validity, or effect of a deed, will, declaration of trust, or other instrument or transaction affecting the interest of the principal; (e) Initiate, participate in, submit to alternative dispute resolution, settle, oppose, or propose or accept a compromise with respect to litigation to remove, substitute, or surcharge a fiduciary; (f) Conserve, invest, disburse, or use anything received for an authorized purpose; (g) Transfer an interest of the principal in real property, stocks and bonds, accounts with financial institutions or securities intermediaries, insurance, annuities, and other property to the trustee of a revocable trust created by the principal as settlor; and (h) Act as a representative pursuant to subdivision 55-18-9(8), except as otherwise provided in subdivision (8) of section 23 of this Act. Section 34. That the code be amended by adding a NEW SECTION to read: Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to claims and litigation authorizes the agent to: (1) Assert and maintain before a court or administrative agency a claim, claim for relief, cause of action, counterclaim, offset, recoupment, or defense, including an action to recover property or other thing of value, recover damages sustained by the principal, eliminate or modify tax liability, or seek an injunction, specific performance, or other relief; (2) Bring an action to determine adverse claims or intervene or otherwise participate in litigation; (3) Seek an attachment, garnishment, order of arrest, or other preliminary, provisional, or intermediate relief and use an available procedure to effect or satisfy a judgment, order, or decree; (4) Make or accept a tender, offer of judgment, or admission of facts, submit a controversy on an agreed statement of facts, consent to examination, and bind the principal in litigation; (5) Submit to alternative dispute resolution, settle, and propose or accept a compromise; (6) Waive the issuance and service of process upon the principal, accept service of process, appear for the principal, designate persons upon which process directed to the principal may be served, execute and file or deliver stipulations on the principal's behalf, verify pleadings, seek appellate review, procure and give surety and indemnity bonds, contract and pay for the preparation and printing of records and briefs, receive, execute, and file or deliver a consent, waiver, release, confession of judgment, satisfaction of judgment, notice, agreement, or other instrument in connection with the prosecution, settlement, or defense of a claim or litigation; (7) Act for the principal with respect to bankruptcy or insolvency, whether voluntary or involuntary, concerning the principal or some other person, or with respect to a reorganization, receivership, or application for the appointment of a receiver or trustee which affects an interest of the principal in property or other thing of value; (8) Pay a judgment, award, or order against the principal or a settlement made in connection with a claim or litigation; and (9) Receive money or other thing of value paid in settlement of or as proceeds of a claim or litigation. Section 35. That the code be amended by adding a NEW SECTION to read: (1) Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to personal and family maintenance authorizes the agent to: (a) Perform the acts necessary to maintain the customary standard of living of the principal, the principal's spouse, and the following individuals, whether living when the power of attorney is executed or later born: (i) The principal's minor children; (ii) The principal's adult children who are pursuing a postsecondary school education and are under the age of twenty-five; (iii) The principal's parents or the parents of the principal's spouse, if the principal had established a pattern of such payments; and (iv) Any other individual legally entitled to be supported by the principal; (b) Make periodic payments of child support and other family maintenance required by a court or governmental agency or an agreement to which the principal is a party; (c) Provide living quarters for the individuals described in subsection (1)(a) by: (i) Purchase, lease, or other contract; or (ii) Paying the operating costs, including interest, amortization payments, repairs, improvements, and taxes, for premises owned by the principal or occupied by those individuals; (d) Provide normal domestic help, usual vacations and travel expenses, and funds for shelter, clothing, food, appropriate education, including postsecondary and vocational education, and other current living costs for the individuals described in subsection (1)(a); (e) Pay expenses for necessary health care and custodial care on behalf of the individuals described in subsection (1)(a); (f) Act as the principal's personal representative pursuant to the Health Insurance Portability and Accountability Act, sections 1171 to 1179, inclusive, of the Social Security Act, 42 U.S.C. § 1320(d), and applicable regulations, in making decisions related to the past, present, or future payment for the provision of health care consented to by the principal or anyone authorized under the law of this state to consent to health care on behalf of the principal; (g) Continue any provision made by the principal for automobiles or other means of transportation, including registering, licensing, insuring, and replacing them, for the individuals described in subsection (1)(a); (h) Maintain credit and debit accounts for the convenience of the individuals described in subsection (1)(a) and open new accounts; and (i) Continue payments incidental to the membership or affiliation of the principal in a religious institution, club, society, order, or other organization or to continue contributions to those organizations. (2) Authority with respect to personal and family maintenance is neither dependent upon, nor limited by, authority that an agent may or may not have with respect to gifts under this Act. Section 36. That the code be amended by adding a NEW SECTION to read: (1) For purposes of this section, the terms, benefits from governmental programs, or civil or military service, mean any benefit, program, or assistance provided under a statute or regulation including Social Security, Medicare, and Medicaid. (2) Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to benefits from governmental programs or civil or military service authorizes the agent to: (a) Execute vouchers in the name of the principal for allowances and reimbursements payable by the United States or a foreign government or by a state or political subdivision of a state to the principal, including allowances and reimbursements for transportation of the individuals described in subsection (1)(a) of section 35 of this Act, and for shipment of their household effects; (b) Take possession and order the removal and shipment of property of the principal from a post, warehouse, depot, dock, or other place of storage or safekeeping, either governmental or private, and execute and deliver a release, voucher, receipt, bill of lading, shipping ticket, certificate, or other instrument for that purpose; (c) Enroll in, apply for, select, reject, change, amend, or discontinue, on the principal's behalf, a benefit or program; (d) Prepare, file, and maintain a claim of the principal for a benefit or assistance, financial or otherwise, to which the principal may be entitled under a statute or regulation; (e) Initiate, participate in, submit to alternative dispute resolution, settle, oppose, or propose or accept a compromise with respect to litigation concerning any benefit or assistance the principal may be entitled to receive under a statute or regulation; and (f) Receive the financial proceeds of a claim described in paragraph (d) and conserve, invest, disburse, or use for a lawful purpose anything so received. Section 37. That the code be amended by adding a NEW SECTION to read: (1) For purposes of this section, the term, retirement plan, means a plan or account created by an employer, the principal, or another individual to provide retirement benefits or deferred compensation of which the principal is a participant, beneficiary, or owner, including a plan or account under the following sections of the Internal Revenue Code: (a) An individual retirement account under 26 U.S.C. § 408; (b) A Roth individual retirement account under 26 U.S.C. § 408A; (c) A deemed individual retirement account under 26 U.S.C. § 408(q); (d) An annuity or mutual fund custodial account under 26 U.S.C. § 403(b); (e) A pension, profit-sharing, stock bonus, or other retirement plan qualified under 26 U.S.C. § 401(a); (f) A plan under 26 U.S.C. § 457(b); and (g) A nonqualified deferred compensation plan under 26 U.S.C. § 409A. (2) Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to retirement plans authorizes the agent to: (a) Select the form and timing of payments under a retirement plan and withdraw benefits from a plan; (b) Make a rollover, including a direct trustee-to-trustee rollover, of benefits from one retirement plan to another; (c) Establish a retirement plan in the principal's name; (d) Make contributions to a retirement plan; (e) Exercise investment powers available under a retirement plan; and (f) Borrow from, sell assets to, or purchase assets from a retirement plan. Section 38. That the code be amended by adding a NEW SECTION to read: Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to taxes authorizes the agent to: (1) Prepare, sign, and file federal, state, local, and foreign income, gift, payroll, property, Federal Insurance Contributions Act, and other tax returns, claims for refunds, requests for extension of time, petitions regarding tax matters, and any other tax-related documents, including receipts, offers, waivers, consents, including consents and agreements under 26 U.S.C. § 2032A, closing agreements, and any power of attorney required by the Internal Revenue Service or other taxing authority with respect to a tax year upon which the statute of limitations has not run and the following twenty-five tax years; (2) Pay taxes due, collect refunds, post bonds, receive confidential information, and contest deficiencies determined by the Internal Revenue Service or other taxing authority; (3) Exercise any election available to the principal under federal, state, local, or foreign tax law; and (4) Act for the principal in all tax matters for all periods before the Internal Revenue Service, or other taxing authority. Section 39. That the code be amended by adding a NEW SECTION to read: (1) For purposes of this section, a gift \"for the benefit of\" a person includes a gift to a trust, an account under the Uniform Transfers to Minors Act (1983/1986), and a tuition savings account or prepaid tuition plan as defined under 26 U.S.C. § 529. (2) Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to gifts authorizes the agent only to: (a) Make outright to, or for the benefit of, a person, a gift of any of the principal's property, including by the exercise of a presently exercisable general power of appointment held by the principal, in an amount per donee not to exceed the annual dollar limits of the federal gift tax exclusion under 26 U.S.C. § 2503(b), without regard to whether the federal gift tax exclusion applies to the gift, or if the principal's spouse agrees to consent to a split gift pursuant to 26 U.S.C. § 2513, in an amount per donee not to exceed twice the annual federal gift tax exclusion limit; and (b) Consent, pursuant to 26 U.S.C. § 2513, to the splitting of a gift made by the principal's spouse in an amount per donee not to exceed the aggregate annual gift tax exclusions for both spouses. (3) An agent may make a gift of the principal's property only as the agent determines is consistent with the principal's objectives if actually known by the agent and, if unknown, as the agent determines is consistent with the principal's best interest based on all relevant factors, including: (a) The value and nature of the principal's property; (b) The principal's foreseeable obligations and need for maintenance; (c) Minimization of taxes, including income, estate, inheritance, generation-skipping transfer, and gift taxes; (d) Eligibility for a benefit, a program, or assistance under a statute or regulation; and (e) The principal's personal history of making or joining in making gifts. Section 40. That the code be amended by adding a NEW SECTION to read: Except as otherwise provided in this Act: (1) This Act applies to a power of attorney created before, on, or after July 1, 2018; (2) This Act applies to a judicial proceeding concerning a power of attorney commenced on or after July 1, 2018; (3) This Act applies to a judicial proceeding concerning a power of attorney commenced before July 1, 2018, unless the court finds that application of a provision of this Act would substantially interfere with the effective conduct of the judicial proceeding or prejudice the rights of a party, in which case that provision does not apply and the superseded law applies; and (4) An act done before July 1, 2018 is not affected by this Act. Section 41. That the code be amended by adding a NEW SECTION to read: A document substantially in the following form may be used to create a statutory form power of attorney that has the meaning and effect prescribed by this Act. The provisions of §§ 43-28-23 and 7-9-1 apply to any power of attorney that is to be recorded with the register of deeds. SOUTH DAKOTA STATUTORY FORM POWER OF ATTORNEY IMPORTANT INFORMATION This power of attorney authorizes another person (your agent) to make decisions concerning your property for you (the principal). Your agent will be able to make decisions and act with respect to your property (including your money) whether or not you are able to act for yourself. The meaning of authority over subjects listed on this form is explained in the South Dakota Uniform Power of Attorney Act. This power of attorney does not authorize the agent to make health-care decisions for you. You should select someone you trust to serve as your agent. Unless you specify otherwise, generally the agent's authority will continue until you die or revoke the power of attorney or the agent resigns or is unable to act for you. Your agent is entitled to reasonable compensation unless you state otherwise in the Special Instructions. This form provides for designation of one agent. If you wish to name more than one agent you may name a co-agent in the Special Instructions. Co-agents are not required to act together unless you include that requirement in the Special Instructions. If your agent is unable or unwilling to act for you, your power of attorney will end unless you have named a successor agent. You may also name a second successor agent. This power of attorney becomes effective immediately unless you state otherwise in the Special Instructions. If you have questions about the power of attorney or the authority you are granting to your agent, you should seek legal advice before signing this form. DESIGNATION OF AGENT I ________________________________ name the following person as my agent: (Name of Principal) Name of Agent: ______________________________________ Agent's Address: _____________________________________ Agent's Telephone Number: ____________________________ DESIGNATION OF SUCCESSOR AGENT(S) (OPTIONAL) If my agent is unable or unwilling to act for me, I name as my successor agent: Name of Successor Agent: ________________________________ Successor Agent's Address: _______________________________ Successor Agent's Telephone Number: ______________________ If my successor agent is unable or unwilling to act for me, I name as my second successor agent: Name of Second Successor Agent: ___________________________ Second Successor Agent's Address: ___________________________ Second Successor Agent's Telephone Number: __________________ GRANT OF GENERAL AUTHORITY I grant my agent and any successor agent general authority to act for me with respect to the following subjects as defined in the South Dakota Uniform Power of Attorney Act: (INITIAL each subject you want to include in the agent's general authority. If you wish to grant general authority over all of the subjects you may initial \"All Preceding Subjects\" instead of initialing each subject.) (___) Real Property (section 26 of this Act) (___) Tangible Personal Property (section 27 of this Act) (___) Stocks and Bonds (section 28 of this Act) (___) Commodities and Options (section 29 of this Act) (___) Banks and Other Financial Institutions (section 30 of this Act) (___) Operation of Entity or Business (section 31 of this Act) (___) Insurance and Annuities (section 32 of this Act) (___) Estates, Trusts, and Other Beneficial Interests (section 33 of this Act) (___) Claims and Litigation (section 34 of this Act) (___) Personal and Family Maintenance (section 35 of this Act) (___) Benefits from Governmental Programs or Civil or Military Service (section 36 of this Act) (___) Retirement Plans (section 37 of this Act) (___) Taxes (section 38 of this Act) (___) All Preceding Subjects (section 26 to 38 of this Act, inclusive) GRANT OF SPECIFIC AUTHORITY (OPTIONAL) My agent MAY NOT do any of the following specific acts for me UNLESS I have INITIALED the specific authority listed below: (CAUTION: Granting any of the following will give your agent the authority to take actions that could significantly reduce your property or change how your property is distributed at your death. INITIAL ONLY the specific authority you WANT to give your agent.) (___) Create an inter vivos trust or amend, revoke, or terminate the (Name of Trust) dated (Date) (___) Make a gift, subject to the limitations of the South Dakota Uniform Power of Attorney Act section 39 and any special instructions in this power of attorney (___) Create or change rights of survivorship (___) Create or change a beneficiary designation (___) Authorize another person to exercise the authority granted under this power of attorney (___) Waive the principal's right to be a beneficiary of a joint and survivor annuity, including a survivor benefit under a retirement plan (___) Exercise fiduciary powers that the principal has authority to delegate (___) Access the content of electronic communications (___) Disclaim or refuse an interest in property, including a power of appointment LIMITATION ON AGENT'S AUTHORITY An agent that is not my ancestor, spouse, or descendant MAY NOT use my property to benefit the agent or a person to whom the agent owes an obligation of support unless I have included that authority in the Special Instructions. SPECIAL INSTRUCTIONS (OPTIONAL) (INITIAL if you wish for the agent to only have authority upon your incapacity instead of immediately.) (___) My agent(s) shall only have the authority to act upon my later incapacity. You may give additional special instructions on the following lines: _________________________________________________________________________ _________________________________________________________________________ ___________________________________________________________________________ EFFECTIVE DATE This power of attorney is effective immediately unless I have stated otherwise in the Special Instructions. NOMINATION OF CONSERVATOR AND/OR GUARDIAN (OPTIONAL) If it becomes necessary for a court to appoint a conservator of my estate, I nominate the following person(s) for appointment: Name of Nominee for conservator of my estate: _________________________________________________________________ Nominee's Address: ________________________________________________ Nominee's Telephone Number: ___________________________ If it becomes necessary for a court to appoint a guardian of my person, I nominate the following person(s) for appointment: Name of Nominee for guardian of my person: _________________________________________________________________ Nominee's Address: ________________________________________________ Nominee's Telephone Number: _________________________________ RELIANCE ON THIS POWER OF ATTORNEY Any person, including my agent, may rely upon the validity of this power of attorney or a copy of it unless that person knows it has terminated or is invalid. SIGNATURE AND ACKNOWLEDGMENT ________________________________________ ___________________, 2____ Your Signature Date ____________________________________________ Your Name Printed ____________________________________________ Your Address ____________________________________________ Your Telephone Number State of ____________________________ ) )SS. County of___________________________) This Statutory Form Power of Attorney document was acknowledged before me on _____________________, 2_____ by ___________________________________. (Date) (Name of Principal) ___________________________________________ (Seal) Signature of Notary Public My commission expires: IMPORTANT INFORMATION FOR AGENT Agent's Duties When you accept the authority granted under this power of attorney, a special legal relationship is created between you and the principal. This relationship imposes upon you legal duties that continue until you resign or the power of attorney is terminated or revoked. You must: (1) Do what you know the principal reasonably expects you to do with the principal's property or, if you do not know the principal's expectations, act in the principal's best interest; (2) Act in good faith; (3) Do nothing beyond the authority granted in this power of attorney; and (4) Disclose your identity as an agent whenever you act for the principal by writing or printing the name of the principal and signing your own name as \"agent\" in the following manner: (Principal's Name) by (Your Signature) as Agent under POA dated (Date) Unless the Special Instructions in this power of attorney state otherwise, you must also: (1) Act loyally for the principal's benefit; (2) Avoid conflicts that would impair your ability to act in the principal's best interest; (3) Act with care, competence, and diligence; (4) Keep a record of all receipts, disbursements, and transactions made on behalf of the principal; (5) Cooperate with any person that has authority to make health-care decisions for the principal to do what you know the principal reasonably expects or, if you do not know the principal's expectations, to act in the principal's best interest; and (6) Attempt to preserve the principal's estate plan if you know the plan and preserving the plan is consistent with the principal's best interest. Termination of Agent's Authority You must stop acting on behalf of the principal if you learn of any event that terminates this power of attorney or your authority under this power of attorney. Events that terminate a power of attorney or your authority to act under a power of attorney include: (1) Death of the principal; (2) The principal's revocation of the power of attorney or your authority; (3) The occurrence of a termination event stated in the power of attorney; (4) The purpose of the power of attorney is fully accomplished; or (5) If you are married to the principal, a legal action is filed with a court to end your marriage, or for your legal separation, unless the Special Instructions in this power of attorney state that such an action will not terminate your authority. Liability of Agent The meaning of the authority granted to you is defined in the South Dakota Uniform Power of Attorney Act. If you violate the South Dakota Uniform Power of Attorney Act or act outside the authority granted, you may be liable for any damages caused by your violation. In addition to civil liability, failure to comply with your duties and authority granted under this document could subject you to criminal prosecution for grand theft, embezzlement of property received in trust, among other criminal charges. If the principal is 65 years of age or older, or an adult with a disability, you could also be prosecuted for elder abuse and financial exploitation. If there is anything about this document or your duties that you do not understand, you should seek legal advice. Section 42. That the code be amended by adding a NEW SECTION to read: The following optional form may be used by an agent to certify facts concerning a power of attorney. The provisions of §§ 43-28-23 and 7-9-1 apply to any power of attorney that is to be recorded with the register of deeds. AGENT'S CERTIFICATION AS TO THE VALIDITY OF POWER OF ATTORNEY AND AGENT'S AUTHORITY State of ______________________) )SS. AFFIDAVIT County of_____________________) I, _____________________________________________ (Name of Agent), certify under penalty of perjury that __________________________________________(Name of Principal) granted me authority as an agent or successor agent in a power of attorney dated _____________________, 2____. I further certify that to my knowledge: (1) The Principal is alive and has not revoked the Power of Attorney or my authority to act under the Power of Attorney and the Power of Attorney and my authority to act under the Power of Attorney have not terminated; (2) If the Power of Attorney was drafted to become effective upon the happening of an event or contingency, the event or contingency has occurred; (3) If I was named as a successor agent, the prior agent is no longer able or willing to serve; and (4) _____________________________________________________________________________________________________________________________________________________________________________________________________ (Insert other relevant statements) SIGNATURE AND ACKNOWLEDGMENT ____________________________________________ _______________, 2____ Agent's Signature Date ____________________________________________ Agent's Name Printed Agent's Address ____________________________________________ Agent's Telephone Number ____________________________________________ State of ____________________________ ) )SS. County of___________________________ ) This Agent's Certification as to the Validity of Power of Attorney and Agent's Authority document was acknowledged before me on _____________________, 2_____ by ___________________________________. (Date) (Name of Agent) ____________________________________________ (Seal) Signature of Notary Public My commission expires: Section 43. That the code be amended by adding a NEW SECTION to read: A document substantially in the following form may be used to create a statutory form revocation of power of attorney that has the meaning and effect prescribed by this chapter. The provisions of §§ 43-28-23 and 7-9-1 apply to any power of attorney that is to be recorded with the register of deeds. SOUTH DAKOTA STATUTORY FORM REVOCATION OF POWER OF ATTORNEY IMPORTANT INFORMATION This revocation of power of attorney revokes a previously executed power of attorney including any nominations of guardian or conservator made within that instrument. This revocation does not revoke any power of attorney authorizing the agent to make health-care decisions for you. You should immediately deliver copies of this revocation to any person, institution, or company that has a copy of the original power of attorney. REVOCATION OF POWER OF ATTORNEY I ________________________________ previously executed a Statutory Form Power of (Name of Principal) Attorney with a date of ______________________, 2____ and named the following person as my agent: Name of Agent: _________________________________ Agent's Address: _________________________________ Agent's Telephone Number: _________________________ I also named the following successor agent(s): Name of Successor Agent: _____________________________ Successor Agent's Address: _____________________________ Successor Agent's Telephone Number: ______________________ Name of Second Successor Agent: ___________________________ Second Successor Agent's Address: _________________________ Second Successor Agent's Telephone Number: _________________ I now hereby revoke that Statutory Form Power of Attorney. EFFECTIVE DATE This revocation of power of attorney is effective immediately. SIGNATURE AND ACKNOWLEDGMENT ____________________________________________ _______________, 2____ Your Signature Date ____________________________________________ Your Name Printed ____________________________________________ Your Address ____________________________________________ Your Telephone Number State of ____________________________ ) )SS. County of ___________________________) This Statutory Form Revocation of Power of Attorney document was acknowledged before me on _____________________, 2_____ by ___________________________________. (Date) (Name of Principal) ____________________________________________ (Seal) Signature of Notary Public My commission expires: Section 44. That § 59-7-2.1 be amended to read: 59-7-2.1. Notwithstanding § 59-7-2, if a principal designates another as the principal's attorney in fact or agent by a written power of attorney which contains the words \"This power of attorney shall not be affected by disability of the principal,\" or \"This power of attorney shall become effective upon the disability of the principal,\" or similar words showing the intent of the principal that the authority conferred is exercisable notwithstanding the principal's disability, the authority of the attorney in fact or agent is exercisable by the attorney in fact or agent as provided in the power on behalf of the principal notwithstanding any later disability or incapacity of the principal or later uncertainty as to whether or not the principal is dead or alive. The a principal may designate another as the principal's attorney-in-fact or agent pursuant to the provisions of section 3 of this Act. A principal may designate any other person as the principal's attorney-in-fact or agent for health care decisions, and the attorney-in-fact shall have the authority to make any health care decision at any time during which the principal lacks capacity. Any durable power of attorney must for health care shall be signed by the principal or in the principal's conscious presence by another individual directed by the principal to sign the principal's name on the power of attorney. The signature must shall be witnessed by two other adult individuals or by a notary public. A power of attorney granted pursuant to this section may authorize the attorney-in-fact to consent to, to reject, or to withdraw consent for health care, including any care, service, or procedure to maintain, diagnose, or treat a person's physical or mental condition. Section 45. That § 59-7-2.4 be amended to read: 59-7-2.4. A principal may nominate, by a durable power of attorney, for health care a guardian of the principal's person or conservator of the principal's estate for consideration by the court should guardianship or conservatorship proceedings for the principal's person or estate be later commenced if protective proceedings for the principal's estate or person are begun after the principal executes the power of attorney for health care. Except for good cause shown or disqualification, the court shall make an appointment under this section in accordance with the principal's most recent nomination. Section 46. That subdivision (1) of § 21-65-1 be amended to read: (1) \"Attorney in fact Attorney-in-fact,\" an agent under a power of attorney pursuant to chapter 59-2 or an attorney in fact attorney-in-fact under a durable power of attorney pursuant to § 59-7-2.1 or the provisions of this Act; Section 47. That § 59-6-11 be amended to read: 59-6-11. A durable power of attorney that purports to be signed by the principal named in the durable power of attorney for health care designated under the provisions of § 59-7-2.1 is presumed valid. Another person may rely on the presumption of validity unless the person has actual knowledge that the power was not validly executed or that the power was revoked. Except as provided in this section, any person who refuses to accept the authority of the agent to exercise a power granted under the durable power of attorney for health care is liable to the principal and to the principal's heirs, assigns, and the personal representative or successor in interest of the principal's estate in the same manner as the person would be liable had the person refused to accept the authority of the principal to act on the principal's own behalf. The person found liable for refusing to accept the authority of an agent is liable for damages and costs, including reasonable attorney's fees. A person who refuses to accept the authority of an agent to exercise a power granted under a durable power of attorney for health care is not liable pursuant to this section if: (1) The person has actual knowledge of the revocation of the durable power of attorney before the exercise of the power; (2) The duration of the durable power of attorney specified in the durable power of attorney has expired; (3) The person has actual knowledge of the death of the principal; (4) The person reasonably believes that the durable power of attorney is not valid under the law of this state; (5) The person reasonably believes that the durable power of attorney does not grant the agent authority to perform the transaction requested; or (6) The person reasonably believes that a course of conduct or refusal to act as proposed by the agent is contrary to the wishes of the principal as expressed to the person. This section does not negate the liability that a person would have to the principal or the agent under another form of power of attorney, under the common law, or otherwise. Section 48. That § 59-7-8 be amended to read: 59-7-8. A physician or other health care provider as defined in subdivision 34-12C-1(5) acting in reliance on a health care decision by an attorney-in-fact or agent whom the physician or health care provider believes in good faith is authorized by this chapter to make a health care decision for the principal or a physician or other health care provider declining to act in reliance on a health care decision by an attorney-in-fact or agent whom the physician or health care provider believes in good faith is not authorized by this chapter to make a health care decision for the principal is not subject to criminal prosecution, civil liability, or professional disciplinary action on the ground that the attorney-in-fact or agent either had or did not have authority to make a health care decision or for disclosing to the attorney-in-fact or agent medical records or other information. A physician or other health care provider who in good faith believes that the principal has or does not have decisional capacity under § 59-7-2.6 is not subject to criminal prosecution, civil liability, or professional disciplinary action for making that determination. A physician or other health care provider who in good faith makes a determination in a writing or other record that a principal is incapacitated within the meaning of subsection (5)(a) of section 1 of this Act is not subject to criminal prosecution, civil liability, or professional disciplinary action for making that determination. An attorney, judge, or governmental official who in good faith makes a determination in a writing or other record that a principal is incapacitated within the meaning of subsection (5)(b) of section 1 of this Act is not subject to criminal prosecution, civil liability, or professional disciplinary action for making that determination. Section 49. That subdivision (2) of § 55-19-1 be amended to read: (2) \"Agent,\" any attorney in fact attorney-in-fact granted authority under a durable power of attorney pursuant to § 59-7-2.1 the provisions of this Act or nondurable power of attorney pursuant to chapter 59-2; Section 50. That § 59-6-11, §§ 59-7-2.2 and 59-7-2.3, §§ 59-7-3 to 59-7-7, inclusive, and § 59-7-10 be repealed. Section 51. That § 29A-5-118 be amended to read: 29A-5-118. The appointment of a guardian or conservator of a protected person does not constitute a general finding of legal incompetence unless the court so orders, and the protected person shall otherwise retain all rights which have not been granted to the guardian or conservator, with the exception of the ability to create an agency and confer authority on another person to do any act that the protected person might do, pursuant to § 59-2-1. Unless prior authorization of the court is first obtained, a guardian or conservator may not change the residence of the minor or protected person to another state, terminate or consent to a termination of the minor's or protected person's parental rights, initiate a change in the minor's or protected person's marital status, or revoke or amend a durable power of attorney of which the protected person is the principal, except as provided in §§ 59-7-10 and § 59-7-11."}, {"bill_id": 8733, "bill_version_id": 49477, "bill_version": "House Engrossed", "bill_version_date": "2018-02-20T16:19:57.94-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding power of attorney. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Agent,\" a person granted authority to act for a principal under a power of attorney, whether denominated an agent, attorney-in-fact, or otherwise. The term includes an original agent, co-agent, successor agent, and a person to whom an agent's authority is delegated; (2) \"Durable,\" not terminated by the principal's incapacity; (3) \"Electronic,\" relating to technology having electrical, digital, magnetic, wireless, optical, electromagnetic, or similar capabilities; (4) \"Good faith,\" honesty in fact; (5) \"Incapacity,\" inability of an individual to manage property, business, or financial affairs because the individual: (a) Has an impairment or other deficit in the ability to receive and evaluate information or to make or communicate any decision even with the use of technological assistance; or (b) Is: (i) Missing or has disappeared; (ii) Detained, including incarcerated in a penal system; or (iii) Outside the United States and unable to return; (6) \"Person,\" an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, public corporation, government or governmental subdivision, agency or instrumentality, or any other legal or commercial entity; (7) \"Power of attorney,\" a writing or other record that grants authority to an agent to act in the place of the principal, whether or not the term, power of attorney, is used; (8) \"Presently exercisable general power of appointment,\" regarding property or an interest in property that is subject to a power of appointment, a power to vest absolute ownership in a principal individually, a principal's estate, a principal's creditors, or the creditors of a principal's estate. The term includes a power of appointment not exercisable until the occurrence of a specified event, the satisfaction of an ascertainable standard, or the passage of a specified period only after the occurrence of the specified event, the satisfaction of the ascertainable standard, or the passage of the specified period. The term does not include a power exercisable in a fiduciary capacity or only by will; (9) \"Principal,\" an individual who grants authority to an agent in a power of attorney; (10) \"Property,\" anything that may be the subject of ownership, whether real or personal, legal or equitable, or any interest or right in the subject; (11) \"Record,\" information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form; (12) \"Sign,\" with present intent to authenticate or adopt a record: (a) To execute or adopt a tangible symbol; or (b) To attach to or logically associate with the record an electronic sound, symbol, or process; (13) \"State,\" a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States; (14) \"Stocks and bonds,\" stocks, bonds, mutual funds, and any other type of securities and financial instrument, whether held directly, indirectly, or in any other manner. The term does not include commodity futures contracts and call or put options on stocks or stock indexes. Section 2. That the code be amended by adding a NEW SECTION to read: This Act applies to all powers of attorney other than: (1) A power to the extent it is coupled with an interest in the subject of the power, including a power given to or for the benefit of a creditor in connection with a credit transaction; (2) A power to make health care decisions; (3) A proxy or other delegation to exercise voting rights or management rights with respect to an entity; and (4) A power created on a form prescribed by a government or governmental subdivision, agency, or instrumentality for a governmental purpose. Section 3. That the code be amended by adding a NEW SECTION to read: A power of attorney created under this Act is durable unless it expressly provides that it is terminated by the incapacity of the principal. Section 4. That the code be amended by adding a NEW SECTION to read: A power of attorney shall be signed by the principal or in the principal's conscious presence by another individual directed by the principal to sign the principal's name on the power of attorney. Any signature under this section shall be witnessed by two other adult individuals or acknowledged before a notary public or other individual authorized by law to take acknowledgments, or both. Section 5. That the code be amended by adding a NEW SECTION to read: (1) A power of attorney executed in this state on or after July 1, 2018, is valid if its execution complies with section 4 of this Act. (2) A power of attorney executed in this state before July 1, 2018, is valid if its execution complied with the law of this state as it existed at the time of execution. (3) A power of attorney executed other than in this state is valid in this state if, when the power of attorney was executed, the execution complied with: (a) The law of the jurisdiction that determines the meaning and effect of the power of attorney pursuant to section 6 of this Act; or (b) The requirements for a military power of attorney pursuant to 10 U.S.C. § 1044(b). (4) Except as otherwise provided by law, a photocopy or electronically transmitted copy of an original power of attorney has the same effect as the original. Section 6. That the code be amended by adding a NEW SECTION to read: The meaning and effect of a power of attorney is determined by the law of the jurisdiction indicated in the power of attorney and, in the absence of an indication of jurisdiction, by the law of the jurisdiction in which the power of attorney was executed. Section 7. That the code be amended by adding a NEW SECTION to read: (1) In a power of attorney, a principal may nominate a conservator or guardian for consideration by the court if protective proceedings for the principal's estate or person are begun after the principal executes the power of attorney. Except for good cause shown or disqualification, the court shall make its appointment in accordance with the principal's most recent nomination. A guardian appointed under this section shall be subject to the provisions of § 59-7-11. (2) If, after a principal executes a power of attorney, a court appoints a conservator or other fiduciary charged with the management of some or all of the principal's property, the power of attorney is terminated and the agent shall account to the conservator or other court-appointed fiduciary and promptly deliver any property of the principal in the agent's possession to the conservator or other court-appointed fiduciary unless otherwise ordered by the court. Section 8. That the code be amended by adding a NEW SECTION to read: (1) A power of attorney is effective when executed unless the principal provides in the power of attorney that it becomes effective at a future date or upon the occurrence of a future event or contingency. (2) If a power of attorney becomes effective upon the occurrence of a future event or contingency, the principal, in the power of attorney, may authorize one or more persons to determine in a writing or other record that the event or contingency has occurred. (3) If a power of attorney becomes effective upon the principal's incapacity and the principal has not authorized a person to determine whether the principal is incapacitated, or the person authorized is unable or unwilling to make the determination, the power of attorney becomes effective upon a determination in a writing or other record by: (a) A physician or licensed psychologist that the principal is incapacitated within the meaning of subsection (5)(a) of section 1 of this Act; or (b) An attorney at law, a judge, or an appropriate governmental official that the principal is incapacitated within the meaning of subsection (5)(b) of section 1 of this Act. (4) A person authorized by the principal in the power of attorney to determine that the principal is incapacitated may act as the principal's personal representative pursuant to the Health Insurance Portability and Accountability Act, Sections 1171 through 1179 of the Social Security Act, 42 U.S.C. § 1320(d), and applicable regulations, to obtain access to the principal's health care information and communicate with the principal's health care provider. Section 9. That the code be amended by adding a NEW SECTION to read: (1) A power of attorney terminates when: (a) The principal dies; (b) The principal becomes incapacitated, if the power of attorney is not durable; (c) The principal revokes the power of attorney; (d) The power of attorney provides that it terminates; (e) The purpose of a limited or special power of attorney is accomplished; (f) The principal revokes the agent's authority or the agent dies, becomes incapacitated, or resigns, and the power of attorney does not provide for another agent to act under the power of attorney; or (g) Pursuant to subdivision (2) of section 7 of this Act. (2) An agent's authority terminates when: (a) The principal revokes the authority; (b) The agent dies, becomes incapacitated, or resigns; (c) An action is filed for divorce or annulment of the agent's marriage to the principal, or for their legal separation, unless the power of attorney otherwise provides; or (d) The power of attorney terminates. (3) Unless the power of attorney otherwise provides, an agent's authority is exercisable until the authority terminates under subdivision (2) of this section, notwithstanding a lapse of time since the execution of the power of attorney. (4) Termination of an agent's authority or of a power of attorney is not effective as to the agent or any other person that, without actual knowledge of the termination, acts in good faith under the power of attorney. An act performed under this section, unless otherwise invalid or unenforceable, binds the principal and the principal's successors in interest. (5) Incapacity of the principal of a power of attorney that is not durable does not revoke or terminate the power of attorney as to an agent or other person that, without actual knowledge of the incapacity, acts in good faith under the power of attorney. An act performed under this section, unless otherwise invalid or unenforceable, binds the principal and the principal's successors in interest. (6) The execution of a power of attorney does not revoke a power of attorney previously executed by the principal unless the subsequent power of attorney provides that the previous power of attorney is revoked or that all other powers of attorney are revoked. Section 10. That the code be amended by adding a NEW SECTION to read: (1) A principal may designate two or more persons to act as co-agents. Unless the power of attorney otherwise provides, each co-agent may exercise the co-agent's authority independently. (2) A principal may designate one or more successor agents to act if an agent resigns, dies, becomes incapacitated, is not qualified to serve, or declines to serve. A principal may grant authority to designate one or more successor agents to an agent or other person designated by name, office, or function. Unless the power of attorney otherwise provides, a successor agent: (a) Has the same authority granted to the original agent; and (b) May not act until all predecessor agents have resigned, died, become incapacitated, are no longer qualified to serve, or have declined to serve. (3) Except as otherwise provided in the power of attorney and subdivision (4), an agent that does not participate in or conceal a breach of fiduciary duty committed by another agent, including a predecessor agent, is not liable for the actions of the other agent. (4) An agent that has actual knowledge of a breach or imminent breach of fiduciary duty by another agent shall notify the principal and, if the principal is incapacitated, take any action reasonably appropriate in the circumstances to safeguard the principal's best interest. An agent that fails to notify the principal or take action as required by this subdivision is liable for any reasonably foreseeable damages that could have been avoided if the agent had notified the principal or taken any action under this section. Section 11. That the code be amended by adding a NEW SECTION to read: Unless the power of attorney otherwise provides, an agent who is an individual is entitled to reimbursement of expenses reasonably incurred on behalf of the principal, but not to compensation. If a power of attorney provides for compensation or if the agent is a bank or trust company authorized to administer trusts in South Dakota, the compensation shall be reasonable under the circumstances. Section 12. That the code be amended by adding a NEW SECTION to read: Except as otherwise provided in the power of attorney, a person accepts appointment as an agent under a power of attorney by exercising authority or performing duties as an agent or by any other assertion or conduct indicating acceptance. Section 13. That the code be amended by adding a NEW SECTION to read: (1) Notwithstanding provisions in the power of attorney, an agent that has accepted appointment shall: (a) Act in accordance with the principal's reasonable expectations to the extent actually known by the agent and otherwise in the principal's best interest; (b) Act in good faith; (c) Act only within the scope of authority granted in the power of attorney; and (d) If feasible, encourage the principal to participate in decisions, to act on the principal's own behalf, and to develop or regain the capacity to manage the principal's own affairs, if the principal is incapacitated. (2) Except as otherwise provided in the power of attorney, an agent that has accepted appointment shall: (a) Act loyally for the principal's benefit; (b) Act so as not to create a conflict of interest that impairs the agent's ability to act impartially in the principal's best interest; (c) Act with the care, competence, and diligence ordinarily exercised by agents in similar circumstances; (d) Keep an accurate and contemporaneous record of any receipt, disbursement, and transaction made on behalf of the principal including any reimbursement or compensation pursuant to section 11 of this Act; (e) Cooperate with a person that has authority to make health care decisions for the principal to carry out the principal's reasonable expectations to the extent actually known by the agent and otherwise act in the principal's best interest; and (f) Attempt to preserve the principal's estate plan, to the extent actually known by the agent, if preserving the plan is consistent with the principal's best interest based on all relevant factors, including: (i) The value and nature of the principal's property; (ii) The principal's foreseeable obligations and need for maintenance; (iii) Minimization of taxes, including income, estate, inheritance, generation-skipping transfer, and gift taxes; and (iv) Eligibility for a benefit, a program, or assistance under a statute or regulation. (3) An agent that acts in good faith is not liable to any beneficiary of the principal's estate plan for failure to preserve the plan. (4) An agent that acts with care, competence, and diligence for the best interest of the principal is not liable solely because the agent also benefits from the act or has an individual or conflicting interest in relation to the property or affairs of the principal. (5) If an agent is selected by the principal because of the agent's special skills or expertise or in reliance on the agent's representation that the agent has special skills or expertise, the special skills or expertise shall be considered in determining whether the agent has acted with care, competence, and diligence under the circumstances. (6) Absent a breach of duty to the principal, an agent is not liable if the value of the principal's property declines. (7) An agent that exercises authority to delegate to another person the authority granted by the principal or that engages another person on behalf of the principal is not liable for an act, error of judgment, or default of that person if the agent exercises care, competence, and diligence in selecting, instructing, and monitoring the person. (8) Except as otherwise provided in the power of attorney, an agent is not required to disclose receipts, disbursements, or transactions conducted on behalf of the principal unless ordered by a court or requested by the principal, a guardian, a conservator, another fiduciary acting for the principal, a governmental agency having authority to protect the welfare of the principal, or, upon the death of the principal, by the personal representative or successor in interest of the principal's estate. The agent shall comply within thirty days with the request under this section or provide a writing or other record explaining why additional time is needed and shall comply with the request under this section within thirty days from the writing or other record. Section 14. That the code be amended by adding a NEW SECTION to read: A provision in a power of attorney relieving an agent of liability for breach of duty is binding on the principal and the principal's successors in interest except to the extent the provision: (1) Relieves the agent of liability for breach of duty committed dishonestly, with an improper motive, or with reckless indifference to the purposes of the power of attorney or the best interest of the principal; or (2) Was inserted as a result of an abuse of a confidential or fiduciary relationship with the principal. Section 15. That the code be amended by adding a NEW SECTION to read: (1) In addition to any petition under chapter 21-65, the following persons may petition a court to construe a power of attorney or review the agent's conduct, and grant appropriate relief: (a) The principal or the agent; (b) A guardian, conservator, or other fiduciary acting for the principal; (c) A person authorized to make health care decisions for the principal; (d) The principal's spouse, parent, or descendant; (e) An individual who would qualify as a presumptive heir of the principal; (f) A person named as a beneficiary to receive any property, benefit, or contractual right on the principal's death or as a beneficiary of a trust created by or for the principal that has a financial interest in the principal's estate; (g) A governmental agency having regulatory authority to protect the welfare of the principal; (h) The principal's caregiver or another person that demonstrates sufficient interest in the principal's welfare; and (i) A person asked to accept the power of attorney. (2) Upon motion by the principal, the court shall dismiss a petition filed under this section, unless the court finds that the principal lacks capacity to revoke the agent's authority or the power of attorney. Section 16. That the code be amended by adding a NEW SECTION to read: An agent that violates the provisions of this Act is liable to the principal or the principal's successors in interest for the amount required to: (1) Restore the value of the principal's property to its value had the violation not occurred; and (2) Reimburse the principal or the principal's successors in interest for any attorney's fees and costs paid on the agent's behalf. Section 17. That the code be amended by adding a NEW SECTION to read: Unless otherwise provided in the power of attorney, an agent may resign by giving notice to the principal and, if the principal is incapacitated, to the guardian, if any, and any co-agent or successor agent, or to: (1) The principal's caregiver; or (2) If there is no principal caregiver, to: (a) Another person reasonably believed by the agent to have sufficient interest in the principal's welfare; or (b) A governmental agency having authority to protect the welfare of the principal. Section 18. That the code be amended by adding a NEW SECTION to read: (1) For purposes of this section and section 19 of this Act, the term, South Dakota compliant, means a power of attorney signed by the principal and substantially in the form provided in section 41 of this Act and witnessed by two or more other adult individuals, or purportedly verified before a notary public or other individual authorized to take acknowledgements, or both. (2) A person that in good faith accepts a South Dakota compliant power of attorney without actual knowledge that the signature is not genuine may rely upon a presumption that the signature is genuine. (3) A person that in good faith accepts a South Dakota compliant power of attorney without actual knowledge that the power of attorney is void, invalid, or terminated; that the purported agent's authority is void, invalid, or terminated; or that the agent is exceeding or improperly exercising the agent's authority may rely upon the power of attorney as if the power of attorney were genuine, valid, and still in effect; the agent's authority were genuine, valid, and still in effect; and the agent had not exceeded and had properly exercised the authority. (4) A person that is asked to accept a South Dakota compliant power of attorney may request, and rely upon, without further investigation: (a) An agent's certification under penalty of perjury of any factual matter concerning the principal, agent, or power of attorney; (b) An English translation of the power of attorney if the power of attorney contains, in whole or in part, language other than English; and (c) An opinion of counsel as to any matter of law concerning the power of attorney if the person making the request provides in a writing or other record the reason for the request. (5) An English translation or an opinion of counsel requested under this section shall be provided at the principal's expense unless the request is made more than seven business days after the power of attorney is presented for acceptance. (6) For purposes of this section and section 19 of this Act, a person that conducts activities through employees is without actual knowledge of a fact relating to a power of attorney, a principal, or an agent if the employee conducting the transaction involving the power of attorney is without actual knowledge of the fact. Section 19. That the code be amended by adding a NEW SECTION to read: (1) A person shall accept a South Dakota compliant power of attorney or request a certification, a translation, or an opinion of counsel under subdivision (4) of section 18 of this Act no later than seven business days after presentation of the power of attorney for acceptance. If a person requests a certification, a translation, or an opinion of counsel under subdivision (4) of section 18 of this Act, the person shall accept the power of attorney no later than five business days after receipt of the certification, translation, or opinion of counsel. A person may not require an additional or different form of power of attorney for authority granted in the power of attorney presented. (2) A person is not required to accept a South Dakota compliant power of attorney if: (a) The person is not otherwise required to engage in a transaction with the principal in the same circumstances; (b) Engaging in a transaction with the agent or the principal in the same circumstances would be inconsistent with federal law; (c) The person has actual knowledge of the termination of the agent's authority or of the power of attorney before exercise of the power; (d) A request for a certification, a translation, or an opinion of counsel under subdivision (4) of section 18 of this Act is refused; (e) The person in good faith believes that the power is not valid or that the agent does not have the authority to perform the act requested, whether or not a certification, a translation, or an opinion of counsel under subdivision (4) of section 18 of this Act has been requested or provided; or (f) The person makes, or has actual knowledge that another person has made, a report to the South Dakota Department of Social Services or an office of a state's attorney stating a good faith belief that the principal may be subject to physical or financial abuse, neglect, exploitation, or abandonment by the agent or a person acting for or with the agent. (3) A person that refuses in violation of this section to accept a South Dakota compliant power of attorney is subject to: (a) A court order mandating acceptance of the power of attorney; and (b) Liability for reasonable attorney's fees and costs incurred in any action or proceeding that confirms the validity of the power of attorney or mandates acceptance of the power of attorney. Section 20. That the code be amended by adding a NEW SECTION to read: Unless otherwise required under this Act, the principles of law and equity apply to the provisions of this Act. Section 21. That the code be amended by adding a NEW SECTION to read: Nothing in this Act may be interpreted to amend or supersede any other law applicable to financial institutions or other entities. Section 22. That the code be amended by adding a NEW SECTION to read: The remedies under this Act are not exclusive and do not abrogate any right or remedy under the laws of this state. Section 23. That the code be amended by adding a NEW SECTION to read: (1) An agent under a power of attorney may do the following on behalf of the principal or with the principal's property only if the power of attorney expressly grants the agent the authority and exercise of the authority is not otherwise prohibited by another agreement or instrument to which the authority or property is subject: (a) Create, amend, revoke, or terminate an inter vivos trust; (b) Make a gift; (c) Create or change rights of survivorship; (d) Create or change a beneficiary designation; (e) Delegate authority granted under the power of attorney; (f) Waive the principal's right to be a beneficiary of a joint and survivor annuity, including a survivor benefit under a retirement plan; (g) Exercise fiduciary powers that the principal has authority to delegate; (h) Exercise authority over the content of electronic communications, as defined in 18 U.S.C. § 2510(12) and as provided under chapter 55-19, which are sent or received by the principal; or (i) Disclaim property, including a power of appointment. (2) Notwithstanding a grant of authority to do an act described in subdivision (1), unless the power of attorney otherwise provides, an agent that is not an ancestor, spouse, or descendant of the principal, may not exercise authority under a power of attorney to create in the agent, or in an individual to whom the agent owes a legal obligation of support, an interest in the principal's property, whether by gift, right of survivorship, beneficiary designation, disclaimer, or otherwise. (3) Subject to subdivisions (1), (2), (4), and (5) of this section, if a power of attorney grants to an agent authority to do all acts that a principal could do, the agent has the general authority described in sections 26 to 38 of this Act, inclusive. (4) Unless otherwise provided by the power of attorney, a grant of authority to make a gift is subject to section 39 of this Act. (5) Subject to subdivisions (1), (2), and (4) of this section, if the subjects over which authority is granted in a power of attorney are similar or overlap, the broadest authority controls. (6) Authority granted in a power of attorney is exercisable with respect to property that the principal has when the power of attorney is executed or acquires later, whether or not the property is located in this state and whether or not the authority is exercised or the power of attorney is executed in this state. (7) An act performed by an agent pursuant to a power of attorney has the same effect and inures to the benefit of and binds the principal and the principal's successors in interest as if the principal had performed the act. (8) Notwithstanding the provisions of subdivision (1), an agent may amend, terminate, or revoke an inter vivos revocable trust only when the settlor is incapacitated or not reasonably available and to the extent expressly authorized by the power of attorney with specific reference to the trust and expressly authorized by the terms of the governing trust instrument. Section 24. That the code be amended by adding a NEW SECTION to read: (1) An agent has authority described in this Act if the power of attorney refers to general authority with respect to the descriptive term for the subjects stated in sections 26 to 39 of this Act, inclusive, or cites the section in which the authority is described. (2) A reference in a power of attorney to general authority with respect to the descriptive term for a subject in sections 26 to 39 of this Act, inclusive, or a citation to a section of sections 26 to 39 of this Act, inclusive, incorporates the entire section as if it were set out in full in the power of attorney. (3) A principal may modify authority incorporated by reference. Section 25. That the code be amended by adding a NEW SECTION to read: Except as otherwise provided in the power of attorney, by executing a power of attorney that incorporates by reference a subject described in sections 26 to 39 of this Act, inclusive, or that grants to an agent authority to do all acts that a principal could do pursuant to subdivision (3) of section 23 of this Act, a principal authorizes the agent, regarding that subject, to: (1) Demand, receive, and obtain by litigation or otherwise, money or another thing of value to which the principal is, may become, or claims to be entitled, and conserve, invest, disburse, or use anything so received or obtained for the purposes intended; (2) Contract in any manner with any person, on terms agreeable to the agent, to accomplish a purpose of a transaction and perform, rescind, cancel, terminate, reform, restate, release, or modify the contract or another contract made by or on behalf of the principal; (3) Execute, acknowledge, seal, deliver, file, or record any instrument or communication the agent considers desirable to accomplish a purpose of a transaction, including creating at any time a schedule listing some or all of the principal's property and attaching it to the power of attorney; (4) Initiate, participate in, submit to alternative dispute resolution, settle, oppose, or propose or accept a compromise with respect to a claim existing in favor of or against the principal or intervene in litigation relating to the claim; (5) Seek on the principal's behalf the assistance of a court or other governmental agency to carry out an act authorized in the power of attorney; (6) Engage, compensate, and discharge an attorney, accountant, discretionary investment manager, expert witness, or other advisor; (7) Prepare, execute, and file a record, report, or other document to safeguard or promote the principal's interest under a statute or regulation; (8) Communicate with any representative or employee of a government or governmental subdivision, agency, or instrumentality, on behalf of the principal; (9) Access communications intended for, and communicate on behalf of the principal, whether by mail, electronic transmission, telephone, or other means; and (10) Do any lawful act with respect to the subject and all property related to the subject. Section 26. That the code be amended by adding a NEW SECTION to read: Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to real property authorizes the agent to: (1) Demand, buy, lease, receive, accept as a gift or as security for an extension of credit, or otherwise acquire or reject an interest in real property or a right incident to real property; (2) Sell; exchange; convey with or without covenants, representations, or warranties; quitclaim; release; surrender; retain title for security; encumber; partition; consent to partitioning; subject to an easement or covenant; subdivide; apply for zoning or other governmental permits; plat or consent to platting; develop; grant an option concerning; lease; sublease; contribute to an entity in exchange for an interest in that entity; or otherwise grant or dispose of an interest in real property or a right incident to real property; (3) Pledge or mortgage an interest in real property or right incident to real property as security to borrow money or pay, renew, or extend the time of payment of a debt of the principal or a debt guaranteed by the principal; (4) Release, assign, satisfy, or enforce by litigation or otherwise a mortgage, deed of trust, conditional sale contract, encumbrance, lien, or other claim to real property which exists or is asserted; (5) Manage or conserve an interest in real property or a right incident to real property owned or claimed to be owned by the principal, including: (a) Insuring against liability or casualty or other loss; (b) Obtaining or regaining possession of or protecting the interest or right by litigation or otherwise; (c) Paying, assessing, compromising, or contesting taxes or assessments or applying for and receiving refunds in connection with them; and (d) Purchasing supplies, hiring assistance or labor, and making repairs or alterations to the real property; (6) Use, develop, alter, replace, remove, erect, or install structures or other improvements upon real property in or incident to which the principal has, or claims to have, an interest or right; (7) Participate in a reorganization with respect to real property or an entity that owns an interest in or right incident to real property and receive, and hold, and act with respect to stocks and bonds or other property received in a plan of reorganization, including: (a) Selling or otherwise disposing of them; (b) Exercising or selling an option, right of conversion, or similar right with respect to them; and (c) Exercising any voting rights in person or by proxy; (8) Change the form of title of an interest in or right incident to real property; and (9) Dedicate to public use, with or without consideration, easements or other real property in which the principal has, or claims to have, an interest. Section 27. That the code be amended by adding a NEW SECTION to read: Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to tangible personal property authorizes the agent to: (1) Demand, buy, receive, accept as a gift or as security for an extension of credit, or otherwise acquire or reject ownership or possession of tangible personal property or an interest in tangible personal property; (2) Sell; exchange; convey with or without covenants, representations, or warranties; quitclaim; release; surrender; create a security interest in; grant options concerning; lease; sublease; or otherwise dispose of tangible personal property or an interest in tangible personal property; (3) Grant a security interest in tangible personal property or an interest in tangible personal property as security to borrow money or pay, renew, or extend the time of payment of a debt of the principal or a debt guaranteed by the principal; (4) Release, assign, satisfy, or enforce by litigation or otherwise, a security interest, lien, or other claim on behalf of the principal, with respect to tangible personal property or an interest in tangible personal property; (5) Manage or conserve tangible personal property or an interest in tangible personal property on behalf of the principal, including: (a) Insuring against liability, casualty, or other loss; (b) Obtaining or regaining possession of or protecting the property or interest by litigation or otherwise; (c) Paying, assessing, compromising, or contesting taxes or assessments, or applying for and receiving refunds in connection with taxes or assessments; (d) Relocating the property; (e) Storing the property for hire or on a gratuitous bailment; and (f) Using and making repairs, alterations, or improvements to the property; and (6) Change the form of title of an interest in tangible personal property. Section 28. That the code be amended by adding a NEW SECTION to read: Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to stocks and bonds authorizes the agent to: (1) Buy, sell, and exchange stocks and bonds; (2) Establish, continue, modify, or terminate an account with respect to stocks and bonds; (3) Pledge stocks and bonds as security to borrow, pay, renew, or extend the time of payment of a debt of the principal; (4) Receive certificates and other evidences of ownership with respect to stocks and bonds; and (5) Exercise voting rights with respect to stocks and bonds in person or by proxy, enter into voting trusts, and consent to limitations on the right to vote. Section 29. That the code be amended by adding a NEW SECTION to read: Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to commodities and options authorizes the agent to: (1) Buy, sell, exchange, assign, settle, and exercise commodity futures contracts and call or put options on stocks or stock indexes traded on a regulated option exchange; and (2) Establish, continue, modify, and terminate option accounts. Section 30. That the code be amended by adding a NEW SECTION to read: Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to banks and other financial institutions authorizes the agent to: (1) Continue, modify, and terminate an account or other banking arrangement made by or on behalf of the principal; (2) Establish, modify, and terminate an account or other banking arrangement with a bank, trust company, savings and loan association, credit union, thrift company, brokerage firm, or other financial institution selected by the agent; (3) Contract for services available from a financial institution, including renting a safe deposit box or space in a vault; (4) Withdraw, by check, order, electronic funds transfer, or otherwise, money or property of the principal deposited with or left in the custody of a financial institution; (5) Receive statements of account, vouchers, notices, and similar documents from a financial institution and act with respect to them; (6) Enter a safe deposit box or vault and withdraw or add to the contents; (7) Borrow money and pledge as security personal property of the principal necessary to borrow money or pay, renew, or extend the time of payment of a debt of the principal or a debt guaranteed by the principal; (8) Make, assign, draw, endorse, discount, guarantee, and negotiate promissory notes, checks, drafts, and other negotiable or nonnegotiable paper of the principal or payable to the principal or the principal's order, transfer money, receive the cash or other proceeds of those transactions, and accept a draft drawn by a person upon the principal and pay it when due; (9) Receive for the principal and act upon a sight draft, warehouse receipt, or other document of title whether tangible or electronic, or other negotiable or nonnegotiable instrument; (10) Apply for, receive, and use letters of credit, credit and debit cards, electronic transaction authorizations, and traveler's checks from a financial institution and give an indemnity or other agreement in connection with letters of credit; and (11) Consent to an extension of the time of payment with respect to commercial paper or a financial transaction with a financial institution. Section 31. That the code be amended by adding a NEW SECTION to read: Subject to the terms of the governing instrument of an entity or an entity ownership interest, and unless the power of attorney otherwise provides, language in a power of attorney granting general authority regarding operation of an entity or business authorizes the agent to: (1) Operate, buy, sell, enlarge, reduce, or terminate an ownership interest; (2) Perform a duty or discharge a liability and exercise in person or by proxy a right, power, privilege, or option that the principal has, may have, or claims to have; (3) Enforce the terms of an ownership agreement; (4) Initiate, participate in, submit to alternative dispute resolution, settle, oppose, or propose or accept a compromise with respect to litigation to which the principal is a party because of an ownership interest; (5) Exercise in person or by proxy, or enforce by litigation or otherwise, a right, power, privilege, or option the principal has or claims to have as the holder of stocks and bonds; (6) Initiate, participate in, submit to alternative dispute resolution, settle, oppose, or propose or accept a compromise with respect to litigation to which the principal is a party concerning stocks and bonds; (7) With respect to an entity or business owned solely by the principal: (a) Continue, modify, renegotiate, extend, and terminate a contract made by or on behalf of the principal with respect to the entity or business before execution of the power of attorney; (b) Determine: (i) The location of its operation; (ii) The nature and extent of its business; (iii) The methods of manufacturing, selling, merchandising, financing, accounting, and advertising employed in its operation; (iv) The amount and types of insurance carried; and (v) The mode of engaging, compensating, and dealing with its employees and accountants, attorneys, or other advisors; (c) Change the name or form of organization under which the entity or business is operated and enter into an ownership agreement with other persons to take over all or part of the operation of the entity or business; and (d) Demand and receive money due or claimed by the principal or on the principal's behalf in the operation of the entity or business and control and disburse the money in the operation of the entity or business; (8) Put additional capital into an entity or business in which the principal has an interest; (9) Join in a plan of reorganization, consolidation, conversion, domestication, or merger of the entity or business; (10) Sell or liquidate all or part of an entity or business; (11) Establish the value of an entity or business under a buy-out agreement to which the principal is a party; (12) Prepare, sign, file, and deliver reports, compilations of information, returns, or other papers with respect to an entity or business and make related payments; and (13) Pay, compromise, or contest taxes, assessments, fines, or penalties and perform any other act to protect the principal from illegal or unnecessary taxation, assessments, fines, or penalties, with respect to an entity or business, including attempts to recover, in any manner permitted by law, money paid before or after the execution of the power of attorney. Section 32. That the code be amended by adding a NEW SECTION to read: Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to insurance and annuities authorizes the agent to: (1) Continue, pay the premium or make a contribution on, modify, exchange, rescind, release, or terminate a contract procured by or on behalf of the principal that insures or provides an annuity to either the principal or another person, whether or not the principal is a beneficiary under the contract; (2) Procure new, different, and additional contracts of insurance and annuities for the principal and the principal's spouse, children, and other dependents, and select the amount, type of insurance or annuity, and mode of payment; (3) Pay the premium or make a contribution on, modify, exchange, rescind, release, or terminate a contract of insurance or annuity procured by the agent; (4) Apply for and receive a loan secured by a contract of insurance or annuity; (5) Surrender and receive the cash surrender value on a contract of insurance or annuity; (6) Exercise an election; (7) Exercise investment powers available under a contract of insurance or annuity; (8) Change the manner of paying premiums on a contract of insurance or annuity; (9) Change or convert the type of insurance or annuity with respect to which the principal has or claims to have authority described in this section; (10) Apply for and procure a benefit or assistance under a statute or regulation to guarantee or pay premiums of a contract of insurance on the life of the principal; (11) Collect, sell, assign, hypothecate, borrow against, or pledge the interest of the principal in a contract of insurance or annuity; (12) Select the form and timing of the payment of proceeds from a contract of insurance or annuity; and (13) Pay, from proceeds or otherwise, compromise or contest, and apply for refunds in connection with, a tax or assessment levied by a taxing authority with respect to a contract of insurance or annuity or its proceeds or liability accruing by reason of the tax or assessment. Section 33. That the code be amended by adding a NEW SECTION to read: (1) For purposes of this section, the terms, estate, trust, or other beneficial interest, mean a trust, probate estate, guardianship, conservatorship, escrow, or custodianship or a fund from which the principal is, may become, or claims to be, entitled to a share or payment. (2) Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to estates, trusts, and other beneficial interests authorizes the agent to: (a) Accept, receive, receipt for, sell, assign, pledge, or exchange a share in or payment from an estate, trust, or other beneficial interest; (b) Demand or obtain money or another thing of value to which the principal is, may become, or claims to be, entitled by reason of an estate, trust, or other beneficial interest, by litigation or otherwise; (c) Exercise for the benefit of the principal a presently exercisable general power of appointment held by the principal; (d) Initiate, participate in, submit to alternative dispute resolution, settle, oppose, or propose or accept a compromise with respect to litigation to ascertain the meaning, validity, or effect of a deed, will, declaration of trust, or other instrument or transaction affecting the interest of the principal; (e) Initiate, participate in, submit to alternative dispute resolution, settle, oppose, or propose or accept a compromise with respect to litigation to remove, substitute, or surcharge a fiduciary; (f) Conserve, invest, disburse, or use anything received for an authorized purpose; (g) Transfer an interest of the principal in real property, stocks and bonds, accounts with financial institutions or securities intermediaries, insurance, annuities, and other property to the trustee of a revocable trust created by the principal as settlor; and (h) Act as a representative pursuant to subdivision 55-18-9(8), except as otherwise provided in subdivision (8) of section 23 of this Act. Section 34. That the code be amended by adding a NEW SECTION to read: Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to claims and litigation authorizes the agent to: (1) Assert and maintain before a court or administrative agency a claim, claim for relief, cause of action, counterclaim, offset, recoupment, or defense, including an action to recover property or other thing of value, recover damages sustained by the principal, eliminate or modify tax liability, or seek an injunction, specific performance, or other relief; (2) Bring an action to determine adverse claims or intervene or otherwise participate in litigation; (3) Seek an attachment, garnishment, order of arrest, or other preliminary, provisional, or intermediate relief and use an available procedure to effect or satisfy a judgment, order, or decree; (4) Make or accept a tender, offer of judgment, or admission of facts, submit a controversy on an agreed statement of facts, consent to examination, and bind the principal in litigation; (5) Submit to alternative dispute resolution, settle, and propose or accept a compromise; (6) Waive the issuance and service of process upon the principal, accept service of process, appear for the principal, designate persons upon which process directed to the principal may be served, execute and file or deliver stipulations on the principal's behalf, verify pleadings, seek appellate review, procure and give surety and indemnity bonds, contract and pay for the preparation and printing of records and briefs, receive, execute, and file or deliver a consent, waiver, release, confession of judgment, satisfaction of judgment, notice, agreement, or other instrument in connection with the prosecution, settlement, or defense of a claim or litigation; (7) Act for the principal with respect to bankruptcy or insolvency, whether voluntary or involuntary, concerning the principal or some other person, or with respect to a reorganization, receivership, or application for the appointment of a receiver or trustee which affects an interest of the principal in property or other thing of value; (8) Pay a judgment, award, or order against the principal or a settlement made in connection with a claim or litigation; and (9) Receive money or other thing of value paid in settlement of or as proceeds of a claim or litigation. Section 35. That the code be amended by adding a NEW SECTION to read: (1) Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to personal and family maintenance authorizes the agent to: (a) Perform the acts necessary to maintain the customary standard of living of the principal, the principal's spouse, and the following individuals, whether living when the power of attorney is executed or later born: (i) The principal's minor children; (ii) The principal's adult children who are pursuing a postsecondary school education and are under the age of twenty-five; (iii) The principal's parents or the parents of the principal's spouse, if the principal had established a pattern of such payments; and (iv) Any other individual legally entitled to be supported by the principal; (b) Make periodic payments of child support and other family maintenance required by a court or governmental agency or an agreement to which the principal is a party; (c) Provide living quarters for the individuals described in subsection (1)(a) by: (i) Purchase, lease, or other contract; or (ii) Paying the operating costs, including interest, amortization payments, repairs, improvements, and taxes, for premises owned by the principal or occupied by those individuals; (d) Provide normal domestic help, usual vacations and travel expenses, and funds for shelter, clothing, food, appropriate education, including postsecondary and vocational education, and other current living costs for the individuals described in subsection (1)(a); (e) Pay expenses for necessary health care and custodial care on behalf of the individuals described in subsection (1)(a); (f) Act as the principal's personal representative pursuant to the Health Insurance Portability and Accountability Act, sections 1171 to 1179, inclusive, of the Social Security Act, 42 U.S.C. § 1320(d), and applicable regulations, in making decisions related to the past, present, or future payment for the provision of health care consented to by the principal or anyone authorized under the law of this state to consent to health care on behalf of the principal; (g) Continue any provision made by the principal for automobiles or other means of transportation, including registering, licensing, insuring, and replacing them, for the individuals described in subsection (1)(a); (h) Maintain credit and debit accounts for the convenience of the individuals described in subsection (1)(a) and open new accounts; and (i) Continue payments incidental to the membership or affiliation of the principal in a religious institution, club, society, order, or other organization or to continue contributions to those organizations. (2) Authority with respect to personal and family maintenance is neither dependent upon, nor limited by, authority that an agent may or may not have with respect to gifts under this Act. Section 36. That the code be amended by adding a NEW SECTION to read: (1) For purposes of this section, the terms, benefits from governmental programs, or civil or military service, mean any benefit, program, or assistance provided under a statute or regulation including Social Security, Medicare, and Medicaid. (2) Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to benefits from governmental programs or civil or military service authorizes the agent to: (a) Execute vouchers in the name of the principal for allowances and reimbursements payable by the United States or a foreign government or by a state or political subdivision of a state to the principal, including allowances and reimbursements for transportation of the individuals described in subsection (1)(a) of section 35 of this Act, and for shipment of their household effects; (b) Take possession and order the removal and shipment of property of the principal from a post, warehouse, depot, dock, or other place of storage or safekeeping, either governmental or private, and execute and deliver a release, voucher, receipt, bill of lading, shipping ticket, certificate, or other instrument for that purpose; (c) Enroll in, apply for, select, reject, change, amend, or discontinue, on the principal's behalf, a benefit or program; (d) Prepare, file, and maintain a claim of the principal for a benefit or assistance, financial or otherwise, to which the principal may be entitled under a statute or regulation; (e) Initiate, participate in, submit to alternative dispute resolution, settle, oppose, or propose or accept a compromise with respect to litigation concerning any benefit or assistance the principal may be entitled to receive under a statute or regulation; and (f) Receive the financial proceeds of a claim described in paragraph (d) and conserve, invest, disburse, or use for a lawful purpose anything so received. Section 37. That the code be amended by adding a NEW SECTION to read: (1) For purposes of this section, the term, retirement plan, means a plan or account created by an employer, the principal, or another individual to provide retirement benefits or deferred compensation of which the principal is a participant, beneficiary, or owner, including a plan or account under the following sections of the Internal Revenue Code: (a) An individual retirement account under 26 U.S.C. § 408; (b) A Roth individual retirement account under 26 U.S.C. § 408A; (c) A deemed individual retirement account under 26 U.S.C. § 408(q); (d) An annuity or mutual fund custodial account under 26 U.S.C. § 403(b); (e) A pension, profit-sharing, stock bonus, or other retirement plan qualified under 26 U.S.C. § 401(a); (f) A plan under 26 U.S.C. § 457(b); and (g) A nonqualified deferred compensation plan under 26 U.S.C. § 409A. (2) Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to retirement plans authorizes the agent to: (a) Select the form and timing of payments under a retirement plan and withdraw benefits from a plan; (b) Make a rollover, including a direct trustee-to-trustee rollover, of benefits from one retirement plan to another; (c) Establish a retirement plan in the principal's name; (d) Make contributions to a retirement plan; (e) Exercise investment powers available under a retirement plan; and (f) Borrow from, sell assets to, or purchase assets from a retirement plan. Section 38. That the code be amended by adding a NEW SECTION to read: Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to taxes authorizes the agent to: (1) Prepare, sign, and file federal, state, local, and foreign income, gift, payroll, property, Federal Insurance Contributions Act, and other tax returns, claims for refunds, requests for extension of time, petitions regarding tax matters, and any other tax-related documents, including receipts, offers, waivers, consents, including consents and agreements under 26 U.S.C. § 2032A, closing agreements, and any power of attorney required by the Internal Revenue Service or other taxing authority with respect to a tax year upon which the statute of limitations has not run and the following twenty-five tax years; (2) Pay taxes due, collect refunds, post bonds, receive confidential information, and contest deficiencies determined by the Internal Revenue Service or other taxing authority; (3) Exercise any election available to the principal under federal, state, local, or foreign tax law; and (4) Act for the principal in all tax matters for all periods before the Internal Revenue Service, or other taxing authority. Section 39. That the code be amended by adding a NEW SECTION to read: (1) For purposes of this section, a gift \"for the benefit of\" a person includes a gift to a trust, an account under the Uniform Transfers to Minors Act (1983/1986), and a tuition savings account or prepaid tuition plan as defined under 26 U.S.C. § 529. (2) Unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to gifts authorizes the agent only to: (a) Make outright to, or for the benefit of, a person, a gift of any of the principal's property, including by the exercise of a presently exercisable general power of appointment held by the principal, in an amount per donee not to exceed the annual dollar limits of the federal gift tax exclusion under 26 U.S.C. § 2503(b), without regard to whether the federal gift tax exclusion applies to the gift, or if the principal's spouse agrees to consent to a split gift pursuant to 26 U.S.C. § 2513, in an amount per donee not to exceed twice the annual federal gift tax exclusion limit; and (b) Consent, pursuant to 26 U.S.C. § 2513, to the splitting of a gift made by the principal's spouse in an amount per donee not to exceed the aggregate annual gift tax exclusions for both spouses. (3) An agent may make a gift of the principal's property only as the agent determines is consistent with the principal's objectives if actually known by the agent and, if unknown, as the agent determines is consistent with the principal's best interest based on all relevant factors, including: (a) The value and nature of the principal's property; (b) The principal's foreseeable obligations and need for maintenance; (c) Minimization of taxes, including income, estate, inheritance, generation-skipping transfer, and gift taxes; (d) Eligibility for a benefit, a program, or assistance under a statute or regulation; and (e) The principal's personal history of making or joining in making gifts. Section 40. That the code be amended by adding a NEW SECTION to read: Except as otherwise provided in this Act: (1) This Act applies to a power of attorney created on, or after July 1, 2018; (2) This Act applies to a judicial proceeding concerning a power of attorney commenced on or after July 1, 2018; (3) This Act applies to a judicial proceeding concerning a power of attorney commenced before July 1, 2018, unless the court finds that application of a provision of this Act would substantially interfere with the effective conduct of the judicial proceeding or prejudice the rights of a party, in which case that provision does not apply and the superseded law applies; and (4) An act done before July 1, 2018 is not affected by this Act. Section 41. That the code be amended by adding a NEW SECTION to read: A document substantially in the following form may be used to create a statutory form power of attorney that has the meaning and effect prescribed by this Act. The provisions of §§ 43-28-23 and 7-9-1 apply to any power of attorney that is to be recorded with the register of deeds. SOUTH DAKOTA STATUTORY FORM POWER OF ATTORNEY IMPORTANT INFORMATION This power of attorney authorizes another person (your agent) to make decisions concerning your property for you (the principal). Your agent will be able to make decisions and act with respect to your property (including your money) whether or not you are able to act for yourself. The meaning of authority over subjects listed on this form is explained in the South Dakota Uniform Power of Attorney Act. This power of attorney does not authorize the agent to make health-care decisions for you. You should select someone you trust to serve as your agent. Unless you specify otherwise, generally the agent's authority will continue until you die or revoke the power of attorney or the agent resigns or is unable to act for you. Your agent is entitled to reasonable compensation unless you state otherwise in the Special Instructions. This form provides for designation of one agent. If you wish to name more than one agent you may name a co-agent in the Special Instructions. Co-agents are not required to act together unless you include that requirement in the Special Instructions. If your agent is unable or unwilling to act for you, your power of attorney will end unless you have named a successor agent. You may also name a second successor agent. This power of attorney becomes effective immediately unless you state otherwise in the Special Instructions. If you have questions about the power of attorney or the authority you are granting to your agent, you should seek legal advice before signing this form. DESIGNATION OF AGENT I ________________________________ name the following person as my agent: (Name of Principal) Name of Agent: ______________________________________ Agent's Address: _____________________________________ Agent's Telephone Number: ____________________________ DESIGNATION OF SUCCESSOR AGENT(S) (OPTIONAL) If my agent is unable or unwilling to act for me, I name as my successor agent: Name of Successor Agent: ________________________________ Successor Agent's Address: _______________________________ Successor Agent's Telephone Number: ______________________ If my successor agent is unable or unwilling to act for me, I name as my second successor agent: Name of Second Successor Agent: ___________________________ Second Successor Agent's Address: ___________________________ Second Successor Agent's Telephone Number: __________________ GRANT OF GENERAL AUTHORITY I grant my agent and any successor agent general authority to act for me with respect to the following subjects as defined in the South Dakota Uniform Power of Attorney Act: (INITIAL each subject you want to include in the agent's general authority. If you wish to grant general authority over all of the subjects you may initial \"All Preceding Subjects\" instead of initialing each subject.) (___) Real Property (section 26 of this Act) (___) Tangible Personal Property (section 27 of this Act) (___) Stocks and Bonds (section 28 of this Act) (___) Commodities and Options (section 29 of this Act) (___) Banks and Other Financial Institutions (section 30 of this Act) (___) Operation of Entity or Business (section 31 of this Act) (___) Insurance and Annuities (section 32 of this Act) (___) Estates, Trusts, and Other Beneficial Interests (section 33 of this Act) (___) Claims and Litigation (section 34 of this Act) (___) Personal and Family Maintenance (section 35 of this Act) (___) Benefits from Governmental Programs or Civil or Military Service (section 36 of this Act) (___) Retirement Plans (section 37 of this Act) (___) Taxes (section 38 of this Act) (___) All Preceding Subjects (section 26 to 38 of this Act, inclusive) GRANT OF SPECIFIC AUTHORITY (OPTIONAL) My agent MAY NOT do any of the following specific acts for me UNLESS I have INITIALED the specific authority listed below: (CAUTION: Granting any of the following will give your agent the authority to take actions that could significantly reduce your property or change how your property is distributed at your death. INITIAL ONLY the specific authority you WANT to give your agent.) (___) Create an inter vivos trust or amend, revoke, or terminate the (Name of Trust) dated (Date) (___) Make a gift, subject to the limitations of the South Dakota Uniform Power of Attorney Act section 39 and any special instructions in this power of attorney (___) Create or change rights of survivorship (___) Create or change a beneficiary designation (___) Authorize another person to exercise the authority granted under this power of attorney (___) Waive the principal's right to be a beneficiary of a joint and survivor annuity, including a survivor benefit under a retirement plan (___) Exercise fiduciary powers that the principal has authority to delegate (___) Access the content of electronic communications (___) Disclaim or refuse an interest in property, including a power of appointment LIMITATION ON AGENT'S AUTHORITY An agent that is not my ancestor, spouse, or descendant MAY NOT use my property to benefit the agent or a person to whom the agent owes an obligation of support unless I have included that authority in the Special Instructions. SPECIAL INSTRUCTIONS (OPTIONAL) (INITIAL if you wish for the agent to only have authority upon your incapacity instead of immediately.) (___) My agent(s) shall only have the authority to act upon my later incapacity. You may give additional special instructions on the following lines: _________________________________________________________________________ _________________________________________________________________________ ___________________________________________________________________________ EFFECTIVE DATE This power of attorney is effective immediately unless I have stated otherwise in the Special Instructions. NOMINATION OF CONSERVATOR AND/OR GUARDIAN (OPTIONAL) If it becomes necessary for a court to appoint a conservator of my estate, I nominate the following person(s) for appointment: Name of Nominee for conservator of my estate: _________________________________________________________________ Nominee's Address: ________________________________________________ Nominee's Telephone Number: ___________________________ If it becomes necessary for a court to appoint a guardian of my person, I nominate the following person(s) for appointment: Name of Nominee for guardian of my person: _________________________________________________________________ Nominee's Address: ________________________________________________ Nominee's Telephone Number: _________________________________ RELIANCE ON THIS POWER OF ATTORNEY Any person, including my agent, may rely upon the validity of this power of attorney or a copy of it unless that person knows it has terminated or is invalid. SIGNATURE AND ACKNOWLEDGMENT ________________________________________ ___________________, 2____ Your Signature Date ____________________________________________ Your Name Printed ____________________________________________ Your Address ____________________________________________ Your Telephone Number State of ____________________________ ) )SS. County of___________________________) This Statutory Form Power of Attorney document was acknowledged before me on _____________________, 2_____ by ___________________________________. (Date) (Name of Principal) ___________________________________________ (Seal) Signature of Notary Public My commission expires: IMPORTANT INFORMATION FOR AGENT Agent's Duties When you accept the authority granted under this power of attorney, a special legal relationship is created between you and the principal. This relationship imposes upon you legal duties that continue until you resign or the power of attorney is terminated or revoked. You must: (1) Do what you know the principal reasonably expects you to do with the principal's property or, if you do not know the principal's expectations, act in the principal's best interest; (2) Act in good faith; (3) Do nothing beyond the authority granted in this power of attorney; and (4) Disclose your identity as an agent whenever you act for the principal by writing or printing the name of the principal and signing your own name as \"agent\" in the following manner: (Principal's Name) by (Your Signature) as Agent under POA dated (Date) Unless the Special Instructions in this power of attorney state otherwise, you must also: (1) Act loyally for the principal's benefit; (2) Avoid conflicts that would impair your ability to act in the principal's best interest; (3) Act with care, competence, and diligence; (4) Keep a record of all receipts, disbursements, and transactions made on behalf of the principal; (5) Cooperate with any person that has authority to make health-care decisions for the principal to do what you know the principal reasonably expects or, if you do not know the principal's expectations, to act in the principal's best interest; and (6) Attempt to preserve the principal's estate plan if you know the plan and preserving the plan is consistent with the principal's best interest. Termination of Agent's Authority You must stop acting on behalf of the principal if you learn of any event that terminates this power of attorney or your authority under this power of attorney. Events that terminate a power of attorney or your authority to act under a power of attorney include: (1) Death of the principal; (2) The principal's revocation of the power of attorney or your authority; (3) The occurrence of a termination event stated in the power of attorney; (4) The purpose of the power of attorney is fully accomplished; or (5) If you are married to the principal, a legal action is filed with a court to end your marriage, or for your legal separation, unless the Special Instructions in this power of attorney state that such an action will not terminate your authority. Liability of Agent The meaning of the authority granted to you is defined in the South Dakota Uniform Power of Attorney Act. If you violate the South Dakota Uniform Power of Attorney Act or act outside the authority granted, you may be liable for any damages caused by your violation. In addition to civil liability, failure to comply with your duties and authority granted under this document could subject you to criminal prosecution for grand theft, embezzlement of property received in trust, among other criminal charges. If the principal is 65 years of age or older, or an adult with a disability, you could also be prosecuted for elder abuse and financial exploitation. If there is anything about this document or your duties that you do not understand, you should seek legal advice. Section 42. That the code be amended by adding a NEW SECTION to read: The following optional form may be used by an agent to certify facts concerning a power of attorney. The provisions of §§ 43-28-23 and 7-9-1 apply to any power of attorney that is to be recorded with the register of deeds. AGENT'S CERTIFICATION AS TO THE VALIDITY OF POWER OF ATTORNEY AND AGENT'S AUTHORITY State of ______________________) )SS. AFFIDAVIT County of_____________________) I, _____________________________________________ (Name of Agent), certify under penalty of perjury that __________________________________________(Name of Principal) granted me authority as an agent or successor agent in a power of attorney dated _____________________, 2____. I further certify that to my knowledge: (1) The Principal is alive and has not revoked the Power of Attorney or my authority to act under the Power of Attorney and the Power of Attorney and my authority to act under the Power of Attorney have not terminated; (2) If the Power of Attorney was drafted to become effective upon the happening of an event or contingency, the event or contingency has occurred; (3) If I was named as a successor agent, the prior agent is no longer able or willing to serve; and (4) _____________________________________________________________________________________________________________________________________________________________________________________________________ (Insert other relevant statements) SIGNATURE AND ACKNOWLEDGMENT ____________________________________________ _______________, 2____ Agent's Signature Date ____________________________________________ Agent's Name Printed Agent's Address ____________________________________________ Agent's Telephone Number ____________________________________________ State of ____________________________ ) )SS. County of___________________________ ) This Agent's Certification as to the Validity of Power of Attorney and Agent's Authority document was acknowledged before me on _____________________, 2_____ by ___________________________________. (Date) (Name of Agent) ____________________________________________ (Seal) Signature of Notary Public My commission expires: Section 43. That the code be amended by adding a NEW SECTION to read: A document substantially in the following form may be used to create a statutory form revocation of power of attorney that has the meaning and effect prescribed by this chapter. The provisions of §§ 43-28-23 and 7-9-1 apply to any power of attorney that is to be recorded with the register of deeds. SOUTH DAKOTA STATUTORY FORM REVOCATION OF POWER OF ATTORNEY IMPORTANT INFORMATION This revocation of power of attorney revokes a previously executed power of attorney including any nominations of guardian or conservator made within that instrument. This revocation does not revoke any power of attorney authorizing the agent to make health-care decisions for you. You should immediately deliver copies of this revocation to any person, institution, or company that has a copy of the original power of attorney. REVOCATION OF POWER OF ATTORNEY I ________________________________ previously executed a Statutory Form Power of (Name of Principal) Attorney with a date of ______________________, 2____ and named the following person as my agent: Name of Agent: _________________________________ Agent's Address: _________________________________ Agent's Telephone Number: _________________________ I also named the following successor agent(s): Name of Successor Agent: _____________________________ Successor Agent's Address: _____________________________ Successor Agent's Telephone Number: ______________________ Name of Second Successor Agent: ___________________________ Second Successor Agent's Address: _________________________ Second Successor Agent's Telephone Number: _________________ I now hereby revoke that Statutory Form Power of Attorney. EFFECTIVE DATE This revocation of power of attorney is effective immediately. SIGNATURE AND ACKNOWLEDGMENT ____________________________________________ _______________, 2____ Your Signature Date ____________________________________________ Your Name Printed ____________________________________________ Your Address ____________________________________________ Your Telephone Number State of ____________________________ ) )SS. County of ___________________________) This Statutory Form Revocation of Power of Attorney document was acknowledged before me on _____________________, 2_____ by ___________________________________. (Date) (Name of Principal) ____________________________________________ (Seal) Signature of Notary Public My commission expires: Section 44. That § 59-7-2.1 be amended to read: 59-7-2.1. Notwithstanding § 59-7-2, if a principal designates another as the principal's attorney in fact or agent by a written power of attorney which contains the words \"This power of attorney shall not be affected by disability of the principal,\" or \"This power of attorney shall become effective upon the disability of the principal,\" or similar words showing the intent of the principal that the authority conferred is exercisable notwithstanding the principal's disability, the authority of the attorney in fact or agent is exercisable by the attorney in fact or agent as provided in the power on behalf of the principal notwithstanding any later disability or incapacity of the principal or later uncertainty as to whether or not the principal is dead or alive. The a principal may designate another as the principal's attorney-in-fact or agent pursuant to the provisions of section 3 of this Act. A principal may designate any other person as the principal's attorney-in-fact or agent for health care decisions, and the attorney-in-fact shall have the authority to make any health care decision at any time during which the principal lacks capacity. Any durable power of attorney must for health care shall be signed by the principal or in the principal's conscious presence by another individual directed by the principal to sign the principal's name on the power of attorney. The signature must shall be witnessed by two other adult individuals or by a notary public. A power of attorney granted pursuant to this section may authorize the attorney-in-fact to consent to, to reject, or to withdraw consent for health care, including any care, service, or procedure to maintain, diagnose, or treat a person's physical or mental condition. Section 45. That § 59-7-2.4 be amended to read: 59-7-2.4. A principal may nominate, by a durable power of attorney, for health care a guardian of the principal's person or conservator of the principal's estate for consideration by the court should guardianship or conservatorship proceedings for the principal's person or estate be later commenced if protective proceedings for the principal's estate or person are begun after the principal executes the power of attorney for health care. Except for good cause shown or disqualification, the court shall make an appointment under this section in accordance with the principal's most recent nomination. Section 46. That subdivision (1) of § 21-65-1 be amended to read: (1) \"Attorney in fact Attorney-in-fact,\" an agent under a power of attorney pursuant to chapter 59-2 or an attorney in fact attorney-in-fact under a durable power of attorney pursuant to § 59-7-2.1 or the provisions of this Act; Section 47. That § 59-6-11 be amended to read: 59-6-11. A durable power of attorney that purports to be signed by the principal named in the durable power of attorney for health care designated under the provisions of § 59-7-2.1 is presumed valid. Another person may rely on the presumption of validity unless the person has actual knowledge that the power was not validly executed or that the power was revoked. Except as provided in this section, any person who refuses to accept the authority of the agent to exercise a power granted under the durable power of attorney for health care is liable to the principal and to the principal's heirs, assigns, and the personal representative or successor in interest of the principal's estate in the same manner as the person would be liable had the person refused to accept the authority of the principal to act on the principal's own behalf. The person found liable for refusing to accept the authority of an agent is liable for damages and costs, including reasonable attorney's fees. A person who refuses to accept the authority of an agent to exercise a power granted under a durable power of attorney for health care is not liable pursuant to this section if: (1) The person has actual knowledge of the revocation of the durable power of attorney before the exercise of the power; (2) The duration of the durable power of attorney specified in the durable power of attorney has expired; (3) The person has actual knowledge of the death of the principal; (4) The person reasonably believes that the durable power of attorney is not valid under the law of this state; (5) The person reasonably believes that the durable power of attorney does not grant the agent authority to perform the transaction requested; or (6) The person reasonably believes that a course of conduct or refusal to act as proposed by the agent is contrary to the wishes of the principal as expressed to the person. This section does not negate the liability that a person would have to the principal or the agent under another form of power of attorney, under the common law, or otherwise. Section 48. That § 59-7-8 be amended to read: 59-7-8. A physician or other health care provider as defined in subdivision 34-12C-1(5) acting in reliance on a health care decision by an attorney-in-fact or agent whom the physician or health care provider believes in good faith is authorized by this chapter to make a health care decision for the principal or a physician or other health care provider declining to act in reliance on a health care decision by an attorney-in-fact or agent whom the physician or health care provider believes in good faith is not authorized by this chapter to make a health care decision for the principal is not subject to criminal prosecution, civil liability, or professional disciplinary action on the ground that the attorney-in-fact or agent either had or did not have authority to make a health care decision or for disclosing to the attorney-in-fact or agent medical records or other information. A physician or other health care provider who in good faith believes that the principal has or does not have decisional capacity under § 59-7-2.6 is not subject to criminal prosecution, civil liability, or professional disciplinary action for making that determination. A physician or other health care provider who in good faith makes a determination in a writing or other record that a principal is incapacitated within the meaning of subsection (5)(a) of section 1 of this Act is not subject to criminal prosecution, civil liability, or professional disciplinary action for making that determination. An attorney, judge, or governmental official who in good faith makes a determination in a writing or other record that a principal is incapacitated within the meaning of subsection (5)(b) of section 1 of this Act is not subject to criminal prosecution, civil liability, or professional disciplinary action for making that determination. Section 49. That subdivision (2) of § 55-19-1 be amended to read: (2) \"Agent,\" any attorney in fact attorney-in-fact granted authority under a durable power of attorney pursuant to § 59-7-2.1 the provisions of this Act or nondurable power of attorney pursuant to chapter 59-2; Section 50. That § 59-6-11, §§ 59-7-2.2 and 59-7-2.3, §§ 59-7-3 to 59-7-7, inclusive, and § 59-7-10 be repealed. Section 51. That § 29A-5-118 be amended to read: 29A-5-118. The appointment of a guardian or conservator of a protected person does not constitute a general finding of legal incompetence unless the court so orders, and the protected person shall otherwise retain all rights which have not been granted to the guardian or conservator, with the exception of the ability to create an agency and confer authority on another person to do any act that the protected person might do, pursuant to § 59-2-1. Unless prior authorization of the court is first obtained, a guardian or conservator may not change the residence of the minor or protected person to another state, terminate or consent to a termination of the minor's or protected person's parental rights, initiate a change in the minor's or protected person's marital status, or revoke or amend a durable power of attorney of which the protected person is the principal, except as provided in §§ 59-7-10 and § 59-7-11."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8733, "action_date": "2018-01-25T13:00:00-06:00", "document_id": 48021, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48021.pdf", "status_text": "First read in House and referred to", "journal_page": 199, "committee_id_action": 396, "committee_id_assigned": 394, "result": "N", "vote": {}}, {"bill_id": 8733, "action_date": "2018-02-14T10:00:00-06:00", "document_id": 49068, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49068.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 394, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8733, "action_date": "2018-02-14T10:00:00-06:00", "document_id": 49260, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49260.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 394, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8733, "action_date": "2018-02-14T10:00:00-06:00", "document_id": 49260, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49260.pdf", "status_text": "Do Pass Amended", "journal_page": 454, "committee_id_action": 394, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25832, "president_vote": null, "Yea": [1424, 1425, 1279, 1226, 1277, 1215, 1229, 1265], "Nay": [1306, 1247, 1299, 1240, 1257]}}, {"bill_id": 8733, "action_date": "2018-02-20T14:00:00-06:00", "document_id": 49471, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49471.pdf", "status_text": "Motion to amend", "journal_page": 497, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8733, "action_date": "2018-02-20T14:00:00-06:00", "document_id": 49471, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49471.pdf", "status_text": "Do Pass Amended", "journal_page": 497, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26049, "president_vote": null, "Excused": [1313, 1284, 1425, 1291, 1274, 1254, 1285], "Yea": [1241, 1213, 1269, 1297, 1424, 1268, 1279, 1266, 1223, 1307, 1301, 1235, 1294, 1260, 1238, 1250, 1286, 1222, 1265, 1315, 1296, 1292, 1293, 1226, 1249, 1277, 1259, 1299, 1225, 1256, 1261, 1240, 1258, 1305, 1287, 1236, 1215, 1317, 1216, 1229, 1298, 1253], "Nay": [1214, 1282, 1311, 1308, 1312, 1275, 1283, 1314, 1302, 1306, 1247, 1316, 1248, 1310, 1280, 1263, 1295, 1303, 1309, 1255, 1257]}}, {"bill_id": 8733, "action_date": "2018-02-21T14:00:00-06:00", "document_id": 49599, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49599.pdf", "status_text": "First read in Senate and referred to", "journal_page": 527, "committee_id_action": 395, "committee_id_assigned": 373, "result": "N", "vote": {}}, {"bill_id": 8733, "action_date": "2018-02-27T07:45:00-06:00", "document_id": 49725, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49725.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 373, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8733, "action_date": "2018-02-27T07:45:00-06:00", "document_id": 50023, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50023.pdf", "status_text": "Do Pass", "journal_page": 0, "committee_id_action": 373, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 26434, "president_vote": null, "Nay": [1219, 1243, 1239, 1233], "Yea": [1290, 1270, 1272]}}, {"bill_id": 8733, "action_date": "2018-02-27T07:45:00-06:00", "document_id": 50023, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50023.pdf", "status_text": "Tabled", "journal_page": 633, "committee_id_action": 373, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26433, "president_vote": null, "Yea": [1219, 1270, 1243, 1239, 1233], "Nay": [1290, 1272]}}]}