{"session_id": 19, "bill_id": 4564, "bill_type": "Senate Commemoration", "bill_number": 34, "bill_title": "Honoring Ronald Olinger for his long-standing service as a lobbyist at the South Dakota State Capitol.", "sponsors": [{"legislator_profile_id": 334, "is_prime": true}, {"legislator_profile_id": 320, "is_prime": true}, {"legislator_profile_id": 420, "is_prime": false}, {"legislator_profile_id": 362, "is_prime": false}, {"legislator_profile_id": 337, "is_prime": false}, {"legislator_profile_id": 349, "is_prime": false}, {"legislator_profile_id": 410, "is_prime": false}, {"legislator_profile_id": 388, "is_prime": false}, {"legislator_profile_id": 342, "is_prime": false}, {"legislator_profile_id": 340, "is_prime": false}, {"legislator_profile_id": 365, "is_prime": false}, {"legislator_profile_id": 347, "is_prime": false}, {"legislator_profile_id": 336, "is_prime": false}, {"legislator_profile_id": 329, "is_prime": false}, {"legislator_profile_id": 331, "is_prime": false}, {"legislator_profile_id": 317, "is_prime": false}, {"legislator_profile_id": 332, "is_prime": false}, {"legislator_profile_id": 390, "is_prime": false}, {"legislator_profile_id": 328, "is_prime": false}, {"legislator_profile_id": 379, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 4564, "bill_version_id": 27233, "bill_version": "Introduced", "bill_version_date": "2013-03-06T09:58:03.863-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Ronald Olinger for his long-standing service as a lobbyist at the South Dakota State Capitol. WHEREAS, Ronald Olinger, an attorney from Pierre, has served as a lobbyist at the South Dakota State Capitol for nearly four decades; and WHEREAS, Ronald Olinger has lobbied extensively on business and agricultural issues; and WHEREAS, Ronald Olinger is widely regarded as an expert on the South Dakota Constitution; and WHEREAS, Ronald Olinger is a man of principle who has worked on many issues without fee or portfolio simply because he believed it was the right thing to do; and WHEREAS, Ronald Olinger is retiring as a lobbyist at the conclusion of the 2013 South Dakota Legislative Session: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that the Legislature recognizes and honors Ronald Olinger for his long-standing service as a lobbyist at the South Dakota State Capitol."}, {"bill_id": 4564, "bill_version_id": 27433, "bill_version": "Enrolled", "bill_version_date": "2013-03-08T15:53:45.193-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Ronald Olinger for his long-standing service as a lobbyist at the South Dakota State Capitol. WHEREAS, Ronald Olinger, an attorney from Pierre, has served as a lobbyist at the South Dakota State Capitol for nearly four decades; and WHEREAS, Ronald Olinger has lobbied extensively on business and agricultural issues; and WHEREAS, Ronald Olinger is widely regarded as an expert on the South Dakota Constitution; and WHEREAS, Ronald Olinger is a man of principle who has worked on many issues without fee or portfolio simply because he believed it was the right thing to do; and WHEREAS, Ronald Olinger is retiring as a lobbyist at the conclusion of the 2013 South Dakota Legislative Session: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that the Legislature recognizes and honors Ronald Olinger for his long-standing service as a lobbyist at the South Dakota State Capitol. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4564, "action_date": "2013-03-06T10:30:00-06:00", "document_id": 27268, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27268.pdf", "status_text": "", "journal_page": 708, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}]}