{"session_id": 20, "bill_id": 6016, "bill_type": "Senate Commemoration", "bill_number": 33, "bill_title": "Honoring Nathan Duerre as a recipient of the 2014 Prudential Spirit of Community Award.", "sponsors": [{"legislator_profile_id": 449, "is_prime": true}, {"legislator_profile_id": 447, "is_prime": true}, {"legislator_profile_id": 527, "is_prime": false}, {"legislator_profile_id": 469, "is_prime": false}, {"legislator_profile_id": 453, "is_prime": false}, {"legislator_profile_id": 473, "is_prime": false}, {"legislator_profile_id": 455, "is_prime": false}, {"legislator_profile_id": 425, "is_prime": false}, {"legislator_profile_id": 432, "is_prime": false}, {"legislator_profile_id": 454, "is_prime": false}, {"legislator_profile_id": 483, "is_prime": false}, {"legislator_profile_id": 458, "is_prime": false}, {"legislator_profile_id": 526, "is_prime": false}, {"legislator_profile_id": 487, "is_prime": false}, {"legislator_profile_id": 424, "is_prime": false}, {"legislator_profile_id": 492, "is_prime": false}, {"legislator_profile_id": 502, "is_prime": false}, {"legislator_profile_id": 435, "is_prime": false}, {"legislator_profile_id": 485, "is_prime": false}, {"legislator_profile_id": 514, "is_prime": false}, {"legislator_profile_id": 464, "is_prime": false}, {"legislator_profile_id": 446, "is_prime": false}, {"legislator_profile_id": 468, "is_prime": false}, {"legislator_profile_id": 498, "is_prime": false}, {"legislator_profile_id": 490, "is_prime": false}, {"legislator_profile_id": 448, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 6016, "bill_version_id": 31033, "bill_version": "Introduced", "bill_version_date": "2014-02-25T11:43:05.767-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Nathan Duerre as a recipient of the 2014 Prudential Spirit of Community Award. WHEREAS, Nathan Duerre, a respected resident of Bristol, South Dakota, and a student at Webster Area High School, has received national recognition for exemplary volunteer service by receiving a 2014 Prudential Spirit of Community Award; and WHEREAS, this prestigious award honors young volunteers across America who have demonstrated an extraordinary commitment to serving their communities; and WHEREAS, Nathan Duerre earned this award by spearheading a project to remodel the poultry barn at the Day County Fairgrounds, including applying for a grant to receive funding for the project, soliciting donations, and recruiting volunteers to help strip cages from the walls to be replaced with one hundred fifty new cages, and replacing the roof and repairing holes in the walls of the barn to improve the safety of the barn for both people and animals; and WHEREAS, the strength and vitality of our communities, our state, and our society depend, in great measure, upon the dedication of young people like Mr. Duerre who use their considerable talents and resources to serve others: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the Legislature hereby congratulates and honors Nathan Duerre as a recipient of the Prudential Spirit of Community Award, recognizes his outstanding record of volunteer service, peer leadership, and community spirit, and extends best wishes for his continued success."}, {"bill_id": 6016, "bill_version_id": 31208, "bill_version": "Enrolled", "bill_version_date": "2014-02-27T14:11:36.593-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Nathan Duerre as a recipient of the 2014 Prudential Spirit of Community Award. WHEREAS, Nathan Duerre, a respected resident of Bristol, South Dakota, and a student at Webster Area High School, has received national recognition for exemplary volunteer service by receiving a 2014 Prudential Spirit of Community Award; and WHEREAS, this prestigious award honors young volunteers across America who have demonstrated an extraordinary commitment to serving their communities; and WHEREAS, Nathan Duerre earned this award by spearheading a project to remodel the poultry barn at the Day County Fairgrounds, including applying for a grant to receive funding for the project, soliciting donations, and recruiting volunteers to help strip cages from the walls to be replaced with one hundred fifty new cages, and replacing the roof and repairing holes in the walls of the barn to improve the safety of the barn for both people and animals; and WHEREAS, the strength and vitality of our communities, our state, and our society depend, in great measure, upon the dedication of young people like Mr. Duerre who use their considerable talents and resources to serve others: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the Legislature hereby congratulates and honors Nathan Duerre as a recipient of the Prudential Spirit of Community Award, recognizes his outstanding record of volunteer service, peer leadership, and community spirit, and extends best wishes for his continued success. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6016, "action_date": "2014-02-25T14:00:00-06:00", "document_id": 31062, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31062.pdf", "status_text": "", "journal_page": 471, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6016"}