{"session_id": 32, "bill_id": 8415, "bill_type": "Senate Bill", "bill_number": 120, "bill_title": "require a minimum amount of paid sick leave for employees.", "sponsors": [{"legislator_profile_id": 1268, "is_prime": true}, {"legislator_profile_id": 1289, "is_prime": true}, {"legislator_profile_id": 1213, "is_prime": false}, {"legislator_profile_id": 1228, "is_prime": false}, {"legislator_profile_id": 1238, "is_prime": false}, {"legislator_profile_id": 1262, "is_prime": false}, {"legislator_profile_id": 1290, "is_prime": false}, {"legislator_profile_id": 1232, "is_prime": false}, {"legislator_profile_id": 1293, "is_prime": false}, {"legislator_profile_id": 1274, "is_prime": false}, {"legislator_profile_id": 1256, "is_prime": false}, {"legislator_profile_id": 1305, "is_prime": false}, {"legislator_profile_id": 1229, "is_prime": false}], "keywords": ["Labor and Employment"], "audio": [{"meeting_datetime": "2018-01-30T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sco13.mp3", "start_seconds": 2442.0}, {"meeting_datetime": "2018-01-30T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sco13.mp3", "start_seconds": 2442.0}, {"meeting_datetime": "2018-01-30T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sco13.mp3", "start_seconds": 2442.0}], "bill_versions": [{"bill_id": 8415, "bill_version_id": 47588, "bill_version": "Introduced", "bill_version_date": "2018-01-23T10:15:49.14-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require a minimum amount of paid sick leave for employees. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: As used in this Act the term, employer, means a private employer who has fifty or more employees in private employment in this state for each working day in each of twenty or more calendar weeks in the current or immediately preceding calendar year. The term does not include a nonprofit religious, charitable, fraternal or other organization that qualifies as a tax-exempt organization pursuant to 26 U.S.C. § 501(c). Section 2. That the code be amended by adding a NEW SECTION to read: Each employer who has conducted business in this state for at least twelve consecutive months and has at least fifty full-time employees shall provide paid sick leave in accordance with this Act to each employee of the employer, unless specifically exempted. Section 3. That the code be amended by adding a NEW SECTION to read: An employee is entitled to accrue paid sick leave at a rate of not less than one hour for every thirty hours worked by the employee. For the purposes of this calculation, a salaried employee shall be deemed to work forty hours per week, unless the employee's normal week of work is less than forty hours, in which case paid sick leave shall accrue based upon the hours worked in that employee's normal week of work. Section 4. That the code be amended by adding a NEW SECTION to read: Accrued paid sick leave shall carry over for each employee between his or her years of employment, except an employer may limit the accrual of paid sick leave for each employee to a maximum of forty-eight hours per year. Section 5. That the code be amended by adding a NEW SECTION to read: Paid sick leave shall be compensated at the rate of pay at which the employee is compensated at the time the leave is taken, and paid on the same payday as the hours taken are normally paid. For the purposes of this calculation, the compensation rate for an employee who is paid by salary, commission, piece rate or a method other than an hourly wage shall be calculated by dividing the employee's total wages paid for the immediately preceding ninety days by the number of hours worked during that period. An employer may limit the amount of paid sick leave an employee uses to twenty-four hours per year. Section 6. That the code be amended by adding a NEW SECTION to read: An employer may require an employee who uses paid sick leave for three or more consecutive days to provide, upon his or her return to work, a reasonable certification of the need for the leave. The reasonable certification may include, without limitation, a signed document from a provider of health care affirming the illness of the employee or a dependent of the employee. Section 7. That the code be amended by adding a NEW SECTION to read: An employer may set a minimum increment of paid sick leave, not to exceed two hours, that an employee may use at any one time. Section 8. That the code be amended by adding a NEW SECTION to read: An employer is not required to compensate an employee for any accrued unused sick leave upon separation from employment, except if an employee is rehired by the employer within one year after separation from that employer, any previously accrued unused sick leave hours shall be reinstated. Section 9. That the code be amended by adding a NEW SECTION to read: An employee of an employer may use accrued sick leave beginning on the ninetieth calendar day of his or her employment. An employee may use accrued paid sick leave: (1) For the diagnosis, care or treatment of an existing health condition of, or preventive care for, the employee or a member of the employee's family or household; or (2) To obtain counseling or assistance or to participate in any court proceedings related to domestic violence or sexual assault. Section 10. That the code be amended by adding a NEW SECTION to read: To the extent possible, an employee shall give reasonable advance notice to his or her employer of the need to use accrued paid sick leave. Section 11. That the code be amended by adding a NEW SECTION to read: No employer may: (1) Deny an employee the right to use accrued sick leave in accordance with the conditions of this Act; (2) Require an employee to find a replacement worker as a condition of using sick leave; or (3) Retaliate against an employee for using sick leave. Section 12. That the code be amended by adding a NEW SECTION to read: The secretary of the Department of Labor and Regulation shall prepare a bulletin which clearly sets forth the benefits created by this section. The secretary of the Department of Labor and Regulation shall post the bulletin on the department website and require all employers to post the bulletin in a conspicuous location in each workplace maintained by the employer. The bulletin may be included in any printed abstract posted by the employer. Section 13. That the code be amended by adding a NEW SECTION to read: An employer shall maintain records of the accrual and use of paid sick leave for each employee for a three-year period following the entry of the information in the record and, upon request, shall make those records available for inspection by the Department of Labor and Regulation. Section 14. That the code be amended by adding a NEW SECTION to read: The provisions of this Act do not: (1) Limit or abridge any other rights, remedies, or procedures available under the law; (2) Negate any other rights, remedies, or procedures available to an aggrieved party; (3) Prohibit, preempt, or discourage any contract or other agreement that provides a more generous sick leave benefit or paid time off benefit; or (4) Prohibit an employer from creating and enforcing a policy that prohibits the improper use of paid sick leave. Section 15. That chapter 60-11 be amended by adding a NEW SECTION to read: This Act does not apply to: (1) An employer who, pursuant to a collective bargaining agreement, contract, policy, or other agreement, provides employees with a paid sick leave policy or a paid time off policy that provides for at least twenty-four hours of paid leave per year that may be used for the same purposes and under the same conditions as specified in this Act; or (2) An employee who: (a) Is a day or temporary worker who performs work on an occasional or irregular basis for a limited period of time; (b) Actually performs physical work at a construction site that results in the construction, alteration, or destruction involved in the construction project; (c) Is employed in a bona fide executive, administrative, or professional capacity; or (d) Performs work for a hospital, a facility for long-term care, or a provider of health care on an occasional or irregular basis as needed by the hospital, facility for long-term care, or provider of health care. Section 16. That the code be amended by adding a NEW SECTION to read: Each employer subject to this Act shall make, keep, and maintain the records for total hours of paid sick leave available for use by the employee and shall preserve the records for a reasonable period of time. The information required by this section shall be furnished to an employee within ten days or his or her request. Section 17. That the code be amended by adding a NEW SECTION to read: An employer who violates the provisions of this Act is liable to an employee affected in the amount of the employee's unpaid wages. Action to recover the liability may be maintained in a court of competent jurisdiction by one or more employees for themselves and other employees similarly situated. The court in the action may in addition to a judgment awarded to the plaintiff allow a reasonable attorney fee to be paid by the defendant and costs. This section does not limit a cause of action under chapter 20-13. Section 18. That the code be amended by adding a NEW SECTION to read: Time for commencement of action for unpaid wages. Court action under § 60-12-18 may be commenced no later than two years after the cause of action occurs."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8415, "action_date": "2018-01-23T14:00:00-06:00", "document_id": 47664, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47664.pdf", "status_text": "First read in Senate and referred to", "journal_page": 199, "committee_id_action": 395, "committee_id_assigned": 369, "result": "N", "vote": {}}, {"bill_id": 8415, "action_date": "2018-01-30T10:00:00-06:00", "document_id": 47994, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47994.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 369, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8415, "action_date": "2018-01-30T10:00:00-06:00", "document_id": 48155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48155.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 264, "committee_id_action": 369, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24994, "president_vote": null, "Nay": [1290], "Yea": [1304, 1239, 1218, 1243, 1234], "Excused": [1288]}}]}