{"session_id": 8, "bill_id": 1601, "bill_type": "Senate Bill", "bill_number": 16, "bill_title": "revise certain commercial driver licensing provisions and penalties.", "sponsors": [], "keywords": ["Department of Public Safety", "Drivers License", "Motor Vehicles"], "audio": [{"meeting_datetime": "2010-01-20T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/str06.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2010-01-21T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen07.mp3", "start_seconds": 2846.0}, {"meeting_datetime": "2010-01-21T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen07.mp3", "start_seconds": 2846.0}, {"meeting_datetime": "2010-01-21T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen07.mp3", "start_seconds": 2846.0}, {"meeting_datetime": "2010-02-18T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/htr23.mp3", "start_seconds": 709.0}, {"meeting_datetime": "2010-02-18T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/htr23.mp3", "start_seconds": 709.0}, {"meeting_datetime": "2010-02-18T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/htr23.mp3", "start_seconds": 709.0}, {"meeting_datetime": "2010-03-01T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou29.mp3", "start_seconds": 4165.0}, {"meeting_datetime": "2010-03-01T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou29.mp3", "start_seconds": 4165.0}, {"meeting_datetime": "2010-03-01T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou29.mp3", "start_seconds": 4165.0}], "bill_versions": [{"bill_id": 1601, "bill_version_id": 10261, "bill_version": "Introduced", "bill_version_date": "2010-01-05T15:18:53.06-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain commercial driver licensing provisions and penalties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-12A-1 be amended to read as follows: 32-12A-1. Terms used in this chapter mean: (1) \"Alcohol,\" any substance containing any form of alcohol; (2) \"Commercial driver license,\" or \"CDL,\" a license issued in accordance with the requirements of this chapter to an individual that authorizes the individual to drive a class of commercial motor vehicle; (3) \"Commercial driver license information system,\" or \"CDLIS,\" the information system established pursuant to the Commercial Motor Vehicle Safety Act (CMVSA) to serve as a clearinghouse for locating information related to the licensing and identification of commercial motor vehicle drivers; (4) \"Commercial driver instruction permit,\" a permit issued pursuant to § 32-12A-12; (5) \"Commercial motor vehicle,\" a motor vehicle designed or used to transport passengers or property: (a) If the vehicle has a gross combination weight rating of twenty-six thousand one pounds or more and the towed unit has a gross vehicle weight rating of more than ten thousand pounds; (b) If the vehicle has a gross vehicle weight rating of twenty-six thousand one or more pounds; (c) If the vehicle is designed to transport sixteen or more passengers, including the driver; or (d) If the vehicle is of any size and is used in the transportation of hazardous materials and is required to be placarded in accordance with 49 C.F.R. Part 172, Subpart F, as amended through January 1, 2007 2010; (6) \"Controlled substance,\" any substance so classified under section 102(6) of the Controlled Substances Act (21 U.S.C. § 802(6)), and includes all substances listed on Schedules I through V, of 21 C.F.R. Part 1308, inclusive, as amended through January 1, 2007 2010; (7) \"Conviction,\" an unvacated adjudication of guilt, or a determination that a person has violated or failed to comply with the law in a court of original jurisdiction or an authorized administrative tribunal, an unvacated forfeiture of bail or collateral deposited to secure the person's appearance in court, a plea of guilty or nolo contendere accepted by the court, the payment of a fine or court cost, or violation of a condition of release without bail, regardless of whether or not the penalty is rebated, suspended, or probated; (8) \"Department,\" the Department of Public Safety; (9) \"Disqualification,\" any of the following actions: (a) The suspension, revocation, or cancellation of a CDL by the state or jurisdiction of issuance; (b) Any withdrawal of a person's privileges to drive a commercial motor vehicle by a state or other jurisdiction as the result of a violation of state or local law relating to motor vehicle traffic control (other than parking, vehicle weight, or vehicle defect violations); or (c) A determination by the Federal Motor Carrier Safety Administration that a person is not qualified to operate a commercial motor vehicle; (10) \"Domicile,\" the state where a person has that person's true, fixed, and permanent home and principal residence and to which that person has the intention of returning whenever that person is absent; (11) \"Drive,\" to drive, operate, or be in actual physical control of a motor vehicle; (12) \"Driver,\" any person who drives, operates, or is in actual physical control of a commercial motor vehicle, or who is required to hold a commercial driver license; (13) \"Employer,\" any person, including the United States, a state, or a political subdivision of a state, who owns or leases a commercial motor vehicle, or assigns a person to drive a commercial motor vehicle; (14) \"Endorsement,\" an authorization to a person's CDL required to permit the person to operate certain types of commercial motor vehicles; (15) \"Fatality,\" the death of a person as the result of a motor vehicle accident; (16) \"Felony,\" any offense under state or federal law that is punishable by death or imprisonment for a term exceeding one year; (17) \"Foreign jurisdiction,\" any jurisdiction other than a state of the United States; (18) \"Gross combination weight rating\" or \"GCWR,\" the value specified by the manufacturer as the loaded weight of a combination (articulated) vehicle. In the absence of a value specified by the manufacturer, GCWR shall be determined by adding the GVWR of the power unit and the total weight of the towed unit and any load thereon; (19) \"Gross vehicle weight rating,\" or \"GVWR,\" the value specified by the manufacturer as the loaded weight of a single vehicle; (20) \"Hazardous materials,\" any material that has been designated as hazardous under 49 U.S.C. 5103 as amended through January 1, 2007 2010 and is required to be placarded under subpart F of 49 CFR part 172 or any quantity of a material listed as a select agent or toxin in 42 CFR part 73, as amended through January 1, 2007 2010; (21) \"Imminent hazard,\" the existence of a condition that presents a substantial likelihood that death, serious illness, severe personal injury, or a substantial endangerment to health, property, or the environment may occur before the reasonably foreseeable completion date of a formal proceeding begun to lessen the risk of that death, illness, injury, or endangerment; (22) \"Motor vehicle,\" a vehicle, machine, tractor, trailer, or semitrailer propelled or drawn by mechanical power, used on highways, but does not include any vehicle, machine, tractor, trailer, or semitrailer operated exclusively on a rail; (23) \"Noncommercial motor vehicle,\" a motor vehicle or combination of motor vehicles not defined as a commercial motor vehicle; (24) \"Nonresident CDL,\" a commercial driver license issued by a state to a person who resides in a foreign jurisdiction or a person domiciled in another state that is prohibited from issuing commercial driver licenses by the Federal Motor Carrier Safety Administration; (25) \"Notice of final administrative decision,\" a determination rendered by an agency of competent jurisdiction when all avenues of appeal have been exhausted or time to appeal has elapsed; (26) \"Operator's license,\" any license issued by a state to a person which authorizes the person full privileges to drive a motor vehicle; (27) \"Out-of-service order,\" an out-of-service order as defined by 49 C.F.R. part 390.5, as of January 1, 2007 2010; (28) \"Recreational vehicle,\" a vehicle which is self- propelled or permanently towable by a light duty truck and designed primarily not for use as a permanent dwelling but as temporary living quarters for recreational, camping, travel, or seasonal use; (29) \"School bus,\" any motor vehicle that is used to transport sixteen or more passengers, including the driver, and is used to transport pre-primary, primary, or secondary school students from home to school, from school to home, or to and from school-sponsored events. School bus does not include a bus used as a common carrier; (30) \"Serious traffic violation,\" a conviction of: (a) Excessive speeding, involving a single charge of any speed fifteen miles per hour or more, above the posted speed limit, in violation of chapter 32-25; (b) Reckless driving, in violation of § 32-24-1; (c) Careless driving, in violation of § 32-24-8; (d) Improper or erratic traffic lane changes, in violation of § 32-26-6; (e) Following the vehicle ahead too closely, in violation of § 32-26-40; (f) A violation of any state or local law related to motor vehicle traffic control, other than a parking violation, arising in connection with a fatal accident; (g) Failure to stop or yield, in violation of §§ 32-29-2.1, 32-29-2.2, 32-29-3, and 32-29-4; (h) Failure to stop or slow vehicle for a school bus, in violation of § 32-32-6; (i) Eluding a police vehicle, in violation of § 32-33-18; (j) Overtaking or passing another vehicle, in violation of §§ 32-26-26, 32-26-27, 32-26-28, 32-26-34, 32-26-35, 32-26-36, and 32-26-37; (k) Driving a commercial motor vehicle without obtaining a commercial driver license, in violation of § 32-12A-6; (l) Driving a commercial motor vehicle without a commercial driver license in the driver's possession in violation of § 32-12A-6. Any person who provides proof to the court or to the enforcement authority that issued the citation, by the date the person was required to appear in court or to pay a fine for the violation, that the person held a valid commercial driver license on the date the citation was issued, is not guilty of a serious traffic violation; or (m) Driving a commercial motor vehicle without the proper class of commercial driver license or endorsement, or both, for the specific vehicle group being operated or for the passengers or type of cargo being transported in violation of § 32-12A-6; (31) \"State,\" a state of the United States and the District of Columbia; (32) \"United States,\" the fifty states and the District of Columbia. Section 2. That § 32-12A-7 be amended to read as follows: 32-12A-7. Each commercial motor vehicle driver shall meet the minimum standards and qualifications established under this chapter and in accordance with 49 C.F.R. subpart 383.23 as amended through January 1, 2007 2010. Each commercial motor vehicle driver shall obtain a commercial driver license. Section 3. That § 32-12A-11 be amended to read as follows: 32-12A-11. No person may be issued a commercial driver license unless that person is a resident of this state, has passed a knowledge and skills test for driving a commercial motor vehicle that complies with the minimum federal standards established by federal regulation enumerated in 49 C.F.R. Part 383, Subparts G and H as amended through January 1, 2007 2010, and has satisfied all other requirements of the CMVSA in addition to other requirements imposed by state law or federal regulation. The tests shall be prescribed and conducted by the department. The department may authorize a person, an employer, a private driver training facility, other private institution, a department, agency, or instrumentality of local government, of this state or another state, to administer the skills test specified by this section, if: (1) The test is the same which would otherwise be administered by the department; and (2) The third party has entered into an agreement with the department that complies with requirements of 49 C.F.R. Part 383.75 as amended through January 1, 2007 2010. Failure to comply with agreement may result in termination of the agreement. The department may waive the skills test specified in this section for a commercial driver license applicant who meets the requirements of 49 C.F.R. Part 383.77 as amended through January 1, 2007 2010. No commercial driver license or commercial driver instruction permit may be issued to a person while the person is subject to a disqualification from driving a commercial motor vehicle, or while the person's operator's license or driving privilege is suspended, revoked, or cancelled in any state; nor may a commercial driver license be issued to a person who has a commercial driver license, noncommercial driver license, noncommercial instruction permit or commercial driver instruction permit issued by any other state unless the person first surrenders all such licenses or permits, which shall be destroyed by the department. The issuing jurisdiction shall be notified that the licensee has applied for a commercial driver license or commercial driver instruction permit in a new jurisdiction. A violation of this provision is a Class 2 misdemeanor. Section 4. That § 32-12A-13 be amended to read as follows: 32-12A-13. The department may issue a nonresident CDL to: (1) A person who is domiciled in a foreign jurisdiction whose commercial motor vehicle testing and licensing standards, as determined by the administrator of the Federal Motor Carrier Safety Administration, do not meet the testing standards established in 49 C.F.R. Part 383 as amended through January 1, 2007 2010; (2) A person who is domiciled in a state whose commercial driver licensing program has been decertified by the administrator of the Federal motor Carrier Safety Administration. The word, nonresident, shall appear on the face of the nonresident CDL. An applicant shall surrender any nonresident CDL issued by another state. The holder of a nonresident CDL is subject to the same disqualifications and conditions applicable to a commercial driver license issued to a person domiciled in this state. Section 5. That § 32-12A-14 be amended to read as follows: 32-12A-14. The application for a commercial driver license or commercial instruction permit, shall include the following: (1) The full legal name and current mailing and residential address of the applicant; (2) A physical description of the applicant including sex, height, weight and eye color; (3) Date of birth; (4) The applicant's social security number; (5) The applicant's signature; (6) The applicant's color photograph; (7) Certifications including those required by 49 C.F.R. Part 383.71(a) as amended through January 1, 2007 2010; (8) A consent to release driving record information; and (9) The names of all states where the applicant has previously been licensed to drive any type of motor vehicle during the ten-year period immediately preceding the date of the application. Section 6. That § 32-12A-21 be amended to read as follows: 32-12A-21. The holder of a valid commercial driver license may drive any vehicle in the class for which that license is issued, and any lesser class of vehicle, except a motorcycle. No person may drive a vehicle requiring an endorsement unless the proper corresponding endorsement appears on that person's commercial driver license. A commercial driver license may be issued with the following classifications: (1) Class A Combination Vehicle. Any combination of commercial motor vehicles and towed vehicles with a gross vehicle weight rating of twenty-six thousand one or more pounds if the gross vehicle weight rating of the vehicles being towed are in excess of ten thousand pounds. This class includes: (a) Any vehicle designed to transport sixteen or more passengers, including the driver; and (b) Any vehicle used in the transportation of hazardous materials that require the vehicle to be placarded under 49 C.F.R. Part 172, Subpart F, as amended through January 1, 2007 2010; (2) Class B Heavy Straight Vehicle. Any single commercial motor vehicle with a gross vehicle weight rating of twenty-six thousand one or more pounds or any such commercial motor vehicle towing a vehicle with a gross weight rating not exceeding ten thousand pounds. This class includes: (a) Any vehicle designed to transport sixteen or more passengers, including the driver; and (b) Any vehicle used in the transportation of hazardous materials which require the vehicle to be placarded under 49 C.F.R. Part 172, Subpart F, as amended through January 1, 2007 2010; (3) Class C Small Vehicle. Any single vehicle, or combination of vehicles, that meet neither the definition of class A nor that of class B as contained in this section. This class includes any vehicle designed to transport sixteen or more passengers, including the driver, or is used in the transportation of hazardous materials which require the vehicle to be placarded under 49 C.F.R. Part 172, Subpart F, as amended through January 1, 2007 2010. Section 7. That § 32-12A-24 be amended to read as follows: 32-12A-24. No person under the age of eighteen may receive an endorsement on a commercial driver license to drive a school bus. Any school bus endorsed driver operating with an intrastate restriction shall meet all requirements of 49 C.F.R. Part 391 Subpart E as amended through January 1, 2007 2010, in the area of physical qualifications. Section 8. That § 32-12A-24.1 be amended to read as follows: 32-12A-24.1. Any person with insulin-treated diabetes mellitus, who is otherwise medically qualified under the physical examination standards of the federal motor carrier safety regulations, as provided by § 32-12A-24, may request a waiver for this condition from the department. If an applicant for an intrastate school bus endorsement meets the requirements as specified in subdivisions (1) to (7), inclusive, of this section, the department shall grant a waiver. The department shall notify each applicant and each affected school district or private contractor of its determination of eligibility for each application for a waiver. An applicant shall: (1) Provide evidence, signed by a physician, physician assistant, or nurse practitioner that the applicant has no other disqualifying conditions including diabetes-related complications; (2) Provide evidence, signed by a physician, physician assistant, or nurse practitioner that the applicant has had no recurrent severe hypoglycemic episodes resulting in a loss of consciousness or any severe hypoglycemic episode within the past five years; (3) Provide evidence, signed by a physician, physician assistant, or nurse practitioner that the applicant has had no recurrent severe hypoglycemic episodes requiring the assistance of another person within the past five years; (4) Provide evidence, signed by a physician, physician assistant, or nurse practitioner that the applicant has had no recurrent severe hypoglycemic episodes resulting in impaired cognitive functioning that occurred without warning symptoms within the past five years; (5) Document that the applicant has been examined by a board-certified or board-eligible physician, a physician assistant, or a nurse practitioner who has conducted a complete medical examination. The complete medical examination shall consist of a comprehensive evaluation of the applicant's medical history and current status with a report including the following information: (a) The date insulin use began; (b) Diabetes diagnosis and disease history; (c) Hospitalization records, if any; (d) Consultation notes for diagnostic examinations; (e) Special studies pertaining to the diabetes; (f) Follow-up reports; (g) Reports of any severe hypoglycemic episode within the last five years; (h) Two measures of glycosylated hemoglobin, the first ninety days before the last and current measure; (I) Insulin dosages and types, diet utilized for control and any significant factors such as smoking, alcohol use, and any other medications or drugs taken; and (j) Examinations to detect any peripheral neuropathy or circulatory insufficiency of the extremities; (6) Submit a signed statement from an endocrinologist indicating the following medical determinations: (a) The endocrinologist is familiar with the applicant's medical history for the past five years, either through actual treatment over that time or through consultation with a physician who has treated the applicant through that time; (b) The applicant has been educated in diabetes and its management, thoroughly informed of and understands the procedures that must be followed to monitor and manage the applicant's diabetes and the procedures to be followed if complications arise; and (c) The applicant has the ability and has demonstrated the willingness to properly monitor and manage the applicant's diabetes; and (7) Submit a separate signed statement from an ophthalmologist or optometrist that the applicant has been examined and does not have diabetic retinopathy and meets the vision standards in 49 CFR 391.41 (b)(10), as amended through January 1, 2009 2010, or has been issued a valid medical exemption. If the applicant has any evidence of diabetic retinopathy, the applicant shall be examined by an ophthalmologist and submit a signed statement from the ophthalmologist that the applicant does not have unstable advancing disease of blood vessels in the retina, known as unstable proliferative diabetic retinopathy. Each school bus driver that is granted a waiver for insulin-treated diabetes mellitus issued by the department shall maintain the waiver in the driver's possession at all times. Any school bus driver that is granted the waiver and has a severe hypoglycemic episode forfeits the waiver and may not reapply for five years. The department shall promulgate rules, pursuant to chapter 1-26, necessary for the determination of eligibility and issuance of a waiver to persons with insulin-treated diabetes mellitus in accordance with the provisions of this section. A waiver granted under this section may be issued for a maximum of two years. The driver may reapply for renewal of the waiver every two years. Section 9. That § 32-12A-47 be amended to read as follows: 32-12A-47. If any nonresident is convicted in this state of any violation of state law or local ordinance relating to motor vehicle traffic control, other than parking violations, committed in any type of vehicle, the department shall notify the driver licensing authority in the licensing state of the conviction. Beginning on September 30, 2005, the notification shall be within thirty days of the conviction. Beginning on September 30, 2008, the notification shall be made within ten days of the conviction. Section 10. That § 32-12A-48 be amended to read as follows: 32-12A-48. The secretary of the Department of Public Safety may promulgate rules, pursuant to chapter 1-26, in the following areas: (1) Definitions; (2) Commercial driver license waivers; (3) Single license requirement; (4) Notification requirements and employer responsibilities; (5) Federal disqualifications and penalties; (6) Testing and licensing procedures; (7) Vehicle groups and endorsements; (8) Required knowledge and skills; (9) Tests; (10) Background check requirements; (11) Commercial driver license document; and (12) Other rules necessary to implement the provisions of C.F.R. 49, Chapter 3, Subchapter B, parts 383, 384, 390, 391, and 392, inclusive, as amended through January 1, 2007 2010. Section 11. That § 32-12A-52 be amended to read as follows: 32-12A-52. Any person is disqualified from driving a commercial motor vehicle for a period of ninety one hundred eighty days if convicted of a first violation of an out-of-service order. If a violation of an out-of-service order pursuant to this section occurred while transporting hazardous materials required to be placarded under 49 C.F.R. Part 172, Subpart F, as amended through January 1, 2007 2010, or while operating a motor vehicle designed to transport more than sixteen or more passengers, including the driver, the operator is disqualified for a period of one hundred eighty days. Section 12. That § 32-12A-53 be amended to read as follows: 32-12A-53. Any person is disqualified from driving a commercial motor vehicle for a period of one year two years if convicted of two violations of out-of-service orders in separate incidents during a ten-year period. If the violations of out-of-service orders pursuant to this section occurred while transporting hazardous materials required to be placarded under 49 C.F.R. Part 172, Subpart F, as amended through January 1, 2007 2010, or while operating a motor vehicle designed to transport more than sixteen or more passengers, including the driver, the operator is disqualified for a period of three years. Section 13. That § 32-12A-54 be amended to read as follows: 32-12A-54. Any person is disqualified from driving a commercial motor vehicle for a period of three years if convicted of three or more violations of out-of-service orders in separate incidents during a ten-year period. If the violations of out-of-service orders pursuant to this section occurred while transporting hazardous materials required to be placarded under 49 C.F.R. Part 172, Subpart F, as amended through January 1, 2007 2010, or while operating a motor vehicle designed to transport more than sixteen or more passengers, including the driver, the operator is disqualified for a period of five years. Section 14. That § 32-12A-56 be amended to read as follows: 32-12A-56. In addition to disqualification, a driver who is convicted of violating an out-of-service order is subject to a civil penalty of not less than one thousand one hundred dollars nor more than two thousand seven hundred fifty dollars two thousand five hundred dollars for a first conviction and not less than five thousand dollars for a second or subsequent conviction. Section 15. That § 32-12A-57 be amended to read as follows: 32-12A-57. The state's attorney for the county in which the violation of subdivision 32-12A-5(3) occurs shall commence a civil in rem proceeding of not less than two thousand seven hundred fifty dollars nor more than eleven twenty-five thousand dollars against the employer. Section 16. That § 32-12A-58 be amended to read as follows: 32-12A-58. The state hereby adopts Title 49 of the Code of Federal Regulations, chapter 3, subpart B, parts 383 and 384, inclusive, June 17, 1994, as amended through January 1, 2007 2010. Section 17. That § 32-12A-62 be amended to read as follows: 32-12A-62. Any disqualification imposed in accordance with the provisions of 49 CFR part 383.52 as amended through January 1, 2007 2010, relating to notification from the Federal Motor Carrier Safety Administration that the driver is disqualified from driving a commercial motor vehicle and is determined to constitute an imminent hazard becomes a part of the driver's record maintained by the department."}, {"bill_id": 1601, "bill_version_id": 13169, "bill_version": "Enrolled", "bill_version_date": "2010-03-02T09:20:09.573-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1601, "action_date": "2010-01-12T12:00:00-06:00", "document_id": 10417, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10417.pdf", "status_text": "First read in Senate and referred to", "journal_page": 16, "committee_id_action": 84, "committee_id_assigned": 71, "result": "N", "vote": {}}, {"bill_id": 1601, "action_date": "2010-01-20T08:00:00-06:00", "document_id": 10505, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10505.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 71, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1601, "action_date": "2010-01-20T08:00:00-06:00", "document_id": 10682, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10682.pdf", "status_text": "Do Pass", "journal_page": 88, "committee_id_action": 71, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5537, "president_vote": null, "Yea": [805, 739, 795, 791, 799, 776], "Nay": [774]}}, {"bill_id": 1601, "action_date": "2010-01-21T14:00:00-06:00", "document_id": 10825, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10825.pdf", "status_text": "Do Pass", "journal_page": 114, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5641, "president_vote": null, "Yea": [758, 809, 785, 787, 790, 807, 754, 805, 760, 778, 782, 780, 739, 802, 764, 795, 741, 772, 761, 774, 766, 791, 806, 767, 808, 769, 743, 753, 745, 794, 799, 810, 747, 776], "Excused": [768]}}, {"bill_id": 1601, "action_date": "2010-01-22T11:30:00-06:00", "document_id": 10900, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10900.pdf", "status_text": "First read in House and referred to", "journal_page": 161, "committee_id_action": 86, "committee_id_assigned": 81, "result": "N", "vote": {}}, {"bill_id": 1601, "action_date": "2010-02-18T10:00:00-06:00", "document_id": 12132, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12132.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 81, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1601, "action_date": "2010-02-18T10:00:00-06:00", "document_id": 12527, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12527.pdf", "status_text": "Do Pass", "journal_page": 459, "committee_id_action": 81, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6734, "president_vote": null, "Yea": [813, 835, 816, 801, 742, 839, 762, 746, 838, 777], "Nay": [843, 836], "Excused": [759]}}, {"bill_id": 1601, "action_date": "2010-02-19T13:00:00-06:00", "document_id": 12658, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12658.pdf", "status_text": "Deferred to another day", "journal_page": 498, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1601, "action_date": "2010-02-22T14:22:00-06:00", "document_id": 12760, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12760.pdf", "status_text": "Deferred to another day", "journal_page": 560, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1601, "action_date": "2010-02-23T10:30:00-06:00", "document_id": 12848, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12848.pdf", "status_text": "Deferred to another day", "journal_page": 590, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1601, "action_date": "2010-02-24T14:00:00-06:00", "document_id": 12957, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12957.pdf", "status_text": "Deferred to another day", "journal_page": 606, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1601, "action_date": "2010-02-25T12:30:00-06:00", "document_id": 13043, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13043.pdf", "status_text": "Deferred to another day", "journal_page": 618, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1601, "action_date": "2010-03-01T14:00:00-06:00", "document_id": 13126, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13126.pdf", "status_text": "Do Pass", "journal_page": 638, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7243, "president_vote": null, "Yea": [821, 825, 771, 793, 781, 775, 844, 831, 820, 804, 779, 740, 813, 756, 748, 817, 814, 765, 830, 798, 749, 829, 832, 826, 757, 835, 842, 777, 834, 803, 822, 843, 759, 816, 824, 788, 800, 801, 827, 750, 742, 770, 792, 755, 751, 773, 744, 840, 784, 839, 819, 836, 841, 818, 815, 833, 762, 746, 763, 752, 796, 828, 789, 838, 837, 812, 786], "Excused": [811], "Nay": [783, 823]}}, {"bill_id": 1601, "action_date": "2010-03-02T14:00:00-06:00", "document_id": 13247, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13247.pdf", "status_text": "Signed by the President", "journal_page": 532, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1601, "action_date": "2010-03-03T14:00:00-06:00", "document_id": 13390, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13390.pdf", "status_text": "Signed by the Speaker", "journal_page": 688, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1601, "action_date": "2010-03-04T13:00:00-06:00", "document_id": 13498, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13498.pdf", "status_text": "Delivered to the Governor", "journal_page": 566, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1601, "action_date": "2010-03-09T14:00:00-06:00", "document_id": 13730, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13730.pdf", "status_text": "Signed by the Governor", "journal_page": 608, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4596}