{"session_id": 51, "bill_id": 16412, "bill_type": "Senate Bill", "bill_number": 193, "bill_title": "revise the distribution of revenue from the video lottery.", "sponsors": [{"legislator_profile_id": 2562, "is_prime": true}, {"legislator_profile_id": 2591, "is_prime": true}, {"legislator_profile_id": 2518, "is_prime": false}, {"legislator_profile_id": 2543, "is_prime": false}, {"legislator_profile_id": 2560, "is_prime": false}, {"legislator_profile_id": 2569, "is_prime": false}, {"legislator_profile_id": 2574, "is_prime": false}, {"legislator_profile_id": 2589, "is_prime": false}, {"legislator_profile_id": 2594, "is_prime": false}, {"legislator_profile_id": 2598, "is_prime": false}, {"legislator_profile_id": 2602, "is_prime": false}, {"legislator_profile_id": 2611, "is_prime": false}, {"legislator_profile_id": 2614, "is_prime": false}, {"legislator_profile_id": 2616, "is_prime": false}], "keywords": ["Lottery", "School"], "audio": [], "bill_versions": [{"bill_id": 16412, "bill_version_id": 88546, "bill_version": "Introduced", "bill_version_date": "2001-01-25T09:49:26-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the distribution of revenue from the video lottery. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby created in the state treasury a separate fund to be known as the public school facilities revolving loan fund. Money in the public school facilities revolving loan fund shall be used to provide low interest loans to school districts as may be prescribed by an Act of the Legislature. Section 2. That § 42-7A-24 be amended to read as follows: 42-7A-24. Net proceeds from the sale of instant lottery tickets shall be transferred to the state general fund on an annual basis after July first each year. The commission shall maximize the net proceeds to the state from the sale of instant and on-line lottery tickets. In no event may yearly lottery expenses for the sale of lottery tickets, excluding expenditures from retained earnings, exceed the amount of combined net proceeds transferred to the state general fund, the state corrections facility construction fund, and the state capital construction fund. Net machine income from video lottery games shall be directly deposited in the state property tax reduction fund upon receipt according to the following schedule: for fiscal year 2002, ninety-nine percent into the state property tax reduction fund and one percent into the public school facilities revolving fund; for fiscal year 2003, ninety-eight percent into the state property tax reduction fund and two percent into the public school facilities revolving fund; for fiscal year 2004, ninety- seven percent into the state property tax reduction fund and three percent into the public school facilities revolving fund; for fiscal year 2005, ninety-six percent into the state property tax reduction fund and four percent into the public school facilities revolving fund; for fiscal year 2006 and thereafter, ninty-five percent into the state property tax reduction fund and five percent into the public school facilities revolving fund . Net proceeds are funds in the lottery operating fund which are not needed for the payment of prizes, lottery expenses, and total retained earnings up to one and one-half million dollars cash deemed necessary by the executive director and commission for replacement, maintenance, and upgrade of business systems, product development, legal and operating contingencies of the lottery. Beginning in fiscal year 1997 and each year thereafter, the commission shall transfer the first one million four hundred thousand dollars from the net proceeds from the sale of on-line video lottery tickets collected pursuant to § 42-7A-24 to the general fund. The commission shall then transfer an amount equal to the remaining net proceeds from the sale of on-line lottery tickets collected pursuant to § 42-7A-24 to the state capital construction fund created in § 5-27-1."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16412, "action_date": "2001-01-25T14:00:00-06:00", "document_id": 88645, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88645.pdf", "status_text": "First read in Senate and referred to", "journal_page": 220, "committee_id_action": 713, "committee_id_assigned": 695, "result": "N", "vote": {}}, {"bill_id": 16412, "action_date": "2001-02-09T07:45:00-06:00", "document_id": 89704, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89704.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 695, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16412, "action_date": "2001-02-09T07:45:00-06:00", "document_id": 89704, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89704.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 432, "committee_id_action": 695, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49245, "president_vote": null, "Yea": [2523, 2529, 2585, 2617, 2524, 2542], "Nay": [2562, 2607, 2609]}}]}