{"session_id": 45, "bill_id": 13157, "bill_type": "House Bill", "bill_number": 1285, "bill_title": "to provide for a graduated driver's licensing system.", "sponsors": [{"legislator_profile_id": 1895, "is_prime": true}, {"legislator_profile_id": 1884, "is_prime": false}, {"legislator_profile_id": 1891, "is_prime": false}, {"legislator_profile_id": 1892, "is_prime": false}, {"legislator_profile_id": 1893, "is_prime": false}, {"legislator_profile_id": 1894, "is_prime": false}, {"legislator_profile_id": 1900, "is_prime": false}, {"legislator_profile_id": 1902, "is_prime": false}, {"legislator_profile_id": 1916, "is_prime": false}, {"legislator_profile_id": 1918, "is_prime": false}, {"legislator_profile_id": 1927, "is_prime": false}, {"legislator_profile_id": 1936, "is_prime": false}, {"legislator_profile_id": 1942, "is_prime": false}, {"legislator_profile_id": 1951, "is_prime": false}, {"legislator_profile_id": 1962, "is_prime": false}, {"legislator_profile_id": 1966, "is_prime": false}, {"legislator_profile_id": 1967, "is_prime": false}, {"legislator_profile_id": 1968, "is_prime": false}, {"legislator_profile_id": 1987, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 13157, "bill_version_id": 73594, "bill_version": "Introduced", "bill_version_date": "1997-03-26T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for a graduated driver's licensing system. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-12-12 be amended to read as follows: 32-12-12. A restricted minor's permit may be issued, upon application and payment of the proper fee as provided for in § 32-12-16, and passage of all driver's license examination tests, to any a minor between the ages of at least fourteen and sixteen years of age who has successfully passed all driver's license examination tests and has not been convicted of a moving violation during the past six months . A restricted minor's permit entitles the holder, while having the permit in his immediate physical possession, to operate a motor vehicle during the hours of 6 a.m. to 8 7 p.m. standard time if the motor vehicle is being operated with the permission of the minor's parents or guardian and during the hours of 8 7 p.m. to 6 a.m. if the motor vehicle is being operated under the direction of the minor's parent or guardian who is occupying a seat beside the driver. The restrictions as to time of operation and operation under the direction of a parent or guardian do not apply to the holder of a valid restricted minor's permit operating a self-propelled agricultural machine which is not subject to registration under chapter 32-5. Section 2. That chapter 32-12 be amended by adding thereto a NEW SECTION to read as follows: A minor's permit may be issued, upon application and payment of the proper fee as provided for in § 32-12-16 to a minor at least fifteen years of age who has successfully passed all driver's license examination tests, and has not been convicted of a moving violation during the past six months. A minor's permit entitles the holder, while having the permit in immediate physical possession, to operate a motor vehicle during the hours of 6 a.m. to 8 p.m. standard time if the motor vehicle is being operated with the permission of the minor's parent or guardian and during the hours of 8 p.m. to 6 a.m. if the motor vehicle is being operated under the direction of the minor's parent or guardian who is occupying a seat beside the driver. The restrictions as to time of operation and operation under the direction of a parent or guardian do not apply to the holder of a valid minor's permit operating a self-propelled agricultural machine which is not subject to registration under chapter 32-5. Section 3. That § 32-12-15 be amended to read as follows: 32-12-15. The issuance of a restricted minor's or minor's permit under § 32-12-12 is on a probationary basis and the . The Department of Commerce and Regulation on the receipt of a record of conviction for a traffic violation committed classified as a felony or Class 1 misdemeanor, prior to the minor's sixteenth birthday or a conviction for a violation of this restricted minor's permit committed prior to the minor's sixteenth birthday , shall suspend the minor's driving privileges for a period of thirty days or as otherwise required by law. A second conviction for a traffic violation committed prior to the minor's sixteenth birthday or a conviction for a violation of this restricted minor's permit committed prior to the minor's sixteenth birthday shall result in revocation of the minor's driving privileges until the minor's sixteenth birthday or for a period of ninety days, whichever period is longer. until the minor's sixteenth birthday or as otherwise required by law. Upon the receipt of a record of conviction prior to the minor's sixteenth birthday of any other traffic violation, the Department of Commerce and Regulation shall suspend a restricted minor's permit for a period of thirty days for a first violation, for a period of one year for a second violation, until the minor's sixteenth birthday for a third violation, or as otherwise required by law. Upon the receipt of a record of conviction prior to the minor's sixteenth birthday of any other traffic violation, the Department of Commerce and Regulation shall suspend a minor's permit for a period of thirty days for a first violation, until the minor's sixteenth birthday for a second or subsequent violation, or as otherwise required by law. If a minor has no restricted minor's permit or minor's permit and commits is convicted of any traffic violation prior to the minor's sixteenth birthday, the department shall suspend or revoke the minor's driving privilege or privilege to apply for a permit or license as provided in this section. Any violation which occurs prior to the issuance of a restricted minor's permit or an operator's license shall be placed on the driving record and given the same consideration as any violation which occurs following the issuance of a restricted minor's permit , minor's permit, or an operator's license. Section 4. That § 32-12-36 be amended to read as follows: 32-12-36. The Department of Commerce and Regulation upon issuing an operator's license shall have authority whenever good cause appears to or permit may impose restrictions suitable to the licensee's driving ability with respect to the type of or special mechanical control devices required on a motor vehicle which the licensee may operate or such other restrictions applicable to the licensee as the department may determine to be appropriate to assure the safe operation of a motor vehicle by the licensee. Section 5. That § 32-12-52.4 be amended to read as follows: 32-12-52.4. Upon a first conviction for violation , while in a motor vehicle, of § 35-9-2 while in a motor vehicle , the court shall suspend the driver's license or driving privilege of any driver of a vehicle who was under the age of twenty-one when the offense occurred, for a period of six months. If the driver of the vehicle was under the age of eighteen years at the time of the offense, the suspension shall be for nine months. If the driver of the vehicle was under the age of sixteen years at the time of the offense, the suspension shall be for one year. Upon a second or subsequent conviction for a violation , while in a motor vehicle, of § 35-9-2 while in a motor vehicle , the court shall suspend the driver's license or driving privilege of any driver of a vehicle who was under the age of twenty-one when the offense occurred, for a period of one year. For any offense under this section, the court may issue an order permitting the person to operate a motor vehicle for purposes of the person's employment or attendance at school. Notwithstanding the provisions of chapters 26-7A, 26-8A, 26-8B, and 26-8C, the Unified Judicial System shall notify the Department of Commerce and Regulation of any conviction for a violation, while in a motor vehicle, of § 35-9-2 or chapter 32-23. The period of suspension shall begin on the date the person's suspended driver's license is received by the court or the Department of Commerce and Regulation. At the expiration of the period of suspension, a person may make application to have the license reinstated and pay the license fee as prescribed in § 32-12-47.1. Section 6. That chapter 32-12 be amended by adding thereto a NEW SECTION to read as follows: Restricted minor's permits issued prior to the effective date of this Act remain valid, subject to the conditions and restrictions of the minor's permit and any penalties for violation of the minor's permit. Section 7. That § 32-12-17 be amended to read as follows: 32-12-17. The Department of Commerce and Regulation shall, upon payment of the fee established by § 32-12-16, issue to every applicant qualifying therefor an operator's license. An operator's license may be issued to a minor at least sixteen years of age who has successfully passed all driver's license examination tests, if the applicant has not been convicted of a traffic violation in the past twelve months, and if the applicant is not currently under suspension, revocation, or disqualification. The license shall bear thereon a distinguishing number assigned to the licensee, the full legal name or any name lawfully taken, date of birth, residence address, an indication if the licensee is a donor pursuant to chapter 34-26, an indication if the licensee has a living will pursuant to chapter 34-12D or a durable power of attorney for health care pursuant to chapter 59-7, a color photo and a brief description of the licensee, and the licensee's signature. The department shall indicate upon each driver's license the general class of vehicles which the licensee may drive. Section 8. That chapter 32-12 be amended by adding thereto a NEW SECTION to read as follows: The Department of Commerce and Regulation on the receipt of a record of conviction for a violation of the conditions of a restricted minor's permit or minor's permit shall suspend the minor's driving privileges for a period of thirty days. Section 9. The effective date of this Act is January 1, 1998."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13157, "action_date": "1997-03-26T14:00:00-06:00", "document_id": 72944, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72944.pdf", "status_text": "First read in House and referred to", "journal_page": 977, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13157, "action_date": "1997-03-26T14:00:00-06:00", "document_id": 72944, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72944.pdf", "status_text": "Motion to Amend,", "journal_page": 983, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13157, "action_date": "1997-03-26T14:00:00-06:00", "document_id": 72944, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72944.pdf", "status_text": "Tabled amendment", "journal_page": 983, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13157, "action_date": "1997-03-26T14:00:00-06:00", "document_id": 72944, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72944.pdf", "status_text": "Do Pass,", "journal_page": 983, "committee_id_action": 544, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 37116, "president_vote": null, "Yea": [1886, 1888, 1890, 1891, 1892, 1894, 1895, 1897, 1899, 1900, 1903, 1904, 1906, 1914, 1916, 1917, 1918, 1929, 1931, 1941, 1942, 1949, 1951, 1962, 1963, 1964, 1966, 1967, 1968, 1973, 1987, 1924], "Nay": [1887, 1896, 1898, 1902, 1907, 1909, 1910, 1913, 1922, 1923, 1933, 1934, 1937, 1940, 1943, 1944, 1948, 1950, 1952, 1953, 1954, 1957, 1958, 1961, 1970, 1971, 1974, 1975, 1980, 1983, 1984, 1985, 1988], "Excused": [1921, 1926, 1936, 1947, 1982]}}, {"bill_id": 13157, "action_date": "1997-03-26T14:00:00-06:00", "document_id": 72944, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72944.pdf", "status_text": "Intent to reconsider", "journal_page": 984, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13157, "action_date": "1997-03-26T14:00:00-06:00", "document_id": 72944, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72944.pdf", "status_text": "Reconsidered", "journal_page": 993, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35438, "president_vote": null, "Nay": [1886, 1887, 1894, 1896, 1897, 1898, 1902, 1907, 1909, 1917, 1922, 1923, 1933, 1934, 1937, 1940, 1943, 1947, 1948, 1950, 1952, 1954, 1958, 1961, 1970, 1971, 1974, 1975, 1983, 1988], "Yea": [1888, 1890, 1891, 1892, 1895, 1899, 1900, 1903, 1904, 1906, 1910, 1913, 1914, 1916, 1918, 1921, 1929, 1931, 1936, 1941, 1942, 1944, 1949, 1951, 1953, 1957, 1962, 1963, 1966, 1967, 1968, 1973, 1980, 1982, 1984, 1987, 1924], "Absent": [1926, 1985], "Excused": [1964]}}, {"bill_id": 13157, "action_date": "1997-03-26T14:00:00-06:00", "document_id": 72944, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72944.pdf", "status_text": "Do Pass,", "journal_page": 994, "committee_id_action": 544, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 36082, "president_vote": null, "Yea": [1886, 1888, 1890, 1891, 1892, 1895, 1900, 1903, 1904, 1906, 1914, 1916, 1918, 1921, 1929, 1931, 1936, 1941, 1942, 1949, 1951, 1953, 1957, 1962, 1963, 1964, 1966, 1967, 1968, 1973, 1982, 1987, 1924], "Nay": [1887, 1894, 1896, 1897, 1898, 1899, 1902, 1907, 1909, 1910, 1913, 1917, 1922, 1923, 1933, 1934, 1937, 1940, 1943, 1944, 1947, 1948, 1950, 1952, 1954, 1958, 1961, 1970, 1971, 1974, 1975, 1980, 1983, 1984, 1988], "Absent": [1926, 1985]}}]}