{"session_id": 61, "bill_id": 21167, "bill_type": "Senate Bill", "bill_number": 42, "bill_title": "revise the discount provided to tobacco distributors purchasing tobacco stamps and to revise and repeal certain provisions regarding the cigarette tax.", "sponsors": [], "keywords": ["Department of Revenue and Regulation", "Taxes", "Tobacco"], "audio": [{"meeting_datetime": "2007-01-31T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sta16.mp3", "start_seconds": 119.0}, {"meeting_datetime": "2007-01-31T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sta16.mp3", "start_seconds": 119.0}, {"meeting_datetime": "2007-01-31T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sta16.mp3", "start_seconds": 119.0}, {"meeting_datetime": "2007-01-31T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sta16.mp3", "start_seconds": 119.0}, {"meeting_datetime": "2007-02-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen19.mp3", "start_seconds": 1502.0}, {"meeting_datetime": "2007-02-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen19.mp3", "start_seconds": 1502.0}, {"meeting_datetime": "2007-02-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen19.mp3", "start_seconds": 1502.0}, {"meeting_datetime": "2007-02-22T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hta30.mp3", "start_seconds": 290.0}, {"meeting_datetime": "2007-02-22T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hta30.mp3", "start_seconds": 290.0}, {"meeting_datetime": "2007-02-22T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hta30.mp3", "start_seconds": 290.0}, {"meeting_datetime": "2007-02-22T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hta30.mp3", "start_seconds": 290.0}, {"meeting_datetime": "2007-02-22T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hta30.mp3", "start_seconds": 290.0}, {"meeting_datetime": "2007-02-22T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hta30.mp3", "start_seconds": 290.0}, {"meeting_datetime": "2007-02-22T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hta30.mp3", "start_seconds": 290.0}, {"meeting_datetime": "2007-02-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou34.mp3", "start_seconds": 8080.0}, {"meeting_datetime": "2007-02-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou34.mp3", "start_seconds": 8080.0}, {"meeting_datetime": "2007-02-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou34.mp3", "start_seconds": 8080.0}, {"meeting_datetime": "2007-02-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou34.mp3", "start_seconds": 8080.0}, {"meeting_datetime": "2007-02-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou34.mp3", "start_seconds": 8080.0}], "bill_versions": [{"bill_id": 21167, "bill_version_id": 110059, "bill_version": "Introduced", "bill_version_date": "2007-01-06T17:18:25-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the discount provided to tobacco distributors purchasing tobacco stamps and to revise and repeal certain provisions regarding the cigarette tax. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-50-18 be amended to read as follows: 10-50-18. The secretary of revenue and regulation shall secure stamps, of such the design and denomination as he shall prescribe the secretary prescribes , suitable to be affixed to packages of cigarettes as evidence of the payment of the tax imposed by this chapter. He The secretary shall sell such the stamps to licensed distributors at a discount of three and one-half percent of their face value and to no other person. However, no distributor may receive more than thirty thousand dollars in any calendar year because of this discount. Section 2. That § 10-50-4 be amended to read as follows: 10-50-4. The payment of the tax imposed by § 10-50-3 shall be evidenced by the affixing of stamps or by the impression of an imprint by suitable metering machines approved by the secretary of revenue and regulation as provided by this chapter, to the packages containing the cigarettes as hereinafter indicated. Provided, that provided by this chapter. However, for cigarettes offered by manufacturers for gratis distribution as samples, such the stamps are not required to be affixed to sample packages if the manufacturer of the cigarette reports and pays the tax directly to the state tax authority. Section 3. That § 10-50-6 be amended to read as follows: 10-50-6. Any cigarette on which a tax has been paid, such the payment being evidenced by the affixing of such the stamp or imprint , is not subject to a further tax under this chapter. However, any person, who possesses two thousand or more cigarettes that do not bear a tax stamp or imprint indicating that the South Dakota cigarette tax has been paid, shall pay the tax imposed pursuant to § 10-50-3 plus a penalty equal to ten percent of the total tax due. Section 4. That § 10-50-22 be repealed. 10-50-22. If the secretary of revenue and regulation determines that it is practicable to stamp by impression packages of cigarettes by means of a metering machine, the secretary may, in lieu of the distributor affixing stamps as provided by this chapter, authorize any licensed distributor to use any metering machine approved by the secretary, such machine to be sealed by the secretary of revenue before being used and to be used in accordance with the procedure established by rule promulgated by the secretary pursuant to chapter 1-26. Section 5. That § 10-50-23 be repealed. 10-50-23. Any licensed distributor authorized by the secretary of revenue and regulation to affix stamps to packages by means of a metering machine shall file with the secretary a bond issued by a surety company licensed to do business in this state in such amount as the secretary may fix, conditioned upon the payment of the tax upon cigarettes so stamped, or shall enter into a depository agreement with the secretary for the deposit of money or any other property to secure payment of the tax and conditioned upon the payment of the tax upon cigarettes. The bond shall be in full force and effect for a period of one year and a day after the expiration of the bond, unless a certificate be issued by the secretary of revenue and regulation to the effect that all taxes due to the state under this chapter have been paid. The depository agreement hereinbefore provided shall be in full force and effect for a period of one year and a day after the expiration of the same, or until or unless a certificate be issued by the secretary of revenue and regulation to the effect that all taxes due to the state under this chapter have been paid. Section 6. That § 10-50-24 be repealed. 10-50-24. The secretary of revenue and regulation shall cause each metering machine approved by him to be read and inspected at least once a month and shall determine as of the time of such inspection the amount of tax due from the distributor using such machine after allowing for the discount, if any, as provided in § 10-50-18, which tax shall be due and payable to the secretary of revenue upon demand of the secretary or his duly authorized agent. Section 7. That § 10-50-24.1 be repealed. 10-50-24.1. The secretary of revenue and regulation may designate and appoint one or more county treasurers as agents to read, inspect, sell stamp impressions and collect therefor, from any meter machine approved by the secretary and under the procedure established by rule promulgated by the secretary pursuant to chapter 1-26. Such county treasurer shall, on or before the fifth day of each calendar month, transmit to the secretary of revenue and regulation a report showing the number of stamp impressions sold, to whom sold, together with a remittance for the stamp impressions sold during the period for which the report is made. Section 8. That § 10-50-25 be amended to read as follows: 10-50-25. When If the secretary of revenue and regulation shall find finds that the collection of the tax imposed by this chapter would be facilitated thereby, he the secretary may authorize any person, resident or located outside this state, engaged in the business of selling and shipping cigarettes into this state and purchasing at least seventy-five percent of such the cigarettes from the manufacturers thereof, and who is a resident of any state authorizing by law the licensing of nonresidents, including residents of this state, to distribute cigarettes therein, upon complying with the requirements of the secretary of revenue and regulation, to affix or cause to be affixed the stamps required by this chapter on behalf of the purchasers of such the cigarettes, who would otherwise be taxable therefor , and the . The secretary of revenue and regulation may sell such the stamps to such person as hereinbefore provided , or the secretary of revenue and regulation may authorize the use of a metering machine by such person as hereinbefore provided . Section 9. That § 10-50-30 be amended to read as follows: 10-50-30. Each distributor shall affix or cause to be affixed, in such the manner as the secretary of revenue and regulation may specify in rules promulgated pursuant to chapter 1-26, to each individual package of cigarettes, to cartons containing more than one individual package of three, four, or five cigarettes sold or distributed by such distributor, stamps of the proper denomination, as required by this chapter , or, in lieu thereof, an imprint impressed by means of a suitable metering machine approved by the secretary of revenue and regulation. Such . The stamps or imprint shall be affixed by a distributor before the cigarettes are transferred out of the distributor's premises, or in lieu thereof the amount of the tax due shall be entered on the invoice and stamps sufficient in denominations and amount shall accompany such the invoice on every delivery of cigarettes. Section 10. That § 10-50-31 be amended to read as follows: 10-50-31. Each dealer upon opening any shipping package containing any unstamped taxable articles for purposes of sale or delivery to consumers, shall immediately affix or imprint the tax stamps required by this chapter. Section 11. That § 10-50-32 be amended to read as follows: 10-50-32. No person, other than a person licensed pursuant to § 10-50-9, may sell, offer for sale, display for sale, or possess with intent to sell, advertise for sale, ship or cause to be shipped, or possess with intent to deliver to another person, any cigarettes which do not bear stamps or an imprint impressed by a suitable metering machine approved by the secretary as provided by this chapter, evidencing the payment of the tax imposed by this chapter. A violation of this section is a Class 2 misdemeanor. Any subsequent violation is a Class 6 felony. Section 12. That § 10-50-35 be amended to read as follows: 10-50-35. Any cigarettes found at any place in this state without stamps affixed thereto or without bearing the imprint impressed by a suitable metering machine approved by the secretary of revenue and regulation as required by this chapter unless such the cigarettes shall be are in the possession of a licensed distributor or wholesaler in the original unopened shipping package or unless they shall be are in a course of transit from without this state and consigned to a licensed distributor or a licensed wholesaler , are declared to be contraband goods and may be seized by the secretary, his the secretary's agents, or employees, or by any peace officer law enforcement of this state when if directed by the secretary to do so, without a warrant. Section 13. That § 10-50-80 be amended to read as follows: 10-50-80. No later than twenty days after the end of each calendar quarter, and more frequently if so directed by the secretary, each distributor and wholesaler shall submit information concerning each nonparticipating manufacturer as the secretary requires to facilitate compliance with §§ 10-50-72 to 10-50-92, inclusive, including, a list by brand family of the total number of cigarettes or, in the case of roll-your-own, the equivalent stick count, for which the distributor or wholesaler affixed cigarette tax stamps or imprints to a cigarette package, or otherwise paid the cigarette tax due during the previous calendar quarter. The distributor or wholesaler shall maintain and make available to the secretary all invoices and documentation of sales of all nonparticipating manufacturer cigarettes and any other information relied upon in reporting to the secretary for a period of six years. The secretary may, in addition to any other provision of law, impose and collect a monetary penalty in an amount not to exceed five hundred dollars per day, for the failure of a distributor or wholesaler to timely or accurately comply with this section. Any monetary penalty collected pursuant to this section shall be deposited in the state general fund. Section 14. That § 10-50-82 be amended to read as follows: 10-50-82. No distributor or wholesaler or other person may: (1) Affix a South Dakota cigarette tax stamp or imprint to a package or other container of cigarettes, or pay South Dakota cigarette tax on cigarettes of a tobacco product manufacturer or brand family not included in the directory; or (2) Sell or distribute, or acquire, hold, own, possess, transport, import, or cause to be imported, cigarettes of a tobacco product manufacturer or brand family not included in the directory that the distributor, wholesaler, or other person knows or should know are intended for distribution or sale in this state. The secretary may, in addition to any other provision of law, impose and collect a monetary penalty in an amount not to exceed the greater of five hundred percent of the retail value of the cigarettes or five thousand dollars for each violation of this section by a distributor or wholesaler. Any monetary penalty collected pursuant to this section shall be deposited in the state general fund. Section 15. That § 10-50B-6 be amended to read as follows: 10-50B-6. For the purposes of §§ 10-50B-1 to 10-50B-10, inclusive, the term, units sold, means the number of individual cigarettes sold in the state by the applicable tobacco product manufacturer, whether directly or through a distributor, retailer, or similar intermediary or intermediaries, during the year in question, as measured by excise taxes collected by the state on packs bearing the excise tax stamp or imprint of the state, or on roll-your-own tobacco. The secretary of revenue and regulation shall promulgate, pursuant to chapter 1-26, such rules as are necessary to obtain information from any licensee, licensed under the authority of the Department of Revenue and Regulation, to ascertain the amount of state excise tax paid on the cigarettes of such tobacco product manufacturer for each year. The Department of Revenue and Regulation may provide information obtained pursuant to this section as is necessary for a tobacco product manufacturer to compute its escrow payment under § 10-50B-7."}, {"bill_id": 21167, "bill_version_id": 111268, "bill_version": "Senate Taxation Engrossed", "bill_version_date": "2007-01-31T12:49:29-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the discount provided to tobacco distributors purchasing tobacco stamps and to revise and repeal certain provisions regarding the cigarette tax. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-50-18 be amended to read as follows: 10-50-18. The secretary of revenue and regulation shall secure stamps, of such the design and denomination as he shall prescribe the secretary prescribes , suitable to be affixed to packages of cigarettes as evidence of the payment of the tax imposed by this chapter. He The secretary shall sell such the stamps to licensed distributors at a discount of three and one-half two percent of their face value and to no other person. Section 2. That § 10-50-4 be amended to read as follows: 10-50-4. The payment of the tax imposed by § 10-50-3 shall be evidenced by the affixing of stamps or by the impression of an imprint by suitable metering machines approved by the secretary of revenue and regulation as provided by this chapter, to the packages containing the cigarettes as hereinafter indicated. Provided, that provided by this chapter. However, for cigarettes offered by manufacturers for gratis distribution as samples, such the stamps are not required to be affixed to sample packages if the manufacturer of the cigarette reports and pays the tax directly to the state tax authority. Section 3. That § 10-50-6 be amended to read as follows: 10-50-6. Any cigarette on which a tax has been paid, such the payment being evidenced by the affixing of such the stamp or imprint , is not subject to a further tax under this chapter. However, any person, who possesses two thousand or more cigarettes that do not bear a tax stamp or imprint indicating that the South Dakota cigarette tax has been paid, shall pay the tax imposed pursuant to § 10-50-3 plus a penalty equal to ten percent of the total tax due. Section 4. That § 10-50-22 be repealed. 10-50-22. If the secretary of revenue and regulation determines that it is practicable to stamp by impression packages of cigarettes by means of a metering machine, the secretary may, in lieu of the distributor affixing stamps as provided by this chapter, authorize any licensed distributor to use any metering machine approved by the secretary, such machine to be sealed by the secretary of revenue before being used and to be used in accordance with the procedure established by rule promulgated by the secretary pursuant to chapter 1-26. Section 5. That § 10-50-23 be repealed. 10-50-23. Any licensed distributor authorized by the secretary of revenue and regulation to affix stamps to packages by means of a metering machine shall file with the secretary a bond issued by a surety company licensed to do business in this state in such amount as the secretary may fix, conditioned upon the payment of the tax upon cigarettes so stamped, or shall enter into a depository agreement with the secretary for the deposit of money or any other property to secure payment of the tax and conditioned upon the payment of the tax upon cigarettes. The bond shall be in full force and effect for a period of one year and a day after the expiration of the bond, unless a certificate be issued by the secretary of revenue and regulation to the effect that all taxes due to the state under this chapter have been paid. The depository agreement hereinbefore provided shall be in full force and effect for a period of one year and a day after the expiration of the same, or until or unless a certificate be issued by the secretary of revenue and regulation to the effect that all taxes due to the state under this chapter have been paid. Section 6. That § 10-50-24 be repealed. 10-50-24. The secretary of revenue and regulation shall cause each metering machine approved by him to be read and inspected at least once a month and shall determine as of the time of such inspection the amount of tax due from the distributor using such machine after allowing for the discount, if any, as provided in § 10-50-18, which tax shall be due and payable to the secretary of revenue upon demand of the secretary or his duly authorized agent. Section 7. That § 10-50-24.1 be repealed. 10-50-24.1. The secretary of revenue and regulation may designate and appoint one or more county treasurers as agents to read, inspect, sell stamp impressions and collect therefor, from any meter machine approved by the secretary and under the procedure established by rule promulgated by the secretary pursuant to chapter 1-26. Such county treasurer shall, on or before the fifth day of each calendar month, transmit to the secretary of revenue and regulation a report showing the number of stamp impressions sold, to whom sold, together with a remittance for the stamp impressions sold during the period for which the report is made. Section 8. That § 10-50-25 be amended to read as follows: 10-50-25. When If the secretary of revenue and regulation shall find finds that the collection of the tax imposed by this chapter would be facilitated thereby, he the secretary may authorize any person, resident or located outside this state, engaged in the business of selling and shipping cigarettes into this state and purchasing at least seventy-five percent of such the cigarettes from the manufacturers thereof, and who is a resident of any state authorizing by law the licensing of nonresidents, including residents of this state, to distribute cigarettes therein, upon complying with the requirements of the secretary of revenue and regulation, to affix or cause to be affixed the stamps required by this chapter on behalf of the purchasers of such the cigarettes, who would otherwise be taxable therefor , and the . The secretary of revenue and regulation may sell such the stamps to such person as hereinbefore provided , or the secretary of revenue and regulation may authorize the use of a metering machine by such person as hereinbefore provided . Section 9. That § 10-50-30 be amended to read as follows: 10-50-30. Each distributor shall affix or cause to be affixed, in such the manner as the secretary of revenue and regulation may specify in rules promulgated pursuant to chapter 1-26, to each individual package of cigarettes, to cartons containing more than one individual package of three, four, or five cigarettes sold or distributed by such distributor, stamps of the proper denomination, as required by this chapter , or, in lieu thereof, an imprint impressed by means of a suitable metering machine approved by the secretary of revenue and regulation. Such . The stamps or imprint shall be affixed by a distributor before the cigarettes are transferred out of the distributor's premises, or in lieu thereof the amount of the tax due shall be entered on the invoice and stamps sufficient in denominations and amount shall accompany such the invoice on every delivery of cigarettes. Section 10. That § 10-50-31 be amended to read as follows: 10-50-31. Each dealer upon opening any shipping package containing any unstamped taxable articles for purposes of sale or delivery to consumers, shall immediately affix or imprint the tax stamps required by this chapter. Section 11. That § 10-50-32 be amended to read as follows: 10-50-32. No person, other than a person licensed pursuant to § 10-50-9, may sell, offer for sale, display for sale, or possess with intent to sell, advertise for sale, ship or cause to be shipped, or possess with intent to deliver to another person, any cigarettes which do not bear stamps or an imprint impressed by a suitable metering machine approved by the secretary as provided by this chapter, evidencing the payment of the tax imposed by this chapter. A violation of this section is a Class 2 misdemeanor. Any subsequent violation is a Class 6 felony. Section 12. That § 10-50-35 be amended to read as follows: 10-50-35. Any cigarettes found at any place in this state without stamps affixed thereto or without bearing the imprint impressed by a suitable metering machine approved by the secretary of revenue and regulation as required by this chapter unless such the cigarettes shall be are in the possession of a licensed distributor or wholesaler in the original unopened shipping package or unless they shall be are in a course of transit from without this state and consigned to a licensed distributor or a licensed wholesaler , are declared to be contraband goods and may be seized by the secretary, his the secretary's agents, or employees, or by any peace officer law enforcement of this state when if directed by the secretary to do so, without a warrant. Section 13. That § 10-50-80 be amended to read as follows: 10-50-80. No later than twenty days after the end of each calendar quarter, and more frequently if so directed by the secretary, each distributor and wholesaler shall submit information concerning each nonparticipating manufacturer as the secretary requires to facilitate compliance with §§ 10-50-72 to 10-50-92, inclusive, including, a list by brand family of the total number of cigarettes or, in the case of roll-your-own, the equivalent stick count, for which the distributor or wholesaler affixed cigarette tax stamps or imprints to a cigarette package, or otherwise paid the cigarette tax due during the previous calendar quarter. The distributor or wholesaler shall maintain and make available to the secretary all invoices and documentation of sales of all nonparticipating manufacturer cigarettes and any other information relied upon in reporting to the secretary for a period of six years. The secretary may, in addition to any other provision of law, impose and collect a monetary penalty in an amount not to exceed five hundred dollars per day, for the failure of a distributor or wholesaler to timely or accurately comply with this section. Any monetary penalty collected pursuant to this section shall be deposited in the state general fund. Section 14. That § 10-50-82 be amended to read as follows: 10-50-82. No distributor or wholesaler or other person may: (1) Affix a South Dakota cigarette tax stamp or imprint to a package or other container of cigarettes, or pay South Dakota cigarette tax on cigarettes of a tobacco product manufacturer or brand family not included in the directory; or (2) Sell or distribute, or acquire, hold, own, possess, transport, import, or cause to be imported, cigarettes of a tobacco product manufacturer or brand family not included in the directory that the distributor, wholesaler, or other person knows or should know are intended for distribution or sale in this state. The secretary may, in addition to any other provision of law, impose and collect a monetary penalty in an amount not to exceed the greater of five hundred percent of the retail value of the cigarettes or five thousand dollars for each violation of this section by a distributor or wholesaler. Any monetary penalty collected pursuant to this section shall be deposited in the state general fund. Section 15. That § 10-50B-6 be amended to read as follows: 10-50B-6. For the purposes of §§ 10-50B-1 to 10-50B-10, inclusive, the term, units sold, means the number of individual cigarettes sold in the state by the applicable tobacco product manufacturer, whether directly or through a distributor, retailer, or similar intermediary or intermediaries, during the year in question, as measured by excise taxes collected by the state on packs bearing the excise tax stamp or imprint of the state, or on roll-your-own tobacco. The secretary of revenue and regulation shall promulgate, pursuant to chapter 1-26, such rules as are necessary to obtain information from any licensee, licensed under the authority of the Department of Revenue and Regulation, to ascertain the amount of state excise tax paid on the cigarettes of such tobacco product manufacturer for each year. The Department of Revenue and Regulation may provide information obtained pursuant to this section as is necessary for a tobacco product manufacturer to compute its escrow payment under § 10-50B-7."}, {"bill_id": 21167, "bill_version_id": 113135, "bill_version": "Enrolled", "bill_version_date": "2007-03-01T08:23:55-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21167, "action_date": "2007-01-09T12:00:00-06:00", "document_id": 110143, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110143.pdf", "status_text": "First read in Senate and referred to", "journal_page": 24, "committee_id_action": 924, "committee_id_assigned": 907, "result": "N", "vote": {}}, {"bill_id": 21167, "action_date": "2007-01-12T07:45:00-06:00", "document_id": 110206, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110206.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 907, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21167, "action_date": "2007-01-19T07:45:00-06:00", "document_id": 110421, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110421.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 907, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21167, "action_date": "2007-01-24T07:45:00-06:00", "document_id": 110628, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110628.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 907, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21167, "action_date": "2007-01-31T07:45:00-06:00", "document_id": 111245, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111245.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 907, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21167, "action_date": "2007-01-31T07:45:00-06:00", "document_id": 111245, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111245.pdf", "status_text": "Do Pass Amended,", "journal_page": 303, "committee_id_action": 907, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66509, "president_vote": null, "Yea": [3589, 3607, 3621, 3630, 3652, 3667, 3636], "Nay": [3596, 3627]}}, {"bill_id": 21167, "action_date": "2007-02-02T13:00:00-06:00", "document_id": 111497, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111497.pdf", "status_text": "Deferred to another day", "journal_page": 363, "committee_id_action": 924, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21167, "action_date": "2007-02-05T14:00:00-06:00", "document_id": 111593, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111593.pdf", "status_text": "Do Pass Amended,", "journal_page": 377, "committee_id_action": 924, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66813, "president_vote": null, "Nay": [3571, 3573, 3574, 3575, 3595, 3596, 3603, 3625, 3627, 3633, 3634, 3639, 3659, 3664], "Yea": [3585, 3589, 3607, 3608, 3610, 3612, 3615, 3617, 3618, 3621, 3623, 3626, 3630, 3636, 3641, 3647, 3652, 3661, 3667, 3669], "Excused": [3602]}}, {"bill_id": 21167, "action_date": "2007-02-06T14:00:00-06:00", "document_id": 111682, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111682.pdf", "status_text": "First read in House and referred to", "journal_page": 356, "committee_id_action": 923, "committee_id_assigned": 919, "result": "N", "vote": {}}, {"bill_id": 21167, "action_date": "2007-02-22T07:45:00-06:00", "document_id": 112623, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112623.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 919, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21167, "action_date": "2007-02-22T07:45:00-06:00", "document_id": 112623, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112623.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 614, "committee_id_action": 919, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65474, "president_vote": null, "Yea": [3577, 3593, 3594, 3622, 3632, 3643, 3665, 3668, 3675, 3590], "Nay": [3642, 3649, 3670, 3674], "Excused": [3651]}}, {"bill_id": 21167, "action_date": "2007-02-22T14:00:00-06:00", "document_id": 112674, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112674.pdf", "status_text": "Recalled from committee (Rule 7-7)", "journal_page": 617, "committee_id_action": 923, "committee_id_assigned": 919, "result": "P", "vote": {}}, {"bill_id": 21167, "action_date": "2007-02-22T15:23:00-06:00", "document_id": 112669, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112669.pdf", "status_text": "Report Without Recommendation", "journal_page": 628, "committee_id_action": 919, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65522, "president_vote": null, "Yea": [3577, 3593, 3594, 3632, 3642, 3643, 3649, 3651, 3668, 3670, 3674, 3590], "Nay": [3622, 3665, 3675]}}, {"bill_id": 21167, "action_date": "2007-02-26T14:00:00-06:00", "document_id": 112871, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112871.pdf", "status_text": "Intent to reconsider", "journal_page": 649, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21167, "action_date": "2007-02-27T14:00:00-06:00", "document_id": 112981, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112981.pdf", "status_text": "Reconsidered", "journal_page": 675, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67225, "president_vote": null, "Nay": [3572, 3577, 3578, 3580, 3581, 3586, 3587, 3590, 3591, 3592, 3593, 3597, 3598, 3600, 3604, 3605, 3609, 3613, 3628, 3629, 3631, 3632, 3637, 3638, 3645, 3660, 3662, 3663, 3665, 3671, 3675], "Yea": [3576, 3579, 3582, 3583, 3588, 3594, 3599, 3606, 3611, 3614, 3616, 3619, 3620, 3622, 3624, 3635, 3640, 3642, 3643, 3644, 3646, 3648, 3649, 3650, 3651, 3653, 3654, 3655, 3656, 3657, 3658, 3666, 3668, 3670, 3672, 3673, 3674, 3676, 3584]}}, {"bill_id": 21167, "action_date": "2007-02-28T14:00:00-06:00", "document_id": 113110, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113110.pdf", "status_text": "Do Pass Amended,", "journal_page": 717, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67263, "president_vote": null, "Nay": [3572, 3577, 3580, 3581, 3586, 3587, 3590, 3591, 3592, 3593, 3594, 3597, 3598, 3604, 3605, 3609, 3613, 3620, 3624, 3628, 3629, 3631, 3632, 3637, 3638, 3645, 3646, 3653, 3660, 3663, 3665, 3671, 3675], "Yea": [3576, 3578, 3579, 3582, 3583, 3599, 3600, 3606, 3611, 3614, 3616, 3619, 3622, 3635, 3640, 3642, 3643, 3644, 3648, 3649, 3650, 3651, 3654, 3655, 3656, 3657, 3658, 3662, 3666, 3668, 3670, 3672, 3673, 3674, 3676, 3584], "Excused": [3588]}}, {"bill_id": 21167, "action_date": "2007-02-28T14:00:00-06:00", "document_id": 113110, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113110.pdf", "status_text": "Intent to reconsider", "journal_page": 717, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21167, "action_date": "2007-02-28T14:00:00-06:00", "document_id": 113110, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113110.pdf", "status_text": "Reconsidered", "journal_page": 719, "committee_id_action": 923, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 67266, "president_vote": null, "Yea": [3572, 3577, 3580, 3586, 3587, 3590, 3591, 3592, 3593, 3594, 3597, 3598, 3600, 3605, 3609, 3613, 3628, 3631, 3637, 3638, 3645, 3648, 3653, 3660, 3663, 3665, 3671, 3674], "Nay": [3576, 3578, 3579, 3581, 3582, 3583, 3599, 3604, 3606, 3611, 3614, 3616, 3619, 3620, 3622, 3624, 3629, 3632, 3635, 3640, 3642, 3644, 3646, 3649, 3650, 3651, 3654, 3655, 3656, 3657, 3658, 3662, 3666, 3668, 3670, 3672, 3673, 3676, 3584], "Excused": [3588, 3643, 3675]}}, {"bill_id": 21167, "action_date": "2007-03-01T10:00:00-06:00", "document_id": 113232, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113232.pdf", "status_text": "Signed by President", "journal_page": 731, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21167, "action_date": "2007-03-02T10:00:00-06:00", "document_id": 113289, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113289.pdf", "status_text": "Signed by Speaker", "journal_page": 792, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21167, "action_date": "2007-03-03T09:00:00-06:00", "document_id": 113367, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113367.pdf", "status_text": "Delivered to the Governor", "journal_page": 758, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21167, "action_date": "2007-03-26T10:00:00-05:00", "document_id": 113425, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113425.pdf", "status_text": "Signed by Governor", "journal_page": 790, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3618, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/21167"}