{"session_id": 43, "bill_id": 12186, "bill_type": "Senate Commemoration", "bill_number": 817, "bill_title": "Honoring Lennox Legion Post 174 for winning the State B Legion title.", "sponsors": [{"legislator_profile_id": 1749, "is_prime": true}, {"legislator_profile_id": 1729, "is_prime": true}, {"legislator_profile_id": 1747, "is_prime": false}], "keywords": ["Senate Commemoration"], "audio": [], "bill_versions": [{"bill_id": 12186, "bill_version_id": 69254, "bill_version": "Introduced", "bill_version_date": "2020-03-03T11:55:48.697-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Lennox Legion Post 174 for winning the State B Legion title. WHEREAS, the Lennox Legion Post 174 baseball team defeated Redfield for the 2019 State B Senior Legion title. After suffering their first loss of the State B Tournament held in Lennox at the hands of Redfield, the Lennox baseball team fought back and managed to beat Redfield Post 92 2-0 in the Championship game; and WHEREAS, the last time Lennox won the state legion title was in 1993. Before that, it was in 1953. The team worked diligently to accomplish a feat that is not too familiar to Post 174; and WHEREAS, the gentlemen worked hard and never gave up during difficult situations throughout the season. The team had the overwhelming support of the parents to support their perseverance. Head coach Johnny Mike Kirchner expressed how impressed he was with this team and how well they stuck together through thick and thin: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fifth Legislature of the State of South Dakota, that the Legislature show its congratulations toward the Lennox Legion Post 174 baseball team for their great efforts. They portray a great example of what teamwork can accomplish."}, {"bill_id": 12186, "bill_version_id": 69529, "bill_version": "Enrolled", "bill_version_date": "2020-03-05T16:53:47.117-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Lennox Legion Post 174 for winning the State B Legion title. WHEREAS, the Lennox Legion Post 174 baseball team defeated Redfield for the 2019 State B Senior Legion title. After suffering their first loss of the State B Tournament held in Lennox at the hands of Redfield, the Lennox baseball team fought back and managed to beat Redfield Post 92 2-0 in the Championship game; and WHEREAS, the last time Lennox won the state legion title was in 1993. Before that, it was in 1953. The team worked diligently to accomplish a feat that is not too familiar to Post 174; and WHEREAS, the gentlemen worked hard and never gave up during difficult situations throughout the season. The team had the overwhelming support of the parents to support their perseverance. Head coach Johnny Mike Kirchner expressed how impressed he was with this team and how well they stuck together through thick and thin: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fifth Legislature of the State of South Dakota, that the Legislature shows its congratulations toward the Lennox Legion Post 174 baseball team for their great efforts. They portray a great example of what teamwork can accomplish."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12186, "action_date": "2020-03-03T14:00:00-06:00", "document_id": 69177, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69177.pdf", "status_text": "", "journal_page": 405, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/12186"}