{"session_id": 56, "bill_id": 18415, "bill_type": "Senate Bill", "bill_number": 5, "bill_title": "require minors to regularly attend school in order to maintain driving privileges.", "sponsors": [{"legislator_profile_id": 3076, "is_prime": true}, {"legislator_profile_id": 3097, "is_prime": true}], "keywords": ["Department of Public Safety", "Drivers License", "High School", "Motor Vehicles"], "audio": [{"meeting_datetime": "2004-01-20T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sco05sb0005a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-20T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sco05sb0005a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-20T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sco05sb0005a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18415, "bill_version_id": 99037, "bill_version": "Introduced", "bill_version_date": "2003-12-31T14:18:48-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require minors to regularly attend school in order to maintain driving privileges. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 32-12 be amended by adding thereto a NEW SECTION to read as follows: The Department of Public Safety may not issue a driver license to any minor unless the minor: (1) Has a high school diploma or a general equivalency diploma (GED); (2) Is enrolled in a public or nonpublic school and is not the subject of a report issued pursuant to section 2 of this Act; (3) Is enrolled in a course of study in preparation for the GED examination and is satisfying the attendance requirements of that course of study; (4) Is receiving alternative instruction pursuant to § 13-27-3, and has received the alternative instruction for at least one year prior to the verification of the attendance request; (5) Is enrolled in another education activity that is approved by the local school district and is satisfying relevant attendance requirements; or (6) Is granted a hardship waiver under the provisions of section 3 of this Act. Any applicant under the age of eighteen, when making application for a driver license, shall present to the examiner written verification that the applicant meets one of the requirements listed above. Section 2. That chapter 13-27 be amended by adding thereto a NEW SECTION to read as follows: In addition to the other reports required by this chapter, the truancy officer of a school district shall report to the Department of Public Safety the name of any minor who: (1) Is enrolled to attend school in that district and has accumulated ten or more unexcused absences, as defined by school district policy, within the current semester or within the most current two consecutive quarters, with or without the consent of the minor's parent or guardian; or (2) Has dropped out of school, has remained away from school for ten consecutive days, and is no longer enrolled in school in that district. The reports required by this section shall include the minor's name, sex, date of birth, and social security number. A designee of the governing body of a nonpublic school shall also submit the reports required by this section. Section 3. If the Department of Public Safety receives a report indicating that a minor who holds a driver license is not compliant with the provisions of section 1 of this Act, the department shall begin the process to suspend the minor's driver license as follows: (1) The department shall send notice of its intent to suspend the driving privileges of the noncompliant minor to the minor and the minor's parent or guardian. The notice shall inform the minor and the minor's parent or guardian of the minor's right to a hearing pursuant to § 32-12-49 prior to the suspension. Twenty days after the date of issuance of this notice or following the conclusion of a hearing, if requested; whichever is later, the department shall suspend the minor's driver license or record the name, sex, date of birth, and social security number of each minor who does not possess a driver license unless: (a) The minor has provided the department with written verification from school officials that the minor has been in compliance with section 1 of this Act for a period of at least thirty days; or (b) The appropriate school official has provided the department with verification of a request for a hardship waiver hearing; (2) The minor, or the parent or guardian of the minor, shall have fifteen calendar days from the date of receipt of this notice to: (a) Request a hearing on the suspension pursuant to § 32-12-49; (b) Provide written verification of compliance with section 1 of this Act; or (c) Request a hardship waiver hearing before the truancy officer of the school district or the designee of the governing body of the nonpublic school who filed a report of noncompliance on the minor pursuant to section 2 of this Act; (3) The truancy officer of the school district or the designee of the governing body of the nonpublic school receiving the request shall notify the department of the request for a hardship waiver hearing within forty-eight hours after receiving the request. The hearing shall be conducted within thirty calendar days after the school official receives the request; (4) The truancy officer of the school district or the designee of the governing body of the nonpublic school may waive the requirements of section 1 of this Act for any minor for whom a personal or family hardship requires that the minor have a driver license for the minor's own use, or for the employment or medical care of the minor's family. The official shall take into account the recommendations of teachers, other school officials, guidance counselors, or academic advisors prior to granting a hardship waiver; and (5) Any minor denied a hardship waiver may appeal the decision to the public school board or to the governing body of the nonpublic school, whichever is applicable. Upon notification of the outcome of a hardship waiver hearing, the department shall suspend the driver license of any minor who was denied a hardship waiver, or record the name, sex, date of birth, and social security number of any minor who does not possess a driver license and who was denied a hardship waiver. Section 4. Upon receiving written verification that the minor is once again in compliance with the requirements of section 1 of this Act and upon the minor's payment of any fees for license reinstatement pursuant to § 13-12-47.1, the department shall reinstate the driver license of the minor. Thereafter, if the minor is again noncompliant with the requirements of section 1 of this Act, the department shall suspend the minor's driver license until the minor is eighteen years old or otherwise satisfies the requirements of section 1 of this Act, whichever occurs first. Section 5. The Department of Public Safety shall report annually to each school district on the disposition of any reports of noncompliance on minors in that school district. The department may promulgate rules pursuant to chapter 1-26 to prescribe a standard format for the reports of noncompliance and to establish administrative procedures to receive reports of noncompliance and to make annual reports to school districts."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18415, "action_date": "2004-01-13T12:00:00-06:00", "document_id": 99191, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99191.pdf", "status_text": "First read in Senate and referred to", "journal_page": 13, "committee_id_action": 832, "committee_id_assigned": 806, "result": "N", "vote": {}}, {"bill_id": 18415, "action_date": "2004-01-20T10:00:00-06:00", "document_id": 99360, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99360.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 806, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18415, "action_date": "2004-01-20T10:00:00-06:00", "document_id": 99360, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99360.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 86, "committee_id_action": 806, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57352, "president_vote": null, "Yea": [3044, 3089, 3094, 3132, 3050, 3109], "Excused": [3137]}}]}