{"session_id": 61, "bill_id": 21051, "bill_type": "Senate Bill", "bill_number": 155, "bill_title": "establish a production incentive payment program for the development of certain wind energy facilities.", "sponsors": [{"legislator_profile_id": 3574, "is_prime": true}, {"legislator_profile_id": 3642, "is_prime": true}, {"legislator_profile_id": 3571, "is_prime": false}, {"legislator_profile_id": 3595, "is_prime": false}, {"legislator_profile_id": 3611, "is_prime": false}, {"legislator_profile_id": 3655, "is_prime": false}, {"legislator_profile_id": 3661, "is_prime": false}, {"legislator_profile_id": 3666, "is_prime": false}], "keywords": ["Appropriation", "Energy", "State Affairs and Government"], "audio": [{"meeting_datetime": "2007-01-31T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sst16.mp3", "start_seconds": 3015.0}, {"meeting_datetime": "2007-01-31T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sst16.mp3", "start_seconds": 3015.0}, {"meeting_datetime": "2007-01-31T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sst16.mp3", "start_seconds": 3015.0}, {"meeting_datetime": "2007-01-31T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sst16.mp3", "start_seconds": 3015.0}, {"meeting_datetime": "2007-01-31T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sst16.mp3", "start_seconds": 3015.0}, {"meeting_datetime": "2007-01-31T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sst16.mp3", "start_seconds": 3015.0}], "bill_versions": [{"bill_id": 21051, "bill_version_id": 110780, "bill_version": "Introduced", "bill_version_date": "2007-01-25T09:44:35-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a production incentive payment program for the development of certain wind energy facilities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Authority,\" the South Dakota Energy Infrastructure Authority established pursuant to § 1-16I-2; (2) \"Incentive,\" a wind energy production incentive payment authorized pursuant to section 2 of this Act; (3) \"Qualified producer of wind energy,\" a person who owns a qualified wind energy conversion facility; (4) \"Purchaser of wind energy,\" a person who buys electric energy for a commercial purpose from a qualified wind energy conversion facility; (5) \"Qualified wind energy conversion facility\" \"qualified facility,\" a wind energy conversion facility that meets the requirements of section 3 of this Act; (6) \"Wind energy conversion facility,\" a facility that collects and converts wind into energy to generate electricity. Section 2. A producer of wind energy may receive a wind energy production incentive payment, as provided in this Act, in an amount equal to one cent per kilowatt-hour of electricity generated and sold by a qualified wind energy conversion facility. A qualified facility may receive payments under this Act for a ten-year period. The payment period begins and runs consecutively from the date the facility begins generating electricity or the effective date of this Act, whichever is later. Section 3. A qualified wind energy conversion facility is a wind energy conversion facility that meets the following requirements. The facility: (1) Is located in South Dakota; (2) Produces electricity from wind; (3) Produces two megawatts or less of electricity as measured by nameplate rating; and (4) Is owned by: (a) A resident of South Dakota who owns at least thirty acres of land in South Dakota; or (b) A school district located in South Dakota. For the purposes of this section, a wind energy conversion facility qualifies if it is owned at least fifty-one percent by one or more of any combination of the entities listed subdivision (4) of this section. A subsequent owner of a qualified facility may continue to receive the incentive payment for the duration of the original payment period if the subsequent owner qualifies for the incentive. Nothing in this section may be construed to deny any incentive payment to an otherwise qualified facility that has obtained debt or equity financing for construction or operation if the ownership requirements of this section are met. If, during the incentive payment period for a qualified facility, the owner of the facility is in default of a lending agreement related to the facility and the lender takes possession of and operates the facility and makes reasonable efforts to transfer ownership of the facility to an entity other than the lender, the lender may continue to receive the incentive payment for electricity generated and sold by the facility for a period not to exceed eighteen months. A lender who takes possession of a facility shall notify the authority immediately on taking possession and, at least quarterly, document efforts to transfer ownership of the facility. If, during the incentive payment period, a qualified facility loses the right to receive the incentive because of changes in ownership, the facility may regain the right to receive the incentive upon cure of the ownership structure that resulted in the loss of eligibility and may reapply for the incentive, but in no case may the payment period be extended beyond the original ten-year limit. Section 4. The total size of a wind energy conversion facility shall be determined according to this section. Unless the facilities are interconnected with different distribution systems, the nameplate capacity of one wind energy conversion facility shall be combined with the nameplate capacity of any other wind energy conversion facility that is: (1) Located within five miles of the wind energy conversion facility; (2) Constructed within the same calendar year as the wind energy conversion facility; and (3) Under common ownership. In the case of a dispute, the authority shall determine the total size of the facility and shall draw all reasonable inferences in favor of combining the systems. In making a determination, the authority may determine that two wind energy conversion facilities are under common ownership if the underlying ownership structure contains similar persons or entities, even if the ownership shares differ between the two facilities. Wind energy conversion facilities are not under common ownership solely because the same person or entity provided equity financing for the facilities. Section 5. Incentive payments shall be made under this Act to the owner of a qualified wind energy conversion facility for electric energy generated and sold by the facility. Payment may only be made upon receipt by the authority of an incentive payment application that establishes that the applicant is eligible to receive an incentive payment. A qualified facility is eligible for the incentive on the date the authority receives: (1) An application for payment of the incentive; (2) One of the following: (a) A copy of a signed power purchase agreement; or (b) A copy of a binding agreement other than a power purchase agreement to sell electricity generated by the project to a third person; and (3) Any other information the authority deems necessary to determine whether the proposed project qualifies for the incentive under this section. The authority shall promulgate rules pursuant to chapter 1-26 to specify procedures and requirements governing eligibility, applications, payment, and documentation and reporting of incentive payments in accordance with the provisions of this Act. Section 6. The authority shall determine whether a facility qualifies for the incentive and respond in writing to the applicant approving or denying the application within thirty working days of receipt of the information required in section 5 of this Act. Section 7. Wind energy production incentive payments shall be made from the wind energy development fund established pursuant to section 8 of this Act. The executive director of the authority shall approve vouchers and the state auditor shall draw warrants to make incentive payments to qualified claimants. Payments from the fund shall be prorated equally to all qualified claimants each month based on claims submitted for that month and the amount of funds available for that month. If excess funds are available in the fund in any given month, payment may be made to qualified claimants for previous months when funds were not sufficient to pay the claims from the previous months. All moneys available in the fund at the end of the fiscal year shall be prorated equally to the facilities based upon all unpaid claims received through the end of that fiscal year. Section 8. There is hereby created a special fund in the state treasury known as the wind energy development fund. Money in the fund shall be used to provide wind energy production incentive payments pursuant to this Act. The fund consists of moneys deposited pursuant to § 10-39A-8, interest on investments, and moneys from all legal public and private sources, including legislative appropriations and federal grants. Money may be expended from the fund as determined in the general appropriations act according to Title 4. Section 9. That § 10-39A-8 be amended to read as follows: 10-39A-8. All taxes, interest and penalties imposed and collected by the secretary of revenue and regulation under this chapter shall be distributed as follows: (1) One-half shall be returned to the county The first five hundred thousand dollars collected in each fiscal year shall be distributed on a pro rata basis to the counties in which the energy minerals or mineral products were severed; (2) One-sixth shall be paid into the state treasury and credited to the energy development impact fund; (3) One-third share shall be paid into the state treasury and credited to the general fund Any additional funds shall be deposited in the wind energy development fund established pursuant to section 8 of this Act . Section 10. That § 10-39A-8.1 be repealed. 10-39A-8.1. There is hereby created a special fund within the state treasury to be known as the energy development impact fund for the purpose of offsetting economic, social, and physical impacts resulting from energy development and production. The state investment officer is responsible for the investment of the energy impact funds. Expenditures from the fund shall be made only by special appropriations bills passed by the Legislature. All money in the fund shall be budgeted and expended in accordance with chapters 4-7, 4-8, 4-8A, and 4-8B. Section 11. That § 10-39A-8.2 be repealed. 10-39A-8.2. The dollar balance in the energy impact fund shall not exceed one hundred thousand dollars. Any excess over one hundred thousand dollars shall be credited to the state general fund. Section 12. Any money in the energy development impact fund on the effective date of this Act shall be deposited in the wind energy development fund."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21051, "action_date": "2007-01-25T14:00:00-06:00", "document_id": 110859, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110859.pdf", "status_text": "First read in Senate and referred to", "journal_page": 234, "committee_id_action": 924, "committee_id_assigned": 906, "result": "N", "vote": {}}, {"bill_id": 21051, "action_date": "2007-01-31T07:45:00-06:00", "document_id": 111251, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111251.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 906, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21051, "action_date": "2007-01-31T07:45:00-06:00", "document_id": 111251, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111251.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 304, "committee_id_action": 906, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66529, "president_vote": null, "Yea": [3571, 3626, 3634, 3647, 3585], "Nay": [3608, 3612, 3641], "Excused": [3602]}}]}