{"session_id": 48, "bill_id": 14639, "bill_type": "House Bill", "bill_number": 1152, "bill_title": "establish a school construction fund, to provide for loans from the fund, to increase the state portion of video lottery machine income, and to dedicate the additional revenue to the school construction fund.", "sponsors": [{"legislator_profile_id": 2214, "is_prime": true}, {"legislator_profile_id": 2275, "is_prime": true}, {"legislator_profile_id": 2245, "is_prime": false}, {"legislator_profile_id": 2255, "is_prime": false}, {"legislator_profile_id": 2296, "is_prime": false}], "keywords": ["School Construction Fund", "Video Lottery"], "audio": [], "bill_versions": [{"bill_id": 14639, "bill_version_id": 80969, "bill_version": "Introduced", "bill_version_date": "1999-01-25T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a school construction fund, to provide for loans from the fund, to increase the state portion of video lottery machine income, and to dedicate the additional revenue to the school construction fund. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is created in the state treasury the South Dakota school construction fund. The fund shall be used to make loans to school districts to finance school construction and school renovation projects. No interest may be charged on the loans. No loan may be for a period of time more than twenty years. No loan may be for an amount over ten million dollars. All money in the fund is hereby appropriated for the purposes of making such loans. Section 2. The South Dakota Board of Education shall administer the fund created by section 1 of this Act. The board shall promulgate rules pursuant to chapter 1-26 necessary to make the loans for projects as authorized by section 1 of this Act and to establish criteria for the qualification, application, payment, and repayment of the loans. Section 3. That § 42-7A-63 be amended to read as follows: 42-7A-63. The commission shall maximize revenues to the state from video lottery. The state's percentage of net machine income shall be fifty fifty-five percent until June 30, 2000, sixty percent from July 1, 2000 to June 30, 2001, inclusive, sixty-five percent from July 1, 2001 to June 30, 2002, inclusive, and seventy percent on July 1, 2002 and thereafter . The state's percentage of net machine income shall be directly deposited to the property tax reduction fund, except for one-half of one percent of net machine income authorized for deposit into the video lottery operating fund. The effective date of this section is July 1, 1996. However, each fiscal year, if the total amount of net machine income deposited in the property tax reduction fund exceeds the amount deposited in the property tax reduction fund for fiscal year 1999, the commissioner of the Bureau of Finance and Management shall transfer the excess amount from the previous fiscal year, by September first of each year, to the South Dakota school construction fund created by section 1 of this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14639, "action_date": "1999-01-25T14:00:00-06:00", "document_id": 82118, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82118.pdf", "status_text": "First read in House and referred to", "journal_page": 175, "committee_id_action": 628, "committee_id_assigned": 623, "result": "N", "vote": {}}, {"bill_id": 14639, "action_date": "1999-02-08T19:00:00-06:00", "document_id": 81962, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81962.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 623, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14639, "action_date": "1999-02-17T10:00:00-06:00", "document_id": 81966, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81966.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 623, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14639, "action_date": "1999-02-17T10:00:00-06:00", "document_id": 81966, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81966.pdf", "status_text": "Tabled", "journal_page": 561, "committee_id_action": 623, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41648, "president_vote": null, "Nay": [2208, 2245, 2257, 2214], "Yea": [2228, 2232, 2240, 2247, 2254, 2262, 2282, 2266], "Excused": [2287]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/14639"}