{"session_id": 32, "bill_id": 9013, "bill_type": "House Bill", "bill_number": 1160, "bill_title": "transfer victim services from the Department of Social Services to the Department of Public Safety, to increase a surcharge to increase revenues to the crime victims' compensation fund, and to revise certain provisions regarding the awarding of claims from the fund.", "sponsors": [{"legislator_profile_id": 1230, "is_prime": true}, {"legislator_profile_id": 1299, "is_prime": true}, {"legislator_profile_id": 1424, "is_prime": false}, {"legislator_profile_id": 1307, "is_prime": false}, {"legislator_profile_id": 1231, "is_prime": false}, {"legislator_profile_id": 1308, "is_prime": false}, {"legislator_profile_id": 1312, "is_prime": false}, {"legislator_profile_id": 1273, "is_prime": false}, {"legislator_profile_id": 1286, "is_prime": false}, {"legislator_profile_id": 1265, "is_prime": false}, {"legislator_profile_id": 1296, "is_prime": false}, {"legislator_profile_id": 1253, "is_prime": false}, {"legislator_profile_id": 1221, "is_prime": false}, {"legislator_profile_id": 1258, "is_prime": false}, {"legislator_profile_id": 1220, "is_prime": false}], "keywords": ["Crime Victims", "Crimes", "Criminal Procedure", "Fees"], "audio": [{"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst26.mp3", "start_seconds": 6048.0}, {"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst26.mp3", "start_seconds": 6048.0}, {"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst26.mp3", "start_seconds": 6048.0}, {"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst26.mp3", "start_seconds": 6048.0}, {"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst26.mp3", "start_seconds": 6048.0}, {"meeting_datetime": "2018-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou27.mp3", "start_seconds": 4225.0}, {"meeting_datetime": "2018-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou27.mp3", "start_seconds": 4225.0}, {"meeting_datetime": "2018-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou27.mp3", "start_seconds": 4225.0}, {"meeting_datetime": "2018-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou27.mp3", "start_seconds": 4225.0}, {"meeting_datetime": "2018-03-05T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst33.mp3", "start_seconds": 5585.0}, {"meeting_datetime": "2018-03-05T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst33.mp3", "start_seconds": 5585.0}, {"meeting_datetime": "2018-03-05T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst33.mp3", "start_seconds": 5585.0}, {"meeting_datetime": "2018-03-05T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst33.mp3", "start_seconds": 5585.0}, {"meeting_datetime": "2018-03-05T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst33.mp3", "start_seconds": 5585.0}, {"meeting_datetime": "2018-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen34.mp3", "start_seconds": 8915.0}, {"meeting_datetime": "2018-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen34.mp3", "start_seconds": 8915.0}, {"meeting_datetime": "2018-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen34.mp3", "start_seconds": 8915.0}, {"meeting_datetime": "2018-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen34.mp3", "start_seconds": 8915.0}, {"meeting_datetime": "2018-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou35.mp3", "start_seconds": 3134.0}, {"meeting_datetime": "2018-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou35.mp3", "start_seconds": 3134.0}, {"meeting_datetime": "2018-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou35.mp3", "start_seconds": 3134.0}], "bill_versions": [{"bill_id": 9013, "bill_version_id": 47729, "bill_version": "Introduced", "bill_version_date": "2018-01-24T09:29:09.457-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions of the crime victim compensation program fund, and to increase a surcharge to increase revenues to the crime victims' compensation fund. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 23A-28B-1 be amended to read: 23A-28B-1. Terms used in this chapter mean: (1) \"Claimant,\" any person entitled to apply for compensation pursuant to this chapter; (2) \"Commission,\" the South Dakota Crime Victims' Compensation Commission as established by § 23A-28B-3; (3) \"Crime,\" conduct that occurs or is attempted in this state, including that arising from domestic violence and acts of terrorism, as defined in 18 USC § 2331 as of January 1, 1997, which conduct results in personal injury or death and is punishable as a felony or misdemeanor, or would be so punishable except that the person engaging in the conduct lacked the capacity to commit the crime under the laws of this state. However, the term does not include conduct arising out of the ownership, maintenance, or use of a motor vehicle, boat, or aircraft unless the conduct was intended to cause or did recklessly cause personal injury or death or unless the conduct constitutes a violation of § 32-23-1, 22-16-41, or 22-18-36; (4) \"Department,\" Department of Social Services; (5) \"Dependent,\" any spouse, parent, grandparent, stepparent, child, stepchild, adopted child, grandchild, brother, sister, half brother, half sister, or parent of the spouse of a deceased victim who was wholly or partially dependent upon the victim's income at the time of the victim's death, including any child of the victim born after the victim's death; (6)(5) \"Economic loss,\" medical and hospital expenses, loss of earnings, loss of future earnings, funeral and burial expenses, homicide scene cleanup expenses, limited personal property losses, mileage, security devices, and loss of economic benefits or support to dependents, including home maintenance and child care expenses; (7)(6) \"Fund,\" the crime victims' compensation fund established by § 23A-28B-40; (8)(7) \"Law enforcement officer,\" any person as defined in § 22-1-2; (9)(8) \"Medical expense,\" the cost of all medical and dental services, mental health counseling, dental and prosthetic devices, eyeglasses or other corrective lenses, including services rendered in accordance with any method of healing recognized by the laws of this state or the United States; (10)(9) \"Person,\" any natural person; (11)(10) \"Personal injury,\" actual bodily harm or emotional distress; (12)(11) \"Victim,\" any person who suffers personal injury or death as a direct result of: (a) A crime, including a federal crime occurring in this state; (b) A good faith effort by the person to prevent the commission of a crime; or (c) A good faith effort by the person to apprehend a person suspected of engaging in a crime; (13)(12) \"Homicide scene cleanup expenses,\" the cost of cleaning the scene of a homicide, if the scene is a residence or an automobile, including removing, or attempting to remove, from the crime scene, blood, dirt, stains, or other debris caused by the crime or the processing of the crime scene. Compensation may be paid for services provided by persons who are not members of the immediate family of the victim, including the victim's spouse, parents, siblings and children, or persons who were not living with the victim at the time of the crime; (14)(13) \"Personal Property losses,\" the replacement value of property, including clothing and bedding, used for evidentiary purposes; (15)(14) \"Security devices,\" the cost to repair or install locks, door eyeholes, security lights, or other similar security and safety measures necessary to ensure the safety of the victim. Section 2. That § 23A-28B-4 be amended to read: 23A-28B-4. The commission shall: (1) Hear and determine claims for compensation as provided in § 23A-28B-32; (2) Promulgate rules, pursuant to chapter 1-26, governing conduct of hearings before the commission; (3) Assist the department attorney general in publicizing the availability of and procedures for obtaining compensation pursuant to the provisions of this chapter; and (4) Assist the department attorney general in developing, implementing, and evaluating effective crime victim compensation policies and procedures. Section 3. That § 23A-28B-6 be amended to read: 23A-28B-6. The commission shall be administered under the direction and supervision of the department and the secretary thereof attorney general, but shall retain the quasi-judicial, quasi-legislative, advisory, other nonadministrative, and special budgetary functions (,as defined in § 1-32-1) otherwise, vested in it the commission and shall exercise those functions independently of the secretary of the department attorney general. Section 4. That § 23A-28B-8 be amended to read: 23A-28B-8. Each member of the commission shall be paid mileage at the same rate as allowed for state employees and shall receive per diem compensation and allowable expense reimbursement in an amount set pursuant to § 4-7-10.4 for time spent attending commission meetings. However, no per diem may be paid to any commission member who is a state employee. The per diem shall be paid on vouchers verified and approved by the secretary of the department attorney general. Section 5. That § 23A-28B-9 be amended to read: 23A-28B-9. The department attorney general or commission, as applicable, shall award victims' compensation as authorized by the provisions of this chapter if it the attorney general or the commission finds by a preponderance of the evidence that the requirements for compensation have been met. Section 6. That § 23A-28B-11 be amended to read: 23A-28B-11. An application for compensation shall be on a form prescribed by the department which sets forth attorney general: (1) The victim's name and address, the claimant's name and address, and the relationship of the claimant to the victim; (2) If the victim is deceased, the name and address of each dependent of the victim and the extent to which each is dependent; (3) The date and the nature of the crime underlying the claim; (4) The law enforcement agency or officer to whom the crime was reported and the date of the report; (5) The nature and extent of the injuries sustained by the victim, the name and address of any person who gave medical treatment to the victim, and the name and address of any hospital where the victim received medical treatment; (6) The total amount of economic loss that the victim, a dependent, or the claimant sustained as a result of the crime; (7) The amount of benefits or advantages that the victim, a dependent, or other claimant has received or may be entitled to receive from any collateral source for economic loss resulting from the crime, including the name of each collateral source; (8) Whether the claimant is a spouse, parent, child, brother or sister of the offender, or an accomplice of the offender who committed the crime; (9) A release authorizing the department attorney general to obtain any report, document, or other information relating to the claim; and (10) Any additional information which the department attorney general deems necessary. Section 7. That § 23A-28B-12 be amended to read: 23A-28B-12. The department attorney general shall furnish law enforcement agencies with victims' compensation application forms. A law enforcement agency investigating a crime shall provide forms to any person who may be eligible to file a claim pursuant to this chapter. Section 8. That § 23A-28B-13 be amended to read: 23A-28B-13. The department attorney general may require that documentation substantiating the facts stated in an application for compensation be submitted with the application. If the department attorney general determines that an application does not contain the required information or that the facts stated in the application have not been substantiated, it the attorney general shall notify the applicant in writing of the specific additional documentation required and that the. The applicant has thirty days from the date of the notice in which to furnish such the additional information to the department attorney general. The department attorney general shall reject the application of a claimant who fails to file the requested information within the time specified unless the applicant requests, and the department attorney general grants, an extension of time in which to furnish such the information. Section 9. That § 23A-28B-14 be amended to read: 23A-28B-14. A claimant may file an amended application or additional substantiating materials to correct inadvertent errors or omissions at any time before the department attorney general or the commission disposes of the original application. Any additional material filed pursuant to this section shall be considered to have been filed at the same time as the original application. Section 10. That § 23A-28B-16 be amended to read: 23A-28B-16. Upon request by the department attorney general, any state or local agency, including a law enforcement agency, shall complete and return to the department attorney general a certification form to provide any information requested by the department attorney general to help decide whether a person is eligible to receive an award of compensation under this chapter. If requested by the department attorney general, an agency shall also make available all reports, files and other appropriate information to assist the department attorney general in making an eligibility decision. Section 11. That § 23A-28B-17 be amended to read: 23A-28B-17. The department attorney general or commission may issue subpoenas for persons or documents as provided by § 15-6-45 for any investigation or hearing conducted pursuant to this chapter. Failure to comply with a subpoena issued pursuant to this chapter is punishable as contempt in court as provided by chapter 21-34. Section 12. That § 23A-28B-18 be amended to read: 23A-28B-18. The department attorney general may order payment of compensation: (1) For the benefit of the injured person; (2) In the event of personal injury to or death of the victim, to any person responsible for maintenance of the victim who has suffered pecuniary loss or incurred expenses as a result of such injury or death; and (3) In the event of death of the victim, for the benefit of one or more dependents of the victim. If two or more such dependents are entitled to an award of compensation, the award shall be apportioned by the department attorney general among the dependents in a manner which the department attorney general determines to be fair and equitable. Section 13. That § 23A-28B-19 be amended to read: 23A-28B-19. The department attorney general or commission, as applicable, may order payment of victims' compensation in accordance with the provisions of this chapter for reasonable economic losses incurred as a direct result of personal injury to or death of a victim, including any economic loss as defined in § 23A-28B-1. Section 14. That § 23A-28B-20 be amended to read: 23A-28B-20. For the purpose of calculating compensation to be awarded pursuant to this chapter, the department attorney general shall establish uniform standards for compensation under this chapter, taking into consideration the rates and amounts of compensation payable for injuries and for death under the laws of this state and the United States and availability of funds under this chapter. Standards for compensation shall be established by rules promulgated by the department attorney general pursuant to chapter 1-26. Loss of earnings, loss of future earnings, and loss of support shall be determined on the basis of the victim's average monthly earnings for the six months immediately preceding the date of injury, or the monthly minimum wage as of the date of the crime underlying the claim, whichever is less. The monthly minimum wage shall be based upon the federal hourly minimum wage in effect as of the date of the crime multiplied by 173.2 hours per month. Section 15. That § 23A-28B-23 be amended to read: 23A-28B-23. An award of compensation may be made without regard to whether any person is prosecuted or convicted for the criminal conduct that is the basis of the award. Proof of conviction of a person whose conduct gives rise to a claim is conclusive evidence that the crime was committed, unless an application for rehearing, an appeal of the conviction or a petition for certiorari is pending, or a rehearing or new trial has been ordered. The department attorney general may suspend proceedings under this chapter for any period it deems appropriate on the grounds that a prosecution for the conduct giving rise to a claim has been commenced or is imminent. Section 16. That § 23A-28B-24 be amended to read: 23A-28B-24. An award of victims' compensation under this chapter shall be paid in a lump sum. However, in a case involving death or protracted disability, an award may be paid in periodic payments. The department attorney general may pay any portion of an award directly to the provider of any service which is the basis for that portion of the award. An award is not subject to execution, attachment, garnishment, or other process. However, an award for compensation toward a related expense is not exempt from a claim by a creditor to the extent that the creditor provided products, services, or accommodations, the costs of which are recognized and included in the award. Section 17. That § 23A-28B-25 be amended to read: 23A-28B-25. No claim for compensation may be awarded: (1) Unless an application for compensation is filed with the department attorney general within one year after the date of the personal injury or death and the personal injury or death was the result of a crime which had been reported to a law enforcement officer or agency within five days of its occurrence or, if the crime could not reasonably have been reported within such that period, within five days of the date when a report could reasonably have been made. The department attorney general may waive the one year application requirement for good cause shown; (2) If the victim: (a) Engaged in conduct which substantially contributed to the infliction of the victim's injury or death or engaged in conduct which the victim should reasonably have foreseen could lead to the injury or death. However, this subsection does not apply to any victim defined in subsections 23A-28B-1(12)(b) and (c) 23A-28B-1(11)(b) and (c) or to any victim of: a sex offense under chapter 22-22; human trafficking under chapter 22-49; domestic abuse under § 25-10-1; child abuse, neglect, or exploitation under § 26-8A-2; or abuse, neglect, or exploitation of an elder or an adult with a disability under chapter 22-46; (b) Committed or otherwise participated in a crime which caused or contributed to the victim's injury or death; (c) Fails or refuses to cooperate fully with any appropriate law enforcement officer or agency or with the department in the administration of this chapter. If a claimant other than a victim fails or refuses to cooperate pursuant to this subsection, no compensation may be awarded to that claimant; or (3) To any claimant, if the award would unjustly benefit an offender or an accomplice. Section 18. That § 23A-28B-27 be amended to read: 23A-28B-27. If the department attorney general concludes that an award of compensation is likely and that undue hardship will result to a claimant if an immediate award is not made, the department attorney general may grant an emergency award of compensation. The amount of such the emergency award shall be based upon the claimant's immediate and verifiable needs as a result of loss of income or support, upon emergency medical treatment expenses or upon funeral and burial expenses. The amount of an emergency award may not exceed one thousand dollars. Any emergency award granted pursuant to this section shall be deducted from any final compensation award made to the claimant. Any excess of the amount of any emergency award over the amount of the final award, or the full amount of any emergency award if no final award is made, shall be repaid by the claimant to the department attorney general for reimbursement to the fund. Section 19. That § 23A-28B-28 be amended to read: 23A-28B-28. The department attorney general shall receive, review, and investigate, any application for victims' compensation which has been properly filed. Following such the review and investigation the department attorney general shall issue an order pursuant to § 23A-28B-31. The department attorney general shall file any such the order with the commission and shall serve notice of such by mailing a copy of the order to the claimant. Section 20. That § 23A-28B-31 be amended to read: 23A-28B-31. For all claims submitted under the provisions of this chapter, the department attorney general shall enter an order which shall include that includes: (1) Findings of fact; (2) The amount of compensation, if any, payable under the provisions of this chapter; (3) The name of any person to whom such the compensation is payable; (4) A notice that the claimant may request commission review of the order in accordance with § 23A-28B-32; and (5) Any other information which the department attorney general deems necessary. Section 21. That § 23A-28B-32 be amended to read: 23A-28B-32. If a claimant disagrees with an order entered by the department attorney general, the claimant, within fifteen days from the date of service of the order, may request a review of the claim by the commission. A request for review shall be in writing in a form prescribed by the commission. Upon receipt of a request for review, the commission shall treat the department attorney general order as a recommendation by the department attorney general and shall hold a hearing to decide the claim. The hearing shall be held upon at least thirty days notice to the claimant and any other interested persons. The commission shall consider the order of the department attorney general and any objections to the order by the claimant. In addition, the commission may subpoena persons or documents, administer oaths or affirmations, and receive any additional relevant evidence which the commission deems necessary to decide the compensability of the claim. Based upon evidence presented at the hearing, the commission may adopt, modify, or reject the order of the department attorney general. A record of all proceedings at the hearing shall be kept. Any hearing held pursuant to this section may not be deemed a contested case hearing and the provisions of §§ 1-26-16 to 1-26-37, inclusive, governing contested cases and appeals therefrom do not apply. However, the commission shall adopt procedural rules pursuant to chapter 1-26 governing hearings held pursuant to this section. If no request for review is received within fifteen days, the department attorney general order shall become final with no further action by the commission and compensation shall be paid in accordance therewith with the order. Section 22. That § 23A-28B-32.1 be amended to read: 23A-28B-32.1. Upon request of the claimant and subject to the limitations set forth in this chapter, including any rules promulgated pursuant to § 23A-28B-20, the department attorney general may amend an order entered by the commission pursuant to § 23A-28B-32. However, such amendments any amendment may not exceed five percent of the total amount authorized by the commission. The department attorney general may not award compensation for the claim if the commission denied compensation. Section 23. That § 23A-28B-33 be amended to read: 23A-28B-33. The department attorney general may promulgate rules, pursuant to chapter 1-26, relating to administration of this chapter, which rules may include: (1) Procedures for investigating a claim to determine whether compensation eligibility requirements have been satisfied; (2) Procedures for verifying claimed losses or expenses; (3) Standards for compensation, as provided in § 23A-28B-20; (4) Standards to insure that payment of an award will not unjustly benefit an offender or an accomplice; and (5) Procedures to be utilized to decide requests for emergency awards. Section 24. That § 23A-28B-34 be amended to read: 23A-28B-34. If an award of compensation has been paid pursuant to this chapter, the department attorney general is subrogated to the cause of action of a claimant against the person responsible for the injury or death and the department attorney general may bring an action against such the person in the amount of the damages sustained by the claimant. The department attorney general is also subrogated to the cause of action of the claimant against one or more third parties liable for the acts of the person responsible for such the injury or death. If the department attorney general brings an action pursuant to this section and the judgment is greater than the amount of compensation paid to the claimant plus the costs incurred by the department attorney general in pursuing such the action, the balance of the judgment shall be paid to the claimant. In addition to the authority of the department attorney general to bring an action under this section, the claimant may bring an action to recover damages. In any such action, the department attorney general holds subrogation rights and the claimant shall join the department attorney general as a party to such action. If any judgment or verdict pursuant to an action under this section indicates separate awards for economic loss and noneconomic loss, payments on such the judgment or verdict shall be allocated between the losses in proportion to the amounts indicated. In any such action, the judge, upon timely motion, shall direct the jury to return a special verdict, which verdict shall indicate separately the awards for noneconomic loss, punitive damages, and economic loss. Section 25. That § 23A-28B-35 be amended to read: 23A-28B-35. No person may submit a fraudulent application or claim for a victims' compensation award, may intentionally make or cause to be made any false statement or representation of a material fact in a claim, or may intentionally conceal or fail to disclose information affecting the amount of or the initial or continued right to any such claim or award when reasonably requested to provide such the information by the department attorney general or the commission. Any person who violates the provisions of this section is guilty of a Class 1 misdemeanor if the application or claim is in an amount of one thousand dollars or less. Any person who violates the provisions of this section is guilty of a Class 4 felony if the application or claim is in an amount exceeding one thousand dollars. Any person who violates the provisions of this section forfeits any benefit received under this chapter and shall reimburse the state for any such payments received or paid to or on behalf of that person. The state has a civil cause of action for relief against any person who violates this section in the amount of damages which the state has sustained as a result of such the violation and, in addition, for punitive damages in an amount not more than double the amount of damages which the state has sustained, together with interest, plus the cost of such the suit. Section 26. That § 23A-28B-36 be amended to read: 23A-28B-36. Any record or report that is confidential by any law or administrative rule obtained by the department attorney general or commission, the confidentiality of which is protected by any law or administrative rule, shall remain confidential. Section 27. That § 23A-28B-39 be amended to read: 23A-28B-39. The attorney general shall appoint an assistant attorney general to act as legal advisor to the department and to the commission toward administration of this chapter. Upon request by the department or commission, such the assistant attorney general shall represent the department or commission in litigation in which the department or commission is a party or has an interest. Section 28. That § 23A-28B-41 be amended to read: 23A-28B-41. Expenditures authorized by this chapter from the crime victims' compensation fund shall be paid on warrants drawn by the state auditor on vouchers approved by the secretary of the department attorney general. Section 29. That § 23A-28B-42 be amended to read: 23A-28B-42. In any criminal action for a violation of state law or county or municipal ordinance, in addition to any other liquidated cost, penalty, assessment, surcharge, or fine provided by law, there shall be levied a crime victims' compensation surcharge on each Class 2 misdemeanor, Class 1 misdemeanor, or felony conviction of two five dollars and fifty cents. However, the surcharge imposed by this section does not apply to violations relating to parking of vehicles. In a case of clear financial hardship when a fine is suspended in whole or in part, the surcharge provided for in this section may be waived. Section 30. That § 23A-28B-43 be amended to read: 23A-28B-43. The clerk of courts of each county shall collect any surcharge levied under § 23A-28B-42 and shall transmit such the collected surcharges within thirty days to the state treasurer who shall place such the money received in the crime victims' compensation fund. For administration of surcharge collection, the Unified Judicial System shall receive three one and one half percent of the surcharge funds collected, to be deposited in the court automation fund. The department attorney general shall receive twenty-seven thirteen and one half percent of surcharge funds collected for costs associated with administering claims and for providing administrative services to the commission. Such Any expenditures authorized from the fund shall be paid on warrants drawn by the state auditor on vouchers approved by the secretary of the department attorney general. Section 31. That § 23A-28B-44 be amended to read: 23A-28B-44. No application for compensation may be considered by the department or commission until July 1, 1992. No award of compensation may be made for a crime that occurs prior to before July 1, 1992."}, {"bill_id": 9013, "bill_version_id": 49563, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2018-02-21T12:25:57.563-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to transfer victim services from the Department of Social Services to the Department of Public Safety. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 23A-28B-1 be amended to read: 23A-28B-1. Terms used in this chapter mean: (1) \"Claimant,\" any person entitled to apply for compensation pursuant to this chapter; (2) \"Commission,\" the South Dakota Crime Victims' Compensation Commission as established by § 23A-28B-3; (3) \"Crime,\" conduct that occurs or is attempted in this state, including that arising from domestic violence and acts of terrorism, as defined in 18 USC § 2331 as of January 1, 1997, which conduct results in personal injury or death and is punishable as a felony or misdemeanor, or would be so punishable except that the person engaging in the conduct lacked the capacity to commit the crime under the laws of this state. However, the term does not include conduct arising out of the ownership, maintenance, or use of a motor vehicle, boat, or aircraft unless the conduct was intended to cause or did recklessly cause personal injury or death or unless the conduct constitutes a violation of § 32-23-1, 22-16-41, or 22-18-36; (4) \"Department,\" Department of Social Services Public Safety; (5) \"Dependent,\" any spouse, parent, grandparent, stepparent, child, stepchild, adopted child, grandchild, brother, sister, half brother, half sister, or parent of the spouse of a deceased victim who was wholly or partially dependent upon the victim's income at the time of the victim's death, including any child of the victim born after the victim's death; (6) \"Economic loss,\" medical and hospital expenses, loss of earnings, loss of future earnings, funeral and burial expenses, homicide scene cleanup expenses, limited personal property losses, mileage, security devices, and loss of economic benefits or support to dependents, including home maintenance and child care expenses; (7) \"Fund,\" the crime victims' compensation fund established by § 23A-28B-40; (8) \"Law enforcement officer,\" any person as defined in § 22-1-2; (9) \"Medical expense,\" the cost of all medical and dental services, mental health counseling, dental and prosthetic devices, eyeglasses or other corrective lenses, including services rendered in accordance with any method of healing recognized by the laws of this state or the United States; (10) \"Person,\" any natural person; (11) \"Personal injury,\" actual bodily harm or emotional distress; (12) \"Victim,\" any person who suffers personal injury or death as a direct result of: (a) A crime, including a federal crime occurring in this state; (b) A good faith effort by the person to prevent the commission of a crime; or (c) A good faith effort by the person to apprehend a person suspected of engaging in a crime; (13) \"Homicide scene cleanup expenses,\" the cost of cleaning the scene of a homicide, if the scene is a residence or an automobile, including removing, or attempting to remove, from the crime scene, blood, dirt, stains, or other debris caused by the crime or the processing of the crime scene. Compensation may be paid for services provided by persons who are not members of the immediate family of the victim, including the victim's spouse, parents, siblings and children, or persons who were not living with the victim at the time of the crime; (14) \"Personal Property losses,\" the replacement value of property, including clothing and bedding, used for evidentiary purposes; (15) \"Security devices,\" the cost to repair or install locks, door eyeholes, security lights, or other similar security and safety measures necessary to ensure the safety of the victim. Section 2. That § 23A-28B-25 be amended to read: 23A-28B-25. No claim for compensation may be awarded: (1) Unless an application for compensation is filed with the department within one year after the date of the personal injury or death and the personal injury or death was the result of a crime which had been reported to a law enforcement officer or agency within five days of its occurrence or, if the crime could not reasonably have been reported within such that period, within five days of the date when a report could reasonably have been made. The department may waive the one year application requirement for good cause shown; (2) If the victim: (a) Engaged in conduct which substantially contributed to the infliction of the victim's injury or death or engaged in conduct which the victim should reasonably have foreseen could lead to the injury or death. However, this subsection does not apply to any victim defined in subsections 23A-28B-1(12)(b) and (c) or to any victim of: a sex offense under chapter 22-22; human trafficking under chapter 22-49; domestic abuse under § 25-10-1; child abuse, neglect, or exploitation under § 26-8A-2; or abuse, neglect, or exploitation of an elder or an adult with a disability under chapter 22-46; (b) Committed or otherwise participated in a crime which caused or contributed to the victim's injury or death; (c) Fails or refuses to cooperate fully with any appropriate law enforcement officer or agency or with the department in the administration of this chapter. If a claimant other than a victim fails or refuses to cooperate pursuant to this subsection, no compensation may be awarded to that claimant; or (3) To any claimant, if the award would unjustly benefit an offender or an accomplice. Section 3. That § 1-36-35 be amended to read: 1-36-35. There is hereby created the Visitation Grant Advisory Group to allocate funds received by the Department of Social Services Public Safety through Part D of Title IV (U.S.C. 651-669). The advisory group shall be composed of three circuit court judges appointed by the Chief Justice of the Supreme Court, two members in good standing of the South Dakota Bar Association with experience in the law of domestic relations, custody, and visitation appointed by the Governor, two at large members appointed by the Governor, and two legislators, one appointed by the speaker of the House of Representatives and one appointed by the president pro tempore of the Senate. The terms of the members of the first advisory group shall be: (1) One-third selected for one-year terms; (2) One-third selected for two-year terms; and (3) One-third selected for three-year terms. The term of each appointment to the advisory group is three years. No member may serve more than two consecutive three-year terms. The members may elect a chair from among the members. The advisory group shall be staffed by the Department of Social Services Public Safety. Section 4. That § 25-10-30 be amended to read: 25-10-30. The Department of Social Services Public Safety shall promulgate rules pursuant to chapter 1-26 to: (1) Establish minimum qualifications of sexual assault or domestic violence shelters or service programs; and (2) Evaluate the programs and services provided by sexual assault or domestic violence shelters or service programs. Section 5. That § 23A-28B-44 be amended to read: 23A-28B-44. No application for compensation may be considered by the department or commission until July 1, 1992. No award of compensation may be made for a crime that occurs prior to before July 1, 1992."}, {"bill_id": 9013, "bill_version_id": 50307, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2018-03-05T14:18:39.79-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to transfer victim services from the Department of Social Services to the Department of Public Safety, to increase a surcharge to increase revenues to the crime victims' compensation fund, and to revise certain provisions regarding the awarding of claims from the fund. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 23A-28B-1 be amended to read: 23A-28B-1. Terms used in this chapter mean: (1) \"Claimant,\" any person entitled to apply for compensation pursuant to this chapter; (2) \"Commission,\" the South Dakota Crime Victims' Compensation Commission as established by § 23A-28B-3; (3) \"Crime,\" conduct that occurs or is attempted in this state, including that arising from domestic violence and acts of terrorism, as defined in 18 USC § 2331 as of January 1, 1997, which conduct results in personal injury or death and is punishable as a felony or misdemeanor, or would be so punishable except that the person engaging in the conduct lacked the capacity to commit the crime under the laws of this state. However, the term does not include conduct arising out of the ownership, maintenance, or use of a motor vehicle, boat, or aircraft unless the conduct was intended to cause or did recklessly cause personal injury or death or unless the conduct constitutes a violation of § 32-23-1, 22-16-41, or 22-18-36; (4) \"Department,\" Department of Social Services Public Safety; (5) \"Dependent,\" any spouse, parent, grandparent, stepparent, child, stepchild, adopted child, grandchild, brother, sister, half brother, half sister, or parent of the spouse of a deceased victim who was wholly or partially dependent upon the victim's income at the time of the victim's death, including any child of the victim born after the victim's death; (6) \"Economic loss,\" medical and hospital expenses, loss of earnings, loss of future earnings, funeral and burial expenses, homicide scene cleanup expenses, limited personal property losses, mileage, security devices, and loss of economic benefits or support to dependents, including home maintenance and child care expenses; (7) \"Fund,\" the crime victims' compensation fund established by § 23A-28B-40; (8) \"Law enforcement officer,\" any person as defined in § 22-1-2; (9) \"Medical expense,\" the cost of all medical and dental services, mental health counseling, dental and prosthetic devices, eyeglasses or other corrective lenses, including services rendered in accordance with any method of healing recognized by the laws of this state or the United States; (10) \"Person,\" any natural person; (11) \"Personal injury,\" actual bodily harm or emotional distress; (12) \"Victim,\" any person who suffers personal injury or death as a direct result of: (a) A crime, including a federal crime occurring in this state; (b) A good faith effort by the person to prevent the commission of a crime; or (c) A good faith effort by the person to apprehend a person suspected of engaging in a crime; (13) \"Homicide scene cleanup expenses,\" the cost of cleaning the scene of a homicide, if the scene is a residence or an automobile, including removing, or attempting to remove, from the crime scene, blood, dirt, stains, or other debris caused by the crime or the processing of the crime scene. Compensation may be paid for services provided by persons who are not members of the immediate family of the victim, including the victim's spouse, parents, siblings and children, or persons who were not living with the victim at the time of the crime; (14) \"Personal Property losses,\" the replacement value of property, including clothing and bedding, used for evidentiary purposes; (15) \"Security devices,\" the cost to repair or install locks, door eyeholes, security lights, or other similar security and safety measures necessary to ensure the safety of the victim. Section 2. That § 23A-28B-25 be amended to read: 23A-28B-25. No claim for compensation may be awarded: (1) Unless an application for compensation is filed with the department within one year after the date of the personal injury or death and the personal injury or death was the result of a crime which had been reported to a law enforcement officer or agency within five days of its occurrence or, if the crime could not reasonably have been reported within such that period, within five days of the date when a report could reasonably have been made. The department may waive the one year application requirement for good cause shown; (2) If the victim: (a) Engaged in conduct which substantially contributed to the infliction of the victim's injury or death or engaged in conduct which the victim should reasonably have foreseen could lead to the injury or death. However, this subsection does not apply to any victim defined in subsections 23A-28B-1(12)(b) and (c) or to any victim of: a sex offense under chapter 22-22; human trafficking under chapter 22-49; domestic abuse under § 25-10-1; child abuse, neglect, or exploitation under § 26-8A-2; or abuse, neglect, or exploitation of an elder or an adult with a disability under chapter 22-46; (b) Committed or otherwise participated in a crime which caused or contributed to the victim's injury or death; (c) Fails or refuses to cooperate fully with any appropriate law enforcement officer or agency or with the department in the administration of this chapter. If a claimant other than a victim fails or refuses to cooperate pursuant to this subsection, no compensation may be awarded to that claimant; or (3) To any claimant, if the award would unjustly benefit an offender or an accomplice. Section 3. That § 1-36-35 be amended to read: 1-36-35. There is hereby created the Visitation Grant Advisory Group to allocate funds received by the Department of Social Services Public Safety through Part D of Title IV (U.S.C. 651-669). The advisory group shall be composed of three circuit court judges appointed by the Chief Justice of the Supreme Court, two members in good standing of the South Dakota Bar Association with experience in the law of domestic relations, custody, and visitation appointed by the Governor, two at large members appointed by the Governor, and two legislators, one appointed by the speaker of the House of Representatives and one appointed by the president pro tempore of the Senate. The terms of the members of the first advisory group shall be: (1) One-third selected for one-year terms; (2) One-third selected for two-year terms; and (3) One-third selected for three-year terms. The term of each appointment to the advisory group is three years. No member may serve more than two consecutive three-year terms. The members may elect a chair from among the members. The advisory group shall be staffed by the Department of Social Services Public Safety. Section 4. That § 25-10-30 be amended to read: 25-10-30. The Department of Social Services Public Safety shall promulgate rules pursuant to chapter 1-26 to: (1) Establish minimum qualifications of sexual assault or domestic violence shelters or service programs; and (2) Evaluate the programs and services provided by sexual assault or domestic violence shelters or service programs. Section 5. That § 23A-28B-44 be amended to read: 23A-28B-44. No application for compensation may be considered by the department or commission until July 1, 1992. No award of compensation may be made for a crime that occurs prior to before July 1, 1992. Section 6. That § 23A-28B-42 be amended to read: 23A-28B-42. In any criminal action for a violation of state law or county or municipal ordinance, in addition to any other liquidated cost, penalty, assessment, surcharge, or fine provided by law, there shall be levied a crime victims' compensation surcharge on each Class 2 misdemeanor, Class 1 misdemeanor, or felony conviction of two five dollars and fifty cents. However, the surcharge imposed by this section does not apply to violations relating to parking of vehicles. In a case of clear financial hardship when a fine is suspended in whole or in part, the surcharge provided for in this section may be waived. Section 7. That § 23A-28B-43 be amended to read: 23A-28B-43. The clerk of courts of each county shall collect any surcharge levied under § 23A-28B-42 and shall transmit such the collected surcharges within thirty days to the state treasurer who shall place such the money received in the crime victims' compensation fund. For administration of surcharge collection, the Unified Judicial System shall receive three one and one half percent of the surcharge funds collected, to be deposited in the court automation fund. The department shall receive twenty-seven thirteen and one half percent of surcharge funds collected for costs associated with administering claims and for providing administrative services to the commission. Such Any expenditures authorized from the fund shall be paid on warrants drawn by the state auditor on vouchers approved by the secretary of the department. Section 8. That § 23A-28B-25 be amended to read: 23A-28B-25. No claim for compensation may be awarded: (1) Unless an application for compensation is filed with the department within one year after the date of the personal injury or death and the personal injury or death was the result of a crime which had been reported to a law enforcement officer or agency within five days of its occurrence or, if the crime could not reasonably have been reported within such period, within five days of the date when a report could reasonably have been made. The department may waive the one year application requirement for good cause shown; (2) If the victim: (a) Engaged in conduct which substantially contributed to the infliction of the victim's injury or death or engaged in conduct which the victim should reasonably have foreseen could lead to the injury or death. However, this subsection does not apply to any victim defined in subsections 23A-28B-1(12)(b) and (c) or to any victim of: a sex offense under chapter 22-22; human trafficking under chapter 22-49; domestic abuse under § 25-10-1; child abuse, neglect, or exploitation under § 26-8A-2; or abuse, neglect, or exploitation of an elder or an adult with a disability under chapter 22-46; (b) Committed or otherwise participated in a crime which caused or contributed to the victim's injury or death; (c) Fails or refuses to cooperate fully with any appropriate law enforcement officer or agency or with the department in the administration of this chapter. If a claimant other than a victim fails or refuses to cooperate pursuant to this subsection, no compensation may be awarded to that claimant; or (3) To any claimant, if the award would unjustly benefit an offender or an accomplice."}, {"bill_id": 9013, "bill_version_id": 50462, "bill_version": "Enrolled", "bill_version_date": "2018-03-08T10:58:38.977-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9013, "action_date": "2018-01-24T14:00:00-06:00", "document_id": 47830, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47830.pdf", "status_text": "First read in House and referred to", "journal_page": 175, "committee_id_action": 396, "committee_id_assigned": 391, "result": "N", "vote": {}}, {"bill_id": 9013, "action_date": "2018-02-14T07:45:00-06:00", "document_id": 49050, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49050.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 391, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9013, "action_date": "2018-02-21T07:45:00-06:00", "document_id": 49329, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49329.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 391, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9013, "action_date": "2018-02-21T07:45:00-06:00", "document_id": 49546, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49546.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 391, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9013, "action_date": "2018-02-21T07:45:00-06:00", "document_id": 49546, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49546.pdf", "status_text": "Do Pass Amended", "journal_page": 0, "committee_id_action": 391, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26096, "president_vote": null, "Yea": [1268, 1284, 1282, 1283, 1238, 1250, 1248, 1226, 1253, 1277, 1240, 1259, 1225]}}, {"bill_id": 9013, "action_date": "2018-02-21T07:45:00-06:00", "document_id": 49546, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49546.pdf", "status_text": "Title amended", "journal_page": 506, "committee_id_action": 391, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9013, "action_date": "2018-02-22T14:00:00-06:00", "document_id": 49713, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49713.pdf", "status_text": "Do Pass Amended", "journal_page": 558, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26237, "president_vote": null, "Excused": [1313, 1260, 1254], "Yea": [1241, 1269, 1297, 1424, 1268, 1284, 1279, 1214, 1266, 1223, 1307, 1301, 1235, 1294, 1425, 1282, 1311, 1308, 1312, 1291, 1275, 1283, 1238, 1250, 1286, 1314, 1222, 1302, 1306, 1265, 1315, 1247, 1316, 1296, 1292, 1248, 1293, 1310, 1226, 1280, 1263, 1274, 1295, 1249, 1277, 1303, 1309, 1259, 1255, 1299, 1225, 1256, 1240, 1258, 1305, 1287, 1257, 1236, 1215, 1317, 1216, 1229, 1298, 1285, 1253], "Nay": [1213, 1261]}}, {"bill_id": 9013, "action_date": "2018-02-23T13:00:00-06:00", "document_id": 49814, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49814.pdf", "status_text": "First read in Senate and referred to", "journal_page": 581, "committee_id_action": 395, "committee_id_assigned": 376, "result": "N", "vote": {}}, {"bill_id": 9013, "action_date": "2018-03-05T10:00:00-06:00", "document_id": 49996, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49996.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 376, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9013, "action_date": "2018-03-05T10:00:00-06:00", "document_id": 50300, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50300.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 376, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9013, "action_date": "2018-03-05T10:00:00-06:00", "document_id": 50300, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50300.pdf", "status_text": "Do Pass Amended", "journal_page": 0, "committee_id_action": 376, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26703, "president_vote": null, "Yea": [1230, 1217, 1262, 1270, 1224, 1218, 1237, 1239, 1246]}}, {"bill_id": 9013, "action_date": "2018-03-05T10:00:00-06:00", "document_id": 50300, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50300.pdf", "status_text": "Title amended", "journal_page": 685, "committee_id_action": 376, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9013, "action_date": "2018-03-06T10:00:00-06:00", "document_id": 50349, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50349.pdf", "status_text": "Do Pass Amended", "journal_page": 729, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26800, "president_vote": null, "Yea": [1239, 1230, 1264, 1231, 1246, 1228, 1219, 1273, 1262, 1290, 1232, 1278, 1304, 1270, 1224, 1267, 1218, 1281, 1221, 1272, 1233, 1245, 1271, 1252, 1237, 1288, 1220, 1242, 1276, 1300], "Excused": [1217, 1289], "Nay": [1234, 1243, 1244]}}, {"bill_id": 9013, "action_date": "2018-03-07T11:30:00-06:00", "document_id": 50420, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50420.pdf", "status_text": "Concurred in amendments", "journal_page": 724, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26838, "president_vote": null, "Excused": [1313, 1255, 1254], "Yea": [1241, 1213, 1269, 1297, 1424, 1268, 1284, 1279, 1214, 1266, 1223, 1307, 1301, 1235, 1294, 1425, 1282, 1260, 1311, 1308, 1291, 1275, 1283, 1238, 1250, 1286, 1314, 1222, 1302, 1306, 1265, 1315, 1247, 1316, 1296, 1292, 1248, 1293, 1310, 1226, 1280, 1263, 1274, 1295, 1249, 1277, 1303, 1259, 1299, 1225, 1256, 1240, 1258, 1305, 1287, 1257, 1236, 1215, 1317, 1216, 1229, 1298, 1285, 1253], "Nay": [1312, 1309, 1261]}}, {"bill_id": 9013, "action_date": "2018-03-08T09:00:00-06:00", "document_id": 50486, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50486.pdf", "status_text": "Signed by the Speaker", "journal_page": 760, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9013, "action_date": "2018-03-09T11:00:00-06:00", "document_id": 50536, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50536.pdf", "status_text": "Signed by the President", "journal_page": 777, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9013, "action_date": "2018-03-09T10:00:00-06:00", "document_id": 50540, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50540.pdf", "status_text": "Delivered to the Governor", "journal_page": 778, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9013, "action_date": "2018-03-26T11:00:00-05:00", "document_id": 50575, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50575.pdf", "status_text": "Signed by the Governor", "journal_page": 795, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6658}