{"session_id": 47, "bill_id": 13354, "bill_type": "Senate Bill", "bill_number": 192, "bill_title": "to establish certain ratios for the purpose of levying taxes for the capital outlay fund of a school district.", "sponsors": [{"legislator_profile_id": 2111, "is_prime": true}, {"legislator_profile_id": 2115, "is_prime": true}, {"legislator_profile_id": 2099, "is_prime": false}, {"legislator_profile_id": 2130, "is_prime": false}, {"legislator_profile_id": 2153, "is_prime": false}, {"legislator_profile_id": 2157, "is_prime": false}, {"legislator_profile_id": 2175, "is_prime": false}, {"legislator_profile_id": 2180, "is_prime": false}, {"legislator_profile_id": 2181, "is_prime": false}, {"legislator_profile_id": 2186, "is_prime": false}, {"legislator_profile_id": 2193, "is_prime": false}], "keywords": ["Property Tax & Assessment", "School Districts"], "audio": [], "bill_versions": [{"bill_id": 13354, "bill_version_id": 77867, "bill_version": "Introduced", "bill_version_date": "1998-01-23T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain ratios for the purpose of levying taxes for the capital outlay fund of a school district. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-16-7 be amended to read as follows: 13-16-7. The school board of any school district of this state may at its discretion authorize an annual levy of a tax not to exceed three dollars per thousand dollars of taxable valuation on the taxable valuation of the district for the capital outlay fund for assets as defined by § 13-16-6 or for its obligations under a lease-purchase agreement with the Health and Educational Facilities Authority. Taxes collected pursuant to such levy may be irrevocably pledged by the school board to the payment of principal of and interest on any installment purchase contracts contract or capital outlay certificates entered into or issued pursuant to § 13-16-6 or 13-16-6.2 or any lease-purchase agreements agreement with the Health and Educational Facilities Authority and, so long as any capital outlay certificates are outstanding or installment agreement payments are unpaid, the school board of any district may be compelled by mandamus or other appropriate remedy to levy an annual tax sufficient to pay principal and interest thereon, but not to exceed the three dollars per thousand dollars of taxable valuation in any year authorized to be levied hereby . The collection of the annual tax for the capital outlay fund of a school district after the effective date of this Act shall be imposed on each property classification in the proportions defined in section 2 of this Act. Section 2. If a school district imposes a levy pursuant to § 13-16-10 for the capital outlay fund after the effective date of this Act, the levy shall maintain the same proportion to each other as defined in the mathematical relationship of the levies for each classification of property identified in this section. The levy for the capital outlay fund of a school district shall be determined on property as follows: (1) The tax levies for an owner-occupied single-family dwelling as defined in § § 10-13- 39 and 10-13-40 and agricultural property as defined in § 10-6-31.3 shall maintain the same proportion represented in the mathematical relationship at the maximum levies per thousand dollars of taxable valuation for property classified as an owner- occupied single-family dwelling pursuant to subdivision 10-12-42(3) and agricultural property pursuant to subdivision 10-12-42(2). (2) The tax levy for other nonagricultural property shall be one dollar per thousand dollars of taxable valuation of other nonagricultural property for each dollar of taxation per thousand dollars of taxable valuation of agricultural property in the school district. Other nonagricultural property is property that is not classified as an owner-occupied single-family dwelling pursuant to § § 10-13-39 and 10-13-40 or agricultural property pursuant to § 10-6-31.3."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13354, "action_date": "1998-01-23T14:00:00-06:00", "document_id": 76900, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76900.pdf", "status_text": "First read in Senate and referred to", "journal_page": 178, "committee_id_action": 601, "committee_id_assigned": 584, "result": "N", "vote": {}}, {"bill_id": 13354, "action_date": "1998-01-30T08:00:00-06:00", "document_id": 76618, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76618.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 584, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13354, "action_date": "1998-01-30T08:00:00-06:00", "document_id": 76618, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76618.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 259, "committee_id_action": 584, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40087, "president_vote": null, "Yea": [2102, 2103, 2112, 2129, 2155, 2169, 2187, 2182, 2170]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13354"}