{"session_id": 19, "bill_id": 34, "bill_type": "Senate Bill", "bill_number": 105, "bill_title": "revise certain provisions regarding instruction permits and restricted minor's permits to drive a motor vehicle.", "sponsors": [], "keywords": ["Licensing", "Minors", "Motor Vehicles"], "audio": [{"meeting_datetime": "2013-02-04T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/str17.mp3", "start_seconds": 124.0}, {"meeting_datetime": "2013-02-04T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/str17.mp3", "start_seconds": 124.0}, {"meeting_datetime": "2013-02-04T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/str17.mp3", "start_seconds": 124.0}, {"meeting_datetime": "2013-02-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen19.mp3", "start_seconds": 1080.0}, {"meeting_datetime": "2013-02-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen19.mp3", "start_seconds": 1080.0}, {"meeting_datetime": "2013-02-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen19.mp3", "start_seconds": 1080.0}, {"meeting_datetime": "2013-02-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen19.mp3", "start_seconds": 2513.0}, {"meeting_datetime": "2013-02-26T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/htr30.mp3", "start_seconds": 186.0}, {"meeting_datetime": "2013-02-26T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/htr30.mp3", "start_seconds": 186.0}, {"meeting_datetime": "2013-02-26T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/htr30.mp3", "start_seconds": 186.0}, {"meeting_datetime": "2013-02-26T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/htr30.mp3", "start_seconds": 186.0}], "bill_versions": [{"bill_id": 34, "bill_version_id": 23999, "bill_version": "Introduced", "bill_version_date": "2013-01-18T09:30:43.33-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding instruction permits and restricted minor's permits to drive a motor vehicle. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-12-11 be amended to read as follows: 32-12-11. Any person who is at least fourteen years of age but less than eighteen years of age applying for a South Dakota operator's license, restricted minor's permit, or instruction permit who does not currently hold an operator's license, motorcycle operator's license, restricted minor's permit, motorcycle restricted minor's permit, instruction permit, or motorcycle instruction permit that has been valid continuously for one hundred eighty days if issued before July 1, 2013, and three hundred sixty-five days if issued on or after July 1, 2013, shall apply to the Department of Public Safety for an instruction permit which shall be held for a minimum of one hundred eighty continuous days if issued before July 1, 2013, and three hundred sixty-five continuous days if issued on or after July 1, 2013. If an applicant holds an instruction permit that has been expired for thirty days or less, the department shall waive the knowledge test for the renewal of the instruction permit or to upgrade to an operator's license, motorcycle operator's license, restricted minor's permit or motorcycle restricted minor's permit. If the licensee applies and makes payment of the required fee thirty-one or more days after the expiration date of the license, the licensee shall take the knowledge test as required by § 32-12-4 and shall be issued an instruction permit upon passage of the test. The department may, after the applicant has successfully passed all parts of the examination other than the driving test and paid a fee which is equal in amount to the fee prescribed for a license in § 32-12-16, issue to the applicant an instruction permit. The instruction permit entitles the applicant, while having the permit in the applicant's immediate possession, to drive a motor vehicle upon the public highways for a period of one year three years during the hours of 6 a.m. to 10 p.m. if accompanied by a person holding a valid operator's license who is at least eighteen years of age, has had at least one year of driving experience, and who is occupying a seat beside the applicant. The applicant is entitled to drive a motor vehicle upon the public highways during the hours of 10 p.m. to 6 a.m. if the motor vehicle is being operated under the direction of the applicant's parent or guardian who is occupying a seat beside the applicant. The holder of an instruction permit may apply for a restricted minor's permit or operator's license after holding a valid instruction permit for one hundred eighty continuous days if issued before July 1, 2013, and three hundred sixty-five continuous days if issued on or after July 1, 2013. Section 2. That § 32-12-11.1 be amended to read as follows: 32-12-11.1. Any person who is at least fourteen years of age but less than eighteen years of age applying for a South Dakota motorcycle operator's license, motorcycle restricted minor's permit, or motorcycle instruction permit who does not currently hold an operator's license, motorcycle operator's license, restricted minor's permit, motorcycle restricted minor's permit, instruction permit, or motorcycle instruction permit that has been valid continuously for one hundred eighty days if issued before July 1, 2013, and three hundred sixty-five days if issued on or after July 1, 2013, shall apply to the Department of Public Safety for an instruction permit which shall be held for a minimum of one hundred eighty continuous days if issued before July 1, 2013, and three hundred sixty-five continuous days if issued on or after July 1, 2013. The department may, after the applicant has successfully passed all parts of the examination other than the driving test and paid a fee which is equal in amount to the fee prescribed for a license in § 32-12-16, issue to the applicant a motorcycle instruction permit. A motorcycle instruction permit is not required to obtain a motorcycle operator's license or a motorcycle restricted minor's permit if the applicant currently holds an instruction permit, restricted minor's permit, or operator's license that has been valid continuously for one hundred eighty days. A motorcycle instruction permit entitles the holder, while having the permit in the permit holder's immediate physical possession, to operate a motorcycle during the hours of 6 a.m. to 8 p.m. if the permit holder is accompanied by a licensed motorcycle operator who is at least eighteen years of age, who has at least one year of driving experience, and who is driving another motorcycle along with the permit holder. No motorcycle instruction permit holder may carry another person on the motorcycle. The permit is valid for one year three years. The holder of an instruction permit or motorcycle instruction permit may apply for a motorcycle restricted minor's permit or motorcycle operator's license after holding a valid instruction permit for one hundred eighty continuous days. Section 3. That § 32-12-12 be amended to read as follows: 32-12-12. A restricted minor's permit may be issued, upon application and payment of the proper fees as provided in § 32-12-16, to a minor at least fourteen years of age but less than eighteen years of age who has successfully passed all applicable tests and completed the requirements of an instruction permit as provided in § 32-12-11 or 32-12-11.1 and has not been convicted of a traffic violation during the past six months. For any such minor who has successfully completed a driver education course that has been approved by the Department of Education or a driver education course that the secretary of the department of public safety has determined has been approved by a state government agency in another state, the required minimum time period for holding the instruction permit in order to qualify for the restricted minor's permit is ninety continuous days if issued before July 1, 2013, and two hundred seventy continuous days if issued on or after July 1, 2013. A restricted minor's permit entitles the holder, while having the permit in immediate physical possession, to operate a motor vehicle during the hours of 6 a.m. to 10 p.m. standard time if the motor vehicle is being operated with the permission of the holder's parent or guardian and during the hours of 10 p.m. to 6 a.m. if the motor vehicle is being operated under the direction of the holder's parent or guardian who is occupying a seat beside the holder. The restrictions as to time of operation and operation under the direction of a parent or guardian do not apply to the holder of a valid restricted minor's permit operating a self-propelled agricultural machine which is not subject to registration under chapter 32-5. Section 4. That § 32-12-12.1 be amended to read as follows: 32-12-12.1. A motorcycle restricted minor's permit may be issued, upon application and payment of the proper fee as provided for in § 32-12-16, to a minor at least fourteen years of age but less than eighteen years of age who has successfully passed all applicable tests and completed the requirements of an instruction permit as outlined in § 32-12-11 or 32-12-11.1 and has not been convicted of a traffic violation during the past six months. For any minor who has successfully completed the motorcycle safety education courses provided by § 32-20-14 and a driver education class that has been approved by the Department of Education or a driver education course that the secretary of the department of public safety has determined has been approved by a state government agency in another state, the required minimum time period for holding the motorcycle instruction permit to qualify for the motorcycle restricted minor's permit is thirty continuous days if issued before July 1, 2013, and two hundred seventy continuous days if issued on or after July 1, 2013. A motorcycle restricted minor's permit entitles the holder, while having the permit in immediate physical possession, to operate a motorcycle during the hours of 6 a.m. to 8 p.m. standard time if the motorcycle is being operated with the permission of the holder's parents or guardian."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 34, "action_date": "2013-01-18T13:00:00-06:00", "document_id": 24090, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24090.pdf", "status_text": "First read in Senate and referred to", "journal_page": 145, "committee_id_action": 200, "committee_id_assigned": 187, "result": "N", "vote": {}}, {"bill_id": 34, "action_date": "2013-02-04T07:45:00-06:00", "document_id": 24964, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24964.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 187, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 34, "action_date": "2013-02-04T07:45:00-06:00", "document_id": 25155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25155.pdf", "status_text": "Do Pass", "journal_page": 303, "committee_id_action": 187, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13298, "president_vote": null, "Yea": [322, 329, 419, 385, 384, 388, 327]}}, {"bill_id": 34, "action_date": "2013-02-05T14:00:00-06:00", "document_id": 25310, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25310.pdf", "status_text": "Deferred to another day", "journal_page": 332, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 34, "action_date": "2013-02-06T14:00:00-06:00", "document_id": 25380, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25380.pdf", "status_text": "Do Pass", "journal_page": 344, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13509, "president_vote": null, "Yea": [338, 366, 388, 365, 325, 364, 376, 336, 322, 345, 329, 317, 385, 384, 368, 386, 319, 339, 327, 383, 379], "Nay": [362, 330, 337, 340, 363, 358, 331, 419, 320, 321, 328, 333, 367, 387]}}, {"bill_id": 34, "action_date": "2013-02-15T12:15:00-06:00", "document_id": 25854, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25854.pdf", "status_text": "First read in House and referred to", "journal_page": 424, "committee_id_action": 202, "committee_id_assigned": 197, "result": "N", "vote": {}}, {"bill_id": 34, "action_date": "2013-02-26T10:00:00-06:00", "document_id": 25891, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25891.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 197, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 34, "action_date": "2013-02-26T10:00:00-06:00", "document_id": 26450, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26450.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 541, "committee_id_action": 197, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14360, "president_vote": null, "Yea": [342, 352, 355, 323, 389, 408, 399, 407, 354], "Nay": [405, 404, 410, 372]}}]}