{"session_id": 69, "bill_id": 25308, "bill_type": "House Commemoration", "bill_number": 8019, "bill_title": "Congratulating Tucker Kraft on his outstanding football career and being drafted into the National Football League.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25308", "sponsors": [{"legislator_profile_id": 4525, "is_prime": true}], "keywords": ["House Commemoration", "Sports"], "audio": [], "bill_versions": [{"bill_id": 25308, "bill_version_id": 265419, "bill_version": "Introduced", "bill_version_date": "2024-02-13T10:27:23.047-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating Tucker Kraft on his outstanding football career and being drafted into the National Football League. WHEREAS, Tucker Kraft, born on November 3, 2000, was raised in Timber Lake, South Dakota, a town on the Cheyenne River Reservation, to Tausha Kraft and the late Doug Kraft; and WHEREAS, Tucker excelled in high school basketball, track, and most notably, football, which paved the path for continued success in his athletic career; and WHEREAS, Tucker's talent earned him a full scholarship to South Dakota State University, where Tucker's dedication and resilience culminated in him becoming a NCAA Division I Football Championship Subdivision (FCS) National Champion and a two-time FCS All-American. He twice earned first-team All-Missouri Valley Football Conference honors, etching his name in Jackrabbit history; and WHEREAS, on May 17, 2023, the Green Bay Packers drafted Tucker in the third round, 78th overall, welcoming him into the storied ranks of professional football; and WHEREAS, at the end of his rookie season, Tucker amassed 31 receptions, 355 receiving yards, two touchdowns, and an impressive 11.5 average yards per reception: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Ninth Legislature of the State of South Dakota, that the Legislature congratulates Tucker Kraft on his outstanding football career and being drafted into the National Football League."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25308, "action_date": "2024-02-13T14:00:00-06:00", "document_id": 265370, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265370.pdf", "status_text": "", "journal_page": 323, "committee_id_action": 1197, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25308, "action_date": "2024-02-15T13:00:00-06:00", "document_id": 265679, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265679.pdf", "status_text": "", "journal_page": 347, "committee_id_action": 1219, "committee_id_assigned": null, "result": "N", "vote": {}}]}