{"session_id": 15, "bill_id": 3046, "bill_type": "House Bill", "bill_number": 1142, "bill_title": "protect the access of legislators to staff services and the maintenance of appropriate legislative confidentiality and to provide penalties for the violation thereof.", "sponsors": [{"legislator_profile_id": 284, "is_prime": true}, {"legislator_profile_id": 312, "is_prime": true}, {"legislator_profile_id": 299, "is_prime": false}, {"legislator_profile_id": 230, "is_prime": false}, {"legislator_profile_id": 280, "is_prime": false}, {"legislator_profile_id": 304, "is_prime": false}, {"legislator_profile_id": 241, "is_prime": false}, {"legislator_profile_id": 276, "is_prime": false}, {"legislator_profile_id": 302, "is_prime": false}], "keywords": ["Legislature and Statutes", "State Affairs and Government"], "audio": [{"meeting_datetime": "2012-02-10T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hst19.mp3", "start_seconds": 2795.0}, {"meeting_datetime": "2012-02-10T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hst19.mp3", "start_seconds": 2795.0}, {"meeting_datetime": "2012-02-10T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hst19.mp3", "start_seconds": 2795.0}], "bill_versions": [{"bill_id": 3046, "bill_version_id": 19802, "bill_version": "Introduced", "bill_version_date": "2012-01-23T09:43:27.503-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to protect the access of legislators to staff services and the maintenance of appropriate legislative confidentiality and to provide penalties for the violation thereof. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 2-9 be amended by adding thereto a NEW SECTION to read as follows: Neither the Executive Board of the Legislative Research Council, the director of the Legislative Research Council, nor the elected officers of the legislative bodies may, by any protocol, rule, order, or policy, discriminate against any legislator with regard to access to, or the legislator's relationship with, the Legislative Research Council staff or to the session employees in an attempt to deny appropriate staffing services to any legislator to the same extent, quality, and degree of timeliness that are available to all other legislators, nor may the essential quality of the legislator-staff relationship be infringed. Any legislator aggrieved by a violation of this section may request, and shall be granted, the establishment of a Select Committee on Discipline and Expulsion to investigate the matter in a just and timely manner and to take such action as may be warranted. Section 2. That chapter 2-9 be amended by adding thereto a NEW SECTION to read as follows: All bill drafting requests and research requests are confidential unless or until any bill draft becomes public knowledge by introduction, circulation for sponsorship, media coverage, legislative discussion, or other means authorized by the legislator who made the request. No Legislative Research Council staff person may breach confidentiality concerning any bill drafting request or research request except to the extent authorized to do so by the requesting legislator. However, the Legislative Research Council staff person may advise the requesting legislator that there may be good and sufficient reason why the legislator might wish to waive confidentiality in a particular circumstance and especially in cases where maintenance of strict confidentiality might result in embarrassment to the legislator or the Legislature. It is not a breach of confidentiality for any Legislative Research Council staff person to discuss a legislator's bill drafting request or research request with another Legislative Research Council staff person if the request is not made known to any person or entity outside of the Legislative Research Council, including any other legislator and any member or officer of the Executive Board of the Legislative Research Council. Any inquiry to a Legislative Research Council staff person concerning a legislator's confidential bill drafting request or research request is not confidential and shall be immediately reported in writing to the legislator. Any Legislative Research Council staff person who knowingly and willfully breaches a legislator's confidentiality in violation of this section shall be terminated from employment."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3046, "action_date": "2012-01-23T14:00:00-06:00", "document_id": 19948, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19948.pdf", "status_text": "First read in House and referred to", "journal_page": 148, "committee_id_action": 173, "committee_id_assigned": 166, "result": "N", "vote": {}}, {"bill_id": 3046, "action_date": "2012-02-10T07:00:00-06:00", "document_id": 20967, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20967.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 166, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3046, "action_date": "2012-02-10T07:00:00-06:00", "document_id": 21172, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21172.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 405, "committee_id_action": 166, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11400, "president_vote": null, "Yea": [222, 262, 260, 268, 245, 270, 266, 267, 215, 244, 300, 269, 246]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3046"}