{"session_id": 48, "bill_id": 14228, "bill_type": "House Bill", "bill_number": 1110, "bill_title": "restrict the locations where video lottery machines may be placed and to increase sales and use taxes.", "sponsors": [{"legislator_profile_id": 2217, "is_prime": true}, {"legislator_profile_id": 2262, "is_prime": true}, {"legislator_profile_id": 2213, "is_prime": false}, {"legislator_profile_id": 2243, "is_prime": false}, {"legislator_profile_id": 2249, "is_prime": false}, {"legislator_profile_id": 2256, "is_prime": false}, {"legislator_profile_id": 2265, "is_prime": false}, {"legislator_profile_id": 2292, "is_prime": false}, {"legislator_profile_id": 2296, "is_prime": false}, {"legislator_profile_id": 2297, "is_prime": false}], "keywords": ["Administrative Rules", "Corporate Income Tax", "Taxes", "Video Lottery"], "audio": [], "bill_versions": [{"bill_id": 14228, "bill_version_id": 80887, "bill_version": "Introduced", "bill_version_date": "1999-01-21T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to restrict the locations where video lottery machines may be placed, to require a corporate income tax to be imposed, to create an impact fund, and to provide property tax relief. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 42-7A-1 be amended to read as follows: 42-7A-1. Terms used in this chapter mean: (1) \"Associated equipment,\" any proprietary device, machine or part used in the manufacture or maintenance of a video lottery machine, including but not limited to integrated circuit chips, printed wired assembly, printed wired boards, printing mechanisms, video display monitors , and metering devices; (2) \"Commission,\" the South Dakota Lottery Commission; (3) \"Credit,\" five, ten , or twenty-five cents; (4) \"Executive director,\" the executive director of the South Dakota Lottery; (5) \"Instant lottery,\" a game that offers preprinted tickets that indicate immediately or in a grand prize drawing whether if the player has won a prize; (6) \"Licensed establishment,\" a bar or lounge owned or managed by an individual, partnership, corporation , or association licensed to sell alcoholic beverages for consumption upon the premises where sold , but not a business licensed to sell alcoholic beverages pursuant to subdivision 35-4-2 (12) or (16) ; (7) \"Lottery\" or \"state lottery,\" any lottery operated pursuant to this chapter; (8) \"Lottery retailer,\" any person with whom the South Dakota Lottery has contracted to sell lottery tickets to the public; (9) \"Lottery vendor\" or \"vendor,\" any person who has entered into a major procurement contract with the South Dakota Lottery; (10) \"Major procurement,\" any contract with any vendor directly involved in providing facilities, equipment, tickets and services unique to the lottery, but not including materials, supplies, equipment and services common to the ordinary operations of state agencies; (11) \"Net machine income,\" money put into a video lottery machine minus credits paid out in cash; (12) \"On-line lottery,\" a game linked to a central computer via a telecommunications network in which the player selects a specified group of numbers or symbols out of a predetermined range of numbers or symbols as approved by the commission; (13) \"South Dakota Lottery,\" the state agency created by this chapter to operate a lottery pursuant to this chapter; (14) \"Ticket,\" any tangible evidence issued or authorized by the South Dakota Lottery to prove participation in an instant, on-line or video lottery game; (14A) \"Video lottery,\" any video game of chance played on video lottery machines; (15) \"Video lottery machine distributor,\" any individual, partnership, corporation , or association that distributes or sells video lottery machines or associated equipment in this state; (16) \"Video lottery machine manufacturer,\" any individual, partnership, corporation , or association that assembles or produces video lottery machines or associated equipment for sale or use in this state; (17) \"Video lottery machine operator,\" any individual, partnership, corporation , or association that places video lottery machines or associated equipment for public use in this state; and (18) \"Video lottery machines,\" or \"machine,\" any electronic video game machine that, upon insertion of cash, is available to play or simulate the play of a video game, including but not limited to video poker, keno , and blackjack, authorized by the commission utilizing a video display and microprocessors in which, by chance, the player may receive free games or credits that can be redeemed for cash. The term does not include a machine that directly dispenses coins, cash , or tokens. Section 2. That § 42-7A-37.1 be amended to read as follows: 42-7A-37.1. A business licensed pursuant to subdivision 35-4-2 (12) and or (16) may not be a licensed establishment for video lottery placement pursuant to subdivision 42-7A-1 (6) unless it is a bar or lounge. For the purposes of this section, a bar or lounge is an enterprise primarily maintained and operated for the selling, dispensing and consumption of alcoholic beverages on the premises and may also include the sale and service of food. A bar or lounge may be physically connected to another enterprise within the same building, which enterprise may be owned or operated by the same person. There may be interior access between a bar or lounge and a connected enterprise. However, there shall be a floor to ceiling opaque wall separation between the two enterprises. A separation wall may be constructed to provide visual and physical access for employees from areas in the building not open to the public. The bar or lounge shall have a separate entrance and exit. A separate entrance and exit is not required if entrance to the bar may only be obtained from the other distinct enterprise and the public may not enter the other enterprise by first passing through the bar or lounge. All video lottery machines shall be adequately monitored during business hours. Adequate monitoring shall be accomplished by the personal presence of an employee or by an employee using video cameras or mirrors and periodic inspections of the bar or lounge. No new license may be issued to any establishment after July 1, 1992, unless such establishment complies with this section. No license may be renewed to any establishment after July 1, 1993, unless such establishment complies with this section . Section 3. That § 42-7A-44 be amended to read as follows: 42-7A-44. The placement of video lottery machines in licensed establishments shall be subject to the rules of the commission promulgated pursuant to chapter 1-26. No more than ten video lottery machines may be placed in any licensed establishment. The bar or lounge with an on-sale license issued pursuant to subdivision 35-4-2 (12) or (16) shall be restricted to persons twenty-one years of age or older. The entrance to the area where video lottery machines are located shall display a sign that the premises are restricted to persons twenty-one years or older. Notwithstanding the restrictions in § § 35-4-79 to 35-4-79.2, inclusive, persons a person under the age of twenty-one may only enter the premises where video lottery machines are located provided they are the person is accompanied by a parent, guardian , or spouse of twenty-one years or older. Section 4. That § 42-7A-64 be repealed. 42-7A-64. A municipality or county may consider, in addition to the criteria for the issuance of an on-sale alcoholic beverage license, the following criteria for authorizing video lottery machine placement in establishments issued an on-sale alcoholic beverage license pursuant to subdivisions 35-4-2 (12) and (16): (1) The number of establishments currently licensed for video lottery; (2) The proximity of the business to other establishments licensed for video lottery; (3) The type of business and manner in which the applicant proposes to operate it; (4) The location of the business in relation to other businesses, residential areas, or activities within the same general area; (5) The extent to which minors frequent a business connected to the one proposed; and (6) The effect the proposed business has on economic development. The governing board shall certify on each application filed with the department of revenue for a license granted under subdivisions 35-4-2 (12) and (16) whether the business premises is authorized for video lottery machine placement. An existing video lottery license may not be denied renewal or transfer based upon the criteria set forth in this section. The lottery may issue a video lottery license to those establishments certified pursuant to this section. Notwithstanding the above provisions, a county or municipality may not restrict the number of alcoholic beverage licenses issued under subdivisions 35-4-2 (12) and (16) and certified for video lottery to a number less than those licensed as video lottery establishments on March 1, 1994. Section 5. That § 35-4-103 be amended to read as follows: 35-4-103. Any municipality or county may impose on any person who is licensed pursuant to subdivision 35-4-2 (4), (6), (11), (12), (13) or (16) or (13) and who is issued a video lottery establishment license pursuant to § 42-7A-41 an annual additional license fee for the privilege of locating video lottery machines on the licensed premises. The fee may not exceed fifty dollars for each video lottery machine. The fees imposed by this section are in addition to fees imposed under § § 35-4-2 and 42-7A-41 and shall be paid at the same time and in the same manner as the fees paid in § 35-4-2. All fees received under this section shall be deposited into the general fund of the municipality or county having jurisdiction over the licensee. However, the municipality or county may not impose this additional fee on more than one license per location. Section 6. The Seventy-fifth Legislative Assembly shall impose a corporate income tax which shall be implemented during the tax year beginning in 2001 and the revenue and interest generated by such tax, less the cost of administration, is dedicated to replace reduced video lottery revenues, create a video lottery impact fund, and fund property tax relief. The rate of taxation imposed on corporate income may not exceed six percent of the federal taxable income. If the revenue generated by a corporation income tax exceeds the amount needed to replace the reduced video lottery revenues during the first three years a corporate income tax is levied, then an amount not to exceed a total of twenty millions dollars shall be deposited in the video lottery impact fund established pursuant to section 7 of this Act. Section 7. There is hereby created a special fund within the state treasury to be known as the video lottery impact fund for the purpose of offsetting economic, social, and physical impacts resulting from removal of video lottery machines from certain businesses. Section 8. The Board of Economic Development shall administer the video lottery impact fund in a manner similar to the administration of the revolving economic development and initiative fund created pursuant to chapter 1-16G. The fund shall consist of all moneys from all lawful public and private sources including the appropriation provided pursuant to section 6 of this Act and any grant, gift, fee, or interest received on investments made on money in the fund. The fund shall be maintained separately for any business directly impacted by the removal of video lottery machines from the establishment. Section 9. The Board of Economic Development may make a loan to any person who owned or operated an establishment licensed pursuant to subdivision 35-4-2 (12) or (16) and who had video lottery machines removed from the person's establishment pursuant to this Act. An application for a loan may be submitted to the board for a period of time within three years after the applicant has removed each video lottery machine from the applicant's establishment. Each applicant shall be sponsored by a bank, small business development center, or economic development corporation. The sponsoring entity shall submit an analysis of the business plan and a loan servicing plan acceptable to the board. No loan may exceed fifty thousand dollars and the interest rate and other terms shall be established by the board. The board may or may not require matching funds from another source. However, each applicant shall provide at least ten percent cash equity in the project. Section 10. The Board of Economic Development may promulgate rules, pursuant to chapter 1-26, to make loans from the video lottery impact fund, and may establish criteria for the qualification, application, payment, and repayment for any project. Section 11. During the application period established by section 9 of this Act, the repayment of loans made and any interest thereon shall be receipted into the video lottery impact fund and all money in the fund is hereby appropriated for the purposes of making loans as provided sections 7 to 10, inclusive, of this Act. Section 12. After the application period established by section 9 of this Act is concluded, the remaining balance in the video lottery impact fund and the repayment of loans made and interest thereon shall be credited to the revolving economic development and initiative fund created pursuant to § 1-16G-3. Section 13. Any funds raised in addition to the funds needed to replace the revenue lost from the removal of video lottery machines in certain establishments and create a video lottery impact fund pursuant to this Act is dedicated for the purpose funding property tax relief by reducing the tax levy for the general fund of a school district. Section 14. The effective date of sections 1 to 5, inclusive, of this Act is January 1, 2002."}, {"bill_id": 14228, "bill_version_id": 80886, "bill_version": "House State Affairs Engrossed", "bill_version_date": "1999-02-10T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to restrict the locations where video lottery machines may be placed and to increase sales and use taxes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 42-7A-1 be amended to read as follows: 42-7A-1. Terms used in this chapter mean: (1) \"Associated equipment,\" any proprietary device, machine or part used in the manufacture or maintenance of a video lottery machine, including but not limited to integrated circuit chips, printed wired assembly, printed wired boards, printing mechanisms, video display monitors , and metering devices; (2) \"Commission,\" the South Dakota Lottery Commission; (3) \"Credit,\" five, ten , or twenty-five cents; (4) \"Executive director,\" the executive director of the South Dakota Lottery; (5) \"Instant lottery,\" a game that offers preprinted tickets that indicate immediately or in a grand prize drawing whether if the player has won a prize; (6) \"Licensed establishment,\" a bar or lounge owned or managed by an individual, partnership, corporation , or association licensed to sell alcoholic beverages for consumption upon the premises where sold , but not a business licensed to sell alcoholic beverages pursuant to subdivision 35-4-2(12) or (16) ; (7) \"Lottery\" or \"state lottery,\" any lottery operated pursuant to this chapter; (8) \"Lottery retailer,\" any person with whom the South Dakota Lottery has contracted to sell lottery tickets to the public; (9) \"Lottery vendor\" or \"vendor,\" any person who has entered into a major procurement contract with the South Dakota Lottery; (10) \"Major procurement,\" any contract with any vendor directly involved in providing facilities, equipment, tickets , and services unique to the lottery, but not including materials, supplies, equipment , and services common to the ordinary operations of state agencies; (11) \"Net machine income,\" money put into a video lottery machine minus credits paid out in cash; (12) \"On-line lottery,\" a game linked to a central computer via a telecommunications network in which the player selects a specified group of numbers or symbols out of a predetermined range of numbers or symbols as approved by the commission; (13) \"South Dakota Lottery,\" the state agency created by this chapter to operate a lottery pursuant to this chapter; (14) \"Ticket,\" any tangible evidence issued or authorized by the South Dakota Lottery to prove participation in an instant, on-line , or video lottery game; (14A) \"Video lottery,\" any video game of chance played on video lottery machines; (15) \"Video lottery machine distributor,\" any individual, partnership, corporation , or association that distributes or sells video lottery machines or associated equipment in this state; (16) \"Video lottery machine manufacturer,\" any individual, partnership, corporation , or association that assembles or produces video lottery machines or associated equipment for sale or use in this state; (17) \"Video lottery machine operator,\" any individual, partnership, corporation , or association that places video lottery machines or associated equipment for public use in this state; and (18) \"Video lottery machines,\" or \"machine,\" any electronic video game machine that, upon insertion of cash, is available to play or simulate the play of a video game, including but not limited to video poker, keno , and blackjack, authorized by the commission utilizing a video display and microprocessors in which, by chance, the player may receive free games or credits that can be redeemed for cash. The term does not include a machine that directly dispenses coins, cash , or tokens. Section 2. That § 42-7A-37.1 be amended to read as follows: 42-7A-37.1. A business licensed pursuant to subdivision 35-4-2(12) and or (16) may not be a licensed establishment for video lottery placement pursuant to subdivision 42-7A-1(6) unless it is a bar or lounge. For the purposes of this section, a bar or lounge is an enterprise primarily maintained and operated for the selling, dispensing and consumption of alcoholic beverages on the premises and may also include the sale and service of food. A bar or lounge may be physically connected to another enterprise within the same building, which enterprise may be owned or operated by the same person. There may be interior access between a bar or lounge and a connected enterprise. However, there shall be a floor to ceiling opaque wall separation between the two enterprises. A separation wall may be constructed to provide visual and physical access for employees from areas in the building not open to the public. The bar or lounge shall have a separate entrance and exit. A separate entrance and exit is not required if entrance to the bar may only be obtained from the other distinct enterprise and the public may not enter the other enterprise by first passing through the bar or lounge. All video lottery machines shall be adequately monitored during business hours. Adequate monitoring shall be accomplished by the personal presence of an employee or by an employee using video cameras or mirrors and periodic inspections of the bar or lounge. No new license may be issued to any establishment after July 1, 1992, unless such establishment complies with this section. No license may be renewed to any establishment after July 1, 1993, unless such establishment complies with this section . Section 3. That § 42-7A-44 be amended to read as follows: 42-7A-44. The placement of video lottery machines in licensed establishments shall be subject to the rules of the commission promulgated pursuant to chapter 1-26. No more than ten video lottery machines may be placed in any licensed establishment. The bar or lounge with an on-sale license issued pursuant to subdivision 35-4-2(12) or (16) shall be restricted to persons twenty-one years of age or older. The entrance to the area where video lottery machines are located shall display a sign that the premises are restricted to persons twenty-one years or older. Notwithstanding the restrictions in § § 35-4-79 to 35-4-79.2, inclusive, persons a person under the age of twenty-one may only enter the premises where video lottery machines are located provided they are the person is accompanied by a parent, guardian , or spouse of twenty-one years or older. Section 4. That § 42-7A-64 be repealed. 42-7A-64. A municipality or county may consider, in addition to the criteria for the issuance of an on-sale alcoholic beverage license, the following criteria for authorizing video lottery machine placement in establishments issued an on-sale alcoholic beverage license pursuant to subdivisions 35-4-2(12) and (16): (1) The number of establishments currently licensed for video lottery; (2) The proximity of the business to other establishments licensed for video lottery; (3) The type of business and manner in which the applicant proposes to operate it; (4) The location of the business in relation to other businesses, residential areas, or activities within the same general area; (5) The extent to which minors frequent a business connected to the one proposed; and (6) The effect the proposed business has on economic development. The governing board shall certify on each application filed with the department of revenue for a license granted under subdivisions 35-4-2(12) and (16) whether the business premises is authorized for video lottery machine placement. An existing video lottery license may not be denied renewal or transfer based upon the criteria set forth in this section. The lottery may issue a video lottery license to those establishments certified pursuant to this section. Notwithstanding the above provisions, a county or municipality may not restrict the number of alcoholic beverage licenses issued under subdivisions 35-4-2(12) and (16) and certified for video lottery to a number less than those licensed as video lottery establishments on March 1, 1994. Section 5. That § 35-4-103 be amended to read as follows: 35-4-103. Any municipality or county may impose on any person who is licensed pursuant to subdivision 35-4-2(4), (6), (11), (12), (13) or (16) or (13) and who is issued a video lottery establishment license pursuant to § 42-7A-41 an annual additional license fee for the privilege of locating video lottery machines on the licensed premises. The fee may not exceed fifty dollars for each video lottery machine. The fees imposed by this section are in addition to fees imposed under § § 35-4-2 and 42-7A-41 and shall be paid at the same time and in the same manner as the fees paid in § 35-4-2. All fees received under this section shall be deposited into the general fund of the municipality or county having jurisdiction over the licensee. However, the municipality or county may not impose this additional fee on more than one license per location. Section 6. That § 10-45-2 be amended to read as follows: 10-45-2. There is hereby imposed a tax upon the privilege of engaging in business as a retailer, a tax of four and one-half percent upon the gross receipts of all sales of tangible personal property consisting of goods, wares, or merchandise, except as taxed by § 10-45-3 and except as otherwise provided in this chapter, sold at retail in the State of South Dakota to consumers or users. Section 7. That § 10-45-3 be amended to read as follows: 10-45-3. There is hereby imposed a tax of three and one-half percent on the gross receipts from the sale or resale of farm machinery and attachment units other than replacement parts; or irrigation equipment used exclusively for agricultural purposes by licensed South Dakota retailers; provided, however, that whenever any trade-in or exchange of used farm machinery is involved in the transaction, the tax shall only be due and collected on the cash difference. Section 8. That § 10-45-5 be amended to read as follows: 10-45-5. There is imposed a tax at the rate of three and one-half percent upon the gross receipts of any person from engaging in the business of leasing farm machinery or irrigation equipment used for agricultural purposes and four and one-half percent upon the gross receipts of any person from engaging or continuing in any of the following businesses or services in this state: abstracters; accountants; architects; barbers; beauty shops; bill collection services; blacksmith shops; car washing; dry cleaning; dyeing; exterminators; garage and service stations; garment alteration; cleaning and pressing; janitorial services and supplies; specialty cleaners; laundry; linen and towel supply; membership or entrance fees for the use of a facility or for the right to purchase tangible personal property or services; photography; photo developing and enlarging; tire recapping; welding and all repair services; cable television; and rentals of tangible personal property except leases of tangible personal property between one telephone company and another telephone company, motor vehicles as defined by § 32-5-1 leased under a single contract for more than twenty-eight days and mobile homes provided, however, that the specific enumeration of businesses and professions made in this section does not, in any way, limit the scope and effect of § 10-45-4. Section 9. That § 10-45-5.3 be amended to read as follows: 10-45-5.3. There is imposed, at the rate of three and one-half percent, an excise tax on the gross receipts of any person engaging in oil and gas field services (group no. 138) as enumerated in the Standard Industrial Classification Manual, 1987, as prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President. Section 10. That § 10-45-6 be amended to read as follows: 10-45-6. There is hereby imposed a tax of four and one-half percent upon the gross receipts from sales, furnishing, or service of gas, electricity, and water, including the gross receipts from such sales by any municipal corporation furnishing gas, and electricity, to the public in its proprietary capacity, except as otherwise provided in this chapter, when sold at retail in the State of South Dakota to consumers or users. Section 11. That § 10-45-6.1 be amended to read as follows: 10-45-6.1. There is hereby imposed on amounts paid for local telephone services, toll telephone services, and teletypewriter services, a tax of four and one-half percent of the amount so paid. The taxes imposed by this section shall be paid by the person paying for the services. If a bill is rendered the taxpayer for local telephone service or toll telephone service, the amount on which the tax with respect to such services shall be based shall be the sum of all charges for such services included in the bill; except that if a person who renders the bill groups individual items for purposes of rendering the bill and computing the tax, then the amount on which the tax for each such group shall be based shall be the sum of all items within that group, and the tax on the remaining items not included in any such group shall be based on the charge for each item separately. If the tax imposed by this section with respect to toll telephone service is paid by inserting coins in coin operated telephones, the tax shall be computed to the nearest multiple of five cents, except that, where the tax is midway between multiples of five cents, the next higher multiple shall apply. The tax so paid shall be remitted at the same time as the sales tax imposed by this chapter. Section 12. That § 10-45-8 be amended to read as follows: 10-45-8. There is imposed a tax of four and one-half percent upon the gross receipts from all sales of tickets or admissions to places of amusement and athletic events, except as otherwise provided in this chapter. Section 13. That § 10-45-70 be amended to read as follows: 10-45-70. There is imposed a tax of four and one-half percent on the gross receipts from the transportation of tangible personal property. The tax imposed by this section shall apply to any transportation of tangible personal property if both the origin and destination of the tangible personal property are within this state. Section 14. That § 10-45-71 be amended to read as follows: 10-45-71. There is imposed a tax of four and one-half percent on the gross receipts from the transportation of passengers. The tax imposed by this section shall apply to any transportation of passengers if the passenger boards and exits the mode of transportation within this state. Section 15. That § 10-46-2.1 be amended to read as follows: 10-46-2.1. For the privilege of using services in South Dakota, except those types of services exempted by § 10-46-17.3, there is imposed on the person using the service an excise tax equal to four and one-half percent of the value of the services at the time they are rendered. However, this tax may not be imposed on any service rendered by a related corporation as defined in subdivision 10-43-1(11) for use by a financial institution as defined in subdivision 10-43-1(4) or on any service rendered by a financial institution as defined in subdivision 10-43-1(4) for use by a related corporation as defined in subdivision 10-43-1(11). For the purposes of this section, the term, related corporation, includes a corporation which together with the financial institution is part of a controlled group of corporations as defined in 26 U.S.C. § 1563 as in effect on January 1, 1989, except that the eighty percent ownership requirements set forth in 26 U.S.C. § 1563(a)(2)(A) for a brother-sister controlled group are reduced to fifty-one percent. For the purpose of this chapter, services rendered by an employee for the use of his employer are not taxable. Section 16. That § 10-46-2.2 be amended to read as follows: 10-46-2.2. An excise tax is imposed upon the privilege of the use of rented tangible personal property in this state at the rate of four and one-half percent of the rental payments upon the property. Section 17. That § 10-46-57 be amended to read as follows: 10-46-57. There is imposed a tax of four and one-half percent on the privilege of the use of any transportation of tangible personal property. The tax imposed by this section shall apply to any transportation of tangible personal property if both the origin and destination of the tangible personal property are within this state. Section 18. That § 10-46-58 be amended to read as follows: 10-46-58. There is imposed a tax of four and one-half percent on the privilege of the use of any transportation of passengers. The tax imposed by this section shall apply to any transportation of passengers if the passenger boards and exits the mode of transportation within this state. Section 19. The effective date of this Act is July 1, 2001. BILL HISTORY 1/22/99 First read in House and referred to State Affairs. H.J. 126 2/8/99 Scheduled for Committee hearing on this date. 2/10/99 State Affairs Do Pass Amended, Passed, AYES 7, NAYS 5. H.J. 458"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14228, "action_date": "1999-01-22T14:00:00-06:00", "document_id": 81758, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81758.pdf", "status_text": "First read in House and referred to", "journal_page": 126, "committee_id_action": 628, "committee_id_assigned": 623, "result": "N", "vote": {}}, {"bill_id": 14228, "action_date": "1999-02-08T19:00:00-06:00", "document_id": 81962, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81962.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 623, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14228, "action_date": "1999-02-10T10:00:00-06:00", "document_id": 81963, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81963.pdf", "status_text": "Do Pass Amended,", "journal_page": 458, "committee_id_action": 623, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41235, "president_vote": null, "Yea": [2208, 2245, 2247, 2257, 2262, 2287, 2214], "Nay": [2228, 2232, 2240, 2254, 2282], "Excused": [2266]}}, {"bill_id": 14228, "action_date": "1999-02-10T10:00:00-06:00", "document_id": 81963, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81963.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 623, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14228, "action_date": "1999-02-12T14:00:00-06:00", "document_id": 81760, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81760.pdf", "status_text": "Deferred to another day", "journal_page": 516, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14228, "action_date": "1999-02-16T14:00:00-06:00", "document_id": 81761, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81761.pdf", "status_text": "Motion to Amend,", "journal_page": 547, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14228, "action_date": "1999-02-16T14:00:00-06:00", "document_id": 81761, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81761.pdf", "status_text": "Do Pass Amended,", "journal_page": 547, "committee_id_action": 628, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 43419, "president_vote": null, "Excused": [2200, 2231], "Nay": [2203, 2210, 2211, 2216, 2218, 2219, 2220, 2223, 2232, 2237, 2238, 2240, 2250, 2253, 2254, 2261, 2266, 2267, 2268, 2271, 2272, 2273, 2276, 2278, 2281, 2282, 2284, 2288, 2290, 2291, 2297, 2298, 2300, 2301, 2303], "Yea": [2204, 2207, 2208, 2209, 2212, 2213, 2214, 2222, 2227, 2228, 2229, 2233, 2236, 2243, 2244, 2247, 2248, 2249, 2255, 2256, 2257, 2260, 2262, 2264, 2265, 2277, 2279, 2286, 2287, 2295, 2296, 2302, 2245]}}]}