{"session_id": 24, "bill_id": 7272, "bill_type": "House Bill", "bill_number": 1161, "bill_title": "provide for and regulate consumer lines of credit and to provide a penalty for certain violations.", "sponsors": [{"legislator_profile_id": 1044, "is_prime": true}, {"legislator_profile_id": 1001, "is_prime": true}, {"legislator_profile_id": 1050, "is_prime": false}, {"legislator_profile_id": 1019, "is_prime": false}, {"legislator_profile_id": 975, "is_prime": false}, {"legislator_profile_id": 1034, "is_prime": false}, {"legislator_profile_id": 1066, "is_prime": false}, {"legislator_profile_id": 981, "is_prime": false}, {"legislator_profile_id": 1008, "is_prime": false}, {"legislator_profile_id": 965, "is_prime": false}], "keywords": ["Contracts", "Debtor Creditor", "Prison and Jail Impact", "Trade Regulation"], "audio": [{"meeting_datetime": "2016-02-17T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst22.mp3", "start_seconds": 60.0}, {"meeting_datetime": "2016-02-17T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst22.mp3", "start_seconds": 60.0}, {"meeting_datetime": "2016-02-17T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst22.mp3", "start_seconds": 60.0}, {"meeting_datetime": "2016-02-17T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst22.mp3", "start_seconds": 60.0}, {"meeting_datetime": "2016-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou26.mp3", "start_seconds": 4682.0}, {"meeting_datetime": "2016-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou26.mp3", "start_seconds": 4682.0}, {"meeting_datetime": "2016-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou26.mp3", "start_seconds": 4682.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou27.mp3", "start_seconds": 1347.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou27.mp3", "start_seconds": 1347.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou27.mp3", "start_seconds": 1347.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou27.mp3", "start_seconds": 1347.0}], "bill_versions": [{"bill_id": 7272, "bill_version_id": 38343, "bill_version": "Introduced", "bill_version_date": "2016-01-28T10:06:53.37-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for and regulate consumer lines of credit and to provide a penalty for certain violations. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Advertisement,\" a commercial message in any medium that aids, promotes, or assists, directly or indirectly, the sale of a product or service; (2) \"Business of providing consumer lines of credit,\" includes originating, selling, servicing, acquiring, or purchasing consumer lines of credit; (3) \"Commission,\" the State Banking Commission; (4) \"Consumer line of credit,\" a loan made pursuant to a consumer line of credit agreement; (5) \"Consumer line of credit agreement,\" a written agreement subject to this Act between a licensee and a customer establishing an open-end credit plan under which the licensee and customer contemplate one or more credit transactions from time to time that: (a) May be unsecured or secured by personal property; (b) May be without a fixed maturity date or a limitation as to the length of the loan term; and (c) May be subject to prepayment in whole or in part at any time without penalty; (6) \"Director,\" the director of the Division of Banking of the Department of Labor and Regulation; (7) \"Division,\" the Division of Banking; (8) \"License,\" a license provided pursuant to this Act; (9) \"Licensee,\" a person licensed to offer consumer lines of credit pursuant to this Act. Section 2. That the code be amended by adding a NEW SECTION to read: The following entities are exempt from the provisions of this Act: (1) Any state bank and its subsidiary; (2) Any national bank and its subsidiary; (3) Any bank holding company and its subsidiary; (4) Any other federally insured financial institution, its holding company, and its subsidiary; and (5) Any South Dakota chartered trust company. Section 3. That the code be amended by adding a NEW SECTION to read: The commission may promulgate rules, pursuant to chapter 1-26, to provide for: (1) Rules of practice; (2) Internal management of licensees; (3) Retention of records; (4) Additional examination fees; (5) Remote electronic lending; (6) License fees; and (7) Establishing additional requirements to assure complete and accurate disclosure of the interest, fees, and charges to be charged by the licensee under a consumer line of credit agreement. Section 4. That the code be amended by adding a NEW SECTION to read: Notwithstanding any other statutory limitation, a licensee authorized to make consumer lines of credit pursuant to this Act may charge and collect interest, fees, and charges in a manner consistent with this Act and provided for in a written agreement. Section 5. That the code be amended by adding a NEW SECTION to read: A licensee may charge and collect periodic interest at a rate agreed to by the parties. If a customer fails to make a required payment pursuant to a consumer line of credit agreement, a licensee may continue to charge and collect interest at the periodic rate agreed to by the parties until the debt is satisfied. Section 6. That the code be amended by adding a NEW SECTION to read: In addition to periodic interest, a licensee may also charge and collect a periodic fee for the inspection, verification, processing, and protection of collateral and establishment, perfection, and release of any security interest. The periodic fee is not deemed to be interest for any purpose of law. Section 7. That the code be amended by adding a NEW SECTION to read: If a check or electronic payment authorization is returned unpaid by the customer's financial institution, the licensee may charge a returned check fee not to exceed the presumptive reasonable rate established by § 57A-3-421. Section 8. That the code be amended by adding a NEW SECTION to read: The maximum amount of a credit extended pursuant to a consumer line of credit agreement may not exceed ten thousand dollars. Section 9. That the code be amended by adding a NEW SECTION to read: Each customer may, at the customer's option, rescind a consumer line of credit agreement without cost by notifying the licensee and returning all funds drawn on the line of credit before the close of business on the next business day after the consumer line of credit agreement was opened. Section 10. That the code be amended by adding a NEW SECTION to read: Each consumer line of credit offered or made pursuant to this Act shall require payment on or before the due date of each billing cycle in an amount sufficient to reduce the outstanding principal balance by at least three percent. Payments may be accepted in the form of cash, money order, debit card, prepaid debit card, or any other instrument for payment of money, whether or not negotiable, including any authorization for electronic payment of money. Section 11. That the code be amended by adding a NEW SECTION to read: A consumer line of credit may not require or provide the licensee the authority to require the customer to draw the full amount of credit available pursuant to a consumer line of credit at any time. Section 12. That the code be amended by adding a NEW SECTION to read: Each person who engages in the business of providing consumer lines of credit shall obtain and hold a license as prescribed by this Act. The applicant shall apply for a license under oath on forms supplied by the division. The application shall contain the name of the applicant's business, proof of surety bond, address of the business, the names and addresses of the partners, members, officers, directors, or trustees, and other information the director considers necessary. The applicant shall pay an original license fee, established by the commission by rules promulgated pursuant to chapter 1-26. The original license fee may not exceed one thousand dollars. If the application of an existing licensee is for an additional location, the application need only include the location and identity of the location manager, plus any changes from the existing license, and any other information the director considers necessary. Section 13. That the code be amended by adding a NEW SECTION to read: A person is engaged in the business of providing consumer lines of credit in this state if the person induces a customer, while the customer is located in this state, to enter into a consumer line of credit agreement in this state through the use of facsimile, telephone, internet, or other means. A separate license is required for each location from which a consumer line of credit is provided. Section 14. That the code be amended by adding a NEW SECTION to read: The director shall approve or deny an application for a license within thirty days of receipt of any application. Section 15. That the code be amended by adding a NEW SECTION to read: The applicant shall submit with the application for a license, a bond in an amount not to exceed ten thousand dollars for the first license and two thousand five hundred dollars for each additional license. The bond shall be satisfactory to the director and issued by a surety company qualified to do business as a surety in this state. The bond shall be in favor of this state for the use of this state and any person who has a cause of action under this Act against the licensee. The bond shall be conditioned on: (1) The licensee's faithful performance under this Act and any rule adopted pursuant to this Act; and (2) The payment of any amounts that are due to this state or another person during the calendar year for which the bond is given. The aggregate liability of a surety to all persons damaged by a licensee's violation of this Act may not exceed the amount of the bond. Section 16. That the code be amended by adding a NEW SECTION to read: The director shall investigate the facts concerning the application. The director may review and consider the relevant business records of the applicant and the competence, experience, integrity, and financial ability of any person who is a member, partner, director, officer, or twenty-five percent or more shareholder of the business. If the director finds that the financial responsibility, financial condition, business experience, character, and general fitness of the applicant reasonably warrant the belief that the business will be conducted lawfully and fairly, the director may grant a license based on the findings. Section 17. That the code be amended by adding a NEW SECTION to read: After procuring a license from the division, the licensee may engage in the business of providing consumer lines of credit as permitted by this Act. Section 18. That the code be amended by adding a NEW SECTION to read: A license expires on December thirty-first. To renew a license, the licensee shall submit an application for renewal by December first. The renewal application shall include a renewal fee, established by the commission by rules promulgated pursuant to chapter 1-26, proof of surety bond, and any other information as required by the director, by rule or order. The renewal fee may not exceed one thousand dollars. Any licensee that submits an application for renewal after December first but before January first of the next calendar year shall pay a late fee in addition to the renewal fee. The late fee is equal twenty-five percent of the renewal fee. After December thirty-first, no license may be issued unless an application is filed pursuant to section 12 of this Act. Section 19. That the code be amended by adding a NEW SECTION to read: The licensee may not transfer or assign the license unless the transfer or assignment is to another licensee and notice is provided to the director at least thirty days before the assignment or transfer. The licensee may only transact business under a name shown on the license. The director must be provided with notification at least fifteen days before a name change. Section 20. That the code be amended by adding a NEW SECTION to read: Each licensee's business location shall be licensed. The director shall approve or deny any change of location. The director shall amend the license to show the new location upon granting approval. Section 21. That the code be amended by adding a NEW SECTION to read: The director may issue a cease and desist order from any practice that does not conform to the requirements set forth in this Act or any commission rule, order, or condition imposed in writing, or any federal statute, rule, or regulation pertaining to consumer credit. A cease and desist order may be issued to any licensee or to any person engaging in the business of lending money without a license. A licensee or person aggrieved by a cease and desist order may appeal pursuant to chapters 1-26 and 1-26D. Section 22. That the code be amended by adding a NEW SECTION to read: The director may condition, deny, decline to renew, suspend for a period not to exceed six months, or revoke a license for good cause pursuant to chapters 1-26 and 1-26D. If the licensee is the holder of more than one license, the director may condition, deny, decline to renew, suspend for a period not to exceed six months, or revoke any or all of the licenses. For purposes of this section, good cause includes any of the following: (1) Violation of any statute, rule, order, or written condition of the commission or any federal statute, rule, or regulation pertaining to consumer credit; (2) Engaging in harassment or abuse, the making of false or misleading representations, or engaging in unfair practices involving lending activity; (3) Performing an act of commission or omission or practice that is a breach of trust or a breach of fiduciary duty; (4) Refusing to permit the director to make any examination authorized by this Act or rule promulgated pursuant to this Act, or any federal statute, rule, or regulation pertaining to money lending; (5) The licensee or any partner, officer, director, manager, or employee of the licensee has been convicted of a felony or a misdemeanor involving fraud, dishonesty, or breach of trust; (6) The licensee or any partner, officer, director, manager, or employee of the licensee has had a license substantially equivalent to a license under this Act, and issued by another state or jurisdiction, denied, revoked, or suspended under the laws of that state or jurisdiction; or (7) The licensee has filed an application for a license which, as of the date the license was issued, or as of the date of an order denying, suspending, or revoking a license, was incomplete in any material respect or contained any statement that was, in light of the circumstances under which it was made, false or misleading with respect to any material fact. Section 23. That the code be amended by adding a NEW SECTION to read: An action may be brought in circuit court by the attorney general or the division, or both, to enjoin a licensee from engaging in or continuing a violation or from doing any act in furtherance thereof. Section 24. That the code be amended by adding a NEW SECTION to read: In addition to any other means provided by law for the enforcement of a restraining order or injunction, the court, in which the action is brought, may impound, and appoint a receiver for, the property and business of the defendant, including books, papers, documents, and records, as the court deems reasonably necessary to prevent a violation of this Act. The receiver, when so appointed and qualified, shall control the custody, collection, administration, and liquidation of the property and business. Section 25. That the code be amended by adding a NEW SECTION to read: No person may engage in the business of providing consumer lines of credit without a license unless exempt from the terms of this Act pursuant to section 2 of this Act. A violation of this section is a Class 1 misdemeanor. Section 26. That the code be amended by adding a NEW SECTION to read: Any money received by the division pursuant to this Act shall be deposited in the banking revolving fund. Section 27. That the code be amended by adding a NEW SECTION to read: Each licensee, whether a corporation or otherwise, shall pay the annual tax imposed by chapter 10-43, upon the net income of the licensee, and measured by the net income assignable to such business in South Dakota. The annual tax imposed by this section and chapter 10-43, may not be less than twenty-four dollars. Section 28. That the code be amended by adding a NEW SECTION to read: Except for taxes on real property and license fees and other fees imposed by this Act, the tax imposed in section 27 of this Act is in lieu of all state, county, and local taxes and license fees, upon the business of the licensee, or upon any money, credits, or other assets of the licensee whether tangible or intangible, and which money, credits, or other assets are used for or in connection with the conduct of business transacted in South Dakota. However, amounts determined to be in excess of business capital requirements are not exempt from other taxes. Section 29. That the code be amended by adding a NEW SECTION to read: Each licensee shall annually file with its renewal application a report of income and financial condition for the preceding license year or any other relevant information requested in writing by the director. These reports shall be under oath and on forms prescribed by the division by rule or order. Section 30. That the code be amended by adding a NEW SECTION to read: The division may annually, or as often as the director considers necessary, conduct an examination of business records and accounts of any licensee licensed pursuant to this Act. The director may charge back to the licensee any cost associated with an on-site examination. The director may waive an on-site examination and only require an annual self-examination. If a licensee conducts a self-examination, the licensee shall provide any information requested under oath and on forms provided by the division by order or rule. The provisions of § 51A-2-35 apply to records and examination reports required pursuant to this Act. Section 31. That the code be amended by adding a NEW SECTION to read: The licensee shall disclose to each customer in a consumer line of credit agreement the following: (1) The total credit limit available at the time the account is opened and the date of the agreement; (2) A description of any personal property used to secure the loan; (3) The method used to compute the finance charges; (4) An explanation of any fee or charge, including the cost of the loan as an annual percentage rate (APR); (5) Any fee or charge that may be applied for delinquency; (6) The conditions for additional withdrawal of funds pursuant to the consumer line of credit agreement; and (7) The address and telephone number of the division and a statement that any improprieties in making the loan or in loan practices may be referred to the division. The licensee shall provide a copy of the consumer line of credit agreement to the customer. A licensee shall provide each customer with a periodic billing statement. Section 32. That the code be amended by adding a NEW SECTION to read: A licensee may require property insurance on any loan secured by tangible personal property. The amount of insurance required shall be reasonable and appropriate considering the nature of the property, the amount of the loan, and any other circumstances. The insurance policy shall show the licensee as the loss payee, unless waived by the customer. Section 33. That the code be amended by adding a NEW SECTION to read: Upon request by a customer, the licensee shall provide copies of any transaction pertaining to the customer's consumer line of credit agreement. Section 34. That the code be amended by adding a NEW SECTION to read: When a consumer line of credit has no outstanding balance, upon the written request of the customer, the licensee shall release any liens against any personal property used as security, cancel any note, and release all assignments associated with the consumer line of credit agreement. The licensee shall send any outstanding note stamped paid in full and release any liens or assignments to the customer within sixty days of receiving the written notice comprehended by this section. Section 35. That the code be amended by adding a NEW SECTION to read: A licensee may advertise in any medium. No licensee may advertise any statement or representation, including rates, terms, or conditions for making or negotiating loans that is false, misleading, or deceptive, or that refers to the supervision of business by this state. Section 36. That the code be amended by adding a NEW SECTION to read: If the division requires the production of records that are located outside this state, the party shall either make them available to the division at a convenient location within this state or pay the reasonable and necessary expenses for the division to examine the records at the place where they are maintained. The director may designate representatives, including officials of this state in which the records are located, to inspect the records on the director's behalf. Each licensee shall keep and use in its business any books, accounting, and records the director may require to effectuate this Act and the rules promulgated pursuant to this Act. Each licensee shall preserve the books, accounts, and records for at least two years from the date of final entry thereon. A licensee, after receiving the prior written approval of the director, may maintain records at a location within or outside this state. Section 37. That the code be amended by adding a NEW SECTION to read: A person licensed pursuant to this Act shall appoint a resident agent for service of process and provide notice of the appointment to the director. Section 38. That the code be amended by adding a NEW SECTION to read: A person licensed pursuant to this Act consents to be sued in the circuit courts of this state for purposes of the director enforcing any provision of this Act and any rules promulgated pursuant to this Act. The consent to suit shall be demonstrated by the execution and submission of a consent to suit form prepared by the director, with proof of authority to consent and execute the form. Section 39. That the code be amended by adding a NEW SECTION to read: A consumer line of credit extended in this state to a resident of this state, by an entity organized to engage in the business of providing consumer lines of credit not licensed or exempt from licensure pursuant to this Act is unenforceable and uncollectible except as to any principal extended by the entity to the customer. Section 40. That the code be amended by adding a NEW SECTION to read: No person employed by a licensee to collect or attempt to collect any debt owed or due or asserted to be owed or due may: (1) Harass, oppress, or abuse a customer by: (a) Using any threat of violence or harm; (b) Publishing a list of names of customers who refuse to pay their debts absent providing the information to credit reporting companies; (c) Using obscene or profane language; or (d) Repeatedly using the phone with the intent to annoy customers; (2) Use any false statement when attempting to collect a debt by falsely: (a) Claiming to be an attorney or government representative; (b) Claiming that the customer has committed a crime; (c) Representing that the licensee operates or any person employed by the licensee works for a credit reporting company; (d) Representing the amount the customer owes; (e) Representing the nature and character of any form sent to the customer in order to collect a debt; (f) Indicating that the customer will be arrested if the debt is not paid; (g) Using a company name; (h) Indicating that the licensee will seize, garnish, attach, or sell a customer's property or wages unless the licensee is permitted by law to take the action and the licensee intends to do so; (i) Indicating that legal action will be taken against the customer, if doing so would be illegal or if the licensee does not intend to take the action; (3) Give false credit information about the customer to anyone, including a credit reporting company; (4) Attempt to collect any interest, fee, or other charge on top of the amount a customer owes unless the contract that created the debt or state law allows the charge; (5) Deposit a post-dated check early; or (6) Take or threaten to take the customer's property without the color of law. Section 41. That the code be amended by adding a NEW SECTION to read: No consumer line of credit agreement may: (1) Provide that the law of any jurisdiction other than this state applies; (2) Provide that the customer consents to the jurisdiction of another state or foreign country; (3) Establish venue; or (4) Waive any provision of this Act. Any provision described in this section that is contained in a consumer line of credit agreement is void and not enforceable as a matter of public policy. Section 42. That the code be amended by adding a NEW SECTION to read: Local government units, including cities and counties, have no authority to regulate consumer lines of credit. Section 43. That the code be amended by adding a NEW SECTION to read: No licensee licensed pursuant to this Act is subject to the provisions or requirements of chapter 54-4. Section 44. That the code be amended by adding a NEW SECTION to read: The provisions of chapter 57A-9, part 6 apply to any extension of credit made pursuant to this Act between a licensee and a customer that is secured by personal property. Section 45. That subdivision (4) of § 10-43-1 be amended to read: (4) \"Financial institution,\" any banking institution or savings and loan association organized under the laws of the United States and located or doing business in this state; any bank, savings and loan association, mutual saving bank, or trust company, organized under the laws of this state or of any other state, district, territory, or country, doing business within this state; any person licensed in this state pursuant to chapter 54-4, the installment repayment small loan and consumer finance law; any person licensed in this state pursuant to this Act; and any person in the business of buying loans, notes, or other evidences of debt except those persons registered as broker-dealers pursuant to chapter 47-31B; and persons in the business of making installment repayment and open-end loans which may be unsecured or secured by real or personal property, which loans are in an aggregate amount exceeding five hundred dollars, which are repaid in two or more installment payments or one lump sum payment extending over a time exceeding thirty days from the day the loan was made except where the loan is made by the person selling the property, incidental to the sale of the property and where the seller is primarily in the business of selling such real or personal property or except where the loan is made to a related corporation and the primary business of these related corporations is the production and sale of tangible personal property or where the loan is made in the form of an advance to secure the production of equipment to be obtained by the lender or to finance a joint venture between the lender and others which has been formed to produce and sell tangible personal property;"}, {"bill_id": 7272, "bill_version_id": 39448, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2016-02-17T12:25:14.507-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for and regulate consumer lines of credit and to provide a penalty for certain violations. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Advertisement,\" a commercial message in any medium that aids, promotes, or assists, directly or indirectly, the sale of a product or service; (2) \"Business of providing consumer lines of credit,\" includes originating, selling, servicing, acquiring, or purchasing consumer lines of credit; (3) \"Commission,\" the State Banking Commission; (4) \"Consumer line of credit,\" a loan made pursuant to a consumer line of credit agreement; (5) \"Consumer line of credit agreement,\" a written agreement subject to this Act between a licensee and a customer establishing an open-end credit plan under which the licensee and customer contemplate one or more credit transactions from time to time that: (a) May be unsecured or secured by personal property; (b) May be without a fixed maturity date or a limitation as to the length of the loan term; and (c) May be subject to prepayment in whole or in part at any time without penalty; (6) \"Director,\" the director of the Division of Banking of the Department of Labor and Regulation; (7) \"Division,\" the Division of Banking; (8) \"License,\" a license provided pursuant to this Act; (9) \"Licensee,\" a person licensed to offer consumer lines of credit pursuant to this Act. Section 2. That the code be amended by adding a NEW SECTION to read: The following entities are exempt from the provisions of this Act: (1) Any state bank and its subsidiary; (2) Any national bank and its subsidiary; (3) Any bank holding company and its subsidiary; (4) Any other federally insured financial institution, its holding company, and its subsidiary; (5) Any South Dakota chartered trust company; and (6) Any federal agricultural mortgage corporation or any entity chartered or operating under the Farm Credit Act of 1971. Section 3. That the code be amended by adding a NEW SECTION to read: The commission may promulgate rules, pursuant to chapter 1-26, to provide for: (1) Rules of practice; (2) Internal management of licensees; (3) Retention of records; (4) Additional examination fees; (5) Remote electronic lending; (6) License fees; and (7) Establishing additional requirements to assure complete and accurate disclosure of the interest, fees, and charges to be charged by the licensee under a consumer line of credit agreement. Section 4. That the code be amended by adding a NEW SECTION to read: Notwithstanding any other statutory limitation, a licensee authorized to make consumer lines of credit pursuant to this Act may charge and collect interest, fees, and charges in a manner consistent with this Act and provided for in a written agreement. Section 5. That the code be amended by adding a NEW SECTION to read: A licensee may charge and collect periodic interest at a rate agreed to by the parties. If a customer fails to make a required payment pursuant to a consumer line of credit agreement, a licensee may continue to charge and collect interest at the periodic rate agreed to by the parties until the debt is satisfied. Section 6. That the code be amended by adding a NEW SECTION to read: In addition to periodic interest, a licensee may also charge and collect a periodic fee for the inspection, verification, processing, and protection of collateral and establishment, perfection, and release of any security interest. The periodic fee is not deemed to be interest for any purpose of law. Section 7. That the code be amended by adding a NEW SECTION to read: If a check or electronic payment authorization is returned unpaid by the customer's financial institution, the licensee may charge a returned check fee not to exceed the presumptive reasonable rate established by § 57A-3-421. Section 8. That the code be amended by adding a NEW SECTION to read: The maximum amount of a credit extended pursuant to a consumer line of credit agreement may not exceed ten thousand dollars. Section 9. That the code be amended by adding a NEW SECTION to read: Each customer may, at the customer's option, rescind a consumer line of credit agreement without cost by notifying the licensee and returning all funds drawn on the line of credit before the close of business on the next business day after the consumer line of credit agreement was opened. Section 10. That the code be amended by adding a NEW SECTION to read: Each consumer line of credit offered or made pursuant to this Act shall require payment on or before the due date of each billing cycle in an amount sufficient to reduce the outstanding principal balance by at least three percent. Payments may be accepted in the form of cash, money order, debit card, prepaid debit card, or any other instrument for payment of money, whether or not negotiable, including any authorization for electronic payment of money. Section 11. That the code be amended by adding a NEW SECTION to read: A consumer line of credit may not require or provide the licensee the authority to require the customer to draw the full amount of credit available pursuant to a consumer line of credit at any time. Section 12. That the code be amended by adding a NEW SECTION to read: Each person who engages in the business of providing consumer lines of credit shall obtain and hold a license as prescribed by this Act. The applicant shall apply for a license under oath on forms supplied by the division. The application shall contain the name of the applicant's business, proof of surety bond, address of the business, the names and addresses of the partners, members, officers, directors, or trustees, and other information the director considers necessary. The applicant shall pay an original license fee, established by the commission by rules promulgated pursuant to chapter 1-26. The original license fee may not exceed one thousand dollars. If the application of an existing licensee is for an additional location, the application need only include the location and identity of the location manager, plus any changes from the existing license, and any other information the director considers necessary. Section 13. That the code be amended by adding a NEW SECTION to read: A person is engaged in the business of providing consumer lines of credit in this state if the person induces a customer, while the customer is located in this state, to enter into a consumer line of credit agreement in this state through the use of facsimile, telephone, internet, or other means. A separate license is required for each location from which a consumer line of credit is provided. Section 14. That the code be amended by adding a NEW SECTION to read: The director shall approve or deny an application for a license within thirty days of receipt of any application. Section 15. That the code be amended by adding a NEW SECTION to read: The applicant shall submit with the application for a license, a bond in an amount not to exceed ten thousand dollars for the first license and two thousand five hundred dollars for each additional license. The bond shall be satisfactory to the director and issued by a surety company qualified to do business as a surety in this state. The bond shall be in favor of this state for the use of this state and any person who has a cause of action under this Act against the licensee. The bond shall be conditioned on: (1) The licensee's faithful performance under this Act and any rule adopted pursuant to this Act; and (2) The payment of any amounts that are due to this state or another person during the calendar year for which the bond is given. The aggregate liability of a surety to all persons damaged by a licensee's violation of this Act may not exceed the amount of the bond. Section 16. That the code be amended by adding a NEW SECTION to read: The director shall investigate the facts concerning the application. The director may review and consider the relevant business records of the applicant and the competence, experience, integrity, and financial ability of any person who is a member, partner, director, officer, or twenty-five percent or more shareholder of the business. If the director finds that the financial responsibility, financial condition, business experience, character, and general fitness of the applicant reasonably warrant the belief that the business will be conducted lawfully and fairly, the director may grant a license based on the findings. Section 17. That the code be amended by adding a NEW SECTION to read: After procuring a license from the division, the licensee may engage in the business of providing consumer lines of credit as permitted by this Act. Section 18. That the code be amended by adding a NEW SECTION to read: A license expires on December thirty-first. To renew a license, the licensee shall submit an application for renewal by December first. The renewal application shall include a renewal fee, established by the commission by rules promulgated pursuant to chapter 1-26, proof of surety bond, and any other information as required by the director, by rule or order. The renewal fee may not exceed one thousand dollars. Any licensee that submits an application for renewal after December first but before January first of the next calendar year shall pay a late fee in addition to the renewal fee. The late fee is equal twenty-five percent of the renewal fee. After December thirty-first, no license may be issued unless an application is filed pursuant to section 12 of this Act. Section 19. That the code be amended by adding a NEW SECTION to read: The licensee may not transfer or assign the license. The licensee may only transact business under a name shown on the license. The director must be provided with notification at least fifteen days before a name change. Section 20. That the code be amended by adding a NEW SECTION to read: Each licensee's business location shall be licensed. The director shall approve or deny any change of location. The director shall amend the license to show the new location upon granting approval. Section 21. That the code be amended by adding a NEW SECTION to read: The director may issue a cease and desist order from any practice that does not conform to the requirements set forth in this Act or any commission rule, order, or condition imposed in writing, or any federal statute, rule, or regulation pertaining to consumer credit. A cease and desist order may be issued to any licensee or to any person engaging in the business of lending money without a license. A licensee or person aggrieved by a cease and desist order may appeal pursuant to chapters 1-26 and 1-26D. Section 22. That the code be amended by adding a NEW SECTION to read: The director may condition, deny, decline to renew, suspend for a period not to exceed six months, or revoke a license for good cause pursuant to chapters 1-26 and 1-26D. If the licensee is the holder of more than one license, the director may condition, deny, decline to renew, suspend for a period not to exceed six months, or revoke any or all of the licenses. For purposes of this section, good cause includes any of the following: (1) Violation of any statute, rule, order, or written condition of the commission or any federal statute, rule, or regulation pertaining to consumer credit; (2) Engaging in harassment or abuse, the making of false or misleading representations, or engaging in unfair practices involving lending activity; (3) Performing an act of commission or omission or practice that is a breach of trust or a breach of fiduciary duty; (4) Refusing to permit the director to make any examination authorized by this Act or rule promulgated pursuant to this Act, or any federal statute, rule, or regulation pertaining to money lending, or consumer lines of credit; (5) The licensee or any partner, officer, director, manager, or employee of the licensee has been convicted of a felony or a misdemeanor involving fraud, dishonesty, or breach of trust; (6) The licensee or any partner, officer, director, manager, or employee of the licensee has had a license substantially equivalent to a license under this Act, and issued by another state or jurisdiction, denied, revoked, or suspended under the laws of that state or jurisdiction; or (7) The licensee has filed an application for a license which, as of the date the license was issued, or as of the date of an order denying, suspending, or revoking a license, was incomplete in any material respect or contained any statement that was, in light of the circumstances under which it was made, false or misleading with respect to any material fact. Section 23. That the code be amended by adding a NEW SECTION to read: An action may be brought in circuit court by the attorney general or the division, or both, to enjoin a licensee from engaging in or continuing a violation or from doing any act in furtherance thereof. Section 24. That the code be amended by adding a NEW SECTION to read: In addition to any other means provided by law for the enforcement of a restraining order or injunction, the court, in which the action is brought, may impound, and appoint a receiver for, the property and business of the defendant, including books, papers, documents, and records, as the court deems reasonably necessary to prevent a violation of this Act. The receiver, when so appointed and qualified, shall control the custody, collection, administration, and liquidation of the property and business. Section 25. That the code be amended by adding a NEW SECTION to read: No person may engage in the business of providing consumer lines of credit without a license unless exempt from the terms of this Act pursuant to section 2 of this Act. A violation of this section is a Class 1 misdemeanor. Section 26. That the code be amended by adding a NEW SECTION to read: Any money received by the division pursuant to this Act shall be deposited in the banking revolving fund. Section 27. That the code be amended by adding a NEW SECTION to read: Each licensee, whether a corporation or otherwise, shall pay the annual tax imposed by chapter 10-43, upon the net income of the licensee, and measured by the net income assignable to such business in South Dakota. The annual tax imposed by this section and chapter 10-43, may not be less than two hundred dollars. Section 28. That the code be amended by adding a NEW SECTION to read: Except for taxes on real property and license fees and other fees imposed by this Act, the tax imposed in section 27 of this Act is in lieu of all state, county, and local taxes and license fees, upon the business of the licensee, or upon any money, credits, or other assets of the licensee whether tangible or intangible, and which money, credits, or other assets are used for or in connection with the conduct of business transacted in South Dakota. However, amounts determined to be in excess of business capital requirements are not exempt from other taxes. Section 29. That the code be amended by adding a NEW SECTION to read: Each licensee shall annually file with its renewal application a report of income and financial condition for the preceding license year or any other relevant information requested in writing by the director. These reports shall be under oath and on forms prescribed by the division by rule or order. Section 30. That the code be amended by adding a NEW SECTION to read: The division may annually, or as often as the director considers necessary, conduct an examination of business records and accounts of any licensee licensed pursuant to this Act. The director may charge back to the licensee any cost associated with an on-site or off-site examination. The provisions of § 51A-2-35 apply to records and examination reports required pursuant to this Act. Section 31. That the code be amended by adding a NEW SECTION to read: The licensee shall disclose to each customer in a consumer line of credit agreement the following: (1) The total credit limit available at the time the account is opened and the date of the agreement; (2) A description of any personal property used to secure the loan; (3) The method used to compute the finance charges; (4) An explanation of any fee or charge, including the cost of the loan as an annual percentage rate (APR); (5) Any fee or charge that may be applied for delinquency; (6) The conditions for additional withdrawal of funds pursuant to the consumer line of credit agreement; (7) The address and telephone number of the division and a statement that any improprieties in making the loan or in loan practices may be referred to the division; and (8) A statement for each billing cycle that clearly shows how long it will take to pay off the balance owed and the total cost to the consumer if the consumer only pays the three percent minimum payment required in section 10 of this Act. The licensee shall provide a copy of the consumer line of credit agreement to the customer. A licensee shall provide each customer with a periodic billing statement. A violation of this section is a Class 2 misdemeanor. Section 32. That the code be amended by adding a NEW SECTION to read: A licensee may require property insurance on any loan secured by tangible personal property. The amount of insurance required shall be reasonable and appropriate considering the nature of the property, the amount of the loan, and any other circumstances. The insurance policy shall show the licensee as the loss payee, unless waived by the customer. Section 33. That the code be amended by adding a NEW SECTION to read: Upon request by a customer, the licensee shall provide copies of any transaction pertaining to the customer's consumer line of credit agreement. Section 34. That the code be amended by adding a NEW SECTION to read: When a consumer line of credit has no outstanding balance, upon the written request of the customer, the licensee shall release any liens against any personal property used as security, cancel any note, and release all assignments associated with the consumer line of credit agreement. The licensee shall send any outstanding note stamped paid in full and release any liens or assignments to the customer within sixty days of receiving the written notice comprehended by this section. Section 35. That the code be amended by adding a NEW SECTION to read: A licensee may advertise in any medium. No licensee may advertise any statement or representation, including rates, terms, or conditions for making or negotiating loans that is false, misleading, or deceptive, or that refers to the supervision of business by this state. Section 36. That the code be amended by adding a NEW SECTION to read: If the division requires the production of records that are located outside this state, the party shall either make them available to the division at a convenient location within this state or pay the reasonable and necessary expenses for the division to examine the records at the place where they are maintained. The director may designate representatives, including officials of this state in which the records are located, to inspect the records on the director's behalf. Each licensee shall keep and use in its business any books, accounting, and records the director may require to effectuate this Act and the rules promulgated pursuant to this Act. Each licensee shall preserve the books, accounts, and records for at least three years from the date of final entry thereon. A licensee, after receiving the prior written approval of the director, may maintain records at a location within or outside this state. Section 37. That the code be amended by adding a NEW SECTION to read: A person licensed pursuant to this Act shall appoint a resident agent for service of process and provide notice of the appointment to the director. Section 38. That the code be amended by adding a NEW SECTION to read: A person licensed pursuant to this Act consents to be sued in the circuit courts of this state for purposes of the director enforcing any provision of this Act and any rules promulgated pursuant to this Act. The consent to suit shall be demonstrated by the execution and submission of a consent to suit form prepared by the director, with proof of authority to consent and execute the form. Section 39. That the code be amended by adding a NEW SECTION to read: A consumer line of credit extended in this state to a resident of this state, by an entity organized to engage in the business of providing consumer lines of credit not licensed or exempt from licensure pursuant to this Act is unenforceable and uncollectible except as to any principal extended by the entity to the customer. Section 40. That the code be amended by adding a NEW SECTION to read: No person employed by a licensee to collect or attempt to collect any debt owed or due or asserted to be owed or due may: (1) Harass, oppress, or abuse a customer by: (a) Using any threat of violence or harm; (b) Publishing a list of names of customers who refuse to pay their debts absent providing the information to credit reporting companies; (c) Using obscene or profane language; or (d) Repeatedly using the phone with the intent to annoy customers; (2) Use any false statement when attempting to collect a debt by falsely: (a) Claiming to be an attorney or government representative; (b) Claiming that the customer has committed a crime; (c) Representing that the licensee operates or any person employed by the licensee works for a credit reporting company; (d) Representing the amount the customer owes; (e) Representing the nature and character of any form sent to the customer in order to collect a debt; (f) Indicating that the customer will be arrested if the debt is not paid; (g) Using a company name; (h) Indicating that the licensee will seize, garnish, attach, or sell a customer's property or wages unless the licensee is permitted by law to take the action and the licensee intends to do so; (i) Indicating that legal action will be taken against the customer, if doing so would be illegal or if the licensee does not intend to take the action; (3) Give false credit information about the customer to anyone, including a credit reporting company; (4) Attempt to collect any interest, fee, or other charge on top of the amount a customer owes unless the contract that created the debt or state law allows the charge; (5) Deposit a post-dated check early; or (6) Take or threaten to take the customer's property without the color of law. Section 41. That the code be amended by adding a NEW SECTION to read: No consumer line of credit agreement may: (1) Provide that the law of any jurisdiction other than this state applies; (2) Provide that the customer consents to the jurisdiction of another state or foreign country; (3) Establish venue; or (4) Waive any provision of this Act. Any provision described in this section that is contained in a consumer line of credit agreement is void and not enforceable as a matter of public policy. Section 42. That the code be amended by adding a NEW SECTION to read: Local government units, including cities and counties, have no authority to regulate consumer lines of credit. Section 43. That the code be amended by adding a NEW SECTION to read: No licensee licensed pursuant to this Act is subject to the provisions or requirements of chapter 54-4, unless the licensee is in the business of lending money as defined in chapter 54-4. Section 44. That the code be amended by adding a NEW SECTION to read: The provisions of chapter 57A-9, part 6 apply to any extension of credit made pursuant to this Act between a licensee and a customer that is secured by personal property. Section 45. That subdivision (4) of § 10-43-1 be amended to read: (4) \"Financial institution,\" any banking institution or savings and loan association organized under the laws of the United States and located or doing business in this state; any bank, savings and loan association, mutual saving bank, or trust company, organized under the laws of this state or of any other state, district, territory, or country, doing business within this state; any person licensed in this state pursuant to chapter 54-4, the installment repayment small loan and consumer finance law; any person licensed in this state pursuant to this Act; and any person in the business of buying loans, notes, or other evidences of debt except those persons registered as broker-dealers pursuant to chapter 47-31B; and persons in the business of making installment repayment and open-end loans which may be unsecured or secured by real or personal property, which loans are in an aggregate amount exceeding five hundred dollars, which are repaid in two or more installment payments or one lump sum payment extending over a time exceeding thirty days from the day the loan was made except where the loan is made by the person selling the property, incidental to the sale of the property and where the seller is primarily in the business of selling such real or personal property or except where the loan is made to a related corporation and the primary business of these related corporations is the production and sale of tangible personal property or where the loan is made in the form of an advance to secure the production of equipment to be obtained by the lender or to finance a joint venture between the lender and others which has been formed to produce and sell tangible personal property;"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7272, "action_date": "2016-01-28T13:00:00-06:00", "document_id": 38415, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38415.pdf", "status_text": "First read in House and referred to", "journal_page": 216, "committee_id_action": 325, "committee_id_assigned": 317, "result": "N", "vote": {}}, {"bill_id": 7272, "action_date": "2016-02-17T07:45:00-06:00", "document_id": 39260, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39260.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 317, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7272, "action_date": "2016-02-17T07:45:00-06:00", "document_id": 39425, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39425.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 317, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7272, "action_date": "2016-02-17T07:45:00-06:00", "document_id": 39425, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39425.pdf", "status_text": "Do Pass Amended", "journal_page": 408, "committee_id_action": 317, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20972, "president_vote": null, "Nay": [1042, 983, 1002, 1024, 1003], "Yea": [1022, 1044, 981, 1029, 990, 989, 1025, 976]}}, {"bill_id": 7272, "action_date": "2016-02-19T13:00:00-06:00", "document_id": 39661, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39661.pdf", "status_text": "Deferred to another day", "journal_page": 470, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7272, "action_date": "2016-02-22T14:00:00-06:00", "document_id": 39775, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39775.pdf", "status_text": "Deferred to another day", "journal_page": 622, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7272, "action_date": "2016-02-23T14:00:00-06:00", "document_id": 39859, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39859.pdf", "status_text": "Deferred to another day", "journal_page": 639, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7272, "action_date": "2016-02-24T14:00:00-06:00", "document_id": 39955, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39955.pdf", "status_text": "Motion to amend", "journal_page": 669, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7272, "action_date": "2016-02-24T14:00:00-06:00", "document_id": 39955, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39955.pdf", "status_text": "Do Pass Amended", "journal_page": 669, "committee_id_action": 325, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 21454, "president_vote": null, "Nay": [1043, 1042, 983, 1057, 995, 1039, 1050, 1009, 1033, 980, 985, 1049, 1021, 1002, 1019, 1065, 972, 1062, 1038, 987, 982, 1055, 1017, 1036, 1048, 1024, 1003, 968, 1018, 1059, 1054, 1031, 1028, 992, 1006, 991, 1052, 1030, 988, 993, 1026, 1069, 1029, 996, 1025, 1053, 1064], "Yea": [1063, 964, 1040, 986, 1060, 976, 1022, 1056, 1061, 963, 1044, 1058, 1034, 1007, 981, 1023, 990, 1032, 1051, 965, 989], "Excused": [1015, 1027]}}]}