{"session_id": 4, "bill_id": 4776, "bill_type": "Senate Bill", "bill_number": 35, "bill_title": "establish fair claims standards and procedures for property casualty insurance claims.", "sponsors": [], "keywords": ["Department of Revenue and Regulation", "Insurance", "Motor Vehicles"], "audio": [{"meeting_datetime": "2008-01-22T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sco09.mp3", "start_seconds": 123.0}, {"meeting_datetime": "2008-01-22T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sco09.mp3", "start_seconds": 123.0}, {"meeting_datetime": "2008-01-22T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sco09.mp3", "start_seconds": 123.0}, {"meeting_datetime": "2008-01-22T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sco09.mp3", "start_seconds": 123.0}, {"meeting_datetime": "2008-01-22T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sco09.mp3", "start_seconds": 123.0}, {"meeting_datetime": "2008-01-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen11.mp3", "start_seconds": 929.0}, {"meeting_datetime": "2008-01-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen11.mp3", "start_seconds": 929.0}, {"meeting_datetime": "2008-01-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen11.mp3", "start_seconds": 929.0}, {"meeting_datetime": "2008-02-15T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco25.mp3", "start_seconds": 1886.0}, {"meeting_datetime": "2008-02-15T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco25.mp3", "start_seconds": 1886.0}, {"meeting_datetime": "2008-02-15T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco25.mp3", "start_seconds": 1886.0}, {"meeting_datetime": "2008-02-15T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco25.mp3", "start_seconds": 1886.0}], "bill_versions": [{"bill_id": 4776, "bill_version_id": 430, "bill_version": "Introduced", "bill_version_date": "2008-01-05T12:43:01.193-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish fair claims standards and procedures for property casualty insurance claims. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this Act mean: (1) \"Agent,\" any person, corporation, association, partnership, or other legal entity authorized to represent an insurer with respect to a claim; (2) \"Claim file,\" any retrievable electronic file, paper file, or combination of both related to a claim arising under an insurance policy or contract; (3) \"Comparable motor vehicle,\" when compared to the insured motor vehicle, a motor vehicle that is of comparable value. In determining comparable value factors to be considered are whether the vehicle is the same manufacturer, same or newer year, similar body style, similar options and mileage, in as good or better overall condition, available for inspection at a licensed dealer within a reasonable distance of the insured's residence; (4) \"Days,\" calendar days; (5) \"Insured,\" an insured or legal representative of an insured, including a member of the insured's immediate family designated by the insured, making a claim under a policy. The term does not include a third party claimant; (6) \"Investigation,\" any activity of an insurer directly or indirectly related to the determination of liabilities under coverages afforded by an insurance policy or insurance contract; (7) \"Notification of claim,\" any notification, whether in writing or other means acceptable under the terms of an insurance policy, to an insurer or its agent by an insured, which reasonably apprises the insurer of the facts pertinent to a claim; (8) \"Reasonable explanation,\" information sufficient to enable the insured to compare the allowable benefits with policy provisions and determine whether proper payment has been made; (9) \"Replacement crash part,\" sheet metal or plastic parts which generally constitute the exterior of a motor vehicle, including inner and outer panels; (10) \"Written communications,\" includes all correspondence, regardless of source or type that is materially related to the handling of the claim. Section 2. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The provisions of this Act set forth minimum standards for the investigation and disposition of first party automobile insurance claims arising under contracts or certificates issued to residents of this state and do not apply to claims involving workers' compensation, fidelity, suretyship, or boiler and machinery insurance. Nothing in this Act creates or implies a private cause of action for violation of this Act nor creates or implies third party bad faith. A violation of this Act is not admissible in any private cause of action. A domestic, foreign, or alien insurer transacting business in this state violates this Act by either: (1) A series of acts or practices in violation of this Act if done with such frequency as to indicate a general business practice to engage in that type of conduct; or (2) An act or practice in violation of this Act that is done flagrantly and in conscious disregard of this Act. Section 3. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: No insurer may fail, for known losses, to fully disclose to insureds, the benefits, coverages, or other provisions of a policy or contract under which a claim is presented. Section 4. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: No insurer may indicate to an insured on a payment draft, check, or in any accompanying letter that the payment is final or a release of any claim unless the policy limit has been paid or there has been a compromise settlement agreed to by the insured and the insurer as to coverage and amount payable under the contract. No insurer may issue any check or draft in partial settlement of a loss or claim under a specific coverage that contains language purporting to release the insurer or its insured from total liability. Any payment of a claim to an insured shall be made payable to the insured only and may not include other persons unless either there is written permission given by the insured, the insurer is aware of a lien, assignment, or other legal claim to the proceeds of the claim, or the additional payee is listed as loss payee on the policy. If an insured requests the inclusion of an additional payee in writing or by other means that are documented in the claim file, the insurer shall honor that request. Section 5. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Each insurer, upon receiving notification of a claim, shall acknowledge the receipt of the notice within a reasonable period of time. Payment of the claim may be made in lieu of an acknowledgment. If an acknowledgment is made by means other than writing or electronically, an appropriate notation of the acknowledgment shall be made in the claim file of the insurer and dated. Notification of a claim given to an agent of an insurer is notification to the insurer. Other means of acknowledgment may include acknowledgment by phone or by leaving a voice mail message. A reply shall be made within a reasonable period of time on all other pertinent communications from an insured which reasonably suggest that a response is expected. The reply shall acknowledge receipt of the claim communication and include what steps the insurer intends to take in response to the communication and what steps the insured needs to take. No action needs to be taken to acknowledge receipt or inform what steps are to be taken by the insurer or insured if there is an agreed upon waiver for that aspect of the claim. Each insurer, upon receiving notification of claim, shall within a reasonable period of time provide necessary claim forms, instructions, and reasonable assistance to allow the insured to comply with the policy conditions and the insurer's reasonable requirements. Section 6. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Upon receipt by the insurer of properly executed proofs of loss, the insured shall, within a reasonable period of time, be advised of the acceptance or denial of the claim by the insurer. No insurer may deny a claim on the grounds of a specific policy provision, condition, or exclusion unless reference to the provision, condition, or exclusion is included in the denial. Any denial shall be given to the insured in writing and the claim file of the insurer shall contain documentation of the denial as required by § 58-3-7.4. If there is a reasonable basis supported by specific information available for review by the division that the insured has fraudulently caused or contributed to the loss, the insurer is relieved from the requirements of this section. After receipt by the insurer of a properly executed proof of loss, the insured shall be advised of the acceptance or denial of the claim within a reasonable time for completing the investigation. Section 7. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If the insurer needs more time to determine whether a claim should be accepted or denied, the insurer shall, within a reasonable period of time, notify the insured after receipt of the proofs of loss, giving the reasons more time is needed. If the investigation remains incomplete, the insurer shall correspond with the insured at reasonable intervals and include in that correspondence the reason for needing additional time. If there is a reasonable basis supported by specific information available for review by the division for suspecting that the insured has fraudulently caused or contributed to the loss, the insurer is relieved from the requirements of this section. After receipt by the insurer of a properly executed proof of loss, the insured shall be advised of the acceptance or denial of the claim by the insurer within a reasonable time for completing the investigation. Section 8. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The insurer shall affirm or deny liability on claims within a reasonable time and shall, within a reasonable period of time, tender payment to any person entitled to payment after affirmation of liability, if the amount of the claim is determined and not in dispute. In any claim where multiple coverages are involved, any payment which is not in dispute and where the payee is known shall be made within a reasonable period of time. Section 9. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: No insurer may require any insured to submit to a polygraph examination. Section 10. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: No insurer may pay or offer to pay an insured an amount less than what is required under the terms of the policy or any applicable legal requirement. If, after an insurer denies a claim and the insured objects to the denial, the insurer shall notify the insured in writing that the insured may have the matter reviewed by the division and provide the address and phone number of the division. Section 11. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Any insurer covering motor vehicles shall provide for settlement of a claim, less any applicable deductible or copayments, using one of the following methods: (1) Cost of the repairs; (2) Actual cash value; or (3) Replacement cost. If the settlement of an insured's motor vehicle total loss is on the basis of actual cash value or replacement with a comparable motor vehicle, one of the methods provided in sections 12 to 15, inclusive, of this Act applies. Section 12. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The insurer may elect to offer a replacement motor vehicle that is a comparable motor vehicle. The insurer shall pay all applicable taxes, license fees, and other fees incident to transfer of evidence of ownership of the motor vehicle paid, at no cost other than any deductible provided in the policy. The offer and any rejection by the insured shall be documented in the claim file. Section 13. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The insurer may, as a means of determining the actual cash value of the motor vehicle, elect a cash settlement based upon the actual cost, less any deductible provided in the policy and any appropriate appearance adjustment, to purchase a comparable motor vehicle including all applicable taxes, license fees, and other fees incident to transfer of evidence of ownership of a comparable motor vehicle. Any differences in the insured's motor vehicle compared to a similar motor vehicle in the local market area that are attributable to normal cleaning and similar minor appearance alterations by a dealer to make the motor vehicle ready for sale may not be used to determine that the vehicle is not comparable. Actual cost may be derived from: (1) The cost of two or more comparable motor vehicles in the local market area if the motor vehicles are available or were available within the last ninety days to consumers in the insured's local market area; (2) One of two or more quotations obtained by the insurer from two or more licensed dealers located within the local market area if the cost of comparable motor vehicles are not available pursuant to subdivision (1); or (3) Any source for determining statistically valid fair market values that meet all of the following criteria: (a) The source shall give primary consideration to the values of motor vehicles in the local market area and may consider data on motor vehicles outside the area; (b) The source's database shall produce values for at least eighty-five percent of all makes and models for the last fifteen model years taking into account the values of all major options for such motor vehicles; and (c) The source shall produce fair market values based on current data available from the area surrounding the location where the insured motor vehicle was principally garaged or add data as is necessary to assure statistical validity. If the cost of repair of the motor vehicle is less than the actual cash value of the motor vehicle, the insurer shall pay at least the cost of repair. If the claim is paid based upon the cost of repair, the cost of the repair including labor shall be paid to the insured regardless of whether the motor vehicle is repaired. Any deductions from actual cash value, including a deduction for salvage, which is permitted if the insured retains the vehicle, shall be reasonable, measurable, discernible, itemized, and specified as to dollar amount. The basis for the settlement shall be fully explained to the insured. An insurer is deemed to have met the requirements of this section if a mutual agreement has been reached between the insured and the insurer as to the payment of claim. Section 14. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If the insurer is notified within thirty-five days of the receipt of the claim draft that the insured cannot purchase a comparable motor vehicle for the market value, the insurer shall reopen its claim file and the following procedures apply: (1) The insurer may locate a comparable motor vehicle by the same manufacturer, same year, similar body style, and similar options and price range for the insured for the market value determined by the insurer at the time of settlement. Any such motor vehicle must, if requested by the insured, be available through licensed dealers; (2) The insurer shall either pay the insured the difference between the market value before applicable deductions and the cost of the comparable motor vehicle of like kind and quality which the insured has located, or negotiate and effect the purchase of this motor vehicle for the insured; or (3) The insurer may elect to offer a replacement in accordance with the provisions set forth in section 12 of this Act. Section 15. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The insurer is not required to take action under section 14 of this Act if its documentation to the insured at the time of settlement included written notification of the availability and location of a specific and comparable motor vehicle. The documentation shall include the motor vehicle identification number. Section 16. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: No insurer may require an insured to travel an unreasonable distance either to inspect a replacement motor vehicle, to obtain a repair estimate, or to have the motor vehicle repaired at a specific repair shop. Section 17. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Each insurer shall include the insured's deductible, if any, in subrogation demands. Subrogation recoveries shall be shared at least on a proportionate basis with the insured, unless the deductible amount has been otherwise recovered. No deduction for expenses may be made from the deductible recovery unless an outside attorney is retained to collect the recovery. The deduction may then be for only a pro rata share of the allocated loss adjustment expense. Section 18. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If partial losses are settled on the basis of a written estimate prepared by or for the insurer, the insurer shall supply the insured with a copy of the estimate upon which the settlement is based. The estimate prepared by or for the insurer shall be reasonable, in accordance with applicable policy provisions, and in an amount which will allow for repairs to be made in a workmanlike manner. If the insured subsequently claims, based upon a written estimate which the insured obtains, that necessary repairs will exceed the written estimate prepared by or for the insurer, the insurer shall, unless the repairs are not necessary to compensate the insured for a covered loss, pay the difference between the estimates, or, within a reasonable period of time, provide the insured with the name of at least one repair shop that will make the repairs for the amount of the written estimate. Section 19. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If the insurer reduces a claim offer or settlement because of betterment or depreciation all information for the reduction shall be documented in the claim file. Each deduction shall be itemized, specified as to dollar amount, and shall be reasonable. Section 20. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If the insurer recommends or offers the repair be done at a specific motor vehicle repair shop, the insurer shall, within a reasonable period of time, cause the damaged motor vehicle to be restored to its condition prior to the loss at no additional cost to the insured other than as stated in the policy. Section 21. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The insurer shall provide reasonable notice to an insured prior to termination of payment for motor vehicle storage charges. The insurer shall allow reasonable time for the insured to remove the motor vehicle from storage prior to the termination of payment. Section 22. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Unless the insurer has provided an insured with the name of a specific towing company prior to the insured's use of another towing company, the insurer shall pay all reasonable towing charges irrespective of the towing company used by the insured. Section 23. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Betterment is not allowed unless the repairs or replaced parts increase the market value of the motor vehicle as a whole. Any deductions set forth in this section shall be measurable, itemized, specified as to dollar amount, and documented in the claim file. Section 24. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: No insurer may require the insured to supply parts for replacement. Section 25. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: All replacement crash parts and used parts shall be identified and be of like, kind, and quality as the original part."}, {"bill_id": 4776, "bill_version_id": 1534, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2008-01-22T15:15:25.983-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish fair claims standards and procedures for property casualty insurance claims. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this Act mean: (1) \"Agent,\" any person, corporation, association, partnership, or other legal entity authorized to represent an insurer with respect to a claim; (2) \"Claim file,\" any retrievable electronic file, paper file, or combination of both related to a claim arising under an insurance policy or contract; (3) \"Comparable motor vehicle,\" when compared to the insured motor vehicle, a motor vehicle that is of comparable value. In determining comparable value factors to be considered are whether the vehicle is the same manufacturer, same or newer year, similar body style, similar options and mileage, in as good or better overall condition, available for inspection at a licensed dealer within a reasonable distance of the insured's residence; (4) \"Days,\" calendar days; (5) \"Insured,\" an insured or legal representative of an insured, including a member of the insured's immediate family designated by the insured, making a claim under a policy. The term does not include a third party claimant; (6) \"Investigation,\" any activity of an insurer directly or indirectly related to the determination of liabilities under coverages afforded by an insurance policy or insurance contract; (7) \"Notification of claim,\" any notification, whether in writing or other means acceptable under the terms of an insurance policy, to an insurer or its agent by an insured, which reasonably apprises the insurer of the facts pertinent to a claim; (8) \"Reasonable explanation,\" information sufficient to enable the insured to compare the allowable benefits with policy provisions and determine whether proper payment has been made; (9) \"Replacement crash part,\" sheet metal or plastic parts which generally constitute the exterior of a motor vehicle, including inner and outer panels; (10) \"Written communications,\" includes all correspondence, regardless of source or type that is materially related to the handling of the claim. Section 2. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The provisions of this Act set forth minimum standards for the investigation and disposition of first party automobile insurance claims arising under contracts or certificates issued to residents of this state and do not apply to claims involving workers' compensation, fidelity, suretyship, or boiler and machinery insurance. Nothing in this Act creates or implies a private cause of action for violation of this Act nor creates or implies third party bad faith. A violation of this Act is not admissible in any private cause of action. A domestic, foreign, or alien insurer transacting business in this state violates this Act by either: (1) A series of acts or practices in violation of this Act if done with such frequency as to indicate a general business practice to engage in that type of conduct; or (2) An act or practice in violation of this Act that is done flagrantly and in conscious disregard of this Act. Section 3. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: No insurer may fail, for known losses, to fully disclose to insureds, the benefits, coverages, or other provisions of a policy or contract under which a claim is presented. Section 4. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: No insurer may indicate to an insured on a payment draft, check, or in any accompanying letter that the payment is final or a release of any claim unless the policy limit has been paid or there has been a compromise settlement agreed to by the insured and the insurer as to coverage and amount payable under the contract. No insurer may issue any check or draft in partial settlement of a loss or claim under a specific coverage that contains language purporting to release the insurer or its insured from total liability. Any payment of a claim to an insured shall be made payable to the insured only and may not include other persons unless either there is written permission given by the insured, the insurer is aware of a lien, assignment, or other legal claim to the proceeds of the claim, or the additional payee is listed as loss payee on the policy. If an insured requests the inclusion of an additional payee in writing or by other means that are documented in the claim file, the insurer shall honor that request. Section 5. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Each insurer, upon receiving notification of a claim, shall acknowledge the receipt of the notice within a reasonable period of time. Payment of the claim may be made in lieu of an acknowledgment. If an acknowledgment is made by means other than writing or electronically, an appropriate notation of the acknowledgment shall be made in the claim file of the insurer and dated. Notification of a claim given to an agent of an insurer is notification to the insurer. Other means of acknowledgment may include acknowledgment by phone or by leaving a voice mail message. A reply shall be made within a reasonable period of time on all other relevant communications from an insured which reasonably suggest that a response is expected. The reply shall acknowledge receipt of the claim communication and include what steps the insurer intends to take in response to the communication and what steps the insured needs to take. No action needs to be taken to acknowledge receipt or inform what steps are to be taken by the insurer or insured if there is an agreed upon waiver for that aspect of the claim. Each insurer, upon receiving notification of claim, shall within a reasonable period of time provide necessary claim forms, instructions, and reasonable assistance to allow the insured to comply with the policy conditions and the insurer's reasonable requirements. Section 6. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Upon receipt by the insurer of properly executed proofs of loss, the insured shall, within a reasonable period of time, be advised of the acceptance or denial of the claim by the insurer. No insurer may deny a claim on the grounds of a specific policy provision, condition, or exclusion unless reference to the provision, condition, or exclusion is included in the denial. Any denial shall be given to the insured in writing and the claim file of the insurer shall contain documentation of the denial as required by § 58-3-7.4. If there is a reasonable basis supported by specific information available for review by the division that the insured has fraudulently caused or contributed to the loss, the insurer is relieved from the requirements of this section. After receipt by the insurer of a properly executed proof of loss, the insured shall be advised of the acceptance or denial of the claim within a reasonable time for completing the investigation. Section 7. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If the insurer needs more time to determine whether a claim should be accepted or denied, the insurer shall, within a reasonable period of time, notify the insured after receipt of the proofs of loss, giving the reasons more time is needed. If the investigation remains incomplete, the insurer shall correspond with the insured at reasonable intervals and include in that correspondence the reason for needing additional time. If there is a reasonable basis supported by specific information available for review by the division for suspecting that the insured has fraudulently caused or contributed to the loss, the insurer is relieved from the requirements of this section. After receipt by the insurer of a properly executed proof of loss, the insured shall be advised of the acceptance or denial of the claim by the insurer within a reasonable time for completing the investigation. Section 8. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The insurer shall affirm or deny liability on claims within a reasonable time and shall, within a reasonable period of time, tender payment to any person entitled to payment after affirmation of liability, if the amount of the claim is determined and not in dispute. In any claim where multiple coverages are involved, any payment which is not in dispute and where the payee is known shall be made within a reasonable period of time. Section 9. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: No insurer may require any insured to submit to a polygraph examination. Section 10. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: No insurer may pay or offer to pay an insured an amount less than what is required under the terms of the policy or any applicable legal requirement. If, after an insurer denies a claim and the insured objects to the denial, the insurer shall notify the insured in writing that the insured may have the matter reviewed by the division and provide the address and phone number of the division. Section 11. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Any insurer covering motor vehicles shall provide for settlement of a claim, less any applicable deductible or copayments, using one of the following methods: (1) Cost of the repairs; (2) Actual cash value; or (3) Replacement cost. If the settlement of an insured's motor vehicle total loss is on the basis of actual cash value or replacement with a comparable motor vehicle, one of the methods provided in sections 12 to 15, inclusive, of this Act applies. Section 12. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The insurer may elect to offer a replacement motor vehicle that is a comparable motor vehicle. The insurer shall pay all applicable taxes, license fees, and other fees incident to transfer of evidence of ownership of the motor vehicle paid, at no cost other than any deductible provided in the policy. The offer and any rejection by the insured shall be documented in the claim file. Section 13. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The insurer may, as a means of determining the actual cash value of the motor vehicle, elect a cash settlement based upon the actual cost, less any deductible provided in the policy and any appropriate appearance adjustment, to purchase a comparable motor vehicle including all applicable taxes, license fees, and other fees incident to transfer of evidence of ownership of a comparable motor vehicle. Any differences in the insured's motor vehicle compared to a similar motor vehicle in the local market area that are attributable to normal cleaning and similar minor appearance alterations by a dealer to make the motor vehicle ready for sale may not be used to determine that the vehicle is not comparable. Actual cost may be derived from: (1) The cost of two or more comparable motor vehicles in the local market area if the motor vehicles are available or were available within the last ninety days to consumers in the insured's local market area; (2) One of two or more quotations obtained by the insurer from two or more licensed dealers located within the local market area if the cost of comparable motor vehicles are not available pursuant to subdivision (1); or (3) Any source for determining statistically valid fair market values that meet all of the following criteria: (a) The source shall give primary consideration to the values of motor vehicles in the local market area and may consider data on motor vehicles outside the area; (b) The source's database shall produce values for at least eighty-five percent of all makes and models for the last fifteen model years taking into account the values of all major options for such motor vehicles; and (c) The source shall produce fair market values based on current data available from the area surrounding the location where the insured motor vehicle was principally garaged or add data as is necessary to assure statistical validity. If the cost of repair of the motor vehicle is less than the actual cash value of the motor vehicle, the insurer shall pay at least the cost of repair. If the claim is paid based upon the cost of repair, the cost of the repair including labor shall be paid to the insured regardless of whether the motor vehicle is repaired. Any deductions from actual cash value, including a deduction for salvage, which is permitted if the insured retains the vehicle, shall be reasonable, measurable, discernible, itemized, and specified as to dollar amount. The basis for the settlement shall be fully explained to the insured. An insurer is deemed to have met the requirements of this section if a mutual agreement has been reached between the insured and the insurer as to the payment of claim. Section 14. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If the insurer is notified within thirty-five days of the receipt of the claim draft that the insured cannot purchase a comparable motor vehicle for the market value, the insurer shall reopen its claim file and the following procedures apply: (1) The insurer may locate a comparable motor vehicle by the same manufacturer, same year, similar body style, and similar options and price range for the insured for the market value determined by the insurer at the time of settlement. Any such motor vehicle must, if requested by the insured, be available through licensed dealers; (2) The insurer shall either pay the insured the difference between the market value before applicable deductions and the cost of the comparable motor vehicle of like kind and quality which the insured has located, or negotiate and effect the purchase of this motor vehicle for the insured; or (3) The insurer may elect to offer a replacement in accordance with the provisions set forth in section 12 of this Act. Section 15. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The insurer is not required to take action under section 14 of this Act if its documentation to the insured at the time of settlement included written notification of the availability and location of a specific and comparable motor vehicle. The documentation shall include the motor vehicle identification number. Section 16. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: No insurer may require an insured to travel an unreasonable distance either to inspect a replacement motor vehicle, to obtain a repair estimate, or to have the motor vehicle repaired at a specific repair shop. Section 17. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Each insurer shall include the insured's deductible, if any, in subrogation demands. Subrogation recoveries shall be shared at least on a proportionate basis with the insured, unless the deductible amount has been otherwise recovered. No deduction for expenses may be made from the deductible recovery unless an outside attorney is retained to collect the recovery. The deduction may then be for only a pro rata share of the allocated loss adjustment expense. Section 18. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If partial losses are settled on the basis of a written estimate prepared by or for the insurer, the insurer shall supply the insured with a copy of the estimate upon which the settlement is based. The estimate prepared by or for the insurer shall be reasonable, in accordance with applicable policy provisions, and in an amount which will allow for repairs to be made in a workmanlike manner. If the insured subsequently claims, based upon a written estimate which the insured obtains, that necessary repairs will exceed the written estimate prepared by or for the insurer, the insurer shall, unless the repairs are not necessary to compensate the insured for a covered loss, pay the difference between the estimates, or, within a reasonable period of time, provide the insured with the name of at least one repair shop that will make the repairs for the amount of the written estimate. Section 19. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If the insurer reduces a claim offer or settlement because of betterment or depreciation all information for the reduction shall be documented in the claim file. Each deduction shall be itemized, specified as to dollar amount, and shall be reasonable. Section 20. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If the insurer recommends or offers the repair be done at a specific motor vehicle repair shop, the insurer shall, within a reasonable period of time, cause the damaged motor vehicle to be restored to its condition prior to the loss at no additional cost to the insured other than as stated in the policy. Section 21. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The insurer shall provide reasonable notice to an insured prior to termination of payment for motor vehicle storage charges. The insurer shall allow reasonable time for the insured to remove the motor vehicle from storage prior to the termination of payment. Section 22. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The insurer shall pay all reasonable towing charges irrespective of the towing company used by the insured. Section 23. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Betterment is not allowed unless the repairs or replaced parts increase the market value of the motor vehicle as a whole. Any deductions set forth in this section shall be measurable, itemized, specified as to dollar amount, and documented in the claim file. Section 24. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: No insurer may require the insured to supply parts for replacement. Section 25. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: All replacement crash parts and used parts shall be identified and be of like, kind, and quality as the original part."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4776, "action_date": "2008-01-08T12:00:00-06:00", "document_id": 560, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/560.pdf", "status_text": "First read in Senate and referred to", "journal_page": 21, "committee_id_action": 28, "committee_id_assigned": 2, "result": "N", "vote": {}}, {"bill_id": 4776, "action_date": "2008-01-22T10:00:00-06:00", "document_id": 1340, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1340.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 2, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4776, "action_date": "2008-01-22T10:00:00-06:00", "document_id": 1517, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1517.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 2, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4776, "action_date": "2008-01-22T10:00:00-06:00", "document_id": 1517, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1517.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 2, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4776, "action_date": "2008-01-22T10:00:00-06:00", "document_id": 1517, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1517.pdf", "status_text": "Do Pass Amended", "journal_page": 173, "committee_id_action": 2, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 420, "president_vote": null, "Yea": [557, 553, 622, 573, 541, 560, 629]}}, {"bill_id": 4776, "action_date": "2008-01-24T14:00:00-06:00", "document_id": 1815, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1815.pdf", "status_text": "Do Pass Amended", "journal_page": 206, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 582, "president_vote": null, "Yea": [557, 576, 604, 553, 560, 590, 598, 530, 601, 567, 535, 533, 562, 622, 584, 569, 573, 610, 629, 577, 588, 539, 548, 550, 541, 607], "Nay": [621, 596, 545, 592, 582, 618, 613, 632, 627]}}, {"bill_id": 4776, "action_date": "2008-01-25T13:00:00-06:00", "document_id": 1914, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1914.pdf", "status_text": "First read in House and referred to", "journal_page": 269, "committee_id_action": 27, "committee_id_assigned": 15, "result": "N", "vote": {}}, {"bill_id": 4776, "action_date": "2008-02-15T10:00:00-06:00", "document_id": 3116, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3116.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 15, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4776, "action_date": "2008-02-15T10:00:00-06:00", "document_id": 3317, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3317.pdf", "status_text": "Deferred to the 36th legislative day", "journal_page": 609, "committee_id_action": 15, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2048, "president_vote": null, "Yea": [602, 579, 556, 589, 546, 536, 578, 617, 561, 600], "Excused": [623], "Nay": [555, 540]}}]}