{"session_id": 45, "bill_id": 13118, "bill_type": "Senate Bill", "bill_number": 259, "bill_title": "to promote personal responsibility and provide temporary assistance for needy families and to revise certain provisions relating to public assistance.", "sponsors": [], "keywords": ["Administrative Rules", "Conditions of Employment", "Signed by Governor", "Welfare Generally"], "audio": [], "bill_versions": [{"bill_id": 13118, "bill_version_id": 73974, "bill_version": "Introduced", "bill_version_date": "1997-02-04T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to promote personal responsibility and provide temporary assistance for needy families and to revise certain provisions relating to public assistance. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The implementation of assistance under this Act does not establish a personal or family entitlement to assistance. Section 2. Terms used in this Act mean: (1) \"Assistance,\" includes money, services, goods, or other types of temporary assistance made with respect to any child or with respect to the parents of any child for whom federal funds are available to the state under this Act; (2) \"Department,\" the Department of Social Services; (3) \"Title IV,\" including its derivatives, refers to Title IV of the federal Social Security Act. Section 3. The terms, aid to dependent children or aid to families with dependent children, wherever used in this code refer to temporary assistance for needy families unless otherwise indicated. The code commission in future supplements and revisions of the South Dakota Codified Laws shall substitute the term, temporary assistance for needy families, and its derivatives for the terms, aid to dependent children or aid to families with dependent children, and their derivatives. Section 4. The department may adopt such rules as may be necessary and desirable to implement the provisions of this Act. The department may adopt rules to regulate: (1) Assistance eligibility qualifications, application procedure, and assistance level; (2) Employability assessment, work activities, and supportive services; (3) Conditions of continued eligibility, eligibility time limits, eligibility recertification periods, and exemptions; (4) Program participation requirements, criteria for disqualification, and good cause exemptions; (5) Disqualification for intentional program violation or failure to comply with program requirements; (6) Benefit recovery and recoupment policies and procedures; (7) Methods of distribution and payment of moneys appropriated by the Legislature or received from the federal government for the granting of temporary assistance for needy families; (8) Development of applications, reports, and other forms; (9) Enforcement of child support obligations including distribution of collections, cooperative agreements with courts and law enforcement officials, and such other rules as may be found necessary or desirable to qualify for federal financial participation; (10) Collection, audit, and reporting of facts and statistics relating to the field of public assistance; (11) Compliance with federal reporting and documentation requirements necessary to qualify for federal funds; (12) Such other rules and standards of operation and administration within the mandate of this Act as may be necessary or desirable to qualify for federal financial participation. The rules shall be adopted in accordance with chapter 1-26 and shall be consistent with this Act. Section 5. Eligibility criteria and assistance level for temporary assistance for needy families shall be determined by the department with due regard to the necessary expenditures of families in this state. Section 6. An applicant for or recipient of assistance under this Act shall supply proof of or apply for a social security number as a condition of eligibility to receive assistance. The parent or relative with whom the child resides shall comply on behalf of a child for whom assistance is claimed. Section 7. An applicant or recipient of assistance under this Act shall, as a condition of eligibility for assistance, cooperate with proceedings to establish paternity and to enforce, collect, or modify child support on behalf of any child for whom assistance is claimed or received. Section 8. Application for or receipt of assistance under this Act or of foster care maintenance payments under the Title IV-E state plan shall operate as an assignment by operation of law of all support rights from any person, which such applicant or recipient may have on the applicant's or recipient's own behalf or on behalf of any other family member for whom the recipient is receiving assistance or Title IV-E foster care maintenance payments, including any support payments accrued and unpaid at the time of the assignment. Section 9. The department shall deny additional cash assistance to a person who received temporary assistance for needy families at any time within the ten-month period ending with the birth of a child unless the person was pregnant with the child at the time of application. This section does not apply to a birth that occurs as a result of rape or incest. Section 10. Application shall be made in a manner prescribed by the department. The department shall promptly notify the applicant of its decision. Section 11. The department shall make such assessment of the skills, prior work experience, and employability of eligible applicants or recipients as may be necessary and feasible for the purposes of this Act. Section 12. The department may adopt by rules promulgated pursuant to chapter 1-26 reasonable standards for the participation of eligible recipients in work activities and programs of assistance calculated to foster parental responsibility, employment, or family independence. Section 13. The department may deny, reduce, or terminate assistance to an applicant or recipient who voluntarily refuses to participate in an assessment, work activity, or assistance program for such period as may be reasonably necessary to deter program waste or abuse. The department may adopt by rules promulgated pursuant to chapter 1-26 necessary and reasonable exemptions and deferrals. The department shall have access to the home of a dependent child at reasonable times for the purpose of conducting such investigation as may be necessary to assure compliance with program requirements. Section 14. The department may implement such programs of assistance as may be feasible and reasonably calculated to fulfill the purposes of this Act. This Act does not require the department to provide assistance in the absence of legislative appropriation therefor. Section 15. An adult in a family receiving assistance under this Act may fill a vacant employment position in order to engage in a work activity except no such adult may be employed or assigned if any other individual is on layoff from the same or any substantially equivalent job or if the employer has terminated the employment of any regular employee or otherwise caused an involuntary reduction of its workforce in order to fill the vacancy so created. Section 16. The department may reconsider assistance as frequently as may be required. The department may deny, reduce, suspend, or terminate assistance as the circumstances may indicate upon such reconsideration. Section 17. An applicant or recipient whose application is denied or not acted upon or who is aggrieved by any action affecting receipt, suspension, reduction, or termination of assistance may appeal the action or inaction as provided in chapter 1-26. Section 18. No applicant or recipient of assistance under this Act may: (1) Intentionally make or cause to be made any false statement or misrepresentation in any application, report, or other communication with the department; or (2) Having knowledge of any event or circumstance affecting the initial or continued eligibility for assistance, intentionally conceal or fail to disclose that event or circumstance for the purpose of obtaining assistance. The department may deny, reduce, or terminate assistance to any person or household who has violated this section for such period as may be reasonable or necessary to deter fraud or program abuse. Section 19. The department may adopt, pursuant to chapter 1-26, necessary and reasonable policies and procedures to recover or recoup any overpayment of assistance that resulted from fraud or misrepresentation, erroneous determination of eligibility or amount of assistance, or otherwise. Section 20. Assistance granted under this Act is not transferable or assignable at law or in equity. No money paid or assistance granted under this Act is subject to execution, levy, attachment, garnishment, or other legal process, except as may be expressly authorized by law for purposes of recovery or recoupment by the department, or to the operation of any bankruptcy or insolvency law. Section 21. Assistance implemented under this Act is subject to the provisions of any amending or repealing act that may hereafter be enacted. No applicant or recipient of assistance under this Act has any claim for compensation or otherwise by reason of the effect of any such amending or repealing act. Section 22. That § 28-6-3 be repealed. 28-6-3. Medical services and medical or remedial care may be provided on behalf of the following: (1) Any person who is eligible for or receives assistance in the form of a money payment under the aid to dependent children program of the state department of social services, or the supplemental security income program pursuant to the Social Security Act; or (2) Any person not otherwise eligible for public assistance who may meet the standard for medical need established by the secretary of social services, provided that the secretary of social services may not offer any services to such persons in addition to those offered to persons eligible under subdivision (1) of this section or as otherwise authorized by the Legislature. Section 23. That § § 28-7-1, 28-7-1.1, 28-7-1.2, 28-7-2, 28-7-4, 28-7-5, 28-7-6, 28-7-6.3, 28- 7-7, 28-7-8, 28-7-9, 28-7-10, 28-7-12, 28-7-13, 28-7-13.2, 28-7-13.3, 28-7-14, 28-7-15, 28-7- 16, 28-7-17, 28-7-18, 28-7-19, 28-7-26, 28-7-27, and 28-7-28 be repealed. Section 24. That § § 28-7-3.1, 28-7-17.1, 28-7-17.2, 28-7-17.4, 28-7-17.5, and 28-7-25 be transferred to chapter 28-1. Section 25. That § § 28-1-13.2, 28-1-30, and 28-1-54 to 28-1-58, inclusive, be repealed. Section 26. That § 28-1-59 be amended to read as follows: 28-1-59. A workfare participant recipient of public assistance who incurs permanent partial disability, permanent total disability, death, or disease in the course of participation in a workfare program work activity is entitled to the same benefits as are set forth for work related injuries and diseases in Title 62. This provision does not include payment of medical expenses unless those expenses are necessitated by a permanent disability or disease. Eligibility for other public funded medical benefits shall reduce entitlement to medical benefits under this section accordingly. In order to receive the above-referenced disability benefits, a workfare work activity participant must comply with all of the employee notice, reporting, and medical examination requirements set forth in Title 62. The initial report of injury shall be submitted by the workfare work activity participant in writing to the Department of Social Services. Section 27. That § 62-3-15 be amended to read as follows: 62-3-15. Except as provided in § § 28-1-55 28-1-59 , 62-3-16 , and 62-3-17, this title does not apply to: (1) Domestic servants unless working for an employer for more than twenty hours in any calendar week and for more than six weeks in any thirteen-week period; or (2) Farm or agricultural laborers; or (3) Workfare Work activity participants."}, {"bill_id": 13118, "bill_version_id": 73976, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "1997-02-14T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to promote personal responsibility and provide temporary assistance for needy families and to revise certain provisions relating to public assistance. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The implementation of assistance under this Act does not establish a personal or family entitlement to assistance. Section 2. Terms used in this Act mean: (1) \"Assistance,\" includes money, services, goods, or other types of temporary assistance made with respect to any child or with respect to the parents of any child for whom federal funds are available to the state under this Act; (2) \"Department,\" the Department of Social Services; (3) \"Title IV,\" including its derivatives, refers to Title IV of the federal Social Security Act. Section 3. The terms, aid to dependent children or aid to families with dependent children, wherever used in this code refer to temporary assistance for needy families unless otherwise indicated. The code commission in future supplements and revisions of the South Dakota Codified Laws shall substitute the term, temporary assistance for needy families, and its derivatives for the terms, aid to dependent children or aid to families with dependent children, and their derivatives. Section 4. The department may adopt such rules as may be necessary and desirable to implement the provisions of this Act. The department may adopt rules to regulate: (1) Assistance eligibility qualifications, application procedure, and assistance level; (2) Employability assessment, work activities, and supportive services; (3) Conditions of continued eligibility, eligibility time limits, eligibility recertification periods, and exemptions; (4) Program participation requirements, criteria for disqualification, and good cause exemptions; (5) Disqualification for intentional program violation or failure to comply with program requirements; (6) Benefit recovery and recoupment policies and procedures; (7) Methods of distribution and payment of moneys appropriated by the Legislature or received from the federal government for the granting of temporary assistance for needy families; (8) Development of applications, reports, and other forms; (9) Enforcement of child support obligations including distribution of collections, cooperative agreements with courts and law enforcement officials, and such other rules as may be found necessary or desirable to qualify for federal financial participation; (10) Collection, audit, and reporting of facts and statistics relating to the field of public assistance; (11) Compliance with federal reporting and documentation requirements necessary to qualify for federal funds; (12) Such other rules and standards of operation and administration within the mandate of this Act as may be necessary or desirable to qualify for federal financial participation. The rules shall be adopted in accordance with chapter 1-26 and shall be consistent with this Act. Section 5. Eligibility criteria and assistance level for temporary assistance for needy families shall be determined by the department with due regard to the necessary expenditures of families in this state. Section 6. An applicant for or recipient of assistance under this Act shall supply proof of or apply for a social security number as a condition of eligibility to receive assistance. The parent or relative with whom the child resides shall comply on behalf of a child for whom assistance is claimed. Section 7. An applicant or recipient of assistance under this Act shall, as a condition of eligibility for assistance, cooperate with proceedings to establish paternity and to enforce, collect, or modify child support on behalf of any child for whom assistance is claimed or received. Section 8. Application for or receipt of assistance under this Act or of foster care maintenance payments under the Title IV-E state plan shall operate as an assignment by operation of law of all support rights from any person, which such applicant or recipient may have on the applicant's or recipient's own behalf or on behalf of any other family member for whom the recipient is receiving assistance or Title IV-E foster care maintenance payments, including any support payments accrued and unpaid at the time of the assignment. Section 9. Application shall be made in a manner prescribed by the department. The department shall promptly notify the applicant of its decision. Section 10. The department shall make such assessment of the skills, prior work experience, and employability of eligible applicants or recipients as may be necessary and feasible for the purposes of this Act. Section 11. The department may adopt by rules promulgated pursuant to chapter 1-26 reasonable standards for the participation of eligible recipients in work activities and programs of assistance calculated to foster parental responsibility, employment, or family independence. Section 12. The department may deny, reduce, or terminate assistance to an applicant or recipient who voluntarily refuses to participate in an assessment, work activity, or assistance program for such period as may be reasonably necessary to deter program waste or abuse. The department may adopt by rules promulgated pursuant to chapter 1-26 necessary and reasonable exemptions and deferrals. The department shall have access to the home of a dependent child at reasonable times for the purpose of conducting such investigation as may be necessary to assure compliance with program requirements. Section 13. The department may implement such programs of assistance as may be feasible and reasonably calculated to fulfill the purposes of this Act. This Act does not require the department to provide assistance in the absence of legislative appropriation therefor. Section 14. An adult in a family receiving assistance under this Act may fill a vacant employment position in order to engage in a work activity except no such adult may be employed or assigned if any other individual is on layoff from the same or any substantially equivalent job or if the employer has terminated the employment of any regular employee or otherwise caused an involuntary reduction of its workforce in order to fill the vacancy so created. Section 15. The department may reconsider assistance as frequently as may be required. The department may deny, reduce, suspend, or terminate assistance as the circumstances may indicate upon such reconsideration. Section 16. An applicant or recipient whose application is denied or not acted upon or who is aggrieved by any action affecting receipt, suspension, reduction, or termination of assistance may appeal the action or inaction as provided in chapter 1-26. Section 17. No applicant or recipient of assistance under this Act may: (1) Intentionally make or cause to be made any false statement or misrepresentation in any application, report, or other communication with the department; or (2) Having knowledge of any event or circumstance affecting the initial or continued eligibility for assistance, intentionally conceal or fail to disclose that event or circumstance for the purpose of obtaining assistance. The department may deny, reduce, or terminate assistance to any person or household who has violated this section for such period as may be reasonable or necessary to deter fraud or program abuse. Section 18. The department may adopt, pursuant to chapter 1-26, necessary and reasonable policies and procedures to recover or recoup any overpayment of assistance that resulted from fraud or misrepresentation, erroneous determination of eligibility or amount of assistance, or otherwise. Section 19. Assistance granted under this Act is not transferable or assignable at law or in equity. No money paid or assistance granted under this Act is subject to execution, levy, attachment, garnishment, or other legal process, except as may be expressly authorized by law for purposes of recovery or recoupment by the department, or to the operation of any bankruptcy or insolvency law. Section 20. Assistance implemented under this Act is subject to the provisions of any amending or repealing act that may hereafter be enacted. No applicant or recipient of assistance under this Act has any claim for compensation or otherwise by reason of the effect of any such amending or repealing act. Section 21. That § 28-6-3 be repealed. 28-6-3. Medical services and medical or remedial care may be provided on behalf of the following: (1) Any person who is eligible for or receives assistance in the form of a money payment under the aid to dependent children program of the state department of social services, or the supplemental security income program pursuant to the Social Security Act; or (2) Any person not otherwise eligible for public assistance who may meet the standard for medical need established by the secretary of social services, provided that the secretary of social services may not offer any services to such persons in addition to those offered to persons eligible under subdivision (1) of this section or as otherwise authorized by the Legislature. Section 22. That § § 28-7-1, 28-7-1.1, 28-7-1.2, 28-7-2, 28-7-4, 28-7-5, 28-7-6, 28-7-6.3, 28- 7-7, 28-7-8, 28-7-9, 28-7-10, 28-7-12, 28-7-13, 28-7-13.2, 28-7-13.3, 28-7-14, 28-7-15, 28-7- 16, 28-7-17, 28-7-18, 28-7-19, 28-7-26, 28-7-27, and 28-7-28 be repealed. Section 23. That § § 28-7-3.1, 28-7-17.1, 28-7-17.2, 28-7-17.4, 28-7-17.5, and 28-7-25 be transferred to chapter 28-1. Section 24. That § § 28-1-13.2, 28-1-30, and 28-1-54 to 28-1-58, inclusive, be repealed. Section 25. That § 28-1-59 be amended to read as follows: 28-1-59. A workfare participant recipient of public assistance who incurs permanent partial disability, permanent total disability, death, or disease in the course of participation in a workfare program work activity is entitled to the same benefits as are set forth for work related injuries and diseases in Title 62. This provision does not include payment of medical expenses unless those expenses are necessitated by a permanent disability or disease. Eligibility for other public funded medical benefits shall reduce entitlement to medical benefits under this section accordingly. In order to receive the above-referenced disability benefits, a workfare work activity participant must comply with all of the employee notice, reporting, and medical examination requirements set forth in Title 62. The initial report of injury shall be submitted by the workfare work activity participant in writing to the Department of Social Services. Section 26. That § 62-3-15 be amended to read as follows: 62-3-15. Except as provided in § § 28-1-55 28-1-59 , 62-3-16 , and 62-3-17, this title does not apply to: (1) Domestic servants unless working for an employer for more than twenty hours in any calendar week and for more than six weeks in any thirteen-week period; or (2) Farm or agricultural laborers; or (3) Workfare Work activity participants. BILL HISTORY 2/4/97 First read in Senate and referred to State Affairs. S.J. 306 2/12/97 Scheduled for Committee hearing on this date. 2/12/97 State Affairs Do Pass Amended, AYES 8, NAYS 0. S.J. 421"}, {"bill_id": 13118, "bill_version_id": 73975, "bill_version": "Senate Engrossed", "bill_version_date": "1997-02-19T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to promote personal responsibility and provide temporary assistance for needy families and to revise certain provisions relating to public assistance. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The implementation of assistance under this Act does not establish a personal or family entitlement to assistance. Section 2. Terms used in this Act mean: (1) \"Assistance,\" includes money, services, goods, or other types of temporary assistance made with respect to any child or with respect to the parents of any child for whom federal funds are available to the state under this Act; (2) \"Department,\" the Department of Social Services; (3) \"Title IV,\" including its derivatives, refers to Title IV of the federal Social Security Act. Section 3. The terms, aid to dependent children or aid to families with dependent children, wherever used in this code refer to temporary assistance for needy families unless otherwise indicated. The code commission in future supplements and revisions of the South Dakota Codified Laws shall substitute the term, temporary assistance for needy families, and its derivatives for the terms, aid to dependent children or aid to families with dependent children, and their derivatives. Section 4. The department may adopt such rules as may be necessary and desirable to implement the provisions of this Act. The department may adopt rules to regulate: (1) Assistance eligibility qualifications, application procedure, and assistance level; (2) Employability assessment, work activities, and supportive services; (3) Conditions of continued eligibility, eligibility time limits, eligibility recertification periods, and exemptions; (4) Program participation requirements, criteria for disqualification, and good cause exemptions; (5) Disqualification for intentional program violation or failure to comply with program requirements; (6) Benefit recovery and recoupment policies and procedures; (7) Methods of distribution and payment of moneys appropriated by the Legislature or received from the federal government for the granting of temporary assistance for needy families; (8) Development of applications, reports, and other forms; (9) Enforcement of child support obligations including distribution of collections, cooperative agreements with courts and law enforcement officials, and such other rules as may be found necessary or desirable to qualify for federal financial participation; (10) Collection, audit, and reporting of facts and statistics relating to the field of public assistance; (11) Compliance with federal reporting and documentation requirements necessary to qualify for federal funds; (12) Such other rules and standards of operation and administration within the mandate of this Act as may be necessary or desirable to qualify for federal financial participation. The rules shall be adopted in accordance with chapter 1-26 and shall be consistent with this Act. Section 5. Eligibility criteria and assistance level for temporary assistance for needy families shall be determined by the department with due regard to the necessary expenditures of families in this state. Section 6. An applicant for or recipient of assistance under this Act shall supply proof of or apply for a social security number as a condition of eligibility to receive assistance. The parent or relative with whom the child resides shall comply on behalf of a child for whom assistance is claimed. Section 7. An applicant or recipient of assistance under this Act shall, as a condition of eligibility for assistance, cooperate with proceedings to establish paternity and to enforce, collect, or modify child support on behalf of any child for whom assistance is claimed or received. Section 8. Application for or receipt of assistance under this Act or of foster care maintenance payments under the Title IV-E state plan shall operate as an assignment by operation of law of all support rights from any person, which such applicant or recipient may have on the applicant's or recipient's own behalf or on behalf of any other family member for whom the recipient is receiving assistance or Title IV-E foster care maintenance payments, including any support payments accrued and unpaid at the time of the assignment. Section 9. Application shall be made in a manner prescribed by the department. The department shall promptly notify the applicant of its decision. Section 10. The department shall make such assessment of the skills, prior work experience, and employability of eligible applicants or recipients as may be necessary and feasible for the purposes of this Act. Section 11. The department may adopt by rules promulgated pursuant to chapter 1-26 reasonable standards for the participation of eligible recipients in work activities and programs of assistance calculated to foster parental responsibility, employment, or family independence. To the extent possible in a work oriented program, training and education, although not an alternative for working, may be utilized to prepare people for work. Section 12. The department may deny, reduce, or terminate assistance to an applicant or recipient who voluntarily refuses to participate in an assessment, work activity, or assistance program for such period as may be reasonably necessary to deter program waste or abuse. The department may adopt by rules promulgated pursuant to chapter 1-26 necessary and reasonable exemptions and deferrals. The department shall have access to the home of a dependent child at reasonable times for the purpose of conducting such investigation as may be necessary to assure compliance with program requirements. Section 13. The department may implement such programs of assistance as may be feasible and reasonably calculated to fulfill the purposes of this Act. This Act does not require the department to provide assistance in the absence of legislative appropriation therefor. Section 14. An adult in a family receiving assistance under this Act may fill a vacant employment position in order to engage in a work activity except no such adult may be employed or assigned if any other individual is on layoff from the same or any substantially equivalent job or if the employer has terminated the employment of any regular employee or otherwise caused an involuntary reduction of its workforce in order to fill the vacancy so created. Section 15. The department may reconsider assistance as frequently as may be required. The department may deny, reduce, suspend, or terminate assistance as the circumstances may indicate upon such reconsideration. Section 16. An applicant or recipient whose application is denied or not acted upon or who is aggrieved by any action affecting receipt, suspension, reduction, or termination of assistance may appeal the action or inaction as provided in chapter 1-26. Section 17. No applicant or recipient of assistance under this Act may: (1) Intentionally make or cause to be made any false statement or misrepresentation in any application, report, or other communication with the department; or (2) Having knowledge of any event or circumstance affecting the initial or continued eligibility for assistance, intentionally conceal or fail to disclose that event or circumstance for the purpose of obtaining assistance. The department may deny, reduce, or terminate assistance to any person or household who has violated this section for such period as may be reasonable or necessary to deter fraud or program abuse. Section 18. The department may adopt, pursuant to chapter 1-26, necessary and reasonable policies and procedures to recover or recoup any overpayment of assistance that resulted from fraud or misrepresentation, erroneous determination of eligibility or amount of assistance, or otherwise. Section 19. Assistance granted under this Act is not transferable or assignable at law or in equity. No money paid or assistance granted under this Act is subject to execution, levy, attachment, garnishment, or other legal process, except as may be expressly authorized by law for purposes of recovery or recoupment by the department, or to the operation of any bankruptcy or insolvency law. Section 20. Assistance implemented under this Act is subject to the provisions of any amending or repealing act that may hereafter be enacted. No applicant or recipient of assistance under this Act has any claim for compensation or otherwise by reason of the effect of any such amending or repealing act. Section 21. That § 28-6-3 be repealed. 28-6-3. Medical services and medical or remedial care may be provided on behalf of the following: (1) Any person who is eligible for or receives assistance in the form of a money payment under the aid to dependent children program of the state department of social services, or the supplemental security income program pursuant to the Social Security Act; or (2) Any person not otherwise eligible for public assistance who may meet the standard for medical need established by the secretary of social services, provided that the secretary of social services may not offer any services to such persons in addition to those offered to persons eligible under subdivision (1) of this section or as otherwise authorized by the Legislature. Section 22. That § § 28-7-1, 28-7-1.1, 28-7-1.2, 28-7-2, 28-7-4, 28-7-5, 28-7-6, 28-7-6.3, 28- 7-7, 28-7-8, 28-7-9, 28-7-10, 28-7-12, 28-7-13, 28-7-13.2, 28-7-13.3, 28-7-14, 28-7-15, 28-7- 16, 28-7-17, 28-7-18, 28-7-19, 28-7-26, 28-7-27, and 28-7-28 be repealed. Section 23. That § § 28-7-3.1, 28-7-17.1, 28-7-17.2, 28-7-17.4, 28-7-17.5, and 28-7-25 be transferred to chapter 28-1. Section 24. That § § 28-1-13.2, 28-1-30, and 28-1-54 to 28-1-58, inclusive, be repealed. Section 25. That § 28-1-59 be amended to read as follows: 28-1-59. A workfare participant recipient of public assistance who incurs permanent partial disability, permanent total disability, death, or disease in the course of participation in a workfare program work activity is entitled to the same benefits as are set forth for work related injuries and diseases in Title 62. This provision does not include payment of medical expenses unless those expenses are necessitated by a permanent disability or disease. Eligibility for other public funded medical benefits shall reduce entitlement to medical benefits under this section accordingly. In order to receive the above-referenced disability benefits, a workfare work activity participant must comply with all of the employee notice, reporting, and medical examination requirements set forth in Title 62. The initial report of injury shall be submitted by the workfare work activity participant in writing to the Department of Social Services. Section 26. That § 62-3-15 be amended to read as follows: 62-3-15. Except as provided in § § 28-1-55 28-1-59 , 62-3-16 , and 62-3-17, this title does not apply to: (1) Domestic servants unless working for an employer for more than twenty hours in any calendar week and for more than six weeks in any thirteen-week period; or (2) Farm or agricultural laborers; or (3) Workfare Work activity participants. BILL HISTORY 2/4/97 First read in Senate and referred to State Affairs. S.J. 306 2/12/97 Scheduled for Committee hearing on this date. 2/12/97 State Affairs Do Pass Amended, Passed, AYES 8, NAYS 0. S.J. 421 2/15/97 Deferred to another day. S.J. 480 2/18/97 Motion to Amend. S.J. 495 2/18/97 Motion to Amend. S.J. 495 2/18/97 Motion to Amend. S.J. 496 2/18/97 Senate Do Pass Amended, Passed, AYES 35, NAYS 0. S.J. 496"}, {"bill_id": 13118, "bill_version_id": 73973, "bill_version": "House State Affairs Engrossed", "bill_version_date": "1997-02-27T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to promote personal responsibility and provide temporary assistance for needy families and to revise certain provisions relating to public assistance. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The implementation of assistance under this Act does not establish a personal or family entitlement to assistance. Section 2. Terms used in this Act mean: (1) \"Assistance,\" includes money, services, goods, or other types of temporary assistance made with respect to any child or with respect to the parents of any child for whom federal funds are available to the state under this Act; (2) \"Department,\" the Department of Social Services; (3) \"Title IV,\" including its derivatives, refers to Title IV of the federal Social Security Act. Section 3. The terms, aid to dependent children or aid to families with dependent children, wherever used in this code refer to temporary assistance for needy families unless otherwise indicated. The code commission in future supplements and revisions of the South Dakota Codified Laws shall substitute the term, temporary assistance for needy families, and its derivatives for the terms, aid to dependent children or aid to families with dependent children, and their derivatives. Section 4. The department may adopt such rules as may be necessary and desirable to implement the provisions of this Act. The department may adopt rules to regulate: (1) Assistance eligibility qualifications, application procedure, and assistance level; (2) Employability assessment, work activities, and supportive services; (3) Conditions of continued eligibility, eligibility time limits, eligibility recertification periods, and exemptions; (4) Program participation requirements, criteria for disqualification, and good cause exemptions; (5) Disqualification for intentional program violation or failure to comply with program requirements; (6) Benefit recovery and recoupment policies and procedures; (7) Methods of distribution and payment of moneys appropriated by the Legislature or received from the federal government for the granting of temporary assistance for needy families; (8) Development of applications, reports, and other forms; (9) Enforcement of child support obligations including distribution of collections, cooperative agreements with courts and law enforcement officials, and such other rules as may be found necessary or desirable to qualify for federal financial participation; (10) Collection, audit, and reporting of facts and statistics relating to the field of public assistance; (11) Compliance with federal reporting and documentation requirements necessary to qualify for federal funds; (12) Such other rules and standards of operation and administration within the mandate of this Act as may be necessary or desirable to qualify for federal financial participation. The rules shall be adopted in accordance with chapter 1-26 and shall be consistent with this Act. Section 5. Eligibility criteria and assistance level for temporary assistance for needy families shall be determined by the department with due regard to the necessary expenditures of families in this state. Section 6. An applicant for or recipient of assistance under this Act shall supply proof of or apply for a social security number as a condition of eligibility to receive assistance. The parent or relative with whom the child resides shall comply on behalf of a child for whom assistance is claimed. Section 7. An applicant or recipient of assistance under this Act shall, as a condition of eligibility for assistance, cooperate with proceedings to establish paternity and to enforce, collect, or modify child support on behalf of any child for whom assistance is claimed or received. Section 8. Application for or receipt of assistance under this Act or of foster care maintenance payments under the Title IV-E state plan shall operate as an assignment by operation of law of all support rights from any person, which such applicant or recipient may have on the applicant's or recipient's own behalf or on behalf of any other family member for whom the recipient is receiving assistance or Title IV-E foster care maintenance payments, including any support payments accrued and unpaid at the time of the assignment. Section 9. Application shall be made in a manner prescribed by the department. The department shall promptly notify the applicant of its decision. Section 10. The department shall make such assessment of the skills, prior work experience, and employability of eligible applicants or recipients as may be necessary and feasible for the purposes of this Act. Section 11. The department may adopt by rules promulgated pursuant to chapter 1-26 reasonable standards for the participation of eligible recipients in work activities and programs of assistance calculated to foster parental responsibility, employment, or family independence. To the extent possible in a work oriented program, training and education, although not an alternative for working, may be utilized to prepare people for work. Section 12. The department may deny, reduce, or terminate assistance to an applicant or recipient who voluntarily refuses to participate in an assessment, work activity, or assistance program for such period as may be reasonably necessary to deter program waste or abuse. The department may adopt by rules promulgated pursuant to chapter 1-26 necessary and reasonable exemptions and deferrals. The department shall have access to the home of a dependent child at reasonable times for the purpose of conducting such investigation as may be necessary to assure compliance with program requirements. Section 13. The department may implement such programs of assistance as may be feasible and reasonably calculated to fulfill the purposes of this Act. This Act does not require the department to provide assistance in the absence of legislative appropriation therefor. Section 14. An adult in a family receiving assistance under this Act may fill a vacant employment position in order to engage in a work activity except no such adult may be employed or assigned if any other individual is on layoff from the same or any substantially equivalent job or if the employer has terminated the employment of any regular employee or otherwise caused an involuntary reduction of its workforce in order to fill the vacancy so created. Section 15. The department may reconsider assistance as frequently as may be required. The department may deny, reduce, suspend, or terminate assistance as the circumstances may indicate upon such reconsideration. Section 16. An applicant or recipient whose application is denied or not acted upon or who is aggrieved by any action affecting receipt, suspension, reduction, or termination of assistance may appeal the action or inaction as provided in chapter 1-26. Section 17. No applicant or recipient of assistance under this Act may: (1) Intentionally make or cause to be made any false statement or misrepresentation in any application, report, or other communication with the department; or (2) Having knowledge of any event or circumstance affecting the initial or continued eligibility for assistance, intentionally conceal or fail to disclose that event or circumstance for the purpose of obtaining assistance. The department may deny, reduce, or terminate assistance to any person or household who has violated this section for such period as may be reasonable or necessary to deter fraud or program abuse. Section 18. The department may adopt, pursuant to chapter 1-26, necessary and reasonable policies and procedures to recover or recoup any overpayment of assistance that resulted from fraud or misrepresentation, erroneous determination of eligibility or amount of assistance, or otherwise. Section 19. Assistance granted under this Act is not transferable or assignable at law or in equity. No money paid or assistance granted under this Act is subject to execution, levy, attachment, garnishment, or other legal process, except as may be expressly authorized by law for purposes of recovery or recoupment by the department, or to the operation of any bankruptcy or insolvency law. Section 20. Assistance implemented under this Act is subject to the provisions of any amending or repealing act that may hereafter be enacted. No applicant or recipient of assistance under this Act has any claim for compensation or otherwise by reason of the effect of any such amending or repealing act. Section 21. That § 28-6-3 be repealed. 28-6-3. Medical services and medical or remedial care may be provided on behalf of the following: (1) Any person who is eligible for or receives assistance in the form of a money payment under the aid to dependent children program of the state department of social services, or the supplemental security income program pursuant to the Social Security Act; or (2) Any person not otherwise eligible for public assistance who may meet the standard for medical need established by the secretary of social services, provided that the secretary of social services may not offer any services to such persons in addition to those offered to persons eligible under subdivision (1) of this section or as otherwise authorized by the Legislature. Section 22. That § § 28-7-1, 28-7-1.1, 28-7-1.2, 28-7-2, 28-7-4, 28-7-5, 28-7-6, 28-7-6.3, 28- 7-7, 28-7-8, 28-7-9, 28-7-10, 28-7-12, 28-7-13, 28-7-13.2, 28-7-13.3, 28-7-14, 28-7-15, 28-7- 16, 28-7-17, 28-7-18, 28-7-19, 28-7-26, 28-7-27, and 28-7-28 be repealed. Section 23. That § § 28-7-3.1, 28-7-17.1, 28-7-17.2, 28-7-17.4, 28-7-17.5, and 28-7-25 be transferred to chapter 28-1. Section 24. That § § 28-1-13.2, 28-1-30, and 28-1-54 to 28-1-58, inclusive, be repealed. Section 25. That § 28-1-59 be amended to read as follows: 28-1-59. A workfare participant recipient of public assistance who incurs permanent partial disability, permanent total disability, death, or disease in the course of participation in a workfare program work activity is entitled to the same benefits as are set forth for work related injuries and diseases in Title 62. This provision does not include payment of medical expenses unless those expenses are necessitated by a permanent disability or disease. Eligibility for other public funded medical benefits shall reduce entitlement to medical benefits under this section accordingly. In order to receive the above-referenced disability benefits, a workfare work activity participant must comply with all of the employee notice, reporting, and medical examination requirements set forth in Title 62. The initial report of injury shall be submitted by the workfare work activity participant in writing to the Department of Social Services. Section 26. That § 62-3-15 be amended to read as follows: 62-3-15. Except as provided in § § 28-1-55 28-1-59 , 62-3-16 , and 62-3-17, this title does not apply to: (1) Domestic servants unless working for an employer for more than twenty hours in any calendar week and for more than six weeks in any thirteen-week period; or (2) Farm or agricultural laborers; or (3) Workfare Work activity participants. Section 27. The department shall continue to use case by case consideration for recipients of public cash assistance pursuing post secondary education to fully utilize the Screening of South Dakota Families Initiative Waiver until its expiration in March 1999. BILL HISTORY 2/4/97 First read in Senate and referred to State Affairs. S.J. 306 2/12/97 Scheduled for Committee hearing on this date. 2/12/97 State Affairs Do Pass Amended, Passed, AYES 8, NAYS 0. S.J. 421 2/15/97 Senate Deferred to another day. S.J. 480 2/18/97 Motion to Amend, Failed. S.J. 494 2/18/97 Motion to Amend, Passed. S.J. 494 2/18/97 Motion to Amend, Passed. S.J. 495 2/18/97 Senate Do Pass Amended, Passed, AYES 35, NAYS 0. S.J. 495 2/19/97 First read in House and referred to State Affairs. H.J. 595 2/26/97 Scheduled for Committee hearing on this date. 2/26/97 State Affairs Do Pass Amended, Passed, AYES 11, NAYS 0."}, {"bill_id": 13118, "bill_version_id": 73972, "bill_version": "House Engrossed", "bill_version_date": "1997-03-05T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to promote personal responsibility and provide temporary assistance for needy families, to revise certain provisions relating to public assistance, to promote economic development on reservations, and to make an appropriation. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The implementation of assistance under this Act does not establish a personal or family entitlement to assistance. Section 2. Terms used in this Act mean: (1) \"Assistance,\" includes money, services, goods, or other types of temporary assistance made with respect to any child or with respect to the parents of any child for whom federal funds are available to the state under this Act; (2) \"Department,\" the Department of Social Services; (3) \"Title IV,\" including its derivatives, refers to Title IV of the federal Social Security Act. Section 3. The terms, aid to dependent children or aid to families with dependent children, wherever used in this code refer to temporary assistance for needy families unless otherwise indicated. The code commission in future supplements and revisions of the South Dakota Codified Laws shall substitute the term, temporary assistance for needy families, and its derivatives for the terms, aid to dependent children or aid to families with dependent children, and their derivatives. Section 4. The department may adopt such rules as may be necessary and desirable to implement the provisions of this Act. The department may adopt rules to regulate: (1) Assistance eligibility qualifications, application procedure, and assistance level; (2) Employability assessment, work activities, and supportive services; (3) Conditions of continued eligibility, eligibility time limits, eligibility recertification periods, and exemptions; (4) Program participation requirements, criteria for disqualification, and good cause exemptions; (5) Disqualification for intentional program violation or failure to comply with program requirements; (6) Benefit recovery and recoupment policies and procedures; (7) Methods of distribution and payment of moneys appropriated by the Legislature or received from the federal government for the granting of temporary assistance for needy families; (8) Development of applications, reports, and other forms; (9) Enforcement of child support obligations including distribution of collections, cooperative agreements with courts and law enforcement officials, and such other rules as may be found necessary or desirable to qualify for federal financial participation; (10) Collection, audit, and reporting of facts and statistics relating to the field of public assistance; (11) Compliance with federal reporting and documentation requirements necessary to qualify for federal funds; (12) Such other rules and standards of operation and administration within the mandate of this Act as may be necessary or desirable to qualify for federal financial participation. The rules shall be adopted in accordance with chapter 1-26 and shall be consistent with this Act. Section 5. Eligibility criteria and assistance level for temporary assistance for needy families shall be determined by the department with due regard to the necessary expenditures of families in this state. Section 6. An applicant for or recipient of assistance under this Act shall supply proof of or apply for a social security number as a condition of eligibility to receive assistance. The parent or relative with whom the child resides shall comply on behalf of a child for whom assistance is claimed. Section 7. An applicant or recipient of assistance under this Act shall, as a condition of eligibility for assistance, cooperate with proceedings to establish paternity and to enforce, collect, or modify child support on behalf of any child for whom assistance is claimed or received. Section 8. Application for or receipt of assistance under this Act or of foster care maintenance payments under the Title IV-E state plan shall operate as an assignment by operation of law of all support rights from any person, which such applicant or recipient may have on the applicant's or recipient's own behalf or on behalf of any other family member for whom the recipient is receiving assistance or Title IV-E foster care maintenance payments, including any support payments accrued and unpaid at the time of the assignment. Section 9. Application shall be made in a manner prescribed by the department. The department shall promptly notify the applicant of its decision. Section 10. The department shall make such assessment of the skills, prior work experience, and employability of eligible applicants or recipients as may be necessary and feasible for the purposes of this Act. Section 11. The department may adopt by rules promulgated pursuant to chapter 1-26 reasonable standards for the participation of eligible recipients in work activities and programs of assistance calculated to foster parental responsibility, employment, or family independence. To the extent possible in a work oriented program, training and education, although not an alternative for working, may be utilized to prepare people for work. Section 12. The department may deny, reduce, or terminate assistance to an applicant or recipient who voluntarily refuses to participate in an assessment, work activity, or assistance program for such period as may be reasonably necessary to deter program waste or abuse. The department may adopt by rules promulgated pursuant to chapter 1-26 necessary and reasonable exemptions and deferrals. The department shall have access to the home of a dependent child at reasonable times for the purpose of conducting such investigation as may be necessary to assure compliance with program requirements. Section 13. The department may implement such programs of assistance as may be feasible and reasonably calculated to fulfill the purposes of this Act. This Act does not require the department to provide assistance in the absence of legislative appropriation therefor. Section 14. An adult in a family receiving assistance under this Act may fill a vacant employment position in order to engage in a work activity except no such adult may be employed or assigned if any other individual is on layoff from the same or any substantially equivalent job or if the employer has terminated the employment of any regular employee or otherwise caused an involuntary reduction of its workforce in order to fill the vacancy so created. Section 15. The department may reconsider assistance as frequently as may be required. The department may deny, reduce, suspend, or terminate assistance as the circumstances may indicate upon such reconsideration. Section 16. An applicant or recipient whose application is denied or not acted upon or who is aggrieved by any action affecting receipt, suspension, reduction, or termination of assistance may appeal the action or inaction as provided in chapter 1-26. Section 17. No applicant or recipient of assistance under this Act may: (1) Intentionally make or cause to be made any false statement or misrepresentation in any application, report, or other communication with the department; or (2) Having knowledge of any event or circumstance affecting the initial or continued eligibility for assistance, intentionally conceal or fail to disclose that event or circumstance for the purpose of obtaining assistance. The department may deny, reduce, or terminate assistance to any person or household who has violated this section for such period as may be reasonable or necessary to deter fraud or program abuse. Section 18. The department may adopt, pursuant to chapter 1-26, necessary and reasonable policies and procedures to recover or recoup any overpayment of assistance that resulted from fraud or misrepresentation, erroneous determination of eligibility or amount of assistance, or otherwise. Section 19. Assistance granted under this Act is not transferable or assignable at law or in equity. No money paid or assistance granted under this Act is subject to execution, levy, attachment, garnishment, or other legal process, except as may be expressly authorized by law for purposes of recovery or recoupment by the department, or to the operation of any bankruptcy or insolvency law. Section 20. Assistance implemented under this Act is subject to the provisions of any amending or repealing act that may hereafter be enacted. No applicant or recipient of assistance under this Act has any claim for compensation or otherwise by reason of the effect of any such amending or repealing act. Section 21. That § 28-6-3 be repealed. 28-6-3. Medical services and medical or remedial care may be provided on behalf of the following: (1) Any person who is eligible for or receives assistance in the form of a money payment under the aid to dependent children program of the state department of social services, or the supplemental security income program pursuant to the Social Security Act; or (2) Any person not otherwise eligible for public assistance who may meet the standard for medical need established by the secretary of social services, provided that the secretary of social services may not offer any services to such persons in addition to those offered to persons eligible under subdivision (1) of this section or as otherwise authorized by the Legislature. Section 22. That § § 28-7-1, 28-7-1.1, 28-7-1.2, 28-7-2, 28-7-4, 28-7-5, 28-7-6, 28-7-6.3, 28- 7-7, 28-7-8, 28-7-9, 28-7-10, 28-7-12, 28-7-13, 28-7-13.2, 28-7-13.3, 28-7-14, 28-7-15, 28-7- 16, 28-7-17, 28-7-18, 28-7-19, 28-7-26, 28-7-27, and 28-7-28 be repealed. Section 23. That § § 28-7-3.1, 28-7-17.1, 28-7-17.2, 28-7-17.4, 28-7-17.5, and 28-7-25 be transferred to chapter 28-1. Section 24. That § § 28-1-13.2, 28-1-30, and 28-1-54 to 28-1-58, inclusive, be repealed. Section 25. That § 28-1-59 be amended to read as follows: 28-1-59. A workfare participant recipient of public assistance who incurs permanent partial disability, permanent total disability, death, or disease in the course of participation in a workfare program work activity is entitled to the same benefits as are set forth for work related injuries and diseases in Title 62. This provision does not include payment of medical expenses unless those expenses are necessitated by a permanent disability or disease. Eligibility for other public funded medical benefits shall reduce entitlement to medical benefits under this section accordingly. In order to receive the above-referenced disability benefits, a workfare work activity participant must comply with all of the employee notice, reporting, and medical examination requirements set forth in Title 62. The initial report of injury shall be submitted by the workfare work activity participant in writing to the Department of Social Services. Section 26. That § 62-3-15 be amended to read as follows: 62-3-15. Except as provided in § § 28-1-55 28-1-59 , 62-3-16 , and 62-3-17, this title does not apply to: (1) Domestic servants unless working for an employer for more than twenty hours in any calendar week and for more than six weeks in any thirteen-week period; or (2) Farm or agricultural laborers; or (3) Workfare Work activity participants. Section 27. There is hereby created within the Governor's Office of Economic Development, the State-Tribal Economic Development Commission. The purpose of the commission is: (1) To assist, promote, encourage, develop, and advance economic prosperity and employment on South Dakota reservations by fostering the expansion of business, manufacturing, agriculture, and community advancement programs; (2) To cooperate and act in conjunction with other organizations, public and private, the objects of which are the promotion and advancement of tribal economic development; (3) To assist in job training on the reservations; and (4) To recruit business enterprises to locate on the reservation and to assist them in their development and marketing. Section 28. The governing and administrative powers of the authority shall be vested in a board of commissioners consisting of fourteen members. Section 29. Each tribal government shall appoint one member to the commission in such manner and for such term as the tribal government deems appropriate. Section 30. The Governor shall appoint one member from the Governor's Office of Economic Development who shall serve at the pleasure of the Governor. Section 31. The Executive Board of the Legislative Research Council shall appoint four members: one senator from each political party and one representative from each political party. The legislative commissioners shall serve two-year terms and are eligible for reappointment. Section 32. All members of the authority shall be residents of South Dakota. The commissioners shall annually elect two cochairs, one a tribal commissioner and one a nontribal commissioner. The commission may elect such other officers as it deems proper. Appointments to fill a vacancy of any of the members shall be made in the same manner as the original appointment. Section 33. Members of the commission are not entitled to compensation for their services as members, but are entitled to reimbursement for all necessary expenses incurred in connection with the performance of their duties as members. Section 34. Eight members of the commission constitute a quorum and the affirmative vote of the majority of the members present at a meeting of the board is sufficient for any action taken by the commission. However, the affirmative vote of at least eight members is required for the expenditure of commission funds. Section 35. The commission shall possess all the powers of a body politic and corporate necessary and convenient to accomplish the purposes of sections 28 to 41, inclusive of this Act, including the following: (1) To provide counseling services to the tribes or business enterprises interested in locating on reservations; (2) To accept gifts, grants, or loans from and enter into contracts or other transactions with any federal or state agency, any tribal government, any municipality, any private organization, or any other source; (3) To report from time to time to the Governor and the Legislature regarding the operation of the commission; (4) To adopt, and from time to time, amend or rescind, such bylaws and rules as may be necessary or convenient for the performance of its functions, powers, and duties under sections 28 to 41, inclusive, of this Act; (5) To hire staff and an executive director; (6) To lease office space and purchase necessary furniture and supplies; and (7) To exercise all other powers and functions necessary or appropriate to carry out the duties and purposes set forth in sections 28 to 41, inclusive, of this Act. Section 36. The commission shall meet no less frequently than bimonthly. Section 37. The initial funding for the commission shall be two hundred thousand dollars to be deposited in a special fund hereby created in the state treasury known as the South Dakota state-tribal economic development fund. Of the initial two hundred thousand dollars, one hundred thousand dollars shall be provided by the state as appropriated in section 39 of this Act, and one hundred thousand dollars shall be provided by the nine tribal governments apportioned in such manner and derived from such sources, including federal grants, as they may mutually agree. Section 38. There is hereby appropriated from the general fund the sum of one hundred thousand dollars ($100,000), or so much thereof as may be necessary, to the State-Tribal Economic Development Commission to carry out the purposes of sections 28 to 41, inclusive of this Act. Section 39. The Governor shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by sections 28 to 41, inclusive, of this Act. Section 40. Any amounts appropriated in sections 28 to 41, inclusive, of this Act not lawfully expended or obligated by June 30, 2000, shall revert in accordance with § 4-8-21. BILL HISTORY 2/4/97 First read in Senate and referred to State Affairs. S.J. 306 2/12/97 Scheduled for Committee hearing on this date. 2/12/97 State Affairs Do Pass Amended, Passed, AYES 8, NAYS 0. S.J. 421 2/15/97 Senate Deferred to another day. S.J. 480 2/18/97 Motion to Amend, Failed. S.J. 494 2/18/97 Motion to Amend, Passed. S.J. 494 2/18/97 Motion to Amend, Passed. S.J. 495 2/18/97 Senate Do Pass Amended, Passed, AYES 35, NAYS 0. S.J. 495 2/19/97 First read in House and referred to State Affairs. H.J. 595 2/26/97 Scheduled for Committee hearing on this date. 2/26/97 State Affairs Do Pass Amended, Passed, AYES 11, NAYS 0. 2/28/97 House of Representatives Deferred to another day. H.J. 784 3/3/97 House of Representatives Deferred to another day. H.J. 808 3/4/97 Motion to Amend, Passed, AYES 35, NAYS 34. H.J. 841 3/4/97 Motion to Amend, Passed, AYES 40, NAYS 30. H.J. 844 3/4/97 Motion to Amend, Failed. H.J. 845 3/4/97 House of Representatives Do Pass Amended, Passed, AYES 68, NAYS 2. H.J. 845 3/4/97 House of Representatives Title Amended. H.J. 845"}, {"bill_id": 13118, "bill_version_id": 73970, "bill_version": "Conference Committee Engrossed", "bill_version_date": "1997-03-06T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to promote personal responsibility and provide temporary assistance for needy families and to revise certain provisions relating to public assistance. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The implementation of assistance under this Act does not establish a personal or family entitlement to assistance. Section 2. Terms used in this Act mean: (1) \"Assistance,\" includes money, services, goods, or other types of temporary assistance made with respect to any child or with respect to the parents of any child for whom federal funds are available to the state under this Act; (2) \"Department,\" the Department of Social Services; (3) \"Title IV,\" including its derivatives, refers to Title IV of the federal Social Security Act. Section 3. The terms, aid to dependent children or aid to families with dependent children, wherever used in this code refer to temporary assistance for needy families unless otherwise indicated. The code commission in future supplements and revisions of the South Dakota Codified Laws shall substitute the term, temporary assistance for needy families, and its derivatives for the terms, aid to dependent children or aid to families with dependent children, and their derivatives. Section 4. The department may adopt such rules as may be necessary and desirable to implement the provisions of this Act. The department may adopt rules to regulate: (1) Assistance eligibility qualifications, application procedure, and assistance level; (2) Employability assessment, work activities, and supportive services; (3) Conditions of continued eligibility, eligibility time limits, eligibility recertification periods, and exemptions; (4) Program participation requirements, criteria for disqualification, and good cause exemptions; (5) Disqualification for intentional program violation or failure to comply with program requirements; (6) Benefit recovery and recoupment policies and procedures; (7) Methods of distribution and payment of moneys appropriated by the Legislature or received from the federal government for the granting of temporary assistance for needy families; (8) Development of applications, reports, and other forms; (9) Enforcement of child support obligations including distribution of collections, cooperative agreements with courts and law enforcement officials, and such other rules as may be found necessary or desirable to qualify for federal financial participation; (10) Collection, audit, and reporting of facts and statistics relating to the field of public assistance; (11) Compliance with federal reporting and documentation requirements necessary to qualify for federal funds; (12) Such other rules and standards of operation and administration within the mandate of this Act as may be necessary or desirable to qualify for federal financial participation. The rules shall be adopted in accordance with chapter 1-26 and shall be consistent with this Act. Section 5. Eligibility criteria and assistance level for temporary assistance for needy families shall be determined by the department with due regard to the necessary expenditures of families in this state. Section 6. An applicant for or recipient of assistance under this Act shall supply proof of or apply for a social security number as a condition of eligibility to receive assistance. The parent or relative with whom the child resides shall comply on behalf of a child for whom assistance is claimed. Section 7. An applicant or recipient of assistance under this Act shall, as a condition of eligibility for assistance, cooperate with proceedings to establish paternity and to enforce, collect, or modify child support on behalf of any child for whom assistance is claimed or received. Section 8. Application for or receipt of assistance under this Act or of foster care maintenance payments under the Title IV-E state plan shall operate as an assignment by operation of law of all support rights from any person, which such applicant or recipient may have on the applicant's or recipient's own behalf or on behalf of any other family member for whom the recipient is receiving assistance or Title IV-E foster care maintenance payments, including any support payments accrued and unpaid at the time of the assignment. Section 9. Application shall be made in a manner prescribed by the department. The department shall promptly notify the applicant of its decision. Section 10. The department shall make such assessment of the skills, prior work experience, and employability of eligible applicants or recipients as may be necessary and feasible for the purposes of this Act. Section 11. The department may adopt by rules promulgated pursuant to chapter 1-26 reasonable standards for the participation of eligible recipients in work activities and programs of assistance calculated to foster parental responsibility, employment, or family independence. To the extent possible in a work oriented program, training and education, although not an alternative for working, may be utilized to prepare people for work. Section 12. The department may deny, reduce, or terminate assistance to an applicant or recipient who voluntarily refuses to participate in an assessment, work activity, or assistance program for such period as may be reasonably necessary to deter program waste or abuse. The department may adopt by rules promulgated pursuant to chapter 1-26 necessary and reasonable exemptions and deferrals. The department shall have access to the home of a dependent child at reasonable times for the purpose of conducting such investigation as may be necessary to assure compliance with program requirements. Section 13. The department may implement such programs of assistance as may be feasible and reasonably calculated to fulfill the purposes of this Act. This Act does not require the department to provide assistance in the absence of legislative appropriation therefor. Section 14. An adult in a family receiving assistance under this Act may fill a vacant employment position in order to engage in a work activity except no such adult may be employed or assigned if any other individual is on layoff from the same or any substantially equivalent job or if the employer has terminated the employment of any regular employee or otherwise caused an involuntary reduction of its workforce in order to fill the vacancy so created. Section 15. The department may reconsider assistance as frequently as may be required. The department may deny, reduce, suspend, or terminate assistance as the circumstances may indicate upon such reconsideration. Section 16. An applicant or recipient whose application is denied or not acted upon or who is aggrieved by any action affecting receipt, suspension, reduction, or termination of assistance may appeal the action or inaction as provided in chapter 1-26. Section 17. No applicant or recipient of assistance under this Act may: (1) Intentionally make or cause to be made any false statement or misrepresentation in any application, report, or other communication with the department; or (2) Having knowledge of any event or circumstance affecting the initial or continued eligibility for assistance, intentionally conceal or fail to disclose that event or circumstance for the purpose of obtaining assistance. The department may deny, reduce, or terminate assistance to any person or household who has violated this section for such period as may be reasonable or necessary to deter fraud or program abuse. Section 18. The department may adopt, pursuant to chapter 1-26, necessary and reasonable policies and procedures to recover or recoup any overpayment of assistance that resulted from fraud or misrepresentation, erroneous determination of eligibility or amount of assistance, or otherwise. Section 19. Assistance granted under this Act is not transferable or assignable at law or in equity. No money paid or assistance granted under this Act is subject to execution, levy, attachment, garnishment, or other legal process, except as may be expressly authorized by law for purposes of recovery or recoupment by the department, or to the operation of any bankruptcy or insolvency law. Section 20. Assistance implemented under this Act is subject to the provisions of any amending or repealing act that may hereafter be enacted. No applicant or recipient of assistance under this Act has any claim for compensation or otherwise by reason of the effect of any such amending or repealing act. Section 21. That § 28-6-3 be repealed. 28-6-3. Medical services and medical or remedial care may be provided on behalf of the following: (1) Any person who is eligible for or receives assistance in the form of a money payment under the aid to dependent children program of the state department of social services, or the supplemental security income program pursuant to the Social Security Act; or (2) Any person not otherwise eligible for public assistance who may meet the standard for medical need established by the secretary of social services, provided that the secretary of social services may not offer any services to such persons in addition to those offered to persons eligible under subdivision (1) of this section or as otherwise authorized by the Legislature. Section 22. That § § 28-7-1, 28-7-1.1, 28-7-1.2, 28-7-2, 28-7-4, 28-7-5, 28-7-6, 28-7-6.3, 28- 7-7, 28-7-8, 28-7-9, 28-7-10, 28-7-12, 28-7-13, 28-7-13.2, 28-7-13.3, 28-7-14, 28-7-15, 28-7- 16, 28-7-17, 28-7-18, 28-7-19, 28-7-26, 28-7-27, and 28-7-28 be repealed. Section 23. That § § 28-7-3.1, 28-7-17.1, 28-7-17.2, 28-7-17.4, 28-7-17.5, and 28-7-25 be transferred to chapter 28-1. Section 24. That § § 28-1-13.2, 28-1-30, and 28-1-54 to 28-1-58, inclusive, be repealed. Section 25. That § 28-1-59 be amended to read as follows: 28-1-59. A workfare participant recipient of public assistance who incurs permanent partial disability, permanent total disability, death, or disease in the course of participation in a workfare program work activity is entitled to the same benefits as are set forth for work related injuries and diseases in Title 62. This provision does not include payment of medical expenses unless those expenses are necessitated by a permanent disability or disease. Eligibility for other public funded medical benefits shall reduce entitlement to medical benefits under this section accordingly. In order to receive the above-referenced disability benefits, a workfare work activity participant must comply with all of the employee notice, reporting, and medical examination requirements set forth in Title 62. The initial report of injury shall be submitted by the workfare work activity participant in writing to the Department of Social Services. Section 26. That § 62-3-15 be amended to read as follows: 62-3-15. Except as provided in § § 28-1-55 28-1-59 , 62-3-16 , and 62-3-17, this title does not apply to: (1) Domestic servants unless working for an employer for more than twenty hours in any calendar week and for more than six weeks in any thirteen-week period; or (2) Farm or agricultural laborers; or (3) Workfare Work activity participants. BILL HISTORY 2/4/97 First read in Senate and referred to State Affairs. S.J. 306 2/12/97 Scheduled for Committee hearing on this date. 2/12/97 State Affairs Do Pass Amended, Passed, AYES 8, NAYS 0. S.J. 421 2/15/97 Senate Deferred to another day. S.J. 480 2/18/97 Motion to Amend, Failed. S.J. 494 2/18/97 Motion to Amend, Passed. S.J. 494 2/18/97 Motion to Amend, Passed. S.J. 495 2/18/97 Senate Do Pass Amended, Passed, AYES 35, NAYS 0. S.J. 495 2/19/97 First read in House and referred to State Affairs. H.J. 595 2/26/97 Scheduled for Committee hearing on this date. 2/26/97 State Affairs Do Pass Amended, Passed, AYES 11, NAYS 0. 2/28/97 House of Representatives Deferred to another day. H.J. 784 3/3/97 House of Representatives Deferred to another day. H.J. 808 3/4/97 Motion to Amend, Passed, AYES 35, NAYS 34. H.J. 841 3/4/97 Motion to Amend, Passed, AYES 40, NAYS 30. H.J. 844 3/4/97 Motion to Amend, Failed. H.J. 845 3/4/97 House of Representatives Do Pass Amended, Passed, AYES 68, NAYS 2. H.J. 845 3/4/97 House of Representatives Title Amended. H.J. 845 3/5/97 Senate failed to concur, appoint Conference Committee. S.J. 806"}, {"bill_id": 13118, "bill_version_id": 73971, "bill_version": "Enrolled", "bill_version_date": "1997-03-06T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13118, "action_date": "1997-02-04T14:00:00-06:00", "document_id": 72897, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72897.pdf", "status_text": "First read in Senate and referred to", "journal_page": 306, "committee_id_action": 545, "committee_id_assigned": 527, "result": "N", "vote": {}}, {"bill_id": 13118, "action_date": "1997-02-12T07:45:00-06:00", "document_id": 72340, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72340.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 527, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13118, "action_date": "1997-02-12T07:45:00-06:00", "document_id": 72340, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72340.pdf", "status_text": "Do Pass Amended,", "journal_page": 421, "committee_id_action": 527, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36284, "president_vote": null, "Yea": [1911, 1915, 1956, 1912, 1930, 1946, 1986, 1969], "Excused": [1927]}}, {"bill_id": 13118, "action_date": "1997-02-15T14:00:00-06:00", "document_id": 72915, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72915.pdf", "status_text": "Deferred to another day", "journal_page": 480, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13118, "action_date": "1997-02-18T14:00:00-06:00", "document_id": 72917, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72917.pdf", "status_text": "Motion to Amend,", "journal_page": 494, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13118, "action_date": "1997-02-18T14:00:00-06:00", "document_id": 72917, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72917.pdf", "status_text": "Motion to Amend,", "journal_page": 494, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13118, "action_date": "1997-02-18T14:00:00-06:00", "document_id": 72917, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72917.pdf", "status_text": "Motion to Amend,", "journal_page": 495, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13118, "action_date": "1997-02-18T14:00:00-06:00", "document_id": 72917, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72917.pdf", "status_text": "Do Pass Amended,", "journal_page": 495, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37213, "president_vote": null, "Yea": [1884, 1885, 1889, 1893, 1901, 1905, 1908, 1911, 1912, 1915, 1919, 1920, 1925, 1927, 1928, 1930, 1932, 1935, 1938, 1939, 1945, 1946, 1955, 1956, 1959, 1960, 1965, 1969, 1972, 1976, 1977, 1978, 1979, 1981, 1986]}}, {"bill_id": 13118, "action_date": "1997-02-19T14:00:00-06:00", "document_id": 72918, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72918.pdf", "status_text": "First read in House and referred to", "journal_page": 595, "committee_id_action": 544, "committee_id_assigned": 539, "result": "N", "vote": {}}, {"bill_id": 13118, "action_date": "1997-02-26T10:00:00-06:00", "document_id": 72451, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72451.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 539, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13118, "action_date": "1997-02-26T10:00:00-06:00", "document_id": 72451, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72451.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": 539, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37126, "president_vote": null, "Yea": [1890, 1900, 1904, 1924, 1936, 1967, 1926, 1949, 1970, 1961, 1921], "Excused": [1931, 1940]}}, {"bill_id": 13118, "action_date": "1997-02-28T14:00:00-06:00", "document_id": 72932, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72932.pdf", "status_text": "Deferred to another day", "journal_page": 784, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13118, "action_date": "1997-03-03T14:00:00-06:00", "document_id": 72934, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72934.pdf", "status_text": "Deferred to another day", "journal_page": 808, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13118, "action_date": "1997-03-04T14:00:00-06:00", "document_id": 72936, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72936.pdf", "status_text": "Motion to Amend,", "journal_page": 841, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36887, "president_vote": null, "Yea": [1886, 1887, 1892, 1894, 1895, 1896, 1897, 1898, 1899, 1902, 1913, 1917, 1918, 1922, 1923, 1926, 1934, 1937, 1940, 1942, 1947, 1948, 1949, 1954, 1962, 1968, 1970, 1971, 1973, 1974, 1975, 1980, 1982, 1983, 1984], "Nay": [1888, 1890, 1891, 1900, 1904, 1906, 1907, 1909, 1910, 1914, 1916, 1921, 1929, 1931, 1933, 1936, 1941, 1943, 1944, 1950, 1951, 1952, 1953, 1957, 1958, 1961, 1963, 1964, 1966, 1967, 1985, 1987, 1988, 1924], "Excused": [1903]}}, {"bill_id": 13118, "action_date": "1997-03-04T14:00:00-06:00", "document_id": 72936, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72936.pdf", "status_text": "Motion to Amend,", "journal_page": 844, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36752, "president_vote": null, "Yea": [1886, 1888, 1890, 1891, 1894, 1895, 1900, 1903, 1904, 1906, 1907, 1909, 1910, 1914, 1916, 1918, 1921, 1929, 1931, 1933, 1934, 1941, 1943, 1944, 1950, 1951, 1952, 1953, 1958, 1961, 1963, 1964, 1966, 1968, 1973, 1980, 1985, 1987, 1988, 1924], "Nay": [1887, 1892, 1896, 1897, 1898, 1899, 1902, 1913, 1917, 1922, 1923, 1926, 1936, 1937, 1940, 1942, 1947, 1948, 1949, 1954, 1957, 1962, 1967, 1970, 1971, 1974, 1975, 1982, 1983, 1984]}}, {"bill_id": 13118, "action_date": "1997-03-04T14:00:00-06:00", "document_id": 72936, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72936.pdf", "status_text": "Do Pass Amended,", "journal_page": 845, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35193, "president_vote": null, "Yea": [1886, 1887, 1888, 1890, 1891, 1892, 1894, 1895, 1896, 1897, 1898, 1899, 1900, 1902, 1903, 1904, 1906, 1907, 1909, 1910, 1913, 1914, 1917, 1918, 1922, 1923, 1926, 1929, 1931, 1933, 1934, 1936, 1937, 1940, 1941, 1942, 1943, 1944, 1947, 1948, 1949, 1950, 1951, 1952, 1953, 1954, 1957, 1958, 1961, 1962, 1963, 1964, 1966, 1967, 1968, 1970, 1971, 1973, 1974, 1975, 1980, 1982, 1983, 1984, 1985, 1987, 1988, 1924], "Nay": [1916, 1921]}}, {"bill_id": 13118, "action_date": "1997-03-04T14:00:00-06:00", "document_id": 72936, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72936.pdf", "status_text": "Title Amended", "journal_page": 845, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13118, "action_date": "1997-03-05T14:00:00-06:00", "document_id": 72938, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72938.pdf", "status_text": "Conference Committee appointments", "journal_page": 896, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13118, "action_date": "1997-03-06T14:00:00-06:00", "document_id": 72941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72941.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 832, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37495, "president_vote": null, "Yea": [1884, 1885, 1889, 1893, 1901, 1905, 1908, 1911, 1912, 1915, 1919, 1920, 1925, 1927, 1928, 1930, 1932, 1935, 1938, 1939, 1945, 1946, 1955, 1956, 1959, 1960, 1965, 1969, 1972, 1976, 1978, 1979, 1981, 1986], "Nay": [1977]}}, {"bill_id": 13118, "action_date": "1997-03-06T14:00:00-06:00", "document_id": 72940, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72940.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 923, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37915, "president_vote": null, "Yea": [1886, 1888, 1890, 1891, 1892, 1894, 1895, 1896, 1897, 1899, 1900, 1903, 1904, 1906, 1907, 1909, 1910, 1913, 1914, 1917, 1918, 1921, 1923, 1929, 1931, 1933, 1934, 1936, 1937, 1941, 1942, 1943, 1944, 1947, 1950, 1951, 1952, 1953, 1957, 1958, 1961, 1962, 1963, 1964, 1966, 1967, 1968, 1970, 1971, 1973, 1975, 1980, 1982, 1983, 1984, 1985, 1987, 1988, 1924], "Excused": [1887], "Nay": [1898, 1902, 1916, 1922, 1926, 1940, 1948, 1949, 1954, 1974]}}, {"bill_id": 13118, "action_date": "1997-03-06T14:00:00-06:00", "document_id": 72941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72941.pdf", "status_text": "Signed by President", "journal_page": 838, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13118, "action_date": "1997-03-06T14:00:00-06:00", "document_id": 72941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72941.pdf", "status_text": "Delivered to the Governor", "journal_page": null, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13118, "action_date": "1997-03-06T14:00:00-06:00", "document_id": 72940, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72940.pdf", "status_text": "Signed by Speaker", "journal_page": 933, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13118, "action_date": "1997-03-11T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 664}