{"session_id": 15, "bill_id": 3308, "bill_type": "House Bill", "bill_number": 1259, "bill_title": "provide an exception to vaccination requirements for personal beliefs.", "sponsors": [{"legislator_profile_id": 299, "is_prime": true}, {"legislator_profile_id": 240, "is_prime": true}, {"legislator_profile_id": 284, "is_prime": false}, {"legislator_profile_id": 279, "is_prime": false}, {"legislator_profile_id": 292, "is_prime": false}, {"legislator_profile_id": 241, "is_prime": false}, {"legislator_profile_id": 276, "is_prime": false}, {"legislator_profile_id": 310, "is_prime": false}], "keywords": ["Education", "Parental Rights", "Public Health and Safety", "Students"], "audio": [{"meeting_datetime": "2012-02-07T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe16.mp3", "start_seconds": 5120.0}, {"meeting_datetime": "2012-02-07T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe16.mp3", "start_seconds": 5120.0}, {"meeting_datetime": "2012-02-07T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe16.mp3", "start_seconds": 5120.0}], "bill_versions": [{"bill_id": 3308, "bill_version_id": 20225, "bill_version": "Introduced", "bill_version_date": "2012-01-26T08:05:01.307-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide an exception to vaccination requirements for personal beliefs. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-28-7.1 be amended to read as follows: 13-28-7.1. Any pupil entering school or an early childhood program in this state, shall, prior to admission, be required to present to the appropriate school authorities certification from a licensed physician that the child has received or is in the process of receiving adequate immunization against poliomyelitis, diphtheria, pertussis, rubeola, rubella, mumps, tetanus, and varicella, according to recommendations provided by the Department of Health. The Department of Health may modify or delete any of the required immunizations. As an alternative to the requirement for a physician's certification, the pupil may present: (1) Certification from a licensed physician stating the physical condition of the child would be such that immunization would endanger the child's life or health; or (2) A written statement signed by one parent or guardian that the child is an adherent to a religious doctrine whose teachings are opposed to such immunization; or (3) A written statement signed by one parent or guardian requesting that the local health department give the immunization because the parents or guardians lack the means to pay for such immunization; or (4) A written statement signed by one parent or guardian that the child or parent or guardian holds personal beliefs that are opposed to such immunization. The Department of Health may promulgate reasonable rules, in accordance with chapter 1-26, to require compliance and documentation of adequate immunization, to define appropriate certification, and to specify standard procedure. Section 2. That § 13-53-47 be amended to read as follows: 13-53-47. Any student entering a public or private postsecondary education institution in this state for the first time after July 1, 2008, shall, within forty-five days after the start of classes, present to the appropriate institution certification from a licensed physician that the student has received or is in the process of receiving the required two doses of immunization against measles, rubella, and mumps. As an alternative to the requirement for a physician's certification, the student may present: (1) Certification from a licensed physician stating the physical condition of the student would be such that immunization would endanger the student's life or health; (2) Certification from a licensed physician stating the student has experienced the natural disease against which the immunization protects; (3) Confirmation from a laboratory of the presence of adequate immunity; or (4) A written statement signed by the student that the student is an adherent to a religious doctrine whose teachings are opposed to such immunizations. If the student is under the age of eighteen, the written statement shall be signed by one parent or guardian; or (5) A written statement signed by the student that the student holds personal beliefs that are opposed to such immunizations. If the student is under the age of eighteen, the written statement shall be signed by one parent or guardian. Section 3. That § 27B-3-17 be amended to read as follows: 27B-3-17. Any person with a developmental disability voluntarily or involuntarily admitted to the facility shall be tested for communicable diseases as deemed necessary by a licensed physician in charge of tests and immunizations at the facility, by such means of tests and immunizations as are approved by the Department of Health or shall present: (1) Certification from a licensed physician stating the physical condition of the person with a developmental disability would be such that a test and immunization would endanger the person's life or health; (2) A written statement signed by a parent or guardian of the person with a developmental disability that the person is adherent to a belief whose teachings are opposed to the test and immunization; (3) A written statement signed by a parent or guardian of the person with a developmental disability requesting that the local health department or the facility give the test and immunization because the parent or guardian lacks the means to pay for the test and immunization; or (4) A written statement from a licensed physician requesting that the person with a developmental disability not be immunized; or (5) A written statement signed by a parent or guardian of the person with a developmental disability that the person holds personal beliefs that are opposed to such test and immunization."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3308, "action_date": "2012-01-26T14:00:00-06:00", "document_id": 20313, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20313.pdf", "status_text": "First read in House and referred to", "journal_page": 220, "committee_id_action": 173, "committee_id_assigned": 162, "result": "N", "vote": {}}, {"bill_id": 3308, "action_date": "2012-02-07T07:15:00-06:00", "document_id": 20672, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20672.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 162, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3308, "action_date": "2012-02-07T07:15:00-06:00", "document_id": 20897, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20897.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 354, "committee_id_action": 162, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11090, "president_vote": null, "Yea": [262, 293, 297, 272, 237, 292, 278, 294, 227], "Nay": [303, 279, 224, 295]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3308"}