{"session_id": 27, "bill_id": 8228, "bill_type": "House Bill", "bill_number": 1146, "bill_title": "authorize parole for inmates that require extensive or chronic medical care.", "sponsors": [{"legislator_profile_id": 1118, "is_prime": true}, {"legislator_profile_id": 1175, "is_prime": true}, {"legislator_profile_id": 1190, "is_prime": false}, {"legislator_profile_id": 1119, "is_prime": false}], "keywords": ["Penal Institutions, Probation, and Parole"], "audio": [], "bill_versions": [{"bill_id": 8228, "bill_version_id": 43524, "bill_version": "Introduced", "bill_version_date": "2017-02-01T09:44:12.073-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize parole for inmates that require extensive or chronic medical care. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 24-15A-42 be amended to read: 24-15A-42. Pursuant to chapter 1-26, the board may promulgate procedural rules for the effective enforcement of this chapter and for the exercise of the powers and duties conferred upon it. Additionally, the board shall utilize the following standards in determining if the inmate has substantively met the requirements for parole release at the initial parole date: (1) The inmate's compliance with work, school, and program directives; (2) The inmate's compliance with the rules and policies of the department; (3) Conduct by the inmate evincing an intent to reoffend; and (4) Mitigating factors impacting the warden's determination of substantive noncompliance; and (5) The inmate's medical condition, if any, that requires extensive medical care or chronic medical care to treat the condition. The board may also use standards in subdivisions (1) to (3), inclusive, and (5) of this section in discretionary parole decisions. In addition, in considering a discretionary parole for an inmate who previously violated parole, the board may consider the nature and seriousness of the conduct leading to the parole revocation. The board shall promulgate rules, pursuant to chapter 1-26, to establish criteria for parole for an inmate that requires extensive medical care or chronic medical care."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8228, "action_date": "2017-02-01T14:00:00-06:00", "document_id": 43628, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43628.pdf", "status_text": "First read in House and referred to", "journal_page": 247, "committee_id_action": 361, "committee_id_assigned": 359, "result": "N", "vote": {}}, {"bill_id": 8228, "action_date": "2017-02-13T14:00:00-06:00", "document_id": 44338, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44338.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 373, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}]}