{"session_id": 54, "bill_id": 17596, "bill_type": "House Joint Resolution", "bill_number": 1001, "bill_title": "Proposing and submitting to the electors at the next general election an amendment to Article VIII of the Constitution of the State of South Dakota pertaining to distribution of school and public lands income and proceeds of fines collected from violations of state laws.", "sponsors": [{"legislator_profile_id": 2904, "is_prime": true}, {"legislator_profile_id": 2929, "is_prime": true}, {"legislator_profile_id": 2912, "is_prime": false}, {"legislator_profile_id": 2913, "is_prime": false}, {"legislator_profile_id": 2924, "is_prime": false}, {"legislator_profile_id": 2927, "is_prime": false}], "keywords": ["House Joint Resolutions", "State Affairs and Government", "State Aid to Education"], "audio": [], "bill_versions": [{"bill_id": 17596, "bill_version_id": 95270, "bill_version": "Introduced", "bill_version_date": "2003-01-02T10:00:21-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the electors at the next general election an amendment to Article VIII of the Constitution of the State of South Dakota pertaining to distribution of school and public lands income and proceeds of fines collected from violations of state laws. BE IT RESOLVED BY THE HOUSE OF REPRESENTATIVES OF THE STATE OF SOUTH DAKOTA, THE SENATE CONCURRING THEREIN: Section 1. That at the next general election held in the state, the following amendment to Article VIII, section 3 of the Constitution of the State of South Dakota, as set forth in section 2 of this Joint Resolution, which is hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article VIII, section 3 of the Constitution, of the State of South Dakota, be amended to read as follows: § 3. The interest and income of this fund together with all other sums which may be added thereto by law, shall be faithfully used and applied each year for the benefit of the public schools of the state, and shall be appropriated by the Legislature for this purpose apportioned among and between all the several public school corporations of the state in proportion to the number of children in each, of school age, as may be in a manner as fixed by law; and no part of the fund, either principal or interest, shall ever be diverted, by legislative enactment, even temporarily, from this purpose or used for any other purpose whatever than the maintenance of public schools for the equal benefit of all the people of the state. However, before the interest and income is apportioned to the public schools, the principal shall be increased each year by an amount equal to the rate of inflation from the interest and income earned from this fund. The principal may be prudently invested as provided by law. The proceeds of all fines collected from violations of state laws shall be paid to the county treasurer of the county in which the fine was imposed, and distributed remitted by the county treasurer among and between all of the several public schools incorporated in such county in proportion to the number of children in each, of school age, as may be to the state treasurer for appropriation by the Legislature to public schools in a manner as fixed by law."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17596, "action_date": "2003-01-14T12:00:00-06:00", "document_id": 95377, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95377.pdf", "status_text": "First read in House and referred to", "journal_page": 24, "committee_id_action": 798, "committee_id_assigned": 793, "result": "N", "vote": {}}, {"bill_id": 17596, "action_date": "2003-01-24T10:00:00-06:00", "document_id": 95725, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95725.pdf", "status_text": "Tabled", "journal_page": 144, "committee_id_action": 793, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55618, "president_vote": null, "Yea": [2859, 2869, 2870, 2875, 2894, 2899, 2905, 2909, 2937, 2917, 2912], "Excused": [2861], "Nay": [2929]}}, {"bill_id": 17596, "action_date": "2003-01-24T10:00:00-06:00", "document_id": 95725, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95725.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 793, "committee_id_assigned": null, "result": "N", "vote": {}}]}