{"session_id": 48, "bill_id": 14626, "bill_type": "House Bill", "bill_number": 1227, "bill_title": "provide for the suspension of certain production incentive or supplemental payments for the processing of certain agricultural commodities.", "sponsors": [{"legislator_profile_id": 2213, "is_prime": true}, {"legislator_profile_id": 2292, "is_prime": true}, {"legislator_profile_id": 2258, "is_prime": false}, {"legislator_profile_id": 2269, "is_prime": false}], "keywords": ["Agricultural Products", "Agriculture"], "audio": [], "bill_versions": [{"bill_id": 14626, "bill_version_id": 81112, "bill_version": "Introduced", "bill_version_date": "1999-01-27T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the suspension of certain production incentive or supplemental payments for the processing of certain agricultural commodities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Any processor or manufacturer that uses an agricultural commodity or product as a raw material in the manufacturing or processing operation, has been in operation for at least five years, and receives a production incentive payment or other supplemental payment from the State of South Dakota is subject to the provisions of this Act. If the average cost of production of the agricultural commodity or product that is borne by the agricultural producer is greater than the market price of the agricultural commodity or product, any such production incentive payment or supplemental payment shall be suspended until the market price of the agricultural commodity or product exceeds its average cost of production. For any recipient of such a production incentive payment or other supplemental payment that has been suspended pursuant to this Act, the period of time during which the suspension was in effect applies toward the total time period for which the recipient is eligible to receive the payments. Section 2. The Department of Agriculture shall, on a monthly basis, estimate the average cost of production and market price for affected agricultural commodities and shall notify the agency responsible for administering the production incentive payments or supplemental payments if payments are to be suspended pursuant to section 1 of this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14626, "action_date": "1999-01-27T14:00:00-06:00", "document_id": 82120, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82120.pdf", "status_text": "First read in House and referred to", "journal_page": 217, "committee_id_action": 628, "committee_id_assigned": 614, "result": "N", "vote": {}}, {"bill_id": 14626, "action_date": "1999-02-11T07:45:00-06:00", "document_id": 81870, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81870.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 614, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14626, "action_date": "1999-02-11T07:45:00-06:00", "document_id": 81870, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81870.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 485, "committee_id_action": 614, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41290, "president_vote": null, "Excused": [2204], "Yea": [2211, 2213, 2222, 2236, 2248, 2249, 2260, 2261, 2284, 2286, 2297, 2298]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/14626"}