{"session_id": 4, "bill_id": 285, "bill_type": "House Concurrent Resolution", "bill_number": 1006, "bill_title": " Urging that the delisting of gray wolves as a threatened or endangered species be extended to include all parts of South Dakota.", "sponsors": [{"legislator_profile_id": 618, "is_prime": true}, {"legislator_profile_id": 587, "is_prime": true}, {"legislator_profile_id": 614, "is_prime": false}, {"legislator_profile_id": 586, "is_prime": false}, {"legislator_profile_id": 608, "is_prime": false}, {"legislator_profile_id": 596, "is_prime": false}, {"legislator_profile_id": 590, "is_prime": false}, {"legislator_profile_id": 529, "is_prime": false}, {"legislator_profile_id": 594, "is_prime": false}, {"legislator_profile_id": 601, "is_prime": false}, {"legislator_profile_id": 616, "is_prime": false}, {"legislator_profile_id": 633, "is_prime": false}, {"legislator_profile_id": 610, "is_prime": false}, {"legislator_profile_id": 629, "is_prime": false}, {"legislator_profile_id": 613, "is_prime": false}, {"legislator_profile_id": 632, "is_prime": false}, {"legislator_profile_id": 544, "is_prime": false}, {"legislator_profile_id": 546, "is_prime": false}, {"legislator_profile_id": 612, "is_prime": false}, {"legislator_profile_id": 588, "is_prime": false}, {"legislator_profile_id": 617, "is_prime": false}, {"legislator_profile_id": 615, "is_prime": false}, {"legislator_profile_id": 540, "is_prime": false}, {"legislator_profile_id": 606, "is_prime": false}], "keywords": ["House Concurrent Resolutions"], "audio": [{"meeting_datetime": "2008-02-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou28.mp3", "start_seconds": 1193.0}, {"meeting_datetime": "2008-02-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou28.mp3", "start_seconds": 1193.0}], "bill_versions": [{"bill_id": 285, "bill_version_id": 3445, "bill_version": "Introduced", "bill_version_date": "2008-02-20T09:16:03.207-06:00", "bill_text": "A CONCURRENT RESOLUTION, Urging that the delisting of gray wolves as a threatened or endangered species be extended to include all parts of South Dakota. WHEREAS, the gray wolf was once found over much of the lower forty-eight states, but eradication efforts and gradual loss of habitat caused the gray wolf population to decline or disappear in most areas of the United States; and WHEREAS, the gray wolf was declared an endangered species in the lower forty-eight states in 1974 under the federal Endangered Species Act. Wolf populations persisted in the Great Lakes area, and in 1978, Minnesota wolves were moved from the endangered to the threatened species list. Meanwhile, the gray wolf was not present in much of the Rocky Mountains; and WHEREAS, since the initial wolf population was reintroduced into the Yellowstone National Park area in the 1990s, their numbers in the Rocky Mountain area have grown significantly and now far exceed the U.S. Fish and Wildlife Service's reintroduction goals. In 2003, in much of the species' current range, wolves were moved to the threatened species list. In the upper Midwest, approximately 4,000 wolves now occupy parts of Wisconsin, Michigan, and Minnesota. Wolves in Alaska total between 6,000 and 7,000 and have never been included for federal protection under the Endangered Species Act; and WHEREAS, in January of 2007, the U.S. Fish and Wildlife Service announced the removal of the western Great Lakes population of gray wolves from the federal list of threatened and endangered species and proposed to remove the northern Rocky Mountain population of gray wolves from the list in the near future. These two actions are in recognition of the success of gray wolf recovery efforts under the Endangered Species Act; and WHEREAS, the U.S. Fish and Wildlife Service's removal of the gray wolf from the endangered and threatened species list for the Western Great Lakes Distinct Population Segment includes Minnesota, Wisconsin, and Michigan as well as parts of North Dakota, South Dakota, Iowa, Illinois, Indiana, and Ohio; and WHEREAS, in South Dakota, the boundary of the Western Great Lakes Gray Wolf Distinct Population Segment extends to the Missouri River, but does not include western South Dakota. However, the Northern Rocky Mountain Gray Wolf Distinct Population Segment, which is also scheduled for delisting, does not include western South Dakota, either; and WHEREAS, the failure to include western South Dakota in either the Great Lakes area or the Rocky Mountain area leaves western South Dakota designated as an area in which the gray wolf will remain a federal endangered species subject to federal protection and control, while eastern South Dakota is included in the delisted area and is eligible for state management of wolf populations; and WHEREAS, the U.S. Fish and Wildlife Service has indicated that South Dakota is not considered essential wolf habitat nor is it being considered for any future wolf reintroduction efforts, since South Dakota does not contain wolf habitat and is not conducive to the development of wolf populations; and WHEREAS, the division of the state into two separate jurisdictional areas with respect to the management of gray wolves will leave western South Dakota as a fully protected federal area situated between two delisted areas, even though there is no biological basis for the division. This configuration makes it extremely difficult for the state to develop effective and consistent management policies and practices for the gray wolf: NOW, THEREFORE, BE IT RESOLVED, by the House of Representatives of the Eighty- Third Legislature of the State of South Dakota, the Senate concurring therein, that the South Dakota Legislature urges the U.S. Fish and Wildlife Service to include the portions of South Dakota west of the Missouri River in either the Western Great Lakes Gray Wolf Distinct Population Segment or the Northern Rocky Mountain Gray Wolf Distinct Population Segment so that all areas of South Dakota will be on equal footing with respect to the management of gray wolves and South Dakota will be able to develop a responsible and coherent gray wolf management plan."}, {"bill_id": 285, "bill_version_id": 3963, "bill_version": "Enrolled", "bill_version_date": "2008-02-26T09:08:24.097-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 285, "action_date": "2008-02-20T14:00:00-06:00", "document_id": 3534, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3534.pdf", "status_text": "First Reading", "journal_page": 641, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 285, "action_date": "2008-02-21T14:00:00-06:00", "document_id": 3687, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3687.pdf", "status_text": "Adopt Resolution", "journal_page": 668, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2375, "president_vote": null, "Yea": [602, 579, 609, 614, 625, 593, 586, 570, 597, 532, 608, 623, 574, 534, 542, 568, 552, 575, 580, 572, 624, 595, 529, 594, 631, 565, 616, 556, 585, 589, 633, 543, 558, 605, 630, 571, 581, 544, 546, 537, 536, 578, 612, 551, 599, 617, 554, 547, 583, 538, 603, 615, 600, 531, 563, 566, 549, 619, 626, 606, 587, 559, 564, 561, 591], "Nay": [555, 620, 628, 540], "Excused": [611]}}, {"bill_id": 285, "action_date": "2008-02-22T12:00:00-06:00", "document_id": 3808, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3808.pdf", "status_text": "First Reading", "journal_page": 607, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 285, "action_date": "2008-02-25T14:00:00-06:00", "document_id": 3929, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3929.pdf", "status_text": "Concurred in Resolution", "journal_page": 625, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2473, "president_vote": null, "Yea": [557, 576, 621, 604, 553, 596, 560, 590, 598, 545, 592, 530, 601, 567, 535, 533, 582, 622, 584, 569, 573, 618, 610, 629, 613, 577, 588, 627, 548, 550, 541], "Nay": [562, 607], "Excused": [632, 539]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/285"}