{"session_id": 69, "bill_id": 25222, "bill_type": "House Bill", "bill_number": 1174, "bill_title": "require proper storage of a firearm and to provide a penalty therefor.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25222", "sponsors": [{"legislator_profile_id": 4496, "is_prime": true}], "keywords": ["Crimes", "Firearms", "Penalty", "Trade Regulation"], "audio": [], "bill_versions": [{"bill_id": 25222, "bill_version_id": 262768, "bill_version": "Introduced", "bill_version_date": "2024-01-25T09:30:02.78-06:00", "bill_text": "An Act to require proper storage of a firearm and to provide a penalty therefor. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to chapter 22-14: Any individual owning or possessing a firearm, as defined in § 22-1-2, shall ensure that the firearm is at all times: (1) Being carried by the individual; (2) Within the individual's proximity and control; (3) Stored in a locked gun safe, locked container, or other locked compartment, provided the manner of securing the firearm does not permit ready access by unauthorized individuals or by those who are a danger to self or others; (4) Secured with a tamper-resistant trigger lock; or (5) Rendered mechanically inoperable. For purposes of this section, a firearm may not be left unattended in a motor vehicle, as defined in § 58-23-9, including in a locked motor vehicle, unless the manner of storage meets the requirements set forth in subdivisions (3), (4), or (5). Section 2. That a NEW SECTION be added to chapter 22-14: Section 1 of this Act does not apply to a law enforcement agency, provided the agency has implemented a policy regarding the proper storage of a firearm. Section 3. That a NEW SECTION be added to chapter 22-14: Any individual who violates section 1 of this Act is guilty of a Class 2 misdemeanor for a first offense, and a Class 1 misdemeanor for a second or subsequent offense. Any individual who violates section 1 of this Act is civilly liable for any injury or damage caused by: (1) A minor who, as a result of the violation, obtained and used a firearm in the commission of a crime; or (2) An individual who: (a) Resides in the same household as the owner or possessor of the firearm; (b) Is not eligible to possess a firearm under state or federal law; and (c) As result of the violation, obtained and used the firearm in the commission of a crime. Section 4. That a NEW SECTION be added to chapter 22-14: Any retailer that offers firearms for sale shall provide a written notice to each firearm purchaser at the time of sale and shall post, at each cash register or point of sale, a conspicuous sign that that contains the following words: WARNING: Failure to abide by state law governing storage of a firearm, as set forth in sections (1) to (3) inclusive, of this Act, may result in the imposition of a criminal penalty and civil liability. A retailer that violates this section is guilty of a Class 1 misdemeanor."}], "amendments": [{"bill_id": 25222, "document_id": 264177, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264177.pdf", "legislator_profile_id": 4496, "document_id_instructions": 264181, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/264181.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 25222, "action_date": "2024-01-25T13:00:00-06:00", "document_id": 262421, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262421.pdf", "status_text": "First read in House and referred to", "journal_page": 175, "committee_id_action": 1197, "committee_id_assigned": 1198, "result": "N", "vote": {}}]}