{"session_id": 8, "bill_id": 1381, "bill_type": "House Bill", "bill_number": 1217, "bill_title": "regulate passenger elevators, escalators, and similar conveyance facilities.", "sponsors": [{"legislator_profile_id": 806, "is_prime": true}, {"legislator_profile_id": 833, "is_prime": true}, {"legislator_profile_id": 758, "is_prime": false}, {"legislator_profile_id": 785, "is_prime": false}, {"legislator_profile_id": 821, "is_prime": false}, {"legislator_profile_id": 825, "is_prime": false}, {"legislator_profile_id": 793, "is_prime": false}, {"legislator_profile_id": 813, "is_prime": false}, {"legislator_profile_id": 817, "is_prime": false}, {"legislator_profile_id": 811, "is_prime": false}, {"legislator_profile_id": 805, "is_prime": false}, {"legislator_profile_id": 830, "is_prime": false}, {"legislator_profile_id": 842, "is_prime": false}, {"legislator_profile_id": 761, "is_prime": false}, {"legislator_profile_id": 822, "is_prime": false}, {"legislator_profile_id": 774, "is_prime": false}, {"legislator_profile_id": 759, "is_prime": false}, {"legislator_profile_id": 816, "is_prime": false}, {"legislator_profile_id": 791, "is_prime": false}, {"legislator_profile_id": 769, "is_prime": false}, {"legislator_profile_id": 770, "is_prime": false}, {"legislator_profile_id": 753, "is_prime": false}, {"legislator_profile_id": 751, "is_prime": false}, {"legislator_profile_id": 818, "is_prime": false}, {"legislator_profile_id": 815, "is_prime": false}, {"legislator_profile_id": 763, "is_prime": false}, {"legislator_profile_id": 747, "is_prime": false}, {"legislator_profile_id": 823, "is_prime": false}], "keywords": ["Administrative Rules", "Department of Public Safety", "Public Health and Safety"], "audio": [{"meeting_datetime": "2010-02-10T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco18.mp3", "start_seconds": 4198.0}, {"meeting_datetime": "2010-02-10T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco18.mp3", "start_seconds": 4198.0}, {"meeting_datetime": "2010-02-10T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco18.mp3", "start_seconds": 4198.0}], "bill_versions": [{"bill_id": 1381, "bill_version_id": 11450, "bill_version": "Introduced", "bill_version_date": "2010-02-01T10:57:36.35-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate passenger elevators, escalators, and similar conveyance facilities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Alteration,\" any change made to an existing facility, other than the repair or replacement of damaged, worn, or broken parts necessary for normal maintenance; (2) \"Department,\" the Department of Public Safety; (3) \"Dormant facility,\" any elevator or dumbwaiter whose cables have been removed and whose car and counterweight rest at the bottom of the shaftway with all doors bolted shut to prevent entry. Hydraulic elevators and handicap lifts may be made dormant by resting the car at the bottom and bolting doors to prevent entry. Escalators, moving walks, or manlifts may be made dormant by barricading the entrances, disconnecting all power feed lines, and attaching a state-approved, numbered wire seal to the power source; (4) \"Dumbwaiter,\" a hoisting and lowering mechanism that is used exclusively for carrying materials and is equipped with a car that moves in guides in a substantially vertical direction, if the floor area does not exceed nine square feet; (5) \"Elevator,\" a hoisting and lowering mechanism equipped with a car or platform that moves in guides in a substantially vertical direction and which serves two or more floors of a building or structure. The term, elevator, does not include a dumbwaiter, endless belt, conveyor, chain or bucket hoist, construction hoist, or other device used for the primary purpose of elevating or lowering building or other materials and not used as a means of conveyance for individuals, nor does it include tiering, piling, feeding, or other machines or devices giving service within only one story; (6) \"Escalator,\" a power-driven, inclined, continuous stairway used for raising or lowering passengers; (7) \"Facility,\" any elevator, dumbwaiter, escalator, moving walk, handicap lift, or manlift subject to regulation under the provisions of this Act. The term includes hoistways, rails, guides, and all other related mechanical and electrical equipment; (8) \"Freight elevator,\" an elevator used for carrying freight and on which only the operator and persons necessary for unloading and loading the freight are permitted to ride; (9) \"Handicap lift,\" a lift whose sole purpose is the transportation of handicapped or disabled individuals; (10) \"Inspector,\" an inspector employed by the department for the purpose of administering the provisions of this Act; (11) \"Manlift,\" a device consisting of a power-driven endless belt, provided with steps or platforms and handholds attached to it for the transportation of persons from floor to floor; (12) \"Moving walk,\" a type of passenger-carrying device on which passengers stand or walk, and in which the passenger-carrying surface remains parallel to its direction in motion and is uninterrupted; (13) \"New installation,\" a facility, the construction or relocation of which is begun, or for which an application for a new installation permit is filed, on or after the effective date of rules relating to those permits adopted under authority of this Act. All other installations are existing installations; (14) \"Passenger elevator,\" an elevator used to carry persons other than the operator and person necessary for loading and unloading; (15) \"Special inspector,\" an inspector licensed by the department but not employed by the department; (16) \"Temporarily decommissioned facility,\" a facility that is not in service at the present time but that is expected to be returned to service within three years and whose fuses are removed and power feed lines disconnected, with a state-approved, numbered wire seal attached to the power source. Section 2. The provisions of this Act do not apply to any facility installed in any single private dwelling residence or to facilities over which an agency of the federal government is asserting similar enforcement jurisdiction. The provisions of this Act supersede similar provisions contained in building codes of this state or of any political subdivision of the state. The department shall administer and enforce the provisions of this Act. Section 3. The department shall promulgate rules, pursuant to chapter 1-26, governing maintenance, construction, alteration, and installation of facilities and the inspection and testing of new and existing installations as necessary to provide for the public safety and to protect the public welfare, including: (1) Classifications of types of facilities; (2) Registration of facilities; (3) Maintenance, inspection, testing, and operation of the various classes of facilities; (4) Construction of new facilities; (5) Alteration of existing facilities; (6) Minimum safety requirements for all existing facilities; (7) Control or prevention of access to facilities, temporarily decommissioned facilities, or dormant facilities; (8) The reporting of accidents and injuries arising from the use of facilities; (9) Qualifications, standards, and procedures for obtaining a special inspector's license, revocation of a special inspector's license, disqualification of special inspectors, and ethics of special inspectors; (10) Procedures and standards for the issuance of variances; and (11) The amount of fees charged and collected for inspection, permits, and licenses. Fees shall be set at an amount sufficient to cover costs as determined from consideration of the reasonable time required to conduct an inspection, reasonable hourly wages paid to inspectors, and reasonable transportation and similar expenses. Insofar as applicable, the rules promulgated for facilities installed after January 1, 2012, shall be based on the American National Standard Safety Code for Elevators, Dumbwaiters, Escalators, and Moving Walks, and supplements thereto, A.17.1, as amended to January 1, 2010. The department shall promulgate rules pursuant to chapter 1-26 for facilities installed before January 1, 2012, according to the applicable provisions of the American National Standard Safety Code as the department considers necessary. In promulgating rules, the department may adopt the American National Standard Safety Code, or any part of it, by reference. Section 4. Within three months after the date of promulgation of rules under this Act relating to registration of facilities, the owner of every existing facility, whether or not dormant, shall register each facility with the department, giving type, contract load and speed, name of manufacturer, location of the facility, the purpose for which the facility is used, and any other information the department requires. Registration shall be made on a form to be furnished by the department upon request. Facilities for which construction began after the date of promulgation of the rules shall be registered in the manner prescribed by the rules. Failure to register a facility as required by this section is a Class 2 misdemeanor for each such facility not registered. Any person who is guilty of such a violation is also subject, at the discretion of the department, to the revocation for a period not to exceed three years of any permit or license issued under the provisions of this Act. Section 5. All new and existing facilities, except dormant facilities, shall be tested and inspected in accordance with the following schedule: (1) Every new or altered facility shall be inspected and tested before the operating permit is issued; (2) Every existing facility registered with the department shall be inspected within one year after the effective date of the registration, except that the department may extend by rules promulgated pursuant to chapter 1-26 the time specified for making inspections; (3) Every facility shall be inspected not less frequently than annually. The department may promulgate rules pursuant to chapter 1-26 providing for inspections of facilities at intervals other than annually; (4) The inspections required by subdivisions (1) to (3) of this section may be made only by inspectors or special inspectors. An inspection by a special inspector may be accepted by the department in lieu of a required inspection by an inspector; (5) A report of each inspection shall be filed with the department by the inspector or special inspector, on a form approved by and containing all information required by the department, within thirty days after the inspection has been completed. The report shall include all information required by the department to determine whether the owner of the facility has complied with applicable rules and statutes. For the inspection required by subdivision (1)of this section, the report shall indicate whether the facility has been installed in accordance with the detailed plans and specifications approved by the department and meets the requirements of the applicable rules and statutes; (6) In addition to the inspections required by subdivisions (1) to (3), inclusive, the department may provide, by rules promulgated pursuant to chapter 1-26, for additional inspections the department deems necessary to enforce the provisions of this Act. Section 6. It is unlawful for a special inspector to perform elevator inspections under this Act or rules promulgated pursuant to this Act for an elevator for which the special inspector or the special inspector's employer has a current service or warranty contract. Section 7. Beginning on the effective date of rules promulgated under this Act related to alterations, detailed plans of each facility to be altered shall be submitted to the department, together with an application for an alteration permit, on forms to be furnished or approved by the department. Repairs or replacements necessary for normal maintenance are not alterations and may be made on existing installations with parts equivalent in material, strength, and design to those replaced, and no plans or specifications or application need be filed for the repairs or replacements. However, nothing in this section authorizes the use of any facility contrary to an order issued pursuant to section 10 of this Act. Any owner, operator, or installation contractor who begins alteration of a facility before a permit is issued pursuant to this section is guilty of a Class 2 misdemeanor. Any person who is guilty of such a violation is also subject, at the discretion of the department, to the revocation for a period not to exceed three years of any permit or license issued under the provisions of this Act. Section 8. No construction on a new installation may begin unless a permit is issued by the department. The department shall issue a permit for relocation or installation, as applicable, if the plans and specifications indicate compliance with applicable statutes and rules. If the plans and specifications indicate a failure of compliance with applicable statutes and rules, the department shall give notice of necessary changes to the person filing the application. After the changes have been made and approved, the department shall issue a permit. Plans shall be accompanied by an application for the permit on a form to be furnished by the department. The plans shall include: (1) Sectional plan of car and hoistway; (2) Sectional plan of machine room; (3) Sectional elevation of hoistway and machine room, including the pit, bottom, and top clearance of car, and counterweight; (4) Size and weight of guide rails and guide rail bracket spacing; (5) Other information that the department may require. Any owner, operator, or installation contractor who begins relocation or installation of a facility before permits are issued pursuant to this section is guilty of a Class 2 misdemeanor. Any person who is guilty of such a violation is also subject, at the discretion of the department, to the revocation for a period not to exceed three years of any permit or license issued under the provisions of this Act. Section 9. The department shall issue an operating certificate to the owner of any facility for which the inspection report indicates compliance with the applicable provisions of this Act. However, no certificate may be issued if the fees required by section 13 of this Act have not been paid. Certificates shall be issued within thirty days after determination by the department that all deficiencies found upon inspection have been corrected and all fees have been paid. No facility may be operated after the thirty days or after any extension granted by the department has expired, unless an operating certificate has been issued. The operating certificate shall indicate the type of equipment for which it is issued and, in the case of elevators, shall state whether passenger or freight, and also shall state the contract load and speed for each facility. The certificate shall be posted conspicuously in the car of an elevator or on or near a dumbwaiter, escalator, moving walk, handicap lift, or manlift. Section 10. If the department determines that the continued operation of a facility constitutes an imminent danger that could reasonably be expected to cause serious injury cause death to members of the public, the department may apply to the circuit court in the county in which the imminently dangerous condition exists for a temporary order for the purpose of enjoining the imminently dangerous facility. Upon hearing, if considered appropriate by the court, a permanent injunction may be issued to ensure that the imminently dangerous condition is prevented or controlled. Upon the elimination or rectification of the imminently dangerous condition, the temporary or permanent injunction shall be vacated. Section 11. The department, pursuant to rules promulgated pursuant to chapter 1-26, may grant exceptions and variances from the requirements of rules promulgated for any facility. Exceptions or variances shall be reasonably related to the age of the facility and may be conditioned upon a repair or modification of the facility considered necessary by the department to ensure reasonable safety. However, no exception or variance may be granted except to prevent undue hardship. Such facilities are subject to orders issued pursuant to section 10 of this Act. Section 12. The owner of any facility subject to regulation by this Act shall grant access to that facility to department personnel administering the provisions of this Act. Inspections shall be permitted at reasonable times, with or without prior notice. Section 13. The department shall promulgate rules, pursuant to chapter 1-26, to charge and collect fees for inspection, permits, and licenses. Fees may be set by rule not more than once each year. Fees established by the department shall be based upon the costs of administering the provisions of this Act and shall give due regard to the time spent by department personnel in performing duties and to any travel expenses incurred. If the fees are not paid within sixty days, the attorney general shall bring an action against the assessed owner or operator. The state may be granted costs and attorneys' fees for such collection actions. Section 14. Each facility shall be maintained by the owner in a safe operating condition and in conformity with the rules promulgated by the department under this Act. Section 15. No political subdivision may make or maintain any ordinance or resolution providing for the licensing of special inspectors. Any ordinance or resolution relating to the inspection, construction, installation, alteration, maintenance, or operation of facilities within the limits of the political subdivision that conflicts with the provisions of this Act or with rules promulgated by the department pursuant to this Act is void. The department may accept inspections by local authorities in lieu of inspections required by section 5 of this Act, but only upon a showing by the local authority that applicable statutes and rules will be consistently enforced and that inspections will be performed by special inspectors. Section 16. Any person who fails to correct a violation of any safety standard established pursuant to this Act after being given written notice by the department of the standard and of the time set for its correction is guilty of a Class 1 misdemeanor for each such violation. Any owner or operator of a facility who fails to report an accident that results in serious injury to any person other than an employee of the owner or operator is guilty of a Class 1 misdemeanor. Any owner or operator who operates a facility after an order of the department declaring that facility dormant, temporarily decommissioned, or otherwise ineligible for an operating permit is guilty of a Class 1 misdemeanor for each such violation. Any person who is guilty of a violation specified in this section is also subject, at the discretion of the department, to the revocation for a period not to exceed three years of any permit or license issued under the provisions of this Act. Section 17. Any act of the department, any citation issued by the department, any penalty assessed by the department, or any abatement period set by the department is subject to the contested case provisions of chapter 1-26. Section 18. This Act is effective on January 1, 2012."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1381, "action_date": "2010-02-01T14:00:00-06:00", "document_id": 11510, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11510.pdf", "status_text": "First read in House and referred to", "journal_page": 243, "committee_id_action": 86, "committee_id_assigned": 72, "result": "N", "vote": {}}, {"bill_id": 1381, "action_date": "2010-02-10T10:00:00-06:00", "document_id": 11799, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11799.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 72, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1381, "action_date": "2010-02-10T10:00:00-06:00", "document_id": 12050, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12050.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 347, "committee_id_action": 72, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6305, "president_vote": null, "Nay": [821, 822, 818], "Yea": [844, 817, 749, 842, 759, 742, 770, 751, 815, 784]}}]}