{"session_id": 44, "bill_id": 21958, "bill_type": "House Bill", "bill_number": 1016, "bill_title": "revise the structure and certain fees of the Board of Barber Examiners, the Board of Massage Therapy, and the Cosmetology Commission.", "sponsors": [], "keywords": ["Administrative Procedure", "Boards and Commissions", "Executive/Judiciary Request", "Fees", "Professions and Occupations", "Promulgation of Rules"], "audio": [{"meeting_datetime": "2021-01-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco06.mp3", "start_seconds": 1555.0}, {"meeting_datetime": "2021-01-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco06.mp3", "start_seconds": 1555.0}, {"meeting_datetime": "2021-01-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco06.mp3", "start_seconds": 1555.0}, {"meeting_datetime": "2021-01-25T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco09.mp3", "start_seconds": null}, {"meeting_datetime": "2021-01-25T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco09.mp3", "start_seconds": null}, {"meeting_datetime": "2021-01-25T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco09.mp3", "start_seconds": null}, {"meeting_datetime": "2021-01-25T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco09.mp3", "start_seconds": null}], "bill_versions": [{"bill_id": 21958, "bill_version_id": 210210, "bill_version": "Introduced", "bill_version_date": "2021-01-06T17:27:04.687-06:00", "bill_text": "An Act to revise the structure and certain fees of the Board of Barber Examiners, the Board of Massage Therapy, and the Cosmetology Commission. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 36-14-2 be AMENDED. 36-14-2. Barbering, Cosmetology, and Massage Therapy--Members--Terms of office-- Removal--Vacancies. The Governor shall appoint a Board of Barber Examiners which shall include three professional Barbering, Cosmetology, and Massage Therapy that consists of nine members. The term of each member is three years, commencing on the thirty-first day of October. The appointee's term expires in the year of appointment and expiring on October thirtieth in the third year of appointment. Any member's term ending June 30, 2013, or thereafter is extended to October thirtieth in the year the term is to expire. No member may serve more than three consecutive full terms, including any full term that was served on the Board of Barber Examiners, Board of Massage Therapy, or Cosmetology Commission immediately before being appointed to the board. However, appointment Appointment to fill an unexpired term is not considered a complete full term for this purpose. Each of these members shall be a practical barber who has followed the occupation of barber in this state for at least five years immediately preceding the barber's appointment. The board shall be composed of two barbers, two massage therapists, three members of the public, one cosmetologist, and one cosmetologist, esthetician, or nail technician. The Governor may remove a member for cause and shall fill all vacancies. Any member appointed to fill a vacancy shall serve the remainder of the unexpired term. The Governor may stagger the terms to enable the board to have different terms expire each year. Section 2. That a NEW SECTION be added: 36-14-2.2. Definition of board. For purposes of this chapter, the term, board, means the Board of Barbering, Cosmetology, and Massage Therapy as established and created in § 36-14-2. Section 3. That § 36-14-3 be AMENDED. 36-14-3. Quorum of board. A majority of the Board of Barber Examiners board, in meeting duly assembled, may perform and exercise all the duties and powers devolving upon the board. Section 4. That § 36-14-4 be AMENDED. 36-14-4. Officers of board--Seal--Duties and bond of secretary‑treasurer. The Board of Barber Examiners board shall elect a president and a secretary‑treasurer. ItThe board shall adopt and use a common seal. The secretary‑treasurer shall keep a record of all proceedings of the board and shall report to the president, all moneys collected, at least once a month. The secretary‑treasurer shall give such bond as the board may require, with sufficient sureties, to be approved by the board, for the faithful performance of his duties. Any member of the board may resign by giving written notice to the board and to the Governor. A resignation is effective when delivered to the Governor and the board. Section 5. That § 36-14-4.1 be AMENDED. 36-14-4.1. Board continued within Department of Labor and Regulation--Records and reports. The Board of Barber Examiners board shall continue within the Department of Labor and Regulation, and shall retain all its prescribed functions, including administrative functions. The board shall submit such records, information, and reports in the form and at such times as required by the secretary of labor and regulation, except that the board shall report at least annually. Section 6. That § 36-14-5 be AMENDED. 36-14-5. Employment of personnel by board. The Board of Barber Examiners board may employ inspectors, clerks, and other assistants, as the board deems necessary to carry out the provisions of this chapter. Section 7. That § 36-14-6 be AMENDED. 36-14-6. Inspection of shops and schools by board. Any member of the Board of Barber Examiners board, or its agents or assistants, shall have authority to enter upon and to inspect any barbershop or barber school at any time during business hours. Section 8. That § 36-14-7 be AMENDED. 36-14-7. Monthly deposit of money into treasury--Special account--Continuous appropriation--Limit on expense. All money coming into the custody of the Board of Barber Examiners board each calendar month shall be paid by the board to the state treasurer on or before the tenth day of next month. The state treasurer shall credit the money to the Board of Barber Examiners' board's account in the general fund, which account is hereby created. The money in the Board of Barber Examiners' board's account is hereby continuously appropriated to the board for the purpose of paying the expense of administering and enforcing the provisions of this chapter. However, the total expense incurred may not exceed the total money collected by the board under the provisions of this chapter. All funds previously held by the Board of Barber Examiners, Cosmetology Commission, and Board of Massage Therapy shall be combined into one fund and be appropriated under the provisions of this section. Section 9. That § 36-14-9 be AMENDED. 36-14-9. Promulgation of rules--Posting in shops and schools. The Board of Barber Examiners board may promulgate reasonable rules, pursuant to chapter 1-26, for the administration of the provisions of this chapter and to prescribe sanitary requirements for barbershops and barber schools. A copy of the rules promulgated by the board shall be furnished by the board to the owner or manager of each barbershop and barber school. A copy of the rules shall be posted in a conspicuous place in each barbershop or barber school. The Board of Barber Examiners board may also promulgate rules, pursuant to chapter 1-26, to establish: (1) The fee for the annual renewal of the certificate of registration for barbers pursuant to § 36-14-24; (2) The fee for the operation of a barber school or college pursuant to § 36-14-24; (3) The fee for the operation of a barbershop pursuant to § 36-14-27; and (4) The procedures governing the inspection of barbershops and the barbershop equipment pursuant to § 36-14-28. Section 10. That § 36-14-11 be AMENDED. 36-14-11. Certificate of registration required. No person may practice barbering without having a certificate of registration issued by the Board of Barber Examiners board. Section 11. That § 36-14-13 be AMENDED. 36-14-13. Qualifications for registration. Any person who is at least eighteen years of age and has passed a satisfactory examination conducted by the Board of Barber Examiners board to determine the person's fitness to practice barbering is entitled to a certificate of registration as a registered barber. Section 12. That § 36-14-14 be AMENDED. 36-14-14. Qualifications for transfer of license or registration from another state or country. Any person who is at least eighteen years of age may transfer a barber license or registration to this state if the applicant has: (1) A license or certificate of registration as a barber from another state or country that has substantially the same requirements for licensing or registering barbers as required by this chapter; or (2) Can prove by affidavits that the applicant has practiced as a barber in another state or country for at least five years. After a qualified applicant pays the required fee, the Board of Barber Examiners board shall issue a certificate of registration to practice barbering. If an applicant applying to transfer a barber license or registration to this state from another state or country that requires less than fifteen hundred hours of instruction as a prerequisite to licensing, the applicant shall receive an additional fifty hours of credit for each month the applicant has practiced as a licensed barber in the other state or country. This credit shall be applied toward the required fifteen hundred hours of instruction required by § 36-14-17. Section 13. That § 36-14-17 be AMENDED. 36-14-17. Curriculum required for approval of barber school. No school of barbering shall may be approved by the Board of Barber Examiners board unless it requires, as a prerequisite to graduation, a course of instruction of not less than nine months, with a minimum of fifteen hundred hours, such course of instruction to include that includes the following subjects: scientific fundamentals for barbering, hygiene, bacteriology as applied to barbering, structure of the head, face and neck, elementary chemistry relating to sterilization and antiseptics, diseases of the skin and hair, massaging and manipulating the muscles of the upper body, haircutting, shaving, and arranging, dressing, coloring, bleaching, and tinting the hair. Section 14. That § 36-14-18 be AMENDED. 36-14-18. Contents of application for examination--Photographs. Each applicant for an examination shall make application to the Board of Barber Examiners board on blank forms prepared and furnished by the board, setting forth, under oath, the particular qualifications of the applicant, and shall furnish to the board two five‑by‑three inch photographs of the applicant, one of which shall be returned to the applicant and presented to the board when the applicant appears for examination. The application shall be accompanied by the required fee. Section 15. That § 36-14-19 be AMENDED. 36-14-19. Time, place, and scope of examinations--Issuance of certificates--Employment pending examination. The Board of Barber Examiners board shall conduct examinations not less than two times each year at such time and place as the board may determine. The examinations shall include both a practical demonstration and a written test, which shall embrace that embraces the subjects taught in schools of barbering approved by the board set forth in § 36-14-17. If the provisions of this chapter have been complied with, the board shall issue the proper certificate of registration to the applicant. However, the board may permit a student to be employed at the barber profession from the time the student has completed schooling until the next examination. Section 16. That § 36-14-24 be AMENDED. 36-14-24. Fees required of barbers and barber schools. The fee to be paid by an applicant for an examination to determine the applicant's fitness to receive a certificate of registration to practice barbering may not exceed one hundred dollars and for the issuance of the certificate, may not exceed fifty dollars. All fees shall be set by the board by rules promulgated pursuant to chapter 1-26. For the annual renewal of a certificate of registration to practice barbering, no more than eighty thirty-five dollars, and for the restoration of an expired certificate, no more than twenty dollars, plus no more than fifteen dollars penalty for each expired year. The fee to be paid for a permit to operate a barber school or college shall be set by rule promulgated pursuant to chapter 1-26 and may not be more than one hundred fifty dollars annually. The fees in this section shall otherwise be set by the board by rules promulgated pursuant to chapter 1-26. Section 17. That § 36-14-26 be AMENDED. 36-14-26. Record of proceedings relative to certificates--Contents--Public inspection. The Board of Barber Examiners board shall keep a record of its proceedings relative to the issuance, refusal, renewal, suspension, and revocation of certificates of registration, which record shall contain the. For each barber to whom the board issues a certificate of registration, the board shall keep a record that contains the barber's name, place of business, and the residence of each registered barber, and the date and number of the barber's certificate of registration number. This record The records required to be kept pursuant to this section shall be open to public inspection at all reasonable times. Section 18. That § 36-14-27 be AMENDED. 36-14-27. License required for shop--Supervision by registered barber--Petty offense--Application--Fee. It is a petty offense for any person to operate a barbershop unless it has been licensed by the Board of Barber Examiners board, and it is at all times under the direct supervision and management of a registered barber. Application for license shall be made annually before the first day of July on forms prepared and furnished by the Board of Barber Examiners annually before the first day of July board. The fee to accompany such license shall be set by rule promulgated by the board pursuant to chapter 1-26 and may not be more than fifty dollars annually for each shop, plus a fee of no more than ten dollars, for each chair. Section 19. That § 36-14-28 be AMENDED. 36-14-28. Inspection before issuance of shop license--Fee. No shop license may be issued to any person for any new shop wanting to commence operation, or for any shop changing hands, or changing location, until the shop has passed an inspection of the premises and equipment. The inspection shall be made by the Board of Barber Examiners pursuant to board in accordance with the rules promulgated by the board pursuant to chapter 1-26. The fee for the original inspection may not exceed one hundred twenty-five dollars, as established by the board by rule promulgated pursuant to chapter 1-26, and shall be submitted along with the application for license and license fee. Section 20. That § 36-14-30 be AMENDED. 36-14-30. Annual inspection of shops. All barbershops after original inspection pursuant to § 36-14-28 shall be inspected annually by the Board of Barber Examiners board, but the board may not charge a fee for the annual inspection. However, if the shop does not pass the annual inspection and the inspector has to go back to the shop for a second or subsequent inspection, the Board of Barber Examiners board may charge the shop owner fifty dollars for the cost of such inspection. Section 21. That § 36-14-31 be AMENDED. 36-14-31. Mobile shop license fee--Annual inspection--Place of operation. The operator of a mobile barbershop shall pay a license fee required by § 36-14-27 annually for each mobile shop operated. Such mobile barbershop after original inspection pursuant to § 36-14-28 shall be inspected annually by the State Board of Barber Examiners board. No mobile barbershop may be operated in a municipality or unincorporated town in which there is a licensed barbershop. Section 22. That § 36-14-32 be AMENDED. 36-14-32. Grounds for refusal, suspension, or revocation of certificates. The Board of Barber Examiners board may refuse to issue or renew, or may suspend or revoke, any certificate of registration for any of the following causes: (1) Conviction of a felony; (2) Malpractice or incompetency; (3) Continued practice by a person knowingly having an infectious or contagious disease; (4) Advertising by means of knowingly false or deceptive statements; (5) Advertising, practicing, or attempting to practice under a trade name other than one's own; (6) Drunkenness, or addiction to the use of habit-forming drugs; (7) Immoral or unprofessional conduct; or (8) The commission of any of the offenses described in § 36-14-36. Section 23. That § 36-14-33 be AMENDED. 36-14-33. Procedure for refusal, suspension, or revocation of certificate. The Board of Barber Examiners shall board may not suspend or revoke, nor refuse to issue, or renew, any certificate of registration, except in compliance with chapter 1-26. Section 24. That § 36-14-35 be AMENDED. 36-14-35. Appeal from Board. An appeal from the decision of the Board of Barber Examiners board may be taken as provided by chapter 1-26. Section 25. That § 36-14-37.1 be AMENDED. 36-14-37.1. Injunction for enforcement of chapter--Election of remedies. The Board of Barber Examiners board may commence actions for injunction for violation of this chapter or rules promulgated hereunder as an alternate to criminal proceedings. The commencement of one proceeding by the board constitutes an election. Section 26. That § 36-15-1 be AMENDED. 36-15-1. Definition of terms. Terms used in this chapter mean: (1) \"Apprentice,\" any person licensed by the commission board to receive education through an apprenticeship in a salon; (2) \"Apprentice salon,\" any salon licensed by the commission to teach apprentices; (3) \"Board,\" the Board of Barbering, Cosmetology, and Massage Therapy as established and created in § 36-14-2; (4) \"Booth,\" any part within a licensed salon that is rented or leased for the purpose of rendering licensed cosmetology services as a separate, independent salon business; (4) \"Commission,\" the Cosmetology Commission as established and created in § 36-15-3; (5) \"Cosmetologist,\" any person who, for compensation, engages in any of the practices of cosmetology; (6) \"Cosmetology,\" any one or any combination of the practices set forth in § 36-15-2; (7) \"Demonstrator,\" any person licensed to practice cosmetology, nail technology, or esthetics in this state, in another state, or in another country, who demonstrates the various practices of cosmetology, as applicable, in order to inform or educate other licensees or the public; (8) \"Esthetician,\" any person who, for compensation, engages in the practice of esthetics, but not in other practices of cosmetology; (9) \"Esthetics,\" any one or any combination of the practices set forth in § 36-15-2.2; (10) \"Instructor,\" any person who is licensed by the commission board to instruct in a school and who meets the requirements set forth in § 36-15-25; (11) \"Nail technology,\" any one or any combination of the practices set forth in § 36-15-17.2; (12) \"Nail technician,\" any person who, for compensation, engages in the practice of nail technology, but not in other practices of cosmetology; (13) \"Natural hair braiding,\" any one or any combination of the practices set forth in § 36-15-1.1; (14) \"Salon,\" any place, premise, or building or any part of a building operated for the purpose of engaging in the practice of cosmetology, nail technology, or esthetics, or any combination of these practices; (15) \"School,\" any place, premise, or building that is licensed by the commission board to provide education to students in the practice of cosmetology, nail technology, or esthetics, or any combination of these practices; (16) \"School premises,\" any permanent building or other structures approved by the commission board as a school campus under one school license; (17) \"Student,\" any person who is licensed by the commission board to receive education in a licensed school. Section 27. That § 36-15-2 be AMENDED. 36-15-2. License required to practice cosmetology--Acts constituting practice of cosmetology. No person may engage in the practice of cosmetology unless the person is licensed by the commission board. A person is engaged in the practice of cosmetology if that person, for compensation, a fee, or any valuable consideration, engages in any of the following practices with hands, chemicals, or any mechanical or electrical apparatus or appliance for beautifying or cosmetic purposes: (1) Hair care by styling, wrapping, arranging, braiding, twisting, weaving, extending, fusing, dressing, curling, waving, permanent waving, singeing, cleansing, shampooing, cutting, bleaching, setting, coloring, straightening, relaxing, fitting, massaging, or similar work upon the hair, scalp, wigs, or hairpieces of a person; (2) Nail technology; (3) Esthetics; or (4) Removal of superfluous hair by nonpermanent means. Section 28. That § 36-15-2.2 be AMENDED. 36-15-2.2. License required for practice of esthetics--Practices constituting esthetics. No person may engage in the practice of esthetics unless the person is licensed by the commission board. A person is engaged in the practice of esthetics if that person, for compensation, a fee, or any valuable consideration, engages in any of the following practices with hands, chemicals, or any mechanical or electrical apparatus or appliance for beautifying or cosmetic purposes: (1) Beautifying, massaging, cleansing, exfoliating, stimulating, or applying oils, creams, cosmetic preparations, make‑up, facial treatments, body treatments, body wraps, antiseptics, scrubs, clays, lotions, masks, waxes, or other preparations for the noninvasive care of the skin. For purposes of this subdivision, noninvasive means confined to the nonliving cells of the stratum corneum of the epidermis. Such practices shall be in a superficial mode and not for the treatment of medical disorders, and living cells may never be altered, cut, or damaged; (2) Grooming or applying eyebrows or eyelashes, including arching and tinting; or (3) Removing superfluous hair by nonpermanent means, including tweezing and waxing. Esthetics does not include scalp treatments or scalp massage. Section 29. That § 36-15-2.3 be AMENDED. 36-15-2.3. Application for esthetics examination--Information required. Any person desiring to practice esthetics in this state as an esthetician shall apply to the commission board to take the esthetics examination. The application shall: (1) Contain the information required by § 36-15-15; (2) Contain proof that the applicant is enrolled in or has completed the required hours of education, as established by rules pursuant to § 36-15-13, or equivalent credit hours in an approved and licensed cosmetology or esthetics school; and (3) Be accompanied by the fee required in this chapter. Section 30. That § 36-15-2.4 be AMENDED. 36-15-2.4. Terms of licenses--Renewal dates. Any license or permit issued under this chapter or any license issued under prior law may be annually renewed for periods of one year, but in any event expiring on through the next annual renewal date as established by the commission board. The commission board shall, by rules promulgated pursuant to chapter 1-26, establish the renewal date for any licenses or permits license or permit issued under this chapter. Section 31. That § 36-15-4 be AMENDED. 36-15-4. Qualifications of board members--School affiliation prohibited. Each professional cosmetology member of the commission shall board shall be: (1) A resident of this state; (2) At least twenty‑five years of age; (3) Actively engaged in the practice of cosmetology for the three years immediately preceding the appointment; and (4) Currently licensed as a cosmetologist in this state at the time of the appointment and while serving on the commission board. No member of the commission board may be a member of or affiliated with or have an interest in any school while in office. Section 32. That § 36-15-6 be AMENDED. 36-15-6. Employment of personnel by board--Expenses--School affiliation prohibited. The commission board may employ personnel as it deems necessary to administer and enforce the provisions of this chapter. The commission board may pay the travel and subsistence expenses of each employee pursuant to the provisions of § 3-9-2. However, no employee of the commission board may be connected or associated in any manner with any school. Section 33. That § 36-15-11 be AMENDED. 36-15-11. General duties of board members. The duties of the members of the commission board under this chapter include: (1) Inspecting salons, booths, schools, nail technicians, estheticians, and cosmetologists; (2) Conducting examinations for applicants for licenses under this chapter; (3) Approving continuing education courses; (4) Investigating violations and enforcing provisions of this chapter and the rules established by the commission board pursuant to this chapter; (5) Maintaining an office for the keeping of records; and (6) Doing all things necessary for the proper administration of this chapter. Section 34. That § 36-15-13 be AMENDED. 36-15-13. Scope of rules. The commission board may adopt rules pursuant to chapter 1-26 pertaining to the following: (1) Application requirements for any license or permit issued pursuant to this chapter; (2) Examinations; (3) Reports of students' education and work performed; (4) Minimum standards and requirements for cosmetology, nail technology, and esthetics salons and schools; (5) Minimum standards for plumbing, electrical, physical, and sanitary conditions for the health and safety of persons utilizing cosmetology, nail technology, or esthetics salons or schools; (6) The professional conduct of licensees; (7) The reinstatement of lapsed licenses and lapsed renewal pursuant to § 36-15-20.1; (8) The fee for a lapsed license and lapsed renewal pursuant to § 36-15-20.1; (9) The course and education requirements received by transfer students pursuant to § 36-15-34; (10) The textbooks, educational material, and the general course of study for schools and for cosmetology salons and nail salons having apprentices pursuant to § 36-15-46; (11) The progress and education received by an apprentice pursuant to § 36-15-48; (12) The fees for all licenses, permits, and renewals; (13) Minimum standards for the use of chemicals or any mechanical or electrical apparatus or appliance; (14) Amount of work experience of an out-of-state licensed applicant that may be used as a substitute for the education requirement pursuant to §§ 36-15-17, 36-15-17.1, and 36-15-2.3; (15) Inspection and reinspection of individual licensees, salons, and schools; (16) Administration and duties of the commission board; and (17) Minimum hours of education for esthetics licensing. Section 35. That § 36-15-13.2 be AMENDED. 36-15-13.2. Continuing education for licensees--Board authorized to adopt rules--Scope. The commission board may adopt rules pursuant to chapter 1-26 pertaining to continuing education for licensees on health issues, safety issues, and services that require the use of chemicals or electrical or mechanical apparatus. The commission board may provide, by rule promulgated pursuant to chapter 1-26, the kinds and subjects of education and the number of hours of education required. The commission board may also substitute experience in addition to or in lieu of educational requirements. The commission board may waive any of the education requirement in case of certified illness or undue hardship. The commission board may establish a fee by rules adopted pursuant to chapter 1-26 to cover the cost of verifying the required continuing education. The commission board may offer a course and charge a registration fee to cover the costs. Section 36. That § 36-15-14 be AMENDED. 36-15-14. Access of authorities to salons or schools for inspection and enforcement purposes. The commission board, any state or local board of health, or any officer or employee thereof, may enter during the business hours, any salon or school licensed under the provisions of this chapter and any other place where the practice of cosmetology is followed, practiced, or taught for the purpose of inspection and enforcement of this chapter and the rules adopted pursuant to this chapter. Section 37. That § 36-15-15 be AMENDED. 36-15-15. Application for license or permit--Evidence of qualifications. An applicant for any license or permit shall first submit evidence, satisfactory to the commission board that the applicant: (1) Is at least eighteen years of age or older, except as otherwise provided in this chapter; and (2) Has complied with all the rules adopted by the commission board as to the qualifications, standards, and requirements required for the license and application. Section 38. That § 36-15-17 be AMENDED. 36-15-17. Application for cosmetologist examination--Information required. Any person desiring to practice cosmetology in this state as a cosmetologist shall make application to the commission board to take the examination. The application shall: (1) Contain the information required pursuant to § 36-15-15; (2) Contain information satisfactory to the commission board that the applicant is enrolled in or has completed fifteen hundred hours of education or equivalent credit hours in an approved and licensed cosmetology school, or in lieu of such education, is enrolled in or has successfully completed a course of apprenticeship in a licensed cosmetology salon as provided for in this chapter; and (3) Be accompanied by the fee required in this chapter. Section 39. That § 36-15-17.1 be AMENDED. 36-15-17.1. Application for nail technician examination--Information required. Any person desiring to practice nail technology in this state as a nail technician shall apply to the commission board to take the nail technician examination. The application shall: (1) Contain the information required by § 36-15-15; (2) Contain proof that the applicant is enrolled in or has completed four hundred hours of education or equivalent credit hours in an approved and licensed cosmetology or nail school or, in lieu of such education, is enrolled in or has successfully completed a course of apprenticeship in a licensed cosmetology salon or nail salon, as provided in § 36-15-45; and (3) Be accompanied by the fee required in this chapter. Section 40. That § 36-15-17.2 be AMENDED. 36-15-17.2. License required to practice nail technology--Practices constituting nail technology. No person may engage in the practice of nail technology unless the person is licensed by the commission board. A person is engaged in the practice of nail technology if that person, for compensation, a fee, or any valuable consideration, engages in any of the following practices with hands, chemicals, or any mechanical or electrical apparatus or appliance for beautifying or cosmetic purposes: (1) Cutting, filing, trimming, shaping, polishing, coloring, removing polish, tinting, air‑brushing, decorating, cleansing, or otherwise beautifying a person's fingernails or toenails; (2) Applying and removing artificial nails; or (3) Massaging, cleansing, and exfoliating a person's hands, arms, feet, and legs. Nail technology does not include hair removal, cutting nail beds, treating corns or calluses, or any medical treatment involving the feet, hands, or nails. Section 41. That § 36-15-19 be AMENDED. 36-15-19. Number, time, and place of examinations. The commission board shall conduct at least six examinations in the practice of cosmetology, at least two examinations in the practice of nail technology, and at least two examinations in the practice of esthetics each year. The commission board shall set the times and places for the conduct of the examination. Section 42. That § 36-15-19.1 be AMENDED. 36-15-19.1. Cosmetologist's examination--Issuance of license--Annual expiration and renewal. Each applicant for a cosmetologist license who has complied with § 36-15-17, shall take the prescribed examination in the practice of cosmetology. The commission board shall determine the contents of the examination. Upon successful completion of the required education, passing the examination to the satisfaction of the commission board and the receipt of the fee required in this chapter, the applicant shall be licensed as a cosmetologist in the practice of cosmetology. Any cosmetologist license issued by the commission board pursuant to this chapter expires annually on a date set by the commission board in rules promulgated pursuant to chapter 1-26, and is renewable annually. Section 43. That § 36-15-19.2 be AMENDED. 36-15-19.2. Licensure by reciprocity--Requirements. The commission board may waive the examination required in § 36-15-19.1, 36-15-19.3, or in 36-15-19.5 upon application made to the commission board that the applicant possesses the qualifications required pursuant to § 36-15-15, and that: (1) The applicant holds a currently valid license issued by another state, district, or foreign country and the requirements of that state, district, or foreign country at the time of the examination were equal to or not less greater than or equal to those required by this state; (2) The applicant has passed an examination acceptable to the commission board in cosmetology, nail technology, or esthetics, as applicable; (3) The applicant shall take the prescribed written examination on the provisions of this chapter and rules adopted pursuant to this chapter. The commission board shall determine the contents of the examination; and (4) The application is accompanied by the fee provided for in this chapter. Section 44. That § 36-15-19.3 be AMENDED. 36-15-19.3. Nail technician's examination--Issuance of license--Annual expiration and renewal. Each applicant for a nail technician license who has complied with § 36-15-17.1 shall take the prescribed examination in the practice of nail technology. The commission board shall determine the contents of the examination. Upon successful completion of the required education, passing the examination to the satisfaction of the commission board and the receipt of the fee required in this chapter, the applicant shall be licensed as a nail technician. Any nail technician license issued by the commission board pursuant to this chapter expires annually on a date set by the commission board in rules promulgated pursuant to chapter 1-26, and is renewable annually. Section 45. That § 36-15-19.5 be AMENDED. 36-15-19.5. Esthetician's examination--Issuance of license--Annual expiration and renewal. Each applicant for an esthetician license who has complied with § 36-15-2.3 shall take the prescribed examination in the practice of esthetics. The commission board shall determine the contents of the examination. Upon successful completion of the required education, passing the examination to the satisfaction of the commission board and the receipt of the fee required in this chapter, the applicant shall be licensed as an esthetician in the practice of esthetics. Any esthetician license issued by the commission board pursuant to this chapter expires annually on a date set by the commission board in rules promulgated pursuant to chapter 1-26, and is renewable annually. Section 46. That § 36-15-20 be AMENDED. 36-15-20. Fees for licenses, permits, and renewals. The fees promulgated in rules by the commission board pursuant to chapter 1-26 for all examinations, licenses, permits, and renewals required by this chapter may not exceed the following maximums: (1) Examination fee which that includes the initial license, one hundred dollars; (2) Examination retake fee, one test, sixty dollars; two tests, seventy dollars; three tests, eighty dollars; (3) Cosmetologist, nail technician, or esthetician license renewal fee, twenty-five thirty-five dollars; (4) Temporary cosmetologist, nail technician, or esthetician license fee, six dollars; (5) Instructor initial license fee and license renewal fee, thirty-five dollars; (6) Reciprocity, initial license, and waiver of examination fee, one hundred dollars; (7) For certification of a license issued under this chapter for a South Dakota licensee to obtain licensure in another state, or furnishing of other papers to another state or school, twenty dollars; (8) Apprentice license fee, twenty-five dollars; (9) Apprentice salon initial license and renewal fee, two hundred fifty dollars; (10) School initial license fee and renewal fee, three hundred dollars; (11) Student license fee, six dollars; (12) Salon or booth initial permit license fee, sixty dollars; (13) Salon or booth license renewal fee, forty dollars; (14) Reinspection fee for failed salon, fifty dollars for each reinspection; (15) License duplicate or replacement fee, five dollars. Any license, permit, or renewal fee which that is collected by the commission board shall be the same for each respective license, permit, or renewal regardless of the time remaining before the expiration date. Section 47. That § 36-15-20.1 be AMENDED. 36-15-20.1. Reinstatement of lapsed licenses and renewals--Fee. The commission board shall promulgate reasonable rules pursuant to chapter 1-26 concerning the reinstatement of lapsed licenses and lapsed renewals required by this chapter. The commission board shall by rules promulgated pursuant to chapter 1-26 establish the fee, which may not be greater than twenty-five dollars for each year that the license or renewal has lapsed. The commission board shall also collect the fee for the license and renewal as otherwise required by this chapter. Section 48. That § 36-15-22 be AMENDED. 36-15-22. Temporary permit for out‑of‑state cosmetologist, nail technician or esthetician--Duration of permit. Any person who holds a current valid license from another state or foreign country in the practices of cosmetology, nail technology, or esthetics may apply to the commission board for a temporary permit to practice cosmetology, nail technology, or esthetics, as applicable. The application shall be accompanied with evidence satisfactory to the commission board that the applicant possesses those qualifications required pursuant to §§ 36-15-15 and 36-15-19.2. The application shall be accompanied by the fee required in this chapter. A temporary permit is valid until the date of the next regular scheduled examination in cosmetology, nail technology, or esthetics, as applicable. If the holder of a temporary permit takes the examination at the scheduled time, the commission board shall extend the temporary permit until the result of the examination is mailed to the applicant. If an applicant is not excused from the examination by the commission board or fails the examination, the temporary permit is invalid and may not be extended or reissued. Section 49. That § 36-15-25 be AMENDED. 36-15-25. Instructor license required to teach--Application--Conditional license--Areas of instruction. No person may teach in a school unless that person is licensed by the commission board as an instructor. Any person may qualify and be licensed by the commission board as an instructor for cosmetology, nail technology, or esthetics, as applicable, upon application made to the commission board. The application shall be accompanied by satisfactory evidence that the applicant: (1) Possesses the qualifications required by § 36-15-15; (2) Currently holds a valid cosmetologist, nail technician, or esthetician license, as applicable; (3) Has complied with any instructor education, as prescribed by § 36-15-26.2, or has at least one year of teaching experience as a licensed instructor from another state in cosmetology, nail technology, or esthetics, as applicable; and (4) Has passed an examination prescribed by the commission board. However, the applicant may receive the license conditionally, dependent on completing instructor education and passing the examination as prescribed by the commission board in rules adopted pursuant to chapter 1-26. An instructor with a cosmetologist license may instruct in any practice of cosmetology. An instructor with a nail technician license may only instruct in the practice of nail technology. An instructor with an esthetician license may only instruct in the practice of esthetics. The commission board may promulgate rules, pursuant to chapter 1-26, to establish education and experience requirements for a person to serve as a substitute instructor. Section 50. That § 36-15-25.1 be AMENDED. 36-15-25.1. Annual expiration and renewal. Any instructor license issued by the commission board pursuant to this chapter expires annually on a date set by the commission board in rules promulgated pursuant to chapter 1-26, and is renewable annually. The application shall be accompanied by the fee required in this chapter and proof of completion of any required, commission-approved board-approved instructor education pursuant to § 36-15-26.2. Section 51. That § 36-15-26.2 be AMENDED. 36-15-26.2. Education for instructors. The commission board may adopt rules pursuant to chapter 1-26 pertaining to educational requirements for instructor licenses and the renewal of instructor licenses, including the kinds and subjects of education and the number of hours of education required. The commission board may also substitute experience in addition to or in lieu of educational requirements. The commission board may set a fee through rules adopted pursuant to chapter 1-26 to cover the cost of verifying the required continuing education. The commission board may offer a course and charge a registration fee to cover the costs. Section 52. That § 36-15-29 be AMENDED. 36-15-29. License required for school of cosmetology, nail technology or esthetics--Requirements for license. No person may conduct a cosmetology, nail technology, or esthetics school for any of the practices of cosmetology, as applicable, unless that person is licensed as a school by the commission board. The commission board shall issue the license if the applicant meets the following requirements: (1) The applicant completes the application and provides any required documentation; (2) The application is accompanied by the fee required in this chapter; (3) The applicant has no violations with another cosmetology board; (4) The education offered is a complete program of not less than fifteen hundred hours for a cosmetology program or a complete program of not less than four hundred hours for a nail technician program or a complete program of not less than the hours established by rules pursuant to § 36-15-13 for an esthetician license or the respective equivalent credit hours; and (5) The applicant meets all requirements established by rules adopted pursuant to this chapter. Section 53. That § 36-15-29.1 be AMENDED. 36-15-29.1. School license restricted to premises--Exceptions--Transfer prohibited. The license issued pursuant to § 36-15-29 authorizes the cosmetology, nail technology, or esthetics school holding a license to transact a school in this state only on the premises approved by the commission board, subject to the rules of the commission board. The license is not transferable to any other person. If the holder of the school license proposes to conduct a complete or partial education program on premises other than those licensed by the commission board, the licensee shall obtain an additional license for the newly proposed premises as a school pursuant to § 36-15-29 or pursuant to § 36-15-29.3 as applicable. However, the commission board may approve limited field trips supervised by instructors. Section 54. That § 36-15-29.3 be AMENDED. 36-15-29.3. Branch school--Requirements for license. No school may conduct an education program at a separate school premises unless the school premises is licensed by the commission board as a branch school. The commission board shall issue a license for a branch school if the applicant meets the following requirements: (1) The applicant holds a school license under § 36-15-29 that is accredited by a nationally recognized accrediting agency approved by the commission board; (2) The applicant completes the application and provides any required documentation; (3) The application is accompanied by the fee required in this chapter; (4) The applicant has no violations with another cosmetology board; (5) The branch school offers at least twenty-five percent of the required hours for cosmetology education, nail technology education, or esthetics education or equivalent credit hours; and (6) The applicant meets all requirements established by rules adopted pursuant to this chapter. Section 55. That § 36-15-33 be AMENDED. 36-15-33. Student license application--Requirements and issuance of license--Withdrawal or transfer. Any person entering or enrolling in a licensed school for education in the practice of cosmetology, nail technology, or esthetics shall apply to the commission board for a student license within ten days after the date of enrollment. The applicant for a student license shall be at least seventeen years of age. The application shall contain the information required pursuant to § 36-15-15 and the name and location of the school being attended. Upon receipt of the application and the fee provided for in this chapter, the commission board shall issue to the applicant a student license which that entitles the student to complete the course of education in which the student is enrolled without additional license fees. If the student withdraws from the school or course in cosmetology, nail technology, or esthetics for which the fee was paid and later enrolls in the same or a different school or course, the student shall pay the student license fee again. If at any time a student transfers schools, the student shall submit an application, and pay the applicable license fee, for a student license. Section 56. That § 36-15-34 be AMENDED. 36-15-34. Students transferring from out‑of‑state school--Credit allowed. Any person who wishes to transfer from an out‑of‑state school of cosmetology to a licensed school in this state for the purpose of meeting the requirements of the state for commission board examination in cosmetology, nail technology, or esthetics shall apply for a student license pursuant to § 36-15-33. The commission board may adopt rules pursuant to chapter 1-26, establishing requirements relating to courses and education received by such transfer students. Transfer students shall be given South Dakota credit hours for their out‑of‑state education as determined and allowed by the commission board. Section 57. That § 36-15-42 be AMENDED. 36-15-42. Apprentice license --Requirements--Term of license. A person may receive apprenticeship education in cosmetology and nail technology. However, no person may receive apprenticeship education unless that person is licensed as an apprentice. Any person may apply to the commission board to be licensed as an apprentice if the applicant: (1) Submits evidence satisfactory to the commission that the applicant possesses those qualifications, except for age, required pursuant to § 36-15-15; (2) Is at least seventeen years of age or older; and (3) The cosmetology or nail salon in which the apprentice will receive education is currently licensed as an apprentice salon and is adequately equipped to teach the profession of cosmetology or nail technology, as applicable. Any apprentice license issued pursuant to this chapter is valid for the full period of the apprenticeship as defined in § 36-15-45 and is not renewable. The application shall be accompanied by the fee required in this chapter. Section 58. That § 36-15-42.1 be AMENDED. 36-15-42.1. Apprentice salon license--Requirements--Term of license. No salon may offer apprenticeship education without obtaining an apprentice salon license. The owner of the salon may apply to the commission board to be licensed as an apprentice salon if: (1) The salon meets the applicable requirements of this chapter and rules promulgated pursuant to this chapter; (2) The salon has passed the annual inspection for the current year; and (3) The application is accompanied by the fee required in this chapter. The apprentice salon license is valid for the length of the apprenticeship as stated in § 36-15-45. If the apprenticeship period extends longer than the length of hours in § 36-15-45, as applicable, then the apprentice salon license shall be renewed. The commission board may grant an extension of the license for good cause. The commission board shall define good cause by rules promulgated pursuant to chapter 1‑26. Section 59. That § 36-15-45 be AMENDED. 36-15-45. Required period of apprenticeship--Transfer to another salon--Break in apprenticeship period. A licensed apprentice in cosmetology shall receive education in the practice of cosmetology as required by this chapter in the same cosmetology salon for two thousand one hundred fifty consecutive hours. A licensed apprentice in nail technology shall receive education in the practice of nail technology as required by this chapter for nine hundred consecutive hours in the same cosmetology salon or nail salon. The commission board may permit an apprentice to transfer to another cosmetology salon or nail salon, as applicable, for completion of the apprenticeship if the apprentice applies for the transfer in writing to the commission board and shows good cause for the request. The commission board may permit a break in the consecutive period of the apprenticeship if the apprentice applies for the break in writing to the commission board and shows good cause for the request. The commission board shall define good cause by rules promulgated pursuant to chapter 1-26. Section 60. That § 36-15-46 be AMENDED. 36-15-46. Textbooks and course of study--Schools and apprenticeships. The commission board may prescribe textbooks, educational material, and the general course of study required for schools and for salons having one or more apprentices. Such textbooks and educational material shall be furnished without charge for use by apprentices. Section 61. That § 36-15-46.1 be AMENDED. 36-15-46.1. General Coursework--Credit--Promulgation of rules. Notwithstanding any other provision of this chapter, the commission board shall allow credit for general coursework in areas not specific to the practice of cosmetology, nail technology, or esthetics, that is completed in other programs or institutions, to be applied to any course of study required for licensure under this chapter. The commission board may promulgate rules, pursuant to chapter 1-26, establishing criteria for accepting and applying the credit allowable under this section. Section 62. That § 36-15-48 be AMENDED. 36-15-48. Instructor's report on apprentice. The commission board may adopt reasonable rules pursuant to chapter 1-26 pertaining to a report on the progress and education received by any apprentice required of the licensed instructor under whom the apprentice is being supervised. Section 63. That § 36-15-50 be AMENDED. 36-15-50. Temporary license on completion of apprenticeship--Duration. Any person who successfully completes the term of apprenticeship pursuant to this chapter may apply to the commission board for a temporary license which will authorize that authorizes the applicant to perform all the practices of a regularly licensed cosmetologist or nail technician, as applicable. The temporary license application shall be accompanied with: (1) Evidence satisfactory to the commission board that the applicant possesses the qualifications required pursuant to § 36-15-15; (2) Evidence satisfactory to the commission board that the apprenticeship period has been completed; (3) The fee for a temporary license, as provided in this chapter; and (4) The application and fee for the cosmetologist or nail technician examination, as applicable. A temporary license issued by the commission board is valid until the date of the next scheduled examination in cosmetology or nail technology, as applicable. If the holder of a temporary license takes the applicable examination at that time, the commission board shall extend the temporary license until the result of the examination is mailed to the person. If a person is not excused from the examination by the commission board or fails the examination, the temporary license is invalid and may not be extended or reissued. Section 64. That § 36-15-50.1 be AMENDED. 36-15-50.1. Temporary license to school graduate--Duration. Any person who successfully completes a course of education in an approved and licensed school in this state, or in any other licensed cosmetology, nail technology, or esthetics school, as applicable, not located within this state that is shown to the satisfaction of the commission board to be comparable, may apply to the commission board for a temporary license which will authorize that authorizes the applicant to perform all the practices of a regularly licensed cosmetologist, nail technician, or esthetician, as applicable. The application shall be accompanied by: (1) Evidence satisfactory to the commission board that the course of education has been successfully completed; (2) The fee for a temporary license as provided in this chapter; and (3) The application and fee for a cosmetologist, nail technician, or esthetician examination, as applicable. A temporary license issued by the commission board is valid until the date of the next scheduled examination in cosmetology, nail technology, or esthetics, as applicable. If the holder of a temporary license takes the applicable examination at that time, the commission board shall extend the temporary license until the result of the examination is mailed to the person. If a person is not excused from the examination by the commission board or fails the examination, the temporary license is invalid and may not be extended or reissued. Section 65. That § 36-15-51 be AMENDED. 36-15-51. License required to operate salon or booth--Types of licenses--Annual expiration and renewal--Violation as misdemeanor. No person may operate a salon or booth without a license. Any person who desires to operate a salon or booth where: (1) All of the practices of cosmetology are provided, shall apply to the commission board for a cosmetology salon or booth license, as applicable; (2) Only nail technology is practiced, shall apply to the commission board for a nail salon or booth license, as applicable; (3) Only esthetics is practiced, shall apply to the commission board for an esthetics salon or booth license, as applicable; (4) Cosmetology is limited to one or a few of the practices specified in § 36-15-2, shall apply to the commission board for a limited salon or booth license. The application for a limited license shall state the practices of cosmetology desired to be provided. The application shall be accompanied by the license fee provided for in this chapter. Any salon or booth license expires annually on a date set by the commission board in rules promulgated pursuant to chapter 1-26, and is renewable annually. No person may practice cosmetology, nail technology, or esthetics beyond the limits specified in the license. A violation of this section is a Class 2 misdemeanor. Section 66. That § 36-15-51.1 be AMENDED. 36-15-51.1. Changing location or ownership of salon or booth--New license required--Temporary permit authorized--Notice to board. The owner of a salon or booth shall apply to the commission board for a new license pursuant to § 36-15-51 if: (1) A salon or booth address is changed; (2) Sole ownership is changed; (3) A partnership has a change in any partner; or (4) The controlling ownership in a corporation is transferred or a corporation is reorganized. The application shall be accompanied by the license fee provided for in this chapter. The commission board may issue a temporary permit to the applicant which that is valid for ninety days. During that time, the commission board shall inspect the premises. The owner or manager of a salon or booth that changes location or ownership or is closed shall immediately notify the commission board of that fact. Section 67. That § 36-15-55.2 be AMENDED. 36-15-55.2. Refusal, revocation or suspension of license--Grounds. The commission board may, in compliance with chapter 1-26, either refuse to issue, revoke, or suspend a license which that is required by this chapter on any of the grounds for disciplinary action provided in this chapter. Section 68. That § 36-15-56 be AMENDED. 36-15-56. Grounds for disciplinary action. The grounds for disciplinary action are: (1) Fraud or deception in procuring a license required by this chapter; (2) Failure of any person to comply with any of the requirements of this chapter or rules adopted pursuant to this chapter; (3) Publication or use of any untruthful or improper statement or representation, with a view of deceiving the public, or any patron or customer in connection with the practice or education in cosmetology; (4) Habitual drunkenness or drug addiction affecting the licensee's practice of the profession, or conviction of a violation of any federal or state law relating to narcotic drugs; (5) Failure to furnish to the commission board, any report or information which is required by this chapter or rules adopted pursuant to this chapter; (6) The employment of any unlicensed person to perform work which that under this chapter can lawfully be done only by licensed persons; (7) Failure to publicly display any license required by this chapter; (8) Willfully making any false oath or affirmation whenever any oath or affirmation is required in this chapter or by rules adopted pursuant to this chapter; (9) Conviction of a felony affecting the licensee's practice of the profession, as shown by a certified copy of the record of the court of conviction; (10) Continued practice by persons knowingly having an infectious or contagious disease; andor (11) Practice of any cosmetology services for which the commission requires additional continuing education when the education has not been completed. Section 69. That § 36-15-57 be AMENDED. 36-15-57. Subpoena power of board--Administration of oaths--Depositions. The Cosmetology Commission board shall have the powers granted by §§ 1-26-19.1 and 1-26-19.2 at any hearing of any matter over which the commission board has jurisdiction. Section 70. That § 36-15-58 be AMENDED. 36-15-58. Initiation of proceedings—License cancellation, revocation or suspension. The proceedings for cancellation, revocation, or suspension of a license may be initiated when if the cosmetology commission board has information that any person may have been guilty of any misconduct as provided in § 36-15-56, or is guilty of incompetence, negligence, or unprofessional or dishonorable conduct. Section 71. That § 36-15-58.3 be AMENDED. 36-15-58.3. Cancellation, revocation or suspension hearing--Board quorum required. All proceedings relative to the cancellation, revocation or suspension of a license, or relative to reissuing a license which has been revoked or suspended shall only be held when a majority of the members of the commission board are present at such hearings. Section 72. That § 36-15-58.4 be AMENDED. 36-15-58.4. Suspend, revoke or cancel--Majority vote required. The decision of the commission board to suspend, revoke or cancel a license requires a majority vote of the commission board members. Section 73. That § 36-15-58.5 be AMENDED. 36-15-58.5. Reinstatement of suspended or revoked license--Procedure--Conditions. By majority vote, the commission board may reinstate or reissue a suspended or revoked license upon: (1) Written application establishing compliance with existing licensing requirements; or (2) Testimony by witnesses. The commission board may impose conditions for the reinstatement of a license. One of the conditions may provide for an automatic reinstatement of the license after a fixed period of time. Section 74. That § 36-15-59 be AMENDED. 36-15-59. Appeal from board decision. An appeal may be taken from orders or decisions of the Cosmetology Commission board acting pursuant to this chapter, as provided by chapter 1-26. Section 75. That § 36-15-60 be AMENDED. 36-15-60. Certain acts prohibited--Misdemeanor. No person may: (1) Practice cosmetology, nail technology, or esthetics without a license; (2) Intentionally make any false oath or affirmation whenever an oath or affirmation is required by this chapter or rules promulgated to this chapter; (3) Fail to display any license in a conspicuous place in the salon, booth, or school; (4) Fail to comply with the plumbing, electrical, physical, or sanitary requirements as stated in the rules promulgated by the commission board; (5) Charge or receive compensation for teaching an apprentice any of the practices of cosmetology; (6) Operate a school without a license as provided for in this chapter; (7) Employ or allow any unlicensed person to perform work which under this chapter may lawfully be done only by licensed persons; (8) Operate a salon, booth, or school for any of the practices of cosmetology without having first obtained the applicable license as provided in this chapter; (9) Practice any cosmetology services for which the commission board requires additional continuing education in which the education has not been completed; and (10) Do any act prohibited by this chapter. A violation of this section is a Class 2 misdemeanor. Section 76. That § 36-15-61 be AMENDED. 36-15-61. Injunction against violations--Legal expenses authorized. The commission board or any resident of this state may bring an action in circuit court for an injunction to: (1) Restrain any person or corporation from the practice of or education in cosmetology without a valid license; (2) Restrain the operation of any salon or school without a valid license; or (3) Restrain the violation of any of the provisions or requirements of this chapter or rules adopted pursuant to this chapter. The commission board may employ counsel and expend moneys from its treasury for such purposes. Section 77. That § 36-35-1 be AMENDED. 36-35-1. Definitions. Terms in this chapter mean: (1) \"Board,\" the Board of Barbering, Cosmetology, and Massage Therapy; (2) \"Licensee,\" a person who meets the qualifications for licensure pursuant to this chapter and holds a valid license to practice massage therapy; (3) \"Massage,\" the systematic mobilization of the soft tissues of the body through the application of hands, feet, or devices for the purposes of therapy, relaxation, or education through means which include: (a) Pressure, friction, stroking, rocking, kneading, percussion, compression, or stretching; (b) External application of water, heat, cold, lubricants, or other topical agents; or (c) The use of devices that mimic or enhance the actions of human hands or feet; and (4) \"Practice of massage therapy,\" the performance of massage for a fee or other compensation or holding oneself out to the public as performing massage. Section 78. That § 36-35-9 be AMENDED. 36-35-9. Use of fees. Any fees collected under this chapter shall be used for the operation of the board and the implementation of this chapter. Section 79. That § 36-35-17 be AMENDED. 36-35-17. Application and license fees. Any applicant for a license under this chapter shall submit a nonrefundable application fee not to exceed one hundred dollars. Any person who has a license issued or renewed by the board shall submit a license fee in an amount not to exceed sixty-five thirty-five dollars. Fees shall be set by the board by rule promulgated pursuant to chapter 1-26. Section 80. That § 1-37-12 be REPEALED. 1-37-12. Board of Barber Examiners transferred. Section 81. That § 1-37-13 be REPEALED. 1-37-13. Cosmetology Commission transferred. Section 82. That § 36-14-2.1 be REPEALED. 36-14-2.1. Lay member of board--Appointment and term of office. Section 83. That § 36-15-3 be REPEALED. 36-15-3. Cosmetology Commission--Appointment and terms of members--Oath of office. Section 84. That § 36-15-4.1 be REPEALED. 36-15-4.1. Lay members of commission--Appointment and terms of office. Section 85. That § 36-15-5 be REPEALED. 36-15-5. Annual election of officers of commission--Meetings--Quorum. Section 86. That § 36-15-5.1 be REPEALED. 36-15-5.1. Commission continued within Department of Labor and Regulation--Records and reports. Section 87. That § 36-15-9 be REPEALED. 36-15-9. Fees paid in advance--Use by commission. Section 88. That § 36-35-2 be REPEALED. 36-35-2. Appointment of board members--Terms--Vacancy. Section 89. That § 36-35-3 be REPEALED. 36-35-3. Resignation of board members--Effective date. Section 90. That § 36-35-4 be REPEALED. 36-35-4. Selection of officers. Section 91. That § 36-35-5 be REPEALED. 36-35-5. Meetings of board. Section 92. That § 36-35-6 be REPEALED. 36-35-6. Quorum--Majority vote."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21958, "action_date": "2021-01-12T12:00:00-06:00", "document_id": 211012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211012.pdf", "status_text": "First read in House and referred to", "journal_page": 11, "committee_id_action": 492, "committee_id_assigned": 487, "result": "N", "vote": {}}, {"bill_id": 21958, "action_date": "2021-01-20T10:00:00-06:00", "document_id": 211270, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211270.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21958, "action_date": "2021-01-25T10:00:00-06:00", "document_id": 211273, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211273.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21958, "action_date": "2021-01-25T10:00:00-06:00", "document_id": 211274, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211274.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 67770, "president_vote": null, "Nay": [1766, 1767, 1772, 3802, 1843, 3782, 3789, 1769], "Yea": [1834, 1883, 1862, 1866, 1823]}}, {"bill_id": 21958, "action_date": "2021-01-25T10:00:00-06:00", "document_id": 211274, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211274.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67773, "president_vote": null, "Yea": [1766, 1767, 1772, 3802, 1843, 1883, 3782, 3789, 1769], "Nay": [1834, 1862, 1866, 1823]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/21958"}