{"session_id": 10, "bill_id": 2190, "bill_type": "Senate Bill", "bill_number": 131, "bill_title": "clarify certain provisions relating to establishing identity by applicants for certain licenses, permits, and identification cards.", "sponsors": [{"legislator_profile_id": 82, "is_prime": true}, {"legislator_profile_id": 69, "is_prime": true}, {"legislator_profile_id": 40, "is_prime": false}, {"legislator_profile_id": 2, "is_prime": false}, {"legislator_profile_id": 71, "is_prime": false}, {"legislator_profile_id": 31, "is_prime": false}, {"legislator_profile_id": 103, "is_prime": false}, {"legislator_profile_id": 94, "is_prime": false}, {"legislator_profile_id": 3, "is_prime": false}, {"legislator_profile_id": 32, "is_prime": false}, {"legislator_profile_id": 35, "is_prime": false}], "keywords": ["Licenses", "Motor Vehicles"], "audio": [{"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/str21.mp3", "start_seconds": 162.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/str21.mp3", "start_seconds": 162.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/str21.mp3", "start_seconds": 162.0}], "bill_versions": [{"bill_id": 2190, "bill_version_id": 15504, "bill_version": "Introduced", "bill_version_date": "2011-01-25T07:50:35.017-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to clarify certain provisions relating to establishing identity by applicants for certain licenses, permits, and identification cards. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 32-12 be amended by adding thereto a NEW SECTION to read as follows: If an applicant establishes his or her current legal identity by presenting one or more of the documents prescribed in subdivisions 32-12-3.1(1) to (10), inclusive, the department may not require the applicant to establish any previous legal identity, series of legal identities, or legal name changes as a result of marriage, divorce, annulment, adoption, or other court decree. However, if an applicant is unable to establish his or her current legal identity by presenting one or more of the documents prescribed in subdivisions 32-12-3.1(1) to (10), inclusive, an applicant may, at his or her discretion, present documentation of any previous legal identity, series of legal identities, or legal name changes that may be evidentiary of the applicant's current legal identity. Section 2. That § 32-12-3.1 be amended to read as follows: 32-12-3.1. Any applicant as provided for in this chapter shall, on making application for an operator's license, motorcycle operator's license, restricted minor's permit, motorcycle restricted minor's permit, instruction permit, motorcycle instruction permit, or nondriver identification card, present to the examiner one of the following documents in order to establish his or her current legal identity and date of birth: (1) A certified copy of a United States birth certificate filed with the state office of vital records or equivalent agency; (2) A consular report of birth abroad (United States Department of State form FS-240, DS-1350, or FS-545; (3) A valid, unexpired permanent resident card (form I-551 issued by the United States Department of Homeland Security or Immigration and Naturalization Services); (4) An unexpired employment authorization document issued by the United States Department of Homeland Security (form I-766 or I-688B); (5) An unexpired foreign passport with a valid, unexpired United States visa affixed accompanied by the approved I-94 form documenting the applicant's most recent entrance into the United States; (6) A certificate of naturalization issued by the United States Department of Homeland Security (form N-550 or N-570); (7) A certificate of citizenship form N-560 or N-561 issued by the United States Department of Homeland Security; (8) A valid driver license issued by this state or another state that meets the requirements of 6 C.F.R. Part 37 as amended through January 1, 2009, and is acceptable by federal agencies for official purposes; (9) Any other document designated by the Department of Homeland Security by publication in the Federal Register that establishes identity and date of birth; or (10) A valid, unexpired United States passport. For all documentation offered by the applicant to provide evidence of identity, date of birth, social security number or nonwork authorized status, address of principal residence, and lawful status, the department shall make a copy of the documentation and shall retain the copy for ten years. All documents retained under this section are confidential. The examiner may, as part of a documented exceptions process, accept other evidence of identity and date of birth of any applicant and lawful status of any United States citizen only if the examiner is satisfied that the applicant cannot, for good reason beyond the applicant's control, produce such primary documents. The examiner shall record the acceptance of any alternative document under the exceptions process. The Department of Public Safety may not require new evidence of birth at the time an application is made by a person holding an operator's license, motorcycle operator's license, restricted minor's permit, motorcycle restricted minor's permit, instruction permit, motorcycle instruction permit, or nondriver identification card, if that person's driver license or nondriver identification card meets the requirements of 6 C.F.R. Part 37 as amended through January 1, 2009, is acceptable by federal agencies for official purposes, and is turned in to the department with the application. Any person who obtains a driver license or nondriver identification card pursuant to this section fraudulently or by use of a fraudulently obtained document is guilty of a Class 1 misdemeanor."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2190, "action_date": "2011-01-25T14:00:00-06:00", "document_id": 15625, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15625.pdf", "status_text": "First read in Senate and referred to", "journal_page": 198, "committee_id_action": 113, "committee_id_assigned": 100, "result": "N", "vote": {}}, {"bill_id": 2190, "action_date": "2011-02-14T08:00:00-06:00", "document_id": 16600, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16600.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 100, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2190, "action_date": "2011-02-14T08:00:00-06:00", "document_id": 16778, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16778.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 409, "committee_id_action": 100, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8950, "president_vote": null, "Yea": [40, 25, 2, 41, 22], "Excused": [13], "Nay": [31]}}]}