{"session_id": 49, "bill_id": 15481, "bill_type": "House Bill", "bill_number": 1240, "bill_title": "repeal the restriction on the number of certain nonresident waterfowl licenses that may be issued.", "sponsors": [{"legislator_profile_id": 2322, "is_prime": true}, {"legislator_profile_id": 2378, "is_prime": true}, {"legislator_profile_id": 2314, "is_prime": false}, {"legislator_profile_id": 2327, "is_prime": false}, {"legislator_profile_id": 2348, "is_prime": false}, {"legislator_profile_id": 2398, "is_prime": false}, {"legislator_profile_id": 2403, "is_prime": false}], "keywords": ["Department of Game, Fish, and Parks", "Hunting, Fishing, and Trapping"], "audio": [], "bill_versions": [{"bill_id": 15481, "bill_version_id": 86551, "bill_version": "Introduced", "bill_version_date": "2000-01-20T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal the restriction on the number of certain nonresident waterfowl licenses that may be issued. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 41-6-18.1 be amended to read as follows: 41-6-18.1. It is a Class 2 misdemeanor for a nonresident to hunt, take, or kill migratory waterfowl without a special nonresident waterfowl license, a migratory bird certification permit, and a federal migratory bird stamp, or in violation of the conditions of the licenses or the rules of the Game, Fish and Parks Commission. A special nonresident waterfowl license, except as otherwise provided in this title, entitles the licensee to hunt migratory waterfowl for ten consecutive days. Four dollars received from the sale of each nonresident waterfowl license shall be placed in the land acquisition and development fund. The moneys from this fund shall be used to acquire by purchase or lease real property to be used primarily for game production. This license shall be in such form as the Game, Fish and Parks Commission shall prescribe. The provision in this section limiting the validity of a nonresident waterfowl license to ten consecutive days does not apply in Union, Clay, Bon Homme, Yankton, and Charles Mix counties; and in such counties, the nonresident waterfowl license is valid during the same period as is a resident waterfowl license. The Game, Fish and Parks Commission may issue no more than four thousand nonresident licenses in a calendar year. Section 2. That § 41-6-18.4 be amended to read as follows: 41-6-18.4. The Game, Fish and Parks Commission may promulgate rules in accordance with chapter 1-26 to authorize the department to issue up to two thousand fall three-day temporary nonresident waterfowl licenses and a number of spring five-day snow goose temporary nonresident waterfowl licenses to be determined by the department , and to establish the fee therefor, validity of the licenses issued, types of waterfowl to be hunted, and areas in which hunting is permitted. The fall three-day temporary nonresident waterfowl licenses are valid only on private property, but are not valid on private property leased by the department for public hunting or on highways or other public rights-of-way within this state that otherwise meet the requirements of § 41-9-1.3. Revenue from the sale of fall three-day temporary nonresident waterfowl licenses shall be deposited in the department's land acquisition and development fund to be used to acquire, by lease, permit, or otherwise, interests in real property to be used for providing waterfowl hunting public access in the counties adjacent to the Missouri River. Before promulgating rules which permit the issuance of fall three-day temporary nonresident waterfowl licenses, the commission shall determine that adequate waterfowl hunting public access has been provided through the department's land acquisition and development fund or through other means."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15481, "action_date": "2000-01-21T14:00:00-06:00", "document_id": 85636, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85636.pdf", "status_text": "First read in House and referred to", "journal_page": 178, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15481, "action_date": "2000-01-24T14:00:00-06:00", "document_id": 85638, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85638.pdf", "status_text": "Referred to", "journal_page": 206, "committee_id_action": 656, "committee_id_assigned": 642, "result": "P", "vote": {}}, {"bill_id": 15481, "action_date": "2000-02-03T07:45:00-06:00", "document_id": 85847, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85847.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 642, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15481, "action_date": "2000-02-03T07:45:00-06:00", "document_id": 85847, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85847.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 377, "committee_id_action": 642, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45888, "president_vote": null, "Yea": [2318, 2327, 2341, 2390, 2392, 2403, 2316, 2355, 2367, 2404, 2309], "Nay": [2354], "Excused": [2366]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/15481"}