{"session_id": 69, "bill_id": 25047, "bill_type": "Senate Bill", "bill_number": 109, "bill_title": "provisionally repeal capital punishment.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25047", "sponsors": [{"legislator_profile_id": 4536, "is_prime": true}, {"legislator_profile_id": 4496, "is_prime": false}, {"legislator_profile_id": 4505, "is_prime": false}, {"legislator_profile_id": 4523, "is_prime": false}, {"legislator_profile_id": 4529, "is_prime": false}, {"legislator_profile_id": 4535, "is_prime": false}, {"legislator_profile_id": 4558, "is_prime": false}, {"legislator_profile_id": 4575, "is_prime": false}], "keywords": ["Capital Punishment", "Crimes", "Criminal Procedure"], "audio": [], "bill_versions": [{"bill_id": 25047, "bill_version_id": 261061, "bill_version": "Introduced", "bill_version_date": "2024-01-20T17:15:21.173-06:00", "bill_text": "An Act to provisionally repeal capital punishment. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 22-6-1 be AMENDED: 22-6-1. Except as otherwise provided by law, felonies are divided into the following nine classes which are distinguished from each other by the following maximum penalties which are authorized upon conviction: (1) Class A felony: death or life imprisonment in a state correctional facility. A lesser sentence than death or life imprisonment may not be given for a Class A felony. In addition, a fine of fifty thousand dollars may be imposed; (2) Class B felony: life imprisonment in a state correctional facility. A lesser sentence may not be given for a Class B felony. In addition, a fine of fifty thousand dollars may be imposed; (3) Class C felony: life imprisonment in a state correctional facility. In addition, a fine of fifty thousand dollars may be imposed; (4) Class 1 felony: fifty years imprisonment in a state correctional facility. In addition, a fine of fifty thousand dollars may be imposed; (5) Class 2 felony: twenty-five years imprisonment in a state correctional facility. In addition, a fine of fifty thousand dollars may be imposed; (6) Class 3 felony: fifteen years imprisonment in a state correctional facility. In addition, a fine of thirty thousand dollars may be imposed; (7) Class 4 felony: ten years imprisonment in a state correctional facility. In addition, a fine of twenty thousand dollars may be imposed; (8) Class 5 felony: five years imprisonment in a state correctional facility. In addition, a fine of ten thousand dollars may be imposed; and (9) Class 6 felony: two years imprisonment in a state correctional facility or a fine of four thousand dollars, or both. If the defendant is under the age of eighteen years at the time of the offense and found guilty of a Class A, B, or C felony, the maximum sentence may be a term of years in a state correctional facility, and a fine of fifty thousand dollars may be imposed. The court, in imposing sentence on a defendant who has been found guilty of a felony, shall order in addition to the sentence that is imposed pursuant to the provisions of this section, that the defendant make restitution to any victim in accordance with the provisions of chapter 23A-28. Nothing in this section limits increased sentences for habitual criminals under §§ 22-7-7, 22-7-8, and 22-7-8.1. Section 2. That a NEW SECTION be added to chapter 23A-27A: The provisions of § 23A-27A-4 do not apply after July 1, 2024. Section 3. Nothing in this Act alters, mitigates, or suspends the execution of any death sentence initially imposed prior to July 1, 2024, regardless of any appellate litigation resulting from the death sentence. Nothing in this Act gives rise to any cause of action to alter, mitigate, or suspend the execution of any death sentence initially imposed prior to July 1, 2024, regardless of any appellate litigation resulting from the death sentence."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25047, "action_date": "2024-01-22T14:00:00-06:00", "document_id": 260987, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260987.pdf", "status_text": "First read in Senate and referred to", "journal_page": 128, "committee_id_action": 1219, "committee_id_assigned": 1214, "result": "N", "vote": {}}]}