{"session_id": 61, "bill_id": 21052, "bill_type": "Senate Joint Resolution", "bill_number": 13, "bill_title": "Proposing and submitting to the electors at the next general election amendments to Article XIII of the Constitution of the State of South Dakota, relating to the use of certain trust funds associated with the sale of the State cement plant and to the authorization of the use of such funds for the construction and maintenance of energy transmission facilities.", "sponsors": [{"legislator_profile_id": 3574, "is_prime": true}, {"legislator_profile_id": 3611, "is_prime": true}, {"legislator_profile_id": 3571, "is_prime": false}, {"legislator_profile_id": 3655, "is_prime": false}, {"legislator_profile_id": 3666, "is_prime": false}], "keywords": ["Constitution", "Elections", "Energy", "Senate Joint Resolutions"], "audio": [{"meeting_datetime": "2007-02-07T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sst21.mp3", "start_seconds": 1075.0}, {"meeting_datetime": "2007-02-07T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sst21.mp3", "start_seconds": 1075.0}, {"meeting_datetime": "2007-02-07T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sst21.mp3", "start_seconds": 1075.0}], "bill_versions": [{"bill_id": 21052, "bill_version_id": 110777, "bill_version": "Introduced", "bill_version_date": "2007-01-25T09:41:12-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the electors at the next general election amendments to Article XIII of the Constitution of the State of South Dakota, relating to the use of certain trust funds associated with the sale of the State cement plant and to the authorization of the use of such funds for the construction and maintenance of energy transmission facilities. BE IT RESOLVED BY THE SENATE OF THE STATE OF SOUTH DAKOTA, THE HOUSE OF REPRESENTATIVES CONCURRING THEREIN: Section 1. That at the next general election held in the state, the following amendments to Article XIII of the Constitution of the State of South Dakota, as set forth in sections 2 to 5, inclusive, of this Joint Resolution, which are hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article XIII, section 20 of the Constitution of the State of South Dakota, be amended to read as follows: § 20. The net proceeds derived from the sale of state cement enterprises shall be deposited by the South Dakota Cement Commission in a trust fund hereby created to benefit the citizens of South Dakota. The South Dakota Investment Council or its successor shall invest the trust fund in stocks, bonds, mutual funds, and other financial instruments as provided by law. Each Except as provided in Article XIII, section 22 of the Constitution of the State of South Dakota, each fiscal year beginning in fiscal year 2001, a transfer of twelve million dollars shall be made from the trust fund to the state general fund as provided by law. However, if money is returned to the trust fund pursuant to Article XIII, section 22 of the Constitution of the State of South Dakota, no such transfer to the general fund may be made unless the value of the trust fund is greater than or equal to two hundred fifty million dollars. Section 3. That Article XIII, section 21 of the Constitution of the State of South Dakota, be amended to read as follows: § 21. Except as provided in Article XIII, section 20 sections 20 and 22 of the Constitution of the State of South Dakota, the original principal of the trust fund shall forever remain inviolate. However, except as provided in Article XIII, section 22 of the Constitution of the State of South Dakota, the Legislature shall, by appropriation, make distributions from the difference between the twelve million dollar annual general fund transfer and five percent of the market value of the trust fund for the support of education, but not for the replacement of state aid to general education or special education, if the increase in the market value of the trust fund in that fiscal year was sufficient to maintain the original principal of the trust fund after such distributions. Beginning However, if money is returned to the trust fund pursuant to Article XIII, section 22 of the Constitution of the State of South Dakota, no such distribution may be made unless the value of the trust fund is greater than or equal to two hundred fifty million dollars. Except as provided in Article XIII, section 22 of the Constitution of the State of South Dakota, beginning with fiscal year 2006, the market value of the trust fund shall be determined by adding the market value of the trust fund at the end of the sixteen most recent calendar quarters, and dividing that sum by sixteen. Section 4. That Article XIII of the Constitution of the State of South Dakota, be amended by adopting a new section to read as follows: § 22. The Legislature shall, by appropriation, transfer any money in the trust fund created pursuant to Article XIII, section 20 of the Constitution of the State of South Dakota to a special fund created by the Legislature for use by any entity that is established by the Legislature to provide for the financing, construction, development, maintenance, and operation of new or upgraded energy transmission facilities. Money transferred from the trust fund to the special fund may only be used for such purposes and for costs associated with such purposes or for the support of education as provided in this section. The money shall be transferred upon the request of the entity. Money in the special fund shall be invested in stocks, bonds, mutual funds, and other financial instruments as provided by law. The proportion of any profits that result from the operation of any such energy transmission facility that is derived from the money expended from the trust fund for the facility in relation to the total cost of the facility shall be appropriated by the Legislature for the support of education. If the unobligated balance in the special fund at the end of any fiscal year is less than two hundred fifty million dollars, two million five hundred thousand dollars or the remaining unobligated balance, whichever is less, shall be appropriated by the Legislature from the special fund for the support of education. If the unobligated balance in the special fund at the end of any fiscal year is two hundred fifty million dollars or greater, five million dollars shall be appropriated by the Legislature from the special fund for the support of education. No funding pursuant to this section in support of education may be for the replacement of state aid to general education or special education. If the amount of money that has been transferred from the trust fund to the special fund pursuant to is not expended or obligated for the purposes specified in this section within ten years after the effective date of this section, this section is repealed and the remaining unobligated funds shall revert to the trust fund."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21052, "action_date": "2007-01-25T14:00:00-06:00", "document_id": 110859, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110859.pdf", "status_text": "First read in Senate and referred to", "journal_page": 238, "committee_id_action": 924, "committee_id_assigned": 906, "result": "N", "vote": {}}, {"bill_id": 21052, "action_date": "2007-02-05T07:45:00-06:00", "document_id": 111528, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111528.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 906, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21052, "action_date": "2007-02-07T07:45:00-06:00", "document_id": 111718, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111718.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 906, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21052, "action_date": "2007-02-07T07:45:00-06:00", "document_id": 111718, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111718.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 411, "committee_id_action": 906, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64731, "president_vote": null, "Yea": [3571, 3612, 3626, 3634, 3641, 3585], "Nay": [3608, 3647, 3602]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/21052"}