{"session_id": 36, "bill_id": 9591, "bill_type": "Senate Bill", "bill_number": 30, "bill_title": "remove certain unnecessary federal references and dates from certain provisions relating to the Department of Social Services.", "sponsors": [], "keywords": ["Domestic Relations", "Minors", "Public Officers and Employees", "Public Welfare and Assistance"], "audio": [{"meeting_datetime": "2019-01-16T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/she07.mp3", "start_seconds": 2960.0}, {"meeting_datetime": "2019-01-16T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/she07.mp3", "start_seconds": 2960.0}, {"meeting_datetime": "2019-01-16T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/she07.mp3", "start_seconds": 2960.0}, {"meeting_datetime": "2019-01-16T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/she07.mp3", "start_seconds": 2960.0}, {"meeting_datetime": "2019-01-29T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hhe14.mp3", "start_seconds": 4533.0}, {"meeting_datetime": "2019-01-29T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hhe14.mp3", "start_seconds": 4533.0}, {"meeting_datetime": "2019-01-29T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hhe14.mp3", "start_seconds": 4533.0}, {"meeting_datetime": "2019-01-29T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hhe14.mp3", "start_seconds": 4533.0}], "bill_versions": [{"bill_id": 9591, "bill_version_id": 51390, "bill_version": "Introduced", "bill_version_date": "2019-01-06T16:44:25.727-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to remove certain unnecessary federal references and dates from certain provisions relating to the Department of Social Services. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 25-6-21 be amended to read: 25-6-21. Except in any case involving fraud or any case controlled by the Indian Child Welfare Act, (25 U.S.C. §§ 1901 to 1963, inclusive), as amended to January 1, 2012, any proceeding for the adoption of a child commenced under chapter 25-6 shall be in all things legalized, cured, and validated one year after the proceeding is finalized. If any person has a claim or right arising from any adoption proceeding, that person shall initiate any action to enforce such right or claim within one year of the date when the proceeding is finalized unless a two year statute of limitations is imposed by the Indian Child Welfare Act, (25 U.S.C. §§ 1901 to 1963, inclusive), as amended to January 1, 2012 2019. Section 2. That § 25-6-24 be amended to read: 25-6-24. Due regard shall be afforded to the Indian Child Welfare Act (25 U.S.C. §§ 1901-1963), as amended to January 1, 2004, if that Act is applicable. Section 3. That § 25-7A-60 be amended to read: 25-7A-60. The Department of Social Services may garnish wages, salary, earnings, or other employment income of the obligor, pursuant to the provisions of chapter 21-18 or applicable provisions of this chapter, to reimburse the state for any expenditures made on behalf of a dependent child under the medical assistance program as provided by Title XIX of the Social Security Act as amended to January 1, 1994, in order to recover any money received by the obligor from third-party liability sources which are necessary to reimburse either the custodial parent or the provider of the medical services for expenditures made or services rendered on behalf of a dependent child for covered medical services under the obligor's group or private family health insurance plan. Any claims for current or past-due child support obligations shall have priority over claims for expenditures made under the Title XIX medical assistance program as set out in this section. Section 4. That § 26-6-42 be amended to read: 26-6-42. No provision of §§ 26-6-36 to 26-6-50, inclusive, may be construed to allow a child-placement agency to decline to provide a service on the basis of a person's race, ethnicity, or national origin. Due regard shall be afforded to the Indian Child Welfare Act (25 U.S.C. §§ 1901-1963), as amended to January 1, 2017, if that Act is applicable. Section 5. That § 26-8A-13.1 be amended to read: 26-8A-13.1. Notwithstanding the provisions of § 26-8A-13, or any other statute to the contrary, in any case that a child is under the jurisdiction of the court pursuant to chapter 26-8B or 26-8C, upon a request for information, the Department of Social Services shall, with due regard to any federal laws or regulations, including the Health Information Portability and Accountability Act of 1996, as amended to January 1, 2007, the Family Educational Rights and Privacy Act, as amended to January 1, 2007, and the federal rules governing the confidentiality of alcohol and drug abuse patient records pursuant to 42 C.F.R. Part 2, as amended to January 1, 2007, in the following instances: (1) Conduct a child abuse and neglect central registry check and provide the results to the court, court services, or the state's attorney to determine the appropriateness of returning a child to the parents or placing the child with another caretaker at any time during the pendency of the proceedings; (2) For a child committed to the Department of Corrections, conduct a child abuse and neglect central registry check and provide the results to the Department of Corrections for purposes of determining the appropriateness of returning a child to the parents or placing the child with another caretaker; and (3) For a child committed to the Department of Corrections, release copies of, or the equivalent to, the child's: request for services history summary, initial family assessments, court reports, and family service agreements to the Department of Corrections for treatment planning purposes. Upon receipt of an order of the court, the Department of Social Services shall make its child protection services file related to the child or the child's parents and siblings available to the court, court services, or the state's attorney with the exception of information protected by the Health Information Portability and Accountability Act of 1996, as amended to January 1, 2007 2019, the Family Educational Rights and Privacy Act, as amended to January 1, 2007 2019, and the federal rules governing the confidentiality of alcohol and drug abuse patient records pursuant to 42 C.F.R. Part 2, as amended to January 1, 2007 2019. Under no circumstances may the court order the release of information pertaining to pending abuse or neglect investigations. The information released under this section is discoverable to the parties under the provisions of chapter 26-7A, but is otherwise confidential. However, the court, court services, or the Department of Corrections may release the information in their possession or any portion necessary to institutions and agencies that have legal responsibility or authorization to care for, treat, or supervise a child. The attorneys for the child and respondents may review the records with the child and the respondents but may not copy or release copies of the records. A pro se litigant is entitled to review the records but may not copy or release copies of the records. The Department of Social Services shall impose reasonable fees for reproduction of its records released under this section. The Department of Social Services shall promulgate rules pursuant to chapter 1-26 for any fee imposed for records reproduction. Section 6. That § 26-8A-29.1 be amended to read: 26-8A-29.1. Except under circumstances where placement was with another relative of the child, any relative who has been denied adoptive placement by the Department of Social Services may request a hearing to determine if the placement was an abuse of discretion. The request shall be filed with the circuit court having jurisdiction pursuant to § 26-8A-29 and shall be filed within thirty days of written notification from the department by regular mail to the relative's last known address. The hearing shall be held within thirty days of the filing of the request for hearing and may be continued for not more than thirty days upon good cause shown. The relative shall be granted limited intervention only for the purpose of the placement review hearing. No intervention may be allowed in a proceeding involving an apparent, alleged, or adjudicated abused or neglected child, including an adoption or guardianship proceeding for a child placed in the custody of the Department of Social Services pursuant to § 26-8A-27, except as provided by this chapter and under the Indian Child Welfare Act, (25 U.S.C. §§ 1901 to 1963, inclusive), as amended to January 1, 2005 2019. Section 7. That § 26-8A-32 be amended to read: 26-8A-32. Due regard shall be afforded to the Indian Child Welfare Act (25 U.S.C. §§ 1901-1963), as amended to January 1, 2004, if that Act is applicable. Section 8. That § 28-1-65 be amended to read: 28-1-65. The Department of Social Services shall establish a child support enforcement unit and may, in accordance with chapter 4-8B, apply for and receive federal funds under the provisions of Title IV-D of the Social Security Act, as amended, to January 1, 2004. The department may also enforce the child support obligations for any child who is receiving temporary assistance for needy families or foster care maintenance payments under Title IV-E. The department shall enforce the spousal support obligation for a parent who is living with his or her child if the support obligation has been established for the parent by court order and the child support obligation is being enforced by the department. Section 9. That § 28-6-1 be amended to read: 28-6-1. The Department of Social Services may provide medical services and medical or remedial care on behalf of persons having insufficient income and resources to meet the necessary cost thereof, if the person has exhausted all other possible public and private medical and remedial care programs, income, or benefits, with the exception of county poor relief, in accordance with rules which the secretary of social services shall promulgate pursuant to chapter 1-26 in accordance with the provisions of Title XIX and Title XXI of the federal Social Security Act, as amended to January 1, 2004. The rules shall specify the individuals and services for which state funds or federal financial participation are available and may include: (1) The amount, scope, and duration of medical and remedial services; (2) The basis for and extent of provider payments on behalf of an eligible person; (3) The establishment and collection of copayments, premiums, fees, or charges for sharing the cost of risk protection or services provided to persons. All such collections shall be remitted to the general fund; (4) Methods of administration found necessary for the operation of the medical assistance program; (5) Safeguards against the disclosure or improper use of information, required by statutory law to be held confidential, concerning applicants for or recipients of medical assistance; and (6) Such other requirements as may be necessary to obtain federal financial participation in the medical assistance program. Section 10. That § 28-6-18 be amended to read: 28-6-18. The department shall promulgate reasonable and necessary rules, pursuant to chapter 1-26, relating to: (1) The determination of exempt and nonexempt income in long-term care; (2) The treatment of income in long-term care; (3) The deeming of income in long-term care; (4) The determination of the spousal minimum monthly allowance in long-term care; (5) The determination of the spousal share of resources; and (6) Such other standards and requirements as may be necessary for federal financial participation in accordance with Title XIX of the federal Social Security Act, as amended to January 1, 2004. Section 11. That § 28-6B-1 be amended to read: 28-6B-1. There is hereby created the prenatal care program, a separate health assistance program as allowed under Title XXI of the federal Social Security Act, as amended to January 1, 2004, and 42 C.F.R. 457.10, solely to provide for the medical care of unborn children whose mothers are ineligible for coverage under Title XIX of the federal Social Security Act based on their citizenship status. Section 12. That § 28-6B-4 be amended to read: 28-6B-4. The secretary shall promulgate rules pursuant to chapter 1-26 in accordance with the provisions of Title XXI of the federal Social Security Act, as amended to January 1, 2004, and 42 C.F.R 457.10. The rules shall specify the individuals and services for which state funds or federal financial participation are available and may include: (1) The amount, scope, and duration of prenatal medical services; (2) The basis for and extent of provider payments on behalf of an eligible person; (3) The establishment and collection of copayments, premiums, fees, or charges for sharing the cost of risk protection or services to persons. All collections shall be remitted to the general fund; (4) Methods of administration found necessary for the operation of the prenatal care program; (5) Safeguards against the disclosure or improper use of information, required by statutory law to be held confidential, concerning applicants for or recipients of medical assistance; and (6) Any other requirements as may be necessary to obtain federal financial participation in the medical assistance program."}, {"bill_id": 9591, "bill_version_id": 52920, "bill_version": "Enrolled", "bill_version_date": "2019-01-31T09:22:00.953-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9591, "action_date": "2019-01-08T12:00:00-06:00", "document_id": 51490, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51490.pdf", "status_text": "First read in Senate and referred to", "journal_page": 27, "committee_id_action": 409, "committee_id_assigned": 420, "result": "N", "vote": {}}, {"bill_id": 9591, "action_date": "2019-01-14T10:00:00-06:00", "document_id": 51529, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51529.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 420, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9591, "action_date": "2019-01-16T10:00:00-06:00", "document_id": 51689, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51689.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 420, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9591, "action_date": "2019-01-16T10:00:00-06:00", "document_id": 51800, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51800.pdf", "status_text": "Do Pass", "journal_page": 102, "committee_id_action": 420, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 27217, "president_vote": null, "Yea": [1608, 1605, 1442, 1571, 1607, 1426, 1559]}}, {"bill_id": 9591, "action_date": "2019-01-16T10:00:00-06:00", "document_id": 51800, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51800.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 420, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9591, "action_date": "2019-01-17T12:30:00-06:00", "document_id": 51884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51884.pdf", "status_text": "Do Pass", "journal_page": 123, "committee_id_action": 409, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 27270, "president_vote": null, "Yea": [1602, 1441, 1582, 1562, 1599, 1608, 1606, 1605, 1588, 1604, 1442, 1601, 1585, 1600, 1603, 1568, 1583, 1430, 1437, 1595, 1558, 1450, 1571, 1586, 1561, 1596, 1559, 1607, 1584, 1426, 1598, 1433, 1565, 1597], "Excused": [1587]}}, {"bill_id": 9591, "action_date": "2019-01-22T14:00:00-06:00", "document_id": 51990, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51990.pdf", "status_text": "First read in House and referred to", "journal_page": 147, "committee_id_action": 408, "committee_id_assigned": 429, "result": "N", "vote": {}}, {"bill_id": 9591, "action_date": "2019-01-29T08:00:00-06:00", "document_id": 52177, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52177.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 429, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9591, "action_date": "2019-01-29T08:00:00-06:00", "document_id": 52616, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52616.pdf", "status_text": "Do Pass", "journal_page": 231, "committee_id_action": 429, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 27560, "president_vote": null, "Yea": [1643, 1613, 1440, 1624, 1649, 1632, 1612, 1577, 1576, 1610, 1580, 1564, 1427]}}, {"bill_id": 9591, "action_date": "2019-01-29T08:00:00-06:00", "document_id": 52616, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52616.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 429, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9591, "action_date": "2019-01-30T14:00:00-06:00", "document_id": 52890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52890.pdf", "status_text": "Do Pass", "journal_page": 268, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 27670, "president_vote": null, "Yea": [1563, 1614, 1619, 1567, 1592, 1643, 1578, 1641, 1560, 1629, 1579, 1613, 1645, 1594, 1443, 1633, 1440, 1634, 1444, 1434, 1573, 1616, 1650, 1635, 1624, 1557, 1628, 1427, 1436, 1642, 1438, 1620, 1631, 1589, 1556, 1593, 1639, 1590, 1609, 1435, 1649, 1632, 1646, 1644, 1575, 1612, 1630, 1431, 1446, 1615, 1638, 1569, 1647, 1626, 1572, 1637, 1627, 1577, 1618, 1581, 1576, 1610, 1622, 1623, 1611, 1564, 1621, 1580, 1625, 1432]}}, {"bill_id": 9591, "action_date": "2019-01-31T13:00:00-06:00", "document_id": 52971, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52971.pdf", "status_text": "Signed by the President", "journal_page": 256, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9591, "action_date": "2019-02-05T14:00:00-06:00", "document_id": 53061, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53061.pdf", "status_text": "Signed by the Speaker", "journal_page": 301, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9591, "action_date": "2019-02-06T14:00:00-06:00", "document_id": 53170, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53170.pdf", "status_text": "Delivered to the Governor", "journal_page": 278, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9591, "action_date": "2019-02-11T14:00:00-06:00", "document_id": 53453, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53453.pdf", "status_text": "Signed by the Governor", "journal_page": 326, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6944}