{"session_id": 19, "bill_id": 77, "bill_type": "Senate Bill", "bill_number": 164, "bill_title": "revise the compensation requirements payable to surface owners for exploration damages and to allow the payments to be made in multiple installments.", "sponsors": [{"legislator_profile_id": 331, "is_prime": true}, {"legislator_profile_id": 377, "is_prime": true}, {"legislator_profile_id": 342, "is_prime": false}, {"legislator_profile_id": 359, "is_prime": false}, {"legislator_profile_id": 332, "is_prime": false}, {"legislator_profile_id": 378, "is_prime": false}, {"legislator_profile_id": 367, "is_prime": false}, {"legislator_profile_id": 354, "is_prime": false}, {"legislator_profile_id": 353, "is_prime": false}], "keywords": ["Mineral Interests", "Mining, Oil and Gas", "Oil and Gas", "Property"], "audio": [{"meeting_datetime": "2013-01-29T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag14.mp3", "start_seconds": 6533.0}, {"meeting_datetime": "2013-01-29T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag14.mp3", "start_seconds": 6533.0}, {"meeting_datetime": "2013-01-29T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag14.mp3", "start_seconds": 6533.0}, {"meeting_datetime": "2013-01-31T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag16.mp3", "start_seconds": 659.0}, {"meeting_datetime": "2013-01-31T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag16.mp3", "start_seconds": 659.0}, {"meeting_datetime": "2013-01-31T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag16.mp3", "start_seconds": 659.0}], "bill_versions": [{"bill_id": 77, "bill_version_id": 24302, "bill_version": "Introduced", "bill_version_date": "2013-01-23T07:43:43.95-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the compensation requirements payable to surface owners for exploration damages and to allow the payments to be made in multiple installments. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 45-5A-4 be amended to read as follows: 45-5A-4. The mineral developer shall pay the surface owner a sum of money equal to the amount of damages sustained by the surface owner for loss of agricultural production, lost land value, lost use of the surface owner's land, lost access to the surface owner's land, and lost value of improvements caused by mineral development. The amount of damages may be determined by any formula mutually agreeable between the surface owner and the mineral developer. In determining damages, consideration shall be given the parties shall give consideration to the period of time during which the loss occurs and the surface owner may elect to be paid damages. The mineral developer shall pay this sum in annual installments over a period of time unless the surface owner elects to receive the sum in one up-front payment. However, the surface owner shall be compensated for harm caused by exploration only by a single sum payment. The payments contemplated by this section shall only cover land directly affected by mineral development. Payments under this section for lost land value shall be paid only to the title holder of such land. Any reservation or assignment of such compensation apart from the surface estate except to a lessee of the surface estate is prohibited. In the absence of an agreement between the surface owner and lessee as to the division of the compensation payable under this section, the lessee is entitled to recover from the surface owner that portion of the compensation attributable to the tenant's share of the damages sustained. Section 2. That chapter 45-5A be amended by adding thereto a NEW SECTION to read as follows: The mineral developer shall pay the surface owner a sum of money equal to the amount of damages sustained by the surface owner and the surface owner's tennant, if any, for loss of agricultural production and income caused by mineral development. The amount of damages may be determined by any formula mutually agreeable between the surface owner and the mineral developer, however the damages shall be calculated and paid on a yearly basis based on the mutually agreeable formula. In determining damages, the parties shall give consideration to the period of time during which the loss occurs, the amount of land used for mineral development, the history of the surface owner's use of the land, and the market value of the commodity produced on the land. Payments under this section shall be paid only to the title holder of such land. Any reservation or assignment of such compensation apart from the surface estate except to a lessee of the surface estate is prohibited. In the absence of an agreement between the surface owner and lessee as to the division of the compensation payable under this section, the lessee is entitled to recover from the surface owner that portion of the compensation attributable to the tenant's share of the damages sustained. Section 3. That chapter 45-5A be amended by adding thereto a NEW SECTION to read as follows: The mineral developer shall compensate the surface owner for damages caused by mineral exploration for loss of agricultural production and income, lost land value, lost use of the surface owner's land, lost access to the surface owner's land, and lost land value of improvements. In determining damages, the parties shall give consideration to the period of time during which the loss occurs. The mineral developer shall pay the surface owner this sum in annual installments over a period of time unless the surface owner elects to receive the sum in one up-front payment. Payments under this section shall be paid only to the title holder of such land. Any reservation or assignment of such compensation apart from the surface estate except to a lessee of the surface estate is prohibited. In the absence of an agreement between the surface owner and lessee as to the division of the compensation payable under this section, the lessee is entitled to recover from the surface owner that portion of the compensation attributable to the tenant's share of the damages sustained. Section 4. That chapter 45-5A be amended by adding thereto a NEW SECTION to read as follows: Unless both parties provide otherwise by written agreement, at the time the notice required by § 45-5A-5 is given, the mineral developer shall make a written offer of settlement to the person surface owner of the affected land for the payments provided for in sections 1 and 2 of this Act. Section 5. If the mineral developer and the surface owner fail to agree on the payment amount as required in section 1 of this Act, or the formula as required in section 2 of this Act within ninety days after the notice required by § 45-5A-5 is given, the parties shall enter mediation. Section 6. That chapter 45-5A be amended by adding thereto a NEW SECTION to read as follows: If the surface owner rejects the settlement offer given pursuant to this Act, the surface owner may bring an action for compensation in the court of proper jurisdiction. If the compensation awarded by the court is greater than the amount offered by the mineral developer, the court shall award the surface owner reasonable attorney's fees, costs assessed by the court, and interest on the amount of final compensation awarded by the court from the day drilling is commenced."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 77, "action_date": "2013-01-23T14:00:00-06:00", "document_id": 24441, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24441.pdf", "status_text": "First read in Senate and referred to", "journal_page": 175, "committee_id_action": 200, "committee_id_assigned": 176, "result": "N", "vote": {}}, {"bill_id": 77, "action_date": "2013-01-29T10:00:00-06:00", "document_id": 24610, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24610.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 176, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 77, "action_date": "2013-01-31T10:00:00-06:00", "document_id": 25099, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25099.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 301, "committee_id_action": 176, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13257, "president_vote": null, "Nay": [388, 340, 329, 368], "Yea": [322, 385, 384, 333, 327]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/77"}