{"session_id": 44, "bill_id": 21816, "bill_type": "House Bill", "bill_number": 1149, "bill_title": "establish timberland as a separate classification of property for tax purposes, define the criteria for timberland classification, and set the tax parameters for property classified as timberland.", "sponsors": [{"legislator_profile_id": 1777, "is_prime": true}, {"legislator_profile_id": 1786, "is_prime": true}, {"legislator_profile_id": 1788, "is_prime": false}, {"legislator_profile_id": 1792, "is_prime": false}], "keywords": ["Agricultural Land", "Property", "Taxation"], "audio": [], "bill_versions": [{"bill_id": 21816, "bill_version_id": 214710, "bill_version": "Introduced", "bill_version_date": "2021-01-28T09:45:48.333-06:00", "bill_text": "An Act to establish timberland as a separate classification of property for tax purposes, define the criteria for timberland classification, and set the tax parameters for property classified as timberland. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-6-31 be AMENDED. 10-6-31. Classification of property--Notation by director of equalization. For the purposes of taxation, all property is hereby classified into the following classes: (1) Agricultural property; (2) Nonagricultural property; and (3) Owner-occupied single-family dwellings; and (4) Timberland. Agricultural property includes all property and any land used exclusively for classified as agricultural purposes, both tilled and untilled, land pursuant to § 10-6-31.3 and the any improvements on the agricultural land used exclusively for agricultural purposes. However, agricultural property does not include any normally occupied dwelling or automobile garage or portion of a building used for that purpose by the occupant of such dwelling. Owner-occupied single-family dwellings include all property classified pursuant to § 10-13-39. Timberland includes all land classified pursuant to § 10-6-31.10. Nonagricultural property includes all other property not otherwise classified. The director of equalization in listing and assessing all property to which this section applies shall designate opposite each description the class to which the property belongs. Section 2. That § 10-12-42 be AMENDED. 10-12-42. General fund of a school district--Annual levy. For taxes payable in 2021 2022 and each year thereafter, the levy for the general fund of a school district shall be as follows: (1) The maximum tax levy shall be six dollars and sixty-eight and two-tenths cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subdivision (2) of this section and , owner-occupied property as provided in subdivision (3) of this section, and timberland as provided in subdivision (4) of this section; (2) The maximum tax levy on agricultural property for the school district shall be one dollar and forty-four and three-tenths cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; and (3) The maximum tax levy for an owner-occupied single-family dwelling as defined in § 10-13-40 for the school district shall be three dollars and twenty-two and nine-tenths cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; and (4) The maximum tax levy for timberland as defined in § 10-6-31.10 for the school district shall be one dollar and forty-four and three-tenths cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies. A levy on timberland in this section shall be imposed on valuations where the median level of assessment represents fifty percent of market value as determined by the Department of Revenue. All other levies in this section shall be imposed on valuations where the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue department. These valuations shall be used for all school funding purposes. If the district has imposed an excess levy pursuant to § 10-12-43, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies in this section. The school district may elect to tax at less than the maximum amounts set forth in this section. Section 3. That § 10-3-41 be AMENDED. 10-3-41. Median level of assessment to represent eighty-five percent of market value. The director of equalization shall make the necessary adjustments to the valuations before the notice of assessment pursuant to § 10-6-50, so that the median level of assessment on property other than timberland represents at least eighty-five percent of market value as determined by the Department of Revenue, and that the median level of assessment on timberland represents at least fifty percent of market value as determined by the department. Section 4. That § 10-12-31.1 be AMENDED. 10-12-31.1. Adjusting level of assessment for school districts. Notwithstanding other provision of law, when applying the levies for school purposes, the county director of equalization of each county shall adjust the level of assessment in that district on property other than timberland, so that the level of assessment, as indicated by the most recent assessment to sales ratio as provided for in § 10-11-55 and the most recent agricultural income value as provided for in § 10-6-33.28 to 10-6-33.33, inclusive, in that district are, is equal to eighty-five percent of market value or agricultural income value, and adjust the level of assessment in that district on timberland, so that the level of assessment, as indicated by the most recent assessment to sales ratio as provided for in § 10-11-55 in that district, is equal to fifty percent of market value. The Department of Revenue shall provide the director of equalization of each county all of the factors of adjustment necessary for the computations required in this section. Section 5. That § 10-6-33.8 be AMENDED. 10-6-33.8. Minimum and maximum median sales to assessment ratio. The median sales to assessment ratio of all real property, except timberland, may not be less than eighty‑five percent or more than one hundred percent. The median sales to assessment ratio of timberland may not be less than fifty percent or more than one hundred percent. Section 6. That § 10-6-31.3 be AMENDED. 10-6-31.3. Classification of agricultural land--Criteria. For tax purposes, land is agricultural land if its the land's principal use is devoted to the raising and harvesting of crops or timber or fruit trees, tree farms, the rearing, feeding, and management of farm livestock, poultry, fish, or nursery stock, the production of bees and apiary products, or horticulture, all for intended profit. Agricultural real estate land also includes woodland, wasteland, and pasture land, but only if the land is held and operated in conjunction with agricultural real estate as defined land and it is under the same ownership. In addition, to be classified as agricultural land for tax purposes, the land shall must meet one of the following criteria: (1) In three of the previous five years, a an annual gross income of at least two thousand five hundred dollars is derived from the pursuit of agriculture from the land that is at least ten percent of the taxable valuation of the bare land assessed as agricultural property, excluding any improvements. If there is a crop share arrangement or cash rent agreement, the gross income from the land of both the landlord and tenant shall be combined and used to meet this requirement. Alternatively, at least two thousand five hundred dollars of the owner's gross income is annually derived from the pursuit of agriculture; or (2) The Subject to the board of county commissioners increasing the minimum acre requirements, the land consists of not less than is at least twenty acres of unplatted land or is a part of a management unit of not less than at least eighty acres of unplatted land. The same acreage specifications apply to platted land, excluding land platted as a subdivision, which is in an unincorporated area. However, the. The board of county commissioners may increase the minimum acre requirement up to one hundred sixty acres. For the purposes of this section, the term, management unit, means any two or more parcels of land, whether adjoining or not, under common ownership located within this state and managed and operated as a unit for one or more of the principal uses listed in this section. No parcel of land within a management unit may be more than twenty air miles from the nearest other parcel within the management unit. If requested by the director of equalization, the owner shall provide supporting documentation of the land contained in the management unit. Section 7. That a NEW SECTION be added: 10-6-31.10. Classification of timberland--Criteria. Subject to the provisions of § 10-6-31.11, land is timberland for tax purposes if: (1) The land's principal use is devoted to the raising and harvesting of timber for profit; and (2) The land is part of a management unit of not less than one hundred sixty acres of land. Timberland also includes woodland, wasteland, and pastureland, but only if the land is held and operated in conjunction with timberland and is under the same ownership. For the purposes of this section, the term, management unit, means any two or more parcels of land, whether adjoining or not, located within this state and managed and operated as a unit for the raising and harvesting of timber. No parcel of land within a management unit may be more than twenty air miles from the nearest other parcel within the management unit. If requested by the director of equalization, the owner shall provide supporting documentation of the land contained in the management unit. Section 8. That a NEW SECTION be added: 10-6-31.11. Land prevented from classification as agricultural or timberland--Criteria. Notwithstanding §§ 10-6-31.1, 10-6-31.3, and 10-6-31.10, land may not be classified as agricultural land or timberland for tax purposes and any such classification shall be removed if the land meets at least two of the following criteria: (1) A public utility hookup for water, sewer, or electricity has been stubbed to the land; (2) The land is given a zoning classification other than agricultural; (3) The land is less than ten acres and does not adjoin any other land under common ownership; (4) The land was purchased or offered for sale in the assessment year for an amount that is more than four times the county annual average agricultural income value; (5) The land is a platted lot that has not been designated as agricultural by county ordinance; or (6) The land is platted as a subdivision with three or more lots. For purposes of this section, the term, subdivision, means the division of any tract or parcel of land into two or more lots, sites, or other division for the purpose, whether immediate or future, of sale or building development and includes re-subdivision. The term does not apply to the conveyance of a portion of any previously platted tract, parcel, lot, or site if the conveyance does not cause the tract, parcel, lot, or site from which the portion is severed to be in violation of any existing zoning ordinance or subdivision regulation applying to the tract, parcel, lot, or site."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21816, "action_date": "2021-01-28T14:00:00-06:00", "document_id": 214370, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/214370.pdf", "status_text": "First Reading House", "journal_page": 148, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21816, "action_date": "2021-02-02T14:00:00-06:00", "document_id": 215283, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215283.pdf", "status_text": "Referred to", "journal_page": 179, "committee_id_action": 492, "committee_id_assigned": 499, "result": "N", "vote": {}}, {"bill_id": 21816, "action_date": "2021-02-16T14:00:00-06:00", "document_id": 217363, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217363.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 293, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/21816"}