{"session_id": 27, "bill_id": 8161, "bill_type": "House Commemoration", "bill_number": 1029, "bill_title": "Honoring the James Valley Christian High School Boys Cross Country Team for its outstanding performance.", "sponsors": [{"legislator_profile_id": 1198, "is_prime": true}, {"legislator_profile_id": 1167, "is_prime": true}, {"legislator_profile_id": 1197, "is_prime": false}], "keywords": ["House Commemorative"], "audio": [], "bill_versions": [{"bill_id": 8161, "bill_version_id": 45322, "bill_version": "Introduced", "bill_version_date": "2017-03-02T09:55:22.897-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the James Valley Christian High School Boys Cross Country Team for its outstanding performance. WHEREAS, the James Valley Christian High School Boys Cross Country Team won the 2016 South Dakota Class B State Cross Country Championship; and WHEREAS, the James Valley Christian High School team fielded five athletes with two alternates and earned the combined winning score of 23 points; and WHEREAS, the James Valley Christian High School team took the championship over nineteen other teams in the competition; and NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Second Legislature of the State of South Dakota, that the Legislature commends the James Valley Christian High School Boys Cross Country Team on a great season."}, {"bill_id": 8161, "bill_version_id": 45546, "bill_version": "Enrolled", "bill_version_date": "2017-03-07T16:45:28.933-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the James Valley Christian High School Boys Cross Country Team for its outstanding performance. WHEREAS, the James Valley Christian High School Boys Cross Country Team won the 2016 South Dakota Class B State Cross Country Championship; and WHEREAS, the James Valley Christian High School team fielded five athletes with two alternates and earned the combined winning score of 23 points; and WHEREAS, the James Valley Christian High School team took the championship over nineteen other teams in the competition; and NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Second Legislature of the State of South Dakota, that the Legislature commends the James Valley Christian High School Boys Cross Country Team on a great season. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8161, "action_date": "2017-03-02T14:00:00-06:00", "document_id": 45367, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45367.pdf", "status_text": "", "journal_page": 614, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}]}