{"session_id": 56, "bill_id": 18901, "bill_type": "House Bill", "bill_number": 1123, "bill_title": "authorize banks to be organized as limited liability companies.", "sponsors": [{"legislator_profile_id": 3093, "is_prime": true}, {"legislator_profile_id": 3111, "is_prime": true}, {"legislator_profile_id": 3050, "is_prime": false}, {"legislator_profile_id": 3096, "is_prime": false}], "keywords": ["Administrative Rules", "Banks and Banking"], "audio": [{"meeting_datetime": "2004-01-30T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hju13hb1123a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-30T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hju13hb1123a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-30T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hju13hb1123a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-30T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hju13hb1123a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou15hb1123a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou15hb1123a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou15hb1123a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-18T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sju26hb1123a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-18T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sju26hb1123a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-18T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sju26hb1123a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-21T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sen29hb1123a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-21T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sen29hb1123a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-21T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sen29hb1123a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18901, "bill_version_id": 99418, "bill_version": "Introduced", "bill_version_date": "2004-01-21T09:36:57-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize banks to be organized as limited liability companies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That subdivision (1) of § 51A-1-2 be amended to read as follows: (1) \"Bank,\" any corporation or limited liability company authorized under this title to engage in the business of banking or in the combined business of a bank and trust company or in the combined business of a bank with trust powers; Section 2. That chapter 51A-3 be amended by adding thereto a NEW SECTION to read as follows: A bank may be organized as a limited liability company. However, any bank that is organized as a limited liability company may not have an existence longer than twenty years. The commission shall promulgate rules pursuant to chapter 1-26, consistent with Title 51A, for the organization, management, extension of its charter , and general administration of a bank that is organized as a limited liability company. The rules shall facilitate the organization and capital structure, the offering of trust business and the ability to develop branch bank and drive-in facilities, the offering of remote service banking and bank services, the acceptance of deposits and the making of investments, the offering of safe deposit and safe keeping protocols, the making of loans, the reorganization of the limited liability company bank, and the operation of a bank organized as a limited liability company to operate on an equal and parity basis with a bank organized as a corporation."}, {"bill_id": 18901, "bill_version_id": 100364, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2004-01-30T12:52:55-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize banks to be organized as limited liability companies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That subdivision (1) of § 51A-1-2 be amended to read as follows: (1) \"Bank,\" any corporation or limited liability company, organized pursuant to chapter 47-34A, authorized under this title to engage in the business of banking or in the combined business of a bank and trust company or in the combined business of a bank with trust powers; Section 2. That chapter 51A-3 be amended by adding thereto a NEW SECTION to read as follows: A bank may be organized as a limited liability company. However, any bank that is organized as a limited liability company may not have an existence longer than twenty years. The commission shall promulgate rules pursuant to chapter 1-26, consistent with Title 51A, for the organization, management, extension of its charter , and general administration of a bank that is organized as a limited liability company. The rules shall facilitate the organization and capital structure, the offering of trust business and the ability to develop branch bank and drive-in facilities, the offering of remote service banking and bank services, the acceptance of deposits and the making of investments, the offering of safe deposit and safe keeping protocols, the making of loans, the reorganization of the limited liability company bank, and the operation of a bank organized as a limited liability company to operate on an equal and parity basis with a bank organized as a corporation. Section 3. That § 10-43-10.1 be amended to read as follows: 10-43-10.1. Net income, in the case of a financial institution, is taxable income as defined in the Internal Revenue Code, as amended, and in effect on January 1, 2003, and reportable for federal income tax purposes for the taxable year, but subject to the adjustments as provided in § § 10-43-10.2 and 10-43-10.3. If a financial institution has elected to file its federal tax return pursuant to 26 USC § 1362(a), as amended, and in effect on January 1, 1997, net income shall be computed in the same manner and in the same amount as if that institution had continued to file its federal tax return without making the election and the financial institution shall continue to be treated as a separate corporation for the purposes of this chapter. If a financial institution is organized as a limited liability company, the limited liability company shall be treated as a separate corporation for the purpose of this chapter. Section 4. That § 10-43-10.3 be amended by adding thereto a NEW SUBDIVISION to read as follows: For those financial institutions organized as limited liability companies, imputed federal income taxes in an amount equal to the taxes that would have been paid on net income as defined in § 10-43-10.1 had the financial institution elected to file as a subchapter C corporation under the Internal Revenue Code. Section 5. That § 47-34A-211 be amended to read as follows: 47-34A-211. (a) A limited liability company, and a foreign limited liability company authorized to transact business in this state, except a bank organized pursuant to section 2 of this Act, shall deliver to the secretary of state for filing an annual report that sets forth: (1) The name of the company and the state or country under whose law it is organized; (2) The address of its registered office and the name and address of its registered agent for service of process in this state; (3) The address of its principal office; (4) The names and business addresses of any managers; (5) The dollar amount of the total agreed contributions to the limited liability company. (b) Information in an annual report must be current as of the date the annual report is signed on behalf of the limited liability company. (c) The first annual report must be delivered to the secretary of state concurrent with the filing of the articles of organization. Subsequent annual reports must be delivered to the secretary of state before the first day of the second month following the anniversary month of the filing date. (d) If an annual report does not contain the information required in subsection (a) or the fees required by § 47-34A-212, the secretary of state shall promptly notify the reporting limited liability company or foreign limited liability company and return the report to it for correction. If the report is corrected to contain the information required in subsection (a) or the fees required by § 47-34A-212 and delivered to the secretary of state within thirty days after the effective date of the notice, it is timely filed."}, {"bill_id": 18901, "bill_version_id": 101521, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2004-02-18T13:38:22-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize banks to be organized as limited liability companies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That subdivision (1) of § 51A-1-2 be amended to read as follows: (1) \"Bank,\" any corporation or limited liability company, organized pursuant to chapter 47-34A, authorized under this title to engage in the business of banking or in the combined business of a bank and trust company or in the combined business of a bank with trust powers; Section 2. That chapter 51A-3 be amended by adding thereto a NEW SECTION to read as follows: A bank may be organized as a limited liability company. The commission shall promulgate rules pursuant to chapter 1-26, consistent with Title 51A, for the organization, management, extension of its charter , and general administration of a bank that is organized as a limited liability company. The rules shall facilitate the organization and capital structure, the offering of trust business and the ability to develop branch bank and drive-in facilities, the offering of remote service banking and bank services, the acceptance of deposits and the making of investments, the offering of safe deposit and safe keeping protocols, the making of loans, the reorganization of the limited liability company bank, and the operation of a bank organized as a limited liability company to operate on an equal and parity basis with a bank organized as a corporation. Section 3. That § 10-43-10.1 be amended to read as follows: 10-43-10.1. Net income, in the case of a financial institution, is taxable income as defined in the Internal Revenue Code, as amended, and in effect on January 1, 2003, and reportable for federal income tax purposes for the taxable year, but subject to the adjustments as provided in § § 10-43-10.2 and 10-43-10.3. If a financial institution has elected to file its federal tax return pursuant to 26 USC § 1362(a), as amended, and in effect on January 1, 1997, net income shall be computed in the same manner and in the same amount as if that institution had continued to file its federal tax return without making the election and the financial institution shall continue to be treated as a separate corporation for the purposes of this chapter. If a financial institution is organized as a limited liability company, the limited liability company shall be treated as a separate corporation for the purpose of this chapter. Section 4. That § 10-43-10.3 be amended by adding thereto a NEW SUBDIVISION to read as follows: For those financial institutions organized as limited liability companies, imputed federal income taxes in an amount equal to the taxes that would have been paid on net income as defined in § 10-43-10.1 had the financial institution elected to file as a subchapter C corporation under the Internal Revenue Code. Section 5. That § 47-34A-211 be amended to read as follows: 47-34A-211. (a) A limited liability company, and a foreign limited liability company authorized to transact business in this state, except a bank organized pursuant to section 2 of this Act, shall deliver to the secretary of state for filing an annual report that sets forth: (1) The name of the company and the state or country under whose law it is organized; (2) The address of its registered office and the name and address of its registered agent for service of process in this state; (3) The address of its principal office; (4) The names and business addresses of any managers; (5) The dollar amount of the total agreed contributions to the limited liability company. (b) Information in an annual report must be current as of the date the annual report is signed on behalf of the limited liability company. (c) The first annual report must be delivered to the secretary of state concurrent with the filing of the articles of organization. Subsequent annual reports must be delivered to the secretary of state before the first day of the second month following the anniversary month of the filing date. (d) If an annual report does not contain the information required in subsection (a) or the fees required by § 47-34A-212, the secretary of state shall promptly notify the reporting limited liability company or foreign limited liability company and return the report to it for correction. If the report is corrected to contain the information required in subsection (a) or the fees required by § 47-34A-212 and delivered to the secretary of state within thirty days after the effective date of the notice, it is timely filed. Section 6. That § 51A-1-2 be amended by adding thereto NEW SUBDIVISIONS to read as follows: \"Articles of incorporation,\" articles of incorporation for a bank organized by incorporators as a corporation pursuant to chapters 47-2 to 47-9, inclusive, and articles of organization for a bank organized by organizers or members as a limited liability company pursuant to chapter 47- 34A; \"By-laws,\" by-laws for a bank organized by incorporators as a corporation pursuant to chapters 47-2 to 47-9, inclusive, and operating agreement for a bank organized by organizers or members as a limited liability company pursuant to chapter 47-34A; \"Stockholder,\" a shareholder of a bank organized by incorporators as a corporation pursuant to chapters 47-2 to 47-9, inclusive, and a member for a bank organized by organizers or members as a member as a limited liability company pursuant to chapter 47-34A; \"Board of directors,\" board of directors for a bank organized by incorporators as a corporation pursuant to chapters 47-2 to 47-9, inclusive, and a manager for a manager-managed bank or a member for a member-managed bank organized as a limited liability company pursuant to chapter 47-34A; \"Stock,\" shares for a bank organized by incorporators as a corporation pursuant to chapters 47-2 to 47-9, inclusive, and member equity for a bank organized as a limited liability company pursuant to chapter 47-34A; \"Dividends,\" distributions for a corporation organized by incorporators as a corporation pursuant to chapters 47-2 to 47-9, inclusive, and distributions for a bank organized by organizers or members as a limited liability company pursuant to chapter 47-34A. Section 7. That § 51A-3-2 be amended to read as follows: 51A-3-2. The For a bank organized as a corporation, the articles of incorporation of a bank corporation shall state , and for a bank organized as a limited liability company, the articles of organization of a bank shall state : (1) That the corporation or limited liability company is formed for the purpose of engaging in the business of banking, or as a bank and trust company, or as a bank and trust department; (2) The period for which such corporation or limited liability company is organized, not exceeding twenty years. The name of such bank shall be different from the name of any other bank or trust company in the county of its place of business. Its The capital stock of a bank organized as a corporation shall be divided into shares of not less than ten nor more than one hundred dollars each. The members' equity of a bank organized as a limited liability company shall be divided into units of not less than ten nor more than one hundred dollars each. Section 8. That § 51A-3-5 be amended to read as follows: 51A-3-5. The For a bank organized as a corporation, the original issue of bank stock , and for a bank organized as a limited liability company, the original issue of members' equity, shall be sold at a price of not less than twenty percent in excess of its par value and paid for in full in lawful money of the United States. The excess over the par value shall be credited on the books of the bank to the surplus. Section 9. That § 51A-3-6 be amended to read as follows: 51A-3-6. One-tenth of the net profit for any dividend period shall be carried to the surplus fund until such fund shall amount to twenty percent of the capital stock or members' equity . Any losses sustained in excess of undivided profits may be charged to the surplus account, but no dividends shall thereafter be declared or paid until the surplus fund shall amount to twenty percent of the capital stock or members' equity . Section 10. That § 51A-5-6 be amended to read as follows: 51A-5-6. It is lawful for any national bank to engage in trust business in this state to the extent authorized by the laws of the United States, without incorporating or organizing under the laws of this state, but they a national bank shall otherwise comply with and be subject to all laws of this state which are applicable to state banks engaged in trust business including such examinations as may be deemed necessary, except that the authority of the commission and the director shall apply to their trust business only. The director may accept in lieu of an examination conducted under his the director's direction, any report of examination conducted by the appropriate federal regulatory agency. Section 11. That § 51A-12-2 be amended to read as follows: 51A-12-2. Except as otherwise provided in this title, no bank organized as a corporation or limited liability company may loan, or otherwise extend credit, to any corporation, partnership, or individual, an amount greater than the sum of: (1) Twenty percent of its capital stock or members' equity and surplus; and (2) Ten percent of its undivided profit. Such limit shall be determined for each calendar quarter on the basis of the bank's quarterly report of condition for the immediately previous calendar quarter."}, {"bill_id": 18901, "bill_version_id": 101967, "bill_version": "Enrolled", "bill_version_date": "2004-02-24T13:41:57-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18901, "action_date": "2004-01-21T14:00:00-06:00", "document_id": 99482, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99482.pdf", "status_text": "First read in House and referred to", "journal_page": 124, "committee_id_action": 831, "committee_id_assigned": 829, "result": "N", "vote": {}}, {"bill_id": 18901, "action_date": "2004-01-30T07:45:00-06:00", "document_id": 100335, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100335.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 829, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18901, "action_date": "2004-01-30T07:45:00-06:00", "document_id": 100335, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100335.pdf", "status_text": "Do Pass Amended,", "journal_page": 307, "committee_id_action": 829, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58847, "president_vote": null, "Yea": [3057, 3060, 3070, 3075, 3084, 3106, 3114, 3119, 3125, 3133, 3111, 3107], "Nay": [3080]}}, {"bill_id": 18901, "action_date": "2004-02-03T14:00:00-06:00", "document_id": 100543, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100543.pdf", "status_text": "Do Pass Amended,", "journal_page": 367, "committee_id_action": 831, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59364, "president_vote": null, "Yea": [3045, 3048, 3049, 3051, 3053, 3054, 3055, 3056, 3057, 3058, 3060, 3067, 3070, 3071, 3072, 3073, 3074, 3076, 3078, 3080, 3082, 3083, 3084, 3086, 3088, 3090, 3095, 3096, 3099, 3100, 3102, 3104, 3105, 3106, 3107, 3108, 3110, 3112, 3114, 3117, 3118, 3119, 3121, 3122, 3123, 3124, 3125, 3126, 3127, 3129, 3130, 3131, 3133, 3134, 3135, 3136, 3140, 3141, 3142, 3143, 3144, 3145, 3147, 3148, 3149, 3111], "Excused": [3069], "Nay": [3075, 3081, 3085]}}, {"bill_id": 18901, "action_date": "2004-02-04T14:00:00-06:00", "document_id": 100652, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100652.pdf", "status_text": "First read in Senate and referred to", "journal_page": 326, "committee_id_action": 832, "committee_id_assigned": 810, "result": "N", "vote": {}}, {"bill_id": 18901, "action_date": "2004-02-18T10:00:00-06:00", "document_id": 101509, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101509.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 810, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18901, "action_date": "2004-02-18T10:00:00-06:00", "document_id": 101509, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101509.pdf", "status_text": "Do Pass Amended,", "journal_page": 541, "committee_id_action": 810, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57821, "president_vote": null, "Yea": [3044, 3065, 3094, 3113, 3093, 3059], "Excused": [3132]}}, {"bill_id": 18901, "action_date": "2004-02-20T14:00:00-06:00", "document_id": 101728, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101728.pdf", "status_text": "Deferred to another day", "journal_page": 606, "committee_id_action": 832, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18901, "action_date": "2004-02-21T13:00:00-06:00", "document_id": 101798, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101798.pdf", "status_text": "Do Pass Amended,", "journal_page": 624, "committee_id_action": 832, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58070, "president_vote": null, "Yea": [3044, 3046, 3047, 3050, 3059, 3061, 3062, 3064, 3065, 3066, 3068, 3077, 3079, 3087, 3089, 3091, 3092, 3093, 3094, 3097, 3098, 3101, 3103, 3109, 3113, 3115, 3116, 3120, 3128, 3132, 3137, 3138, 3139], "Excused": [3052, 3146]}}, {"bill_id": 18901, "action_date": "2004-02-24T13:00:00-06:00", "document_id": 102012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102012.pdf", "status_text": "Signed by Speaker", "journal_page": 779, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18901, "action_date": "2004-02-25T10:00:00-06:00", "document_id": 102081, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102081.pdf", "status_text": "Signed by President", "journal_page": 715, "committee_id_action": 832, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18901, "action_date": "2004-02-26T09:00:00-06:00", "document_id": 102083, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102083.pdf", "status_text": "Delivered to the Governor", "journal_page": 824, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18901, "action_date": "2004-03-08T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 848, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2870, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/18901"}