{"session_id": 8, "bill_id": 1373, "bill_type": "Senate Bill", "bill_number": 2, "bill_title": "revise certain provisions regarding alcoholic beverage  control and licensing laws.", "sponsors": [{"legislator_profile_id": 808, "is_prime": true}, {"legislator_profile_id": 784, "is_prime": true}, {"legislator_profile_id": 775, "is_prime": false}, {"legislator_profile_id": 748, "is_prime": false}, {"legislator_profile_id": 803, "is_prime": false}, {"legislator_profile_id": 824, "is_prime": false}, {"legislator_profile_id": 791, "is_prime": false}, {"legislator_profile_id": 833, "is_prime": false}, {"legislator_profile_id": 810, "is_prime": false}, {"legislator_profile_id": 796, "is_prime": false}], "keywords": ["Alcoholic Beverages"], "audio": [{"meeting_datetime": "2010-02-02T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sco14.mp3", "start_seconds": 1305.0}, {"meeting_datetime": "2010-02-02T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sco14.mp3", "start_seconds": 1305.0}, {"meeting_datetime": "2010-02-02T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sco14.mp3", "start_seconds": 1305.0}, {"meeting_datetime": "2010-02-11T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sco19.mp3", "start_seconds": 20.0}, {"meeting_datetime": "2010-02-11T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sco19.mp3", "start_seconds": 20.0}, {"meeting_datetime": "2010-02-11T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sco19.mp3", "start_seconds": 20.0}, {"meeting_datetime": "2010-02-11T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sco19.mp3", "start_seconds": 20.0}, {"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen21.mp3", "start_seconds": 2910.0}, {"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen21.mp3", "start_seconds": 2910.0}, {"meeting_datetime": "2010-02-17T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen22.mp3", "start_seconds": 877.0}, {"meeting_datetime": "2010-02-17T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen22.mp3", "start_seconds": 877.0}, {"meeting_datetime": "2010-02-17T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen22.mp3", "start_seconds": 877.0}, {"meeting_datetime": "2010-03-01T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco29.mp3", "start_seconds": 830.0}, {"meeting_datetime": "2010-03-01T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco29.mp3", "start_seconds": 830.0}, {"meeting_datetime": "2010-03-01T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco29.mp3", "start_seconds": 830.0}, {"meeting_datetime": "2010-03-01T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco29.mp3", "start_seconds": 830.0}, {"meeting_datetime": "2010-03-01T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco29.mp3", "start_seconds": 830.0}, {"meeting_datetime": "2010-03-01T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco29.mp3", "start_seconds": 830.0}, {"meeting_datetime": "2010-03-01T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco29.mp3", "start_seconds": 830.0}, {"meeting_datetime": "2010-03-01T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco29.mp3", "start_seconds": 830.0}, {"meeting_datetime": "2010-03-04T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou32.mp3", "start_seconds": 3990.0}, {"meeting_datetime": "2010-03-04T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou32.mp3", "start_seconds": 3990.0}, {"meeting_datetime": "2010-03-04T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou32.mp3", "start_seconds": 3990.0}], "bill_versions": [{"bill_id": 1373, "bill_version_id": 10134, "bill_version": "Introduced", "bill_version_date": "2009-12-14T14:49:55.383-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding alcoholic beverage control and licensing laws. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 35-1-1 be amended to read as follows: 35-1-1. Terms used in this title, unless the context otherwise plainly requires, shall mean: (1) \"Alcoholic beverage,\" any distilled spirits, wine and malt beverages as defined in this title; (2) \"Bulk container,\" any package, or any container within which container are one or more packages; (3) \"Carrier,\" a person who for hire transports passengers and who sells or furnishes to passengers for consumption alcoholic beverages aboard any means of conveyance; (3A) \"Cider,\" any alcoholic beverage obtained by the fermentation of the juice of apples that contains not less than one-half of one percent of alcohol by volume and not more than ten percent of alcohol by weight, including flavored, sparkling, or carbonated cider.; (3B) \"Controlling interest in,\" a controlling interest in the licensee is an ownership interest of ten percent or more; (4) \"Department,\" the Department of Revenue and Regulation of the State of South Dakota; (5) \"Dispenser,\" a duly licensed physician, dentist, veterinarian, osteopath, podiatrist, chiropractor, or pharmacist; or a druggist, sanitarium, hospital, clinic, educational institution, industrial company, or industrial corporation who purchases alcohol for scientific and medicinal purposes only; (6) \"Distilled spirits,\" ethyl alcohol, hydrated oxide of ethyl, spirits of wine, whiskey, rum, brandy, gin, and other distilled spirits, including all dilutions and mixtures thereof, for nonindustrial use containing not less than one-half of one percent of alcohol by weight; (7) \"Distiller,\" any person who owns, or who himself or through others, directly or indirectly has a controlling interest in, operates, or aids in operating any distillery or other establishment for the production, rectifying, blending, or bottling of distilled spirits; (8) \"Malt beverage,\" a beverage made by the alcoholic fermentation of an infusion or decoction, or combination of both, in potable brewing water, of malted barley with hops, or their parts, or their products, and with or without other malted cereals, and with or without the addition of unmalted or prepared cereals, other carbohydrates or products prepared therefrom, and with or without the addition of carbon dioxide, and with or without other wholesome products suitable for human consumption containing not less than one-half of one percent of alcohol by weight; (9) \"Manufacturer,\" any person who owns, or who himself or through others, directly or indirectly has a controlling interest in, operates, or aids in operating any establishment for the brewing, production, bottling, or blending of malt beverages or wine; (10) \"Minibar,\" any closed container, either refrigerated or nonrefrigerated, access to the interior of which is restricted by means of a locking device which requires the use of a key, magnetic card, or similar device, or controlled by the licensee at all times; (11) \"Municipality,\" any incorporated city or town, and any unincorporated platted town having a United States post office, provided that. However, the subsequent withdrawal of a United States post office from any of the herein described municipalities shall does not affect the right of established liquor licenses to be continued, renewed, or transferred; and shall does not prevent the owner or bona fide lessee of the licensed premises from receiving a renewal or reissuance of such license; (12) \"Off-sale,\" the sale of any alcoholic beverage, for consumption off the premises where sold; (13) \"On-sale,\" the sale of any alcoholic beverage for consumption only upon the premises where sold; (14) \"On-sale dealer,\" any person who sells, or keeps for sale, any alcoholic beverage for consumption on the premises where sold; (15) \"Package,\" the bottle or immediate container of any alcoholic beverage; (16) \"Package dealer,\" any person other than a distiller, manufacturer, or wholesaler, who sells, or keeps for sale, any alcoholic beverage for consumption off the premises where sold; (17) \"Population,\" number of inhabitants as determined by the last preceding federal census; (17A) \"Relative,\" any person who is a husband, wife, son, daughter, brother, sister, father, mother, uncle, aunt, nephew, niece, brother-in-law, sister-in-law, father-in-law, mother-in-law, son-in-law, or daughter-in-law; (18) \"Retail license,\" an on- or off-sale license issued under the provisions of this title; (19) \"Retailer,\" or \"retail dealer,\" any person who sells alcoholic beverages for other than resale; (20) \"Sale,\" the transfer, for a consideration, of title to any alcoholic beverage; (21) \"Secretary,\" the secretary of revenue and regulation of the State of South Dakota; (22) \"Solicitor,\" any person employed by a licensed wholesaler within this state, or by any distiller or manufacturer within or without this state, who contacts a wholesaler or retail dealer within this state for the purpose of selling, promoting, or advertising alcoholic beverages or for any other reason connected with the alcoholic beverage industry but shall does not include employees of wholesale or transporter licensees who only deliver such beverages; (23) \"Transportation company,\" or \"transporter,\" any common carrier or operator of a private vehicle transporting or accepting for transportation any alcoholic beverages, but not including transportation by carriers in interstate commerce where the shipment originates outside of the state and is destined to a point outside of the state; (24) \"Wholesaler,\" any person who sells alcoholic beverages to retailers for resale; (25) \"Wine,\" any liquid either commonly used, or reasonably adapted to use, for beverage purposes, and obtained by the fermentation of the natural sugar content of fruits or other agricultural products containing sugar and containing not less than one-half of one percent of alcohol by weight but not more than twenty-four percent of alcohol by weight. Section 2. That § 35-1-7 be amended to read as follows: 35-1-7. Any person who, in any application, report, or statement filed with the secretary of revenue, knowingly makes a false statement as to any matter required by any provision of this title to be set forth in the application, report, or statement, is guilty of a Class 6 felony. Section 3. That § 35-1-5.3 be amended to read as follows: 35-1-5.3. It is a Class 2 misdemeanor for any person to consume any intoxicating liquor or to mix or blend any alcoholic beverage with any other beverage, regardless of whether the beverage is an alcoholic beverage, distilled spirits in any public place, other than upon the premises of a licensed on-sale dealer where the alcoholic beverage was purchased from the dealer for on-sale purposes. For purposes of this section, the term, public place, means any place, whether in or out of a building, commonly and customarily open to or used by the general public, and any street or highway. However, this section does not apply if the county commissioners or the governing body of the municipality, charged with the approval of alcoholic beverage license issuance, in their respective jurisdictions, give prior authorization for persons to consume or blend alcoholic beverages, but not to engage in the sale of the alcoholic beverages, in or upon property described by the authorizing governmental subdivision, and if the property is publicly owned, or owned by a nonprofit corporation. The board of county commissioners may permit the consumption, but not the sale, of any alcoholic beverage on property owned by the public or by a nonprofit corporation within the county, but outside the limits of any municipality. The governing body of a municipality may permit the consumption, but not the sale, of any alcoholic beverage on the property owned by the public or by a nonprofit corporation within the municipality. The permit period may not exceed twenty-four hours, and hours of authorized consumption may not exceed those permitted for on-sale licensees. It is a Class 2 misdemeanor for any person to consume any alcoholic beverage upon the premises of a licensed on-sale dealer if the alcoholic beverage was not purchased from the on-sale dealer. Section 4. That § 35-1-5.2 be repealed. 35-1-5.2. No licensee regularly licensed to do business before July 1, 1971, may be denied renewal of a license in subsequent years solely by reason of any reduction in the number of licenses that may be authorized or established within any municipality by reason of chapter 211 of the Session Laws of 1971. Any person holding an on-sale dealer's retail license of any of the existing classes or holding a Class Q license issued under the provisions of former subdivision 35-4-2(17) on July 1, 1971, may be issued an on-sale license from the appropriate governing board having jurisdiction, upon application to the governing board for an on-sale license within appropriate classifications established. Section 5. That § 35-1-10 be repealed. 35-1-10. If any section, part, or provision of this title, or the application thereof to any party or class, or to any circumstance, shall be held to be invalid for any cause whatsoever, the remainder of this title or the application to parties or circumstances other than those as to which it is held to be invalid, shall not be affected thereby and shall remain in full force and effect as though no part thereof had been declared to be invalid. Section 6. That § 35-1-11 be repealed. 35-1-11. For the purposes of § 35-1-12, a keg is an eight or sixteen gallon reusable plastic or metal container. Section 7. That § 35-1-12 be amended to read as follows: 35-1-12. No keg of malt beverage may be sold at retail in this state unless the licensee who sold such the keg records the name and address of the person to whom the keg is sold and has provided for the identification of the keg. Each licensee shall maintain such sales records for one year and shall make such the sales records available to any law enforcement agency upon request. The identification provided for in this section shall may not be permanent or damaging to the structure of the keg. For the purposes of this section, the term, keg, means an eight or sixteen gallon reusable plastic or metal container. Section 8. That § 35-2-1 be amended to read as follows: 35-2-1. Applications for licenses Any application for a license provided for by this title shall be made on forms prescribed by the secretary of revenue, and shall be verified by the oath of the applicant, if an individual, and, if a corporation,. If the applicant is not an individual, the oath of applicant shall be verified by an officer of such corporation. Such the entity applying for the license. The application must shall contain such information as the secretary requires, and must shall show that the applicant is eligible for the license for which application is made. Section 9. That § 35-2-2 be amended to read as follows: 35-2-2. Every application for a license directed to the secretary of revenue as provided by § 35-2-1.1 shall be accompanied by payment of the required fee for such license except license fees for the license. However, the license fee for a municipal off-sale licenses which license shall be retained by the municipality. If the application is rejected, such the fee shall be promptly returned by the secretary to the applicant. If the application is granted, the secretary shall deposit such the fee in the state treasury. Section 10. That § 35-2-5.1 be amended to read as follows: 35-2-5.1. In the event of refusal by If the governing board of the municipality or county to does not approve the application, such the governing board shall endorse on the application the reasons therefor for the denial and return the application and fee to the applicant. No further application may be received from a person the applicant until after the expiration of one year from the date of a refused denied application. However, if the application was denied based on the suitability of the location for the license, no further application may be received from the applicant until after the expiration of three months from the date of the denied application only if the application is for a different location. Section 11. That § 35-2-5.2 be amended to read as follows: 35-2-5.2. In the event of the approval of such If the governing board of the municipality or county approves the application, the approval shall be endorsed thereon and also upon the present license and the governing board shall endorse the approval on the application. The licensee shall thereupon be is entitled to operate under the license for the succeeding licensing year. However, if any transfer of ownership or location occurs, or if the licensee shall have has been convicted of any criminal offense during the past licensing year, the application together with the approval of the local governing body board shall be forwarded to the secretary of revenue who shall have discretion to who may approve or disapprove the same application. The license fee shall be deposited in the general fund of the first or second class municipality or county. Section 12. That § 35-2-6.5 be repealed. 35-2-6.5. The term \"relative\" as used in this title means husband, wife, son, daughter, brother, sister, father, mother, brother-in-law, sister-in-law, father-in-law, mother-in-law, son-in-law, or daughter-in-law. Section 13. That § 35-2-9 be amended to read as follows: 35-2-9. Any licensee authorized to deal in alcoholic beverages, upon termination of the license, may at any time within thirty days after the termination of the license sell the whole or any part of the alcoholic beverages included in the licensee's stock in trade at the time of the termination to any wholesaler licensed under this title to deal in the alcoholic beverages so purchased by the wholesaler. The wholesaler shall make a complete report of the purchase to the secretary of revenue and regulation. Section 14. That § 35-2-10 be amended to read as follows: 35-2-10. The secretary, in compliance with chapter 1-26, may revoke or suspend any license issued under this title upon proof of violation by the licensee, by the licensee's agents or employees, or by the manager or contractual operators of retail establishments and their agents or employees operating under a county or municipal license, of any of the following: (1) Any provision of this title; (2) Any rule promulgated pursuant to this title; or (3) Any ordinance or regulation relevant to alcoholic beverage control that has been adopted by the political subdivision issuing the license. For any licensee with multiple alcoholic beverage licenses for the same premises, upon suspension or revocation of any license pursuant to this chapter title, the licensee shall cease operation under all alcoholic beverage licenses held by the licensee for the same premises for the same period as the suspension or revocation. Section 15. That § 35-2-11.1 be amended to read as follows: 35-2-11.1. The governing board of the municipality or the board of county commissioners which approved the application for license under § 35-2-1.2 shall recommend to the secretary of revenue following a hearing that any license issued under this title be suspended or revoked for violation of any of the provisions of this chapter title or for violations of any ordinance or regulation of the governing body issuing the license relevant to alcoholic beverage control which occurs on the premises of the licensee. Upon receipt of the recommendation, the secretary shall proceed in accordance with the provisions of §§ 35-2-10 and 35-2-21. Section 16. That § 35-2-13 be amended to read as follows: 35-2-13. An applicant or licensee under this title, or any person or governing board interested therein, shall have has a right of to a hearing in relation to any action taken upon the application or license, which hearing shall be held in the county where the license has been applied for or has been issued, in accordance with the provisions of chapter 1-26. However, if the parties agree, a hearing to determine whether the secretary of revenue may suspend or revoke a license may be held at a location other than the county where the license has been applied for or has been issued. Such hearing may be held by telecommunications technologies pursuant to § 1-25-1. Section 17. That § 35-2-20 be amended to read as follows: 35-2-20. No licensee under this title, whose license is revoked, may be granted any license under this title for one year after the revocation. If any relative of any such former licensee, as relative is defined by § 35-2-6.5, or any of the former licensee's employees or former employees, applies for any such license before the one-year period has elapsed, the license may be granted only upon affirmative and satisfactory proof that the former licensee has no interest in the business. Section 18. That § 35-2-21 be amended to read as follows: 35-2-21. If in any proceeding under this chapter title a violation is established, but the secretary is satisfied that the nature and the circumstances of the violation were such that a suspension of the license would be adequate, the secretary may, instead of revoking the license, suspend it for a period not exceeding sixty days. The suspension is effective twenty-four hours after service of notice of the suspension upon the licensee. During the period of the suspension, the licensee may not exercise any rights or privileges under the license. The secretary may, in lieu of suspending or revoking the license, accept a monetary offer in compromise in settlement of any proceeding under this chapter title. The amount of the offer in compromise may not exceed seventy-five thousand dollars. The secretary may also recover the actual costs of investigation and prosecution. Section 19. That § 35-2-25 be amended to read as follows: 35-2-25. No license granted pursuant to subdivisions 35-4-2(3), (4), (6), (12), (13), (16), and (17), and (17A) and §§ 35-12-2 and 35-13-2 may be issued unless the applicant has first obtained a sales tax license pursuant to chapter 10-45, or, if applicable, a use tax license pursuant to chapter 10-46. The provisions of this section do not apply to a municipality which has procured a retail alcoholic beverage license pursuant to chapter 35-3. Section 20. That § 35-4-2.3 be repealed. 35-4-2.3. No more than one wholesale license may be issued under subdivision 35-4-2(15) for every twenty on- and off-sale licenses issued under subdivisions 35-4-2(16) and (17). Section 21. That § 35-4-2.4 be amended to read as follows: 35-4-2.4. Any municipality which holds an off-sale license under subdivision 35-4-2(5) is eligible for a retailer's or package dealer license under subdivisions 35-4-2(16) and, (17), and (17A). Any municipality which holds an on-sale license under chapter 35-4 is eligible for a retailer's license under subdivision 35-4-2(16). Upon termination of any such license the governing board of such the municipality is authorized to proceed to liquidate the business operated thereunder pursuant to the license and the assets of such the business in such a manner as may be determined by resolution of such the governing board, not inconsistent with the provisions of this title. Section 22. That § 35-4-2.5 be amended to read as follows: 35-4-2.5. The Notwithstanding the provisions of § 35-4-41, the period covered by licenses issued pursuant to subdivisions 35-4-2(14), (15), (16), and (17), and (17A) shall be from twelve midnight on the thirtieth day of June to twelve midnight on the thirtieth day of the next June. Section 23. That § 35-4-5.1 be amended to read as follows: 35-4-5.1. No distributor of distilled spirits, manufacturer, rectifier, distiller, or jobber, or distributor of distilled spirits, or a copartner or a majority stockholder of a parent or subsidiary corporation directly or indirectly interested or holder of a controlling interest in any of them may be granted a wholesale license or be granted a renewal of such a license under this chapter. Section 24. That § 35-4-5.5 be repealed. 35-4-5.5. The provisions of § 35-4-5.1, as to the granting of a wholesale license and the renewal of a wholesale license do not apply to any individual, copartnership, or corporation who or which on July 1, 1970, was the holder of a wholesaler's license. Section 25. That § 35-4-6 be amended to read as follows: 35-4-6. Except as provided in subdivisions 35-4-2(12), (16), (17), (17A), and (19), off-sale licenses may be issued under this chapter only to operate within a municipality. Section 26. That § 35-4-10 be amended to read as follows: 35-4-10. No more than two off-sale licenses may be issued under this chapter to operate in a municipality of one thousand or less and not exceeding one license for every additional fifteen hundred of population or fraction thereof. The number of off-sale licenses may not be less than the total number of licenses allowable or issued as of July 1, 1981. The quotas established in this section do not apply to the licenses issued pursuant to subdivisions 35-4-2(12), (16) and, (17), and (17A). Section 27. That § 35-4-11 be amended to read as follows: 35-4-11. If not fixed by ordinance, the governing board of any municipality may, on or before the first of September in each year, by resolution, determine the number of on-sale and off-sale licenses it that the board will approve for the ensuing calendar year, and the fees to be charged for the various classifications of licenses. The number of on-sale licenses issued may not exceed three each for the first one thousand of population or fraction thereof and not exceed one each of such licenses for each additional one thousand five hundred of population or fraction thereof. The number of licenses allowable may not be less than the total number of licenses allowable or issued as of July 1, 1981. The municipal governing board shall at such meeting establish the fee for on-sale licenses pursuant to subdivisions 35-4-2(4) and (13). The fee applies to all such on-sale licenses issued in the ensuing calendar year. The quotas established in this section do not apply to licenses issued pursuant to subdivisions 35-4-2(12), (16) and, (17), and (17A). For the purposes of this section, population is equal to ninety percent of the population estimates published by the United States Census Bureau for each even-numbered year, except for the decennial year. For a decennial year, population is equal to the amount determined by the decennial federal census. No license issued pursuant to this section which exceeds the number of licenses that would have been issued upon the decennial federal census may be denied solely by reason that the license exceeds the number of licenses authorized by the decennial federal census. Section 28. That § 35-4-11.1 be amended to read as follows: 35-4-11.1. If not previously fixed by ordinance or continuing resolution, the board of county commissioners shall, on or before the first of September in each year, determine the number of on-sale licenses it will approve for the ensuing calendar year and the fees to be charged for the various classifications of licenses. The number of licenses issued may not exceed three for the first one thousand of population and may not exceed one for each additional fifteen hundred of population or fraction thereof, the population to include only those residing within the county but outside the incorporated municipalities and improvement districts, created pursuant to chapter 7-25A, within the county. However, any license issued in an improvement district prior to July 1, 2000, shall be included when calculating the total number of licenses that may be issued by the county where the improvement district is located. No licensee regularly licensed to do business on July 1, 1981, may be denied reissuance of a license in subsequent years solely by reason of any limitations, based upon population quotas, of the number of licenses authorized or established under the provisions of this title. Licenses issued to concessionaires, and lessees of the State of South Dakota, within the boundaries of state parks, prior to January 1, 1983, may be subtracted when calculating the total number of licenses permitted in this section. The quotas established in this section do not apply to licenses issued pursuant to subdivisions 35-4-2(12), (16), (17), (17A), and (19). Section 29. That § 35-4-11.2 be amended to read as follows: 35-4-11.2. Notwithstanding the provisions of § 35-4-11, each municipality may issue two convention facility on-sale licenses for convention facilities substantially constructed within the two years following issuance of such license or previously completed. If located in a first class municipality, the hotel-motel convention facility shall be used and kept open for the hosting of large groups of guests for compensation and shall have at least one hundred rooms which are suitable lodging accommodations and convention facilities with seating for at least four hundred persons. If located in a second or third class municipality, the hotel-motel convention facility shall have at least forty rooms which are suitable lodging accommodations and convention facilities with seating for at least one hundred fifty persons. If a municipality's classification changes from one class to another class, the facility is only required to meet the criteria established by this section for the license at the time it was originally issued. Section 30. That § 35-4-11.3 be repealed. 35-4-11.3. The provisions of § 35-4-11.2 apply to any municipality that was a municipality of the first class on December 31, 1979. Section 31. That § 35-4-11.8 be amended to read as follows: 35-4-11.8. A license issued pursuant to § 35-4-11.7 shall be issued to the person and location specified on the application. The fee for this license shall be the same as the fee established in subdivision 35-4-2(16). Each application shall be accompanied by the fee prior to consideration by the governing body or board of county commissioners. Notwithstanding § 35-5-21.1, the The fee provided for in this section shall be retained by the governing body or board of county commissioners issuing such the license. Section 32. That § 35-4-14.4 be amended to read as follows: 35-4-14.4. Any license issued pursuant to § 35-4-14.3 shall be issued to the person and location specified on the application and the licensee shall comply with the provisions of § 35-4-60. However, if such license is issued in a municipality which holds a license pursuant to subdivision 35-4-2(5), the licensee may only dispense alcoholic beverages obtained through the municipal off-sale establishment. Notwithstanding § 35-5-21.1, the The municipal governing body shall determine the fee for this license, which may not exceed one hundred dollars per day. The fee provided for in this section shall be retained by the municipal governing body issuing such the license. Each application shall be accompanied by the fee prior to consideration by the municipal governing body. Section 33. That § 35-4-19 be amended to read as follows: 35-4-19. No retailer license under this chapter, except for licenses issued pursuant to subdivisions 35-4-2(12), (16) and, (17), and (17A), other than to the municipality, may be granted to operate in any municipality which has obtained a license under this chapter except that: (1) If a municipality has been issued an off-sale license only, then the governing board may approve or disapprove applications for on-sale licenses as may be provided in Title 35; and (2) If a municipality has been issued an on-sale and off-sale license, then the governing board may by resolution enter into an operating agreement with any person for the specific purpose of operating the on-sale establishment or the off-sale establishment, or both for the municipality. Section 34. That § 35-4-46 be amended to read as follows: 35-4-46. A distiller in business outside of South Dakota and who is not licensed under this title may, by payment of an annual fee of one hundred dollars to the state treasurer, receive purchase a permit from the secretary, a permit to ship alcoholic beverages into South Dakota to a bonded warehouses under warehouse pursuant to § 35-4-45. The permit may be purchased for an annual fee of one hundred dollars, and the fee shall be deposited in the general fund. Any alcoholic beverages to be stored in such a bonded warehouses and to warehouse may only be delivered therefrom to a distiller or wholesaler licensees only licensee. Section 35. That § 35-4-60.2 be amended to read as follows: 35-4-60.2. A licensee licensed under subdivision 35-4-2(16) or, (17), or (17A) shall purchase the malt beverages that the licensee sells from the municipality if the municipality in which the licensee is located is licensed under subdivision 35-4-2(5) and if the municipality has by ordinance required that such purchases be made from the municipality. A municipality selling malt beverages to any licensee licensed under subdivision 35-4-2(16) or, (17), or (17A) may not charge the licensee more than five percent above the municipality's cost for malt beverages plus freight unless the municipality has operating agreements in effect on April 1, 1988, for its on-sale alcoholic beverage licensees licensed pursuant to subdivision 35-4-2(4) and imposes a mark-up higher than five percent for malt beverages. The municipality shall charge all such licensees the same price for malt beverages. Section 36. That § 35-4-78 be amended to read as follows: 35-4-78. No licensee may sell any alcoholic beverage: (1) To any person under the age of twenty-one years; or (2) To to any person who is obviously intoxicated at the time. A violation of this section is a Class 1 misdemeanor. However, no licensee is civilly liable to any injured person or his the injured person's estate for any injury suffered, including any action for wrongful death, or property damage suffered because of the intoxication of any person due to the sale or consumption of any alcoholic beverage in violation of the provisions of this section. Section 37. That § 35-9-1 be amended to read as follows: 35-9-1. It is a Class 1 misdemeanor to sell or give for use as a beverage any alcoholic beverage to any person under the age of eighteen years unless: (1) It is done in the immediate presence of a parent or guardian or spouse, who is at least twenty-one years of age, while not on the premises of an establishment licensed for the retail sale of alcoholic beverages pursuant to § 35-4-2 or at a special event for which an alcoholic beverage license has been issued pursuant to § 35-4-11.4; or (2) It is done by prescription or direction of a duly licensed practitioner or nurse of the healing arts for medicinal purposes. However, no licensee is civilly liable to any injured person or the injured person's estate for any injury suffered, including any action for wrongful death, or property damage suffered because of the sale or consumption of any alcoholic beverage in violation of the provisions of this section. Section 38. That § 35-9-1.1 be amended to read as follows: 35-9-1.1. It is a Class 2 misdemeanor to sell or give for use as a beverage any alcoholic beverage to any person who is eighteen years of age or older but less than twenty-one years of age unless it is done in the immediate presence of a parent or guardian or spouse over twenty-one years of age or by prescription or direction of a duly licensed practitioner or nurse of the healing arts for medicinal purposes. However, no licensee is civilly liable to any injured person or the injured person's estate for any injury suffered, including any action for wrongful death, or property damage suffered because of the sale or consumption of any alcoholic beverage in violation of the provisions of this section. Section 39. That § 35-4-78.1 be repealed. 35-4-78.1. A licensee, licensed pursuant to subdivision 35-4-2(3), (4), (5), (6), (11), (12), (13), (16), (17), or (18), is not in violation of § 35-4-78, and no criminal penalty may be imposed on the licensee if: (1) The person making the sale in violation of § 35-4-78 is an employee or agent of the licensee; (2) The employee or agent does not own a controlling interest in the licensee; and (3) The licensee or person having a controlling interest in the licensee is not present at the time of the sale. Section 40. That § 35-4-78.2 be repealed. 35-4-78.2. If a sale is in violation of § 35-4-78 and does not constitute a criminal offense against the licensee, the state's attorney for the county in which the sale took place may as part of any proceeding against the person making the sale request that the court require the licensee to pay a fine in accordance with §§ 35-4-78.1 to 35-4-78.4, inclusive. Section 41. That § 35-4-78.3 be repealed. 35-4-78.3. Upon a request from the state's attorney and notice to the licensee, the court shall conduct a hearing to determine if the licensee is liable under §§ 35-4-78.1 to 35-4-78.4, inclusive, and upon a finding that the licensee is liable, the court may order the licensee to pay a fine not to exceed: (1) Five hundred dollars upon the first violation within two years; (2) Seven hundred fifty dollars upon the second violation within two years; and (3) One thousand dollars for the third violation within two years. Section 42. That § 35-4-78.4 be repealed. 35-4-78.4. For the purpose of §§ 35-4-78.1 to 35-4-78.4, inclusive, a controlling interest in the licensee means an ownership interest of ten percent or more. Section 43. That chapter 35-9 be amended by adding thereto a NEW SECTION to read as follows: A licensee licensed pursuant to this title, except subdivision 35-4-2(1), (2), (7), (8), (9), (10), (14), (15), or (19), is not in violation of § 35-9-1 or 35-9-1.1, and no criminal penalty may be imposed on the licensee if: (1) The person making the sale in violation of § 35-9-1 or 35-9-1.1 is an employee or agent of the licensee; (2) The employee or agent does not own a controlling interest in the licensee; and (3) The licensee or person having a controlling interest in the licensee is not present at the time of the sale. Section 44. That chapter 35-9 be amended by adding thereto a NEW SECTION to read as follows: If a sale is in violation of § 35-9-1 or 35-9-1.1 and does not constitute a criminal offense against the licensee, the state's attorney for the county in which the sale took place may as part of any proceeding against the person making the sale request that the court require the licensee to pay a fine in accordance with sections 43 to 45, inclusive, of this Act. Section 45. That chapter 35-9 be amended by adding thereto a NEW SECTION to read as follows: Upon a request from the state's attorney and notice to the licensee, the court shall conduct a hearing to determine if the licensee is liable under sections 43 to 45, inclusive, of this Act and upon a finding that the licensee is liable, the court may order the licensee to pay a fine not to exceed: (1) Five hundred dollars upon the first violation within two years; (2) Seven hundred fifty dollars upon the second violation within two years; and (3) One thousand dollars for the third violation within two years. Section 46. That § 35-4-79.1 be amended to read as follows: 35-4-79.1. No off-sale licensee licensed under subdivision 35-4-2(17) or (17A) may permit any person less than twenty-one years old to sell, serve, or dispense alcoholic beverages on the licensed premises unless such sales of alcoholic beverages constitutes less than fifty percent of the gross business transacted by that establishment. Section 47. That § 35-4-86 be repealed. 35-4-86. No person may possess any alcoholic beverage other than in a package upon which the required stamps are affixed. This section, however, does not apply to alcoholic beverages: (1) In transit to or in possession of distiller or wholesale licensees; (2) In possession of a person authorized to have possession as specified in § 35-4-66; (3) Purchased outside the state by carrier licensees for service to patrons only; (4) Seized by or in possession of any officer of this state or any political subdivision of the state pursuant to official duty; (5) In transit to or stored with a bonded warehouse under the provisions of § 35-4-46; (6) As to which, under § 35-5-6, no tax is required to be paid. A violation of this section is a Class 2 misdemeanor. Section 48. That § 35-4-93 be repealed. 35-4-93. This chapter and chapter 35-5 shall be known and may be cited, as the South Dakota Liquor Control Law. Section 49. That § 35-4-96 be amended to read as follows: 35-4-96. The secretary of revenue may require the brand owner, or the authorized agent of the brand owner, to file written: (1) The schedules of prices and discounts, allowance schedules, and other pricing information and to specifically set forth the; (2) The exact brand or trade name, capacity of package, nature of contents, and age and proof where stated on the label; the and (3) The number of bottles contained in each case and the bottle and case price to wholesalers, which is individual for each item at such time and in such form as is necessary. The schedules and documents shall be filed in a form and manner to be determined by the secretary to facilitate the enforcement of §§ 35-4-94 to 35-4-98, inclusive. Section 50. That § 35-4-97 be amended to read as follows: 35-4-97. Upon a finding that a brand owner, or authorized agent of the brand owner, has knowingly violated the provisions of §§ 35-4-94 to 35-4-98, inclusive, or that any person has knowingly made a false statement in any affirmation statement made and filed pursuant to §§ 35-4-94 to 35-4-98, inclusive, the secretary of revenue shall collect a civil penalty of one hundred dollars per case for each case sold in violation of §§ 35-4-94 to 35-4-98, inclusive. Any item sold in violation of the provisions of §§ 35-4-94 to 35-4-98, inclusive, may not be sold to or purchased by any wholesaler for a period of thirty days. Section 51. That § 35-4-98 be amended to read as follows: 35-4-98. A filing made pursuant to this section and §§ 35-4-94 to 35-4-97 35-4-98, inclusive, is confidential. It is a Class 2 misdemeanor to disclose any such filing except to a wholesaler licensed under Title 35 or in accordance with the manner in which returns and return information may be disclosed pursuant to §§ 10-1-28.4 and 10-1-28.5. Section 52. That § 35-4-101 be amended to read as follows: 35-4-101. Any hotel or motel may operate minibars as defined in subdivision 35-1-1(25) § 35-1-1 in any of its rooms or units if such the hotel or motel has an on-sale liquor license issued pursuant to subdivision 35-4-2(4), (6), or (13). Section 53. That chapter 35-4 be amended by adding thereto a NEW SECTION to read as follows: Fifty percent of all license and transfer fees received under the provisions of subdivisions 35-4-2(16), (17), and (17A) shall remain in the municipality in which the licensee paying the fee is located, or if outside the corporate limits of a municipality, then in the county in which the licensee is located. In addition, fifty percent of wholesaler license fees received under subdivision 35-4-2(15) shall revert to the municipality in which the licensee is located, or if outside the corporate limits of a municipality, then to the county in which the licensee is located. The remainder of all license and transfer fees and penalties received shall be credited to the state general fund. Section 54. That § 35-5-3 be amended to read as follows: 35-5-3. The occupational tax based on the quantities of different kinds of alcoholic beverages is: (1) Malt beverages, eight dollars and fifty cents per barrel of thirty-one gallons, or a prorata portion thereof in accordance with the size of the bulk container; (2) All light wines and diluted beverages (except sparkling wines and cider) containing alcohol by weight to the extent of more than 3.2 percent and not more than fourteen percent, ninety-three cents per gallon; (3) All wines (except sparkling wines) containing alcohol by weight to the extent of more than fourteen percent and not more than twenty percent, one dollar and forty-five cents per gallon; (4) All wines (except sparkling wines) containing alcohol by weight to the extent of more than twenty percent and not more than twenty-four percent, all natural sparkling wines containing alcohol and all artificial sparkling wines containing alcohol, two dollars and seven cents per gallon; (4A) All cider containing alcohol by weight not more than ten percent, twenty-eight cents per gallon; (5) All other alcoholic beverages not otherwise specified, three dollars and ninety-three cents per gallon. For the purposes of this section, diluted beverages are alcoholic beverages prepared from the admixture of spirits or wine with water, dairy products, fruit juices, or vegetable juices, to which may be added natural flavors, artificial flavors, sweetening agents, or food additives to produce a beverage distinct and unique from the spirits or wine. In no case does the term, diluted beverages, include beverages which contain in excess of twelve percent alcohol by weight. Any funds collected from the tax imposed by this section shall be deposited in the alcoholic beverage fund. Section 55. That § 35-5-21.1 be repealed. 35-5-21.1. Fifty percent of all license and transfer fees received under the provisions of subdivisions 35-4-2(16), (17), and (17A) shall remain in the municipality in which the licensee paying the fee is located, or if outside the corporate limits of a municipality, then in the county in which the licensee is located. In addition, fifty percent of wholesaler license fees received under subdivision 35-4-2(15) shall revert to the municipality in which the licensee is located, or if outside the corporate limits of a municipality, then to the county in which the licensee is located. The remainder of all license and transfer fees and penalties received shall be credited to the state general fund. All revenue received from the levy in carrying out § 35-5-3 shall be credited to the alcoholic beverage fund. Section 56. That § 35-5-26 be amended to read as follows: 35-5-26. The population of any unincorporated towns town in an organized or unorganized townships township shall include the entire population of the organized or unorganized township so concerned. The population of the unincorporated towns town in an unorganized townships township shall be furnished to the state treasurer secretary by the county auditor of the county in which the unincorporated town is located. Section 57. That § 35-5-11 be repealed. 35-5-11. The occupational tax may, if required by the secretary to assure collection of the tax, be evidenced by an identification stamp to be affixed to each original package of alcoholic beverage for use in this state. Section 58. That § 35-5-12 be repealed. 35-5-12. The secretary shall adopt the design of the identification stamp and shall procure the manufacture of the stamp in such quantities as the secretary deems necessary. Section 59. That § 35-5-14 be repealed. 35-5-14. Any person who makes, manufactures, counterfeits, duplicates, or in any way imitates any identification stamp provided for in this chapter or who possesses, transfers, utters, or delivers any imitation or counterfeits any identification stamp is guilty of forgery. Section 60. That § 35-10-10 be repealed. 35-10-10. If any alcoholic beverage is imported into this state or held in the possession of any person in this state without proper stamps in violation of the provisions of state law, the alcoholic beverage constitutes contraband goods and may be seized by the secretary or any law enforcement officer of the state. Any alcoholic beverage seized under the provisions of this section shall be confiscated and forfeited to the state. The actual owner of the contraband goods has such rights as defined, and the secretary may dispose of, sell, or destroy, the contraband goods in accordance with the provisions of §§ 35-10-11 to 35-10-16, inclusive. The proceeds of any such sale shall be placed in the general fund of the state. Section 61. That § 35-10-15 be amended to read as follows: 35-10-15. If confiscated alcoholic beverages are lawfully salable, and of sufficient value to justify an attempted sale, the secretary of revenue shall take custody of the alcoholic beverages, and may shall, pending sale, store the beverages at any convenient and safe place. All stamps provided by this title, except inspection stamps, shall be canceled and removed. Section 62. That § 35-10-16 be amended to read as follows: 35-10-16. From time to time as If confiscated alcoholic beverages accumulate in sufficient quantities, the secretary of revenue shall notify all licensed wholesalers as to kinds and types of such alcoholic beverages in the secretary's custody for sale. The secretary shall receive bids, and sales shall be made on the basis of such the bids as the secretary deems advantageous to the state. Any wholesaler purchasing the beverages shall, before resale of the beverages, affix to the package or bulk container all stamps, other than the inspection stamp, required by this title. All proceeds of any such sale by the secretary shall be deposited with the state treasurer and credited to the general fund. Section 63. That § 35-9-1.2 be amended to read as follows: 35-9-1.2. Any person charged with a violation of § 35-9-1, 35-4-78, or 35-9-1.1 may offer evidence, as a defense, that the person made a reasonable attempt to investigate the age of the person by examining an age-bearing identification document that would have appeared valid to a reasonable and prudent person. Section 64. That § 35-9-2 be amended to read as follows: 35-9-2. It is a Class 2 misdemeanor for any person under the age of twenty-one years to purchase, attempt to purchase, or possess or consume alcoholic beverages except pursuant to § 35-9-1.1 or when consumed in a religious ceremony and given to said the person by an authorized person, or to misrepresent his or her age with the use of any document for the purpose of purchasing or attempting to purchase alcoholic beverages from any licensee licensed under this title. Section 65. That § 35-10-4 be amended to read as follows: 35-10-4. For the purposes of any hearing provided for by this title, the secretary of revenue shall have may exercise the powers granted by § 1-26-19.1. Section 66. That § 35-10-8 be amended to read as follows: 35-10-8. Any cost penalty provided for by this title shall be included in the judgment of conviction and has all the force and effect of a judgment in a civil action. If the person against whom the cost penalty is assessed has furnished a bond as a licensee under this title, the surety is liable for the cost penalty. The cost penalty may be paid by the defendant to the clerk of the court that rendered the judgment in which the cost penalty was assessed. The payment shall operate as a satisfaction of the portion of the judgment relating to the cost penalty and shall be entered upon the judgment record accordingly. If not paid to the clerk, the judgment for the cost penalty shall be enforced by execution or other process, the same as any civil judgment. The clerk or any officer collecting the cost penalty shall, without delay, transmit the cost penalty to the state treasurer secretary with a statement giving full information as to the source of the cost penalty. The state treasurer secretary shall issue a receipt for the cost penalty to the person transmitting the cost penalty. Section 67. That § 35-10-14 be amended to read as follows: 35-10-14. Upon any adjudication in any form of confiscation of alcoholic beverages, the officer having custody of the beverages shall make a full report to the secretary of revenue setting forth the quantity, kind, and probable value of the beverages. If the beverages are of such character that the beverages cannot lawfully be sold, or are of insufficient value to justify an attempted sale, the secretary shall order the beverages destroyed. The officer in custody of the beverages shall comply with the order and shall report to the secretary that the order has been carried out."}, {"bill_id": 1373, "bill_version_id": 13115, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "2010-03-01T13:41:28.783-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding alcoholic beverage control and licensing laws. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 35-1-1 be amended to read as follows: 35-1-1. Terms used in this title, unless the context otherwise plainly requires, shall mean: (1) \"Alcoholic beverage,\" any distilled spirits, wine and malt beverages as defined in this title; (2) \"Bulk container,\" any package, or any container within which container are one or more packages; (3) \"Carrier,\" a person who for hire transports passengers and who sells or furnishes to passengers for consumption alcoholic beverages aboard any means of conveyance; (3A) \"Cider,\" any alcoholic beverage obtained by the fermentation of the juice of apples that contains not less than one-half of one percent of alcohol by volume and not more than ten percent of alcohol by weight, including flavored, sparkling, or carbonated cider.; (3B) \"Controlling interest in,\" a controlling interest in the licensee is an ownership interest of ten percent or more; (4) \"Department,\" the Department of Revenue and Regulation of the State of South Dakota; (5) \"Dispenser,\" a duly licensed physician, dentist, veterinarian, osteopath, podiatrist, chiropractor, or pharmacist; or a druggist, sanitarium, hospital, clinic, educational institution, industrial company, or industrial corporation who purchases alcohol for scientific and medicinal purposes only; (6) \"Distilled spirits,\" ethyl alcohol, hydrated oxide of ethyl, spirits of wine, whiskey, rum, brandy, gin, and other distilled spirits, including all dilutions and mixtures thereof, for nonindustrial use containing not less than one-half of one percent of alcohol by weight; (7) \"Distiller,\" any person who owns, or who himself or through others, directly or indirectly has a controlling interest in, operates, or aids in operating any distillery or other establishment for the production, rectifying, blending, or bottling of distilled spirits; (8) \"Malt beverage,\" a beverage made by the alcoholic fermentation of an infusion or decoction, or combination of both, in potable brewing water, of malted barley with hops, or their parts, or their products, and with or without other malted cereals, and with or without the addition of unmalted or prepared cereals, other carbohydrates or products prepared therefrom, and with or without the addition of carbon dioxide, and with or without other wholesome products suitable for human consumption containing not less than one-half of one percent of alcohol by weight; (9) \"Manufacturer,\" any person who owns, or who himself or through others, directly or indirectly has a controlling interest in, operates, or aids in operating any establishment for the brewing, production, bottling, or blending of malt beverages or wine; (10) \"Minibar,\" any closed container, either refrigerated or nonrefrigerated, access to the interior of which is restricted by means of a locking device which requires the use of a key, magnetic card, or similar device, or controlled by the licensee at all times; (11) \"Municipality,\" any incorporated city or town, and any unincorporated platted town having a United States post office, provided that. However, the subsequent withdrawal of a United States post office from any of the herein described municipalities shall does not affect the right of established liquor licenses to be continued, renewed, or transferred; and shall does not prevent the owner or bona fide lessee of the licensed premises from receiving a renewal or reissuance of such license; (12) \"Off-sale,\" the sale of any alcoholic beverage, for consumption off the premises where sold; (13) \"On-sale,\" the sale of any alcoholic beverage for consumption only upon the premises where sold; (14) \"On-sale dealer,\" any person who sells, or keeps for sale, any alcoholic beverage for consumption on the premises where sold; (15) \"Package,\" the bottle or immediate container of any alcoholic beverage; (16) \"Package dealer,\" any person other than a distiller, manufacturer, or wholesaler, who sells, or keeps for sale, any alcoholic beverage for consumption off the premises where sold; (17) \"Population,\" number of inhabitants as determined by the last preceding federal census; (17A) \"Relative,\" any person who is a husband, wife, son, daughter, brother, sister, father, mother, uncle, aunt, nephew, niece, brother-in-law, sister-in-law, father-in-law, mother-in-law, son-in-law, or daughter-in-law; (18) \"Retail license,\" an on- or off-sale license issued under the provisions of this title; (19) \"Retailer,\" or \"retail dealer,\" any person who sells alcoholic beverages for other than resale; (20) \"Sale,\" the transfer, for a consideration, of title to any alcoholic beverage; (21) \"Secretary,\" the secretary of revenue and regulation of the State of South Dakota; (22) \"Solicitor,\" any person employed by a licensed wholesaler within this state, or by any distiller or manufacturer within or without this state, who contacts a wholesaler or retail dealer within this state for the purpose of selling, promoting, or advertising alcoholic beverages or for any other reason connected with the alcoholic beverage industry but shall does not include employees of wholesale or transporter licensees who only deliver such beverages; (23) \"Transportation company,\" or \"transporter,\" any common carrier or operator of a private vehicle transporting or accepting for transportation any alcoholic beverages, but not including transportation by carriers in interstate commerce where the shipment originates outside of the state and is destined to a point outside of the state; (24) \"Wholesaler,\" any person who sells alcoholic beverages to retailers for resale; (25) \"Wine,\" any liquid either commonly used, or reasonably adapted to use, for beverage purposes, and obtained by the fermentation of the natural sugar content of fruits or other agricultural products containing sugar and containing not less than one-half of one percent of alcohol by weight but not more than twenty-four percent of alcohol by weight. Section 2. That § 35-1-7 be amended to read as follows: 35-1-7. Any person who, in any application, report, or statement filed with the secretary of revenue, knowingly makes a false statement as to any matter required by any provision of this title to be set forth in the application, report, or statement, is guilty of a Class 6 felony. Section 3. That § 35-1-5.3 be amended to read as follows: 35-1-5.3. It is a Class 2 misdemeanor for any person to consume any intoxicating liquor or to mix or blend any alcoholic beverage with any other beverage, regardless of whether the beverage is an alcoholic beverage, distilled spirits in any public place, other than upon the premises of a licensed on-sale dealer where the alcoholic beverage was purchased from the dealer for on-sale purposes. For purposes of this section, the term, public place, means any place, whether in or out of a building, commonly and customarily open to or used by the general public, and any street or highway. However, this section does not apply if the county commissioners or the governing body of the municipality, charged with the approval of alcoholic beverage license issuance, in their respective jurisdictions, give prior authorization for persons to consume or blend alcoholic beverages, but not to engage in the sale of the alcoholic beverages, in or upon property described by the authorizing governmental subdivision, and if the property is publicly owned, or owned by a nonprofit corporation. The board of county commissioners may permit the consumption, but not the sale, of any alcoholic beverage on property owned by the public or by a nonprofit corporation within the county, but outside the limits of any municipality. The governing body of a municipality may permit the consumption, but not the sale, of any alcoholic beverage on the property owned by the public or by a nonprofit corporation within the municipality. The permit period may not exceed twenty-four hours, and hours of authorized consumption may not exceed those permitted for on-sale licensees. It is a Class 2 misdemeanor for any person to consume any alcoholic beverage upon the premises of a licensed on-sale dealer if the alcoholic beverage was not purchased from the on-sale dealer. Section 4. That § 35-1-5.2 be repealed. 35-1-5.2. No licensee regularly licensed to do business before July 1, 1971, may be denied renewal of a license in subsequent years solely by reason of any reduction in the number of licenses that may be authorized or established within any municipality by reason of chapter 211 of the Session Laws of 1971. Any person holding an on-sale dealer's retail license of any of the existing classes or holding a Class Q license issued under the provisions of former subdivision 35-4-2(17) on July 1, 1971, may be issued an on-sale license from the appropriate governing board having jurisdiction, upon application to the governing board for an on-sale license within appropriate classifications established. Section 5. That § 35-1-10 be repealed. 35-1-10. If any section, part, or provision of this title, or the application thereof to any party or class, or to any circumstance, shall be held to be invalid for any cause whatsoever, the remainder of this title or the application to parties or circumstances other than those as to which it is held to be invalid, shall not be affected thereby and shall remain in full force and effect as though no part thereof had been declared to be invalid. Section 6. That § 35-1-11 be repealed. 35-1-11. For the purposes of § 35-1-12, a keg is an eight or sixteen gallon reusable plastic or metal container. Section 7. That § 35-1-12 be amended to read as follows: 35-1-12. No keg of malt beverage may be sold at retail in this state unless the licensee who sold such the keg records the name and address of the person to whom the keg is sold and has provided for the identification of the keg. Each licensee shall maintain such sales records for one year and shall make such the sales records available to any law enforcement agency upon request. The identification provided for in this section shall may not be permanent or damaging to the structure of the keg. For the purposes of this section, the term, keg, means an eight or sixteen gallon reusable plastic or metal container. Section 8. That § 35-2-1 be amended to read as follows: 35-2-1. Applications for licenses Any application for a license provided for by this title shall be made on forms prescribed by the secretary of revenue, and shall be verified by the oath of the applicant, if an individual, and, if a corporation,. If the applicant is not an individual, the oath of applicant shall be verified by an officer of such corporation. Such the entity applying for the license. The application must shall contain such information as the secretary requires, and must shall show that the applicant is eligible for the license for which application is made. Section 9. That § 35-2-2 be amended to read as follows: 35-2-2. Every application for a license directed to the secretary of revenue as provided by § 35-2-1.1 shall be accompanied by payment of the required fee for such license except license fees for the license. However, the license fee for a municipal off-sale licenses which license shall be retained by the municipality. If the application is rejected, such the fee shall be promptly returned by the secretary to the applicant. If the application is granted, the secretary shall deposit such the fee in the state treasury. Section 10. That § 35-2-5.1 be amended to read as follows: 35-2-5.1. In the event of refusal by If the governing board of the municipality or county to does not approve the application, such the governing board shall endorse on the application the reasons therefor for the denial and return the application and fee to the applicant. No further application may be received from a person the applicant until after the expiration of one year from the date of a refused denied application. However, if the application was denied based on the suitability of the location for the license, no further application may be received from the applicant until after the expiration of three months from the date of the denied application only if the application is for a different location. Section 11. That § 35-2-5.2 be amended to read as follows: 35-2-5.2. In the event of the approval of such If the governing board of the municipality or county approves the application, the approval shall be endorsed thereon and also upon the present license and the governing board shall endorse the approval on the application. The licensee shall thereupon be is entitled to operate under the license for the succeeding licensing year if the license is approved by the secretary. However, if any transfer of ownership or location occurs, or if the licensee shall have has been convicted of any criminal offense during the past licensing year, the application together with the approval of the local governing body board shall be forwarded to the secretary of revenue who shall have discretion to who may approve or disapprove the same application. The license fee shall be deposited in the general fund of the first or second class municipality or county. Section 12. That § 35-2-6.5 be repealed. 35-2-6.5. The term \"relative\" as used in this title means husband, wife, son, daughter, brother, sister, father, mother, brother-in-law, sister-in-law, father-in-law, mother-in-law, son-in-law, or daughter-in-law. Section 13. That § 35-2-9 be amended to read as follows: 35-2-9. Any licensee authorized to deal in alcoholic beverages, upon termination of the license, may at any time within thirty days after the termination of the license sell the whole or any part of the alcoholic beverages included in the licensee's stock in trade at the time of the termination to any wholesaler licensed under this title to deal in the alcoholic beverages so purchased by the wholesaler. The wholesaler shall make a complete report of the purchase to the secretary of revenue and regulation. Section 14. That § 35-2-10 be amended to read as follows: 35-2-10. The secretary, in compliance with chapter 1-26, may revoke or suspend any license issued under this title upon proof of violation by the licensee, by the licensee's agents or employees, or by the manager or contractual operators of retail establishments and their agents or employees operating under a county or municipal license, of any of the following: (1) Any provision of this title; (2) Any rule promulgated pursuant to this title; or (3) Any ordinance or regulation relevant to alcoholic beverage control that has been adopted by the political subdivision issuing the license. For any licensee with multiple alcoholic beverage licenses for the same premises, upon suspension or revocation of any license pursuant to this chapter title, the licensee shall cease operation under all alcoholic beverage licenses held by the licensee for the same premises for the same period as the suspension or revocation. Section 15. That § 35-2-11.1 be amended to read as follows: 35-2-11.1. The governing board of the municipality or the board of county commissioners which approved the application for license under § 35-2-1.2 shall recommend to the secretary of revenue following a hearing that any license issued under this title be suspended or revoked for violation of any of the provisions of this chapter title or for violations of any ordinance or regulation of the governing body issuing the license relevant to alcoholic beverage control which occurs on the premises of the licensee. Upon receipt of the recommendation, the secretary shall proceed in accordance with the provisions of §§ 35-2-10 and 35-2-21. Section 16. That § 35-2-13 be amended to read as follows: 35-2-13. An applicant or licensee under this title, or any person or governing board interested therein, shall have has a right of to a hearing in relation to any action taken upon the application or license, which hearing shall be held in the county where the license has been applied for or has been issued, in accordance with the provisions of chapter 1-26. However, if the parties agree, a hearing to determine whether the secretary of revenue may suspend or revoke a license may be held at a location other than the county where the license has been applied for or has been issued. Such hearing may be held by telecommunications technologies pursuant to § 1-25-1. Section 17. That § 35-2-20 be amended to read as follows: 35-2-20. No licensee under this title, whose license is revoked, may be granted any license under this title for one year after the revocation. If any relative of any such former licensee, as relative is defined by § 35-2-6.5, or any of the former licensee's employees or former employees, applies for any such license before the one-year period has elapsed, the license may be granted only upon affirmative and satisfactory proof that the former licensee has no interest in the business. Section 18. That § 35-2-21 be amended to read as follows: 35-2-21. If in any proceeding under this chapter title a violation is established, but the secretary is satisfied that the nature and the circumstances of the violation were such that a suspension of the license would be adequate, the secretary may, instead of revoking the license, suspend it for a period not exceeding sixty days. The suspension is effective twenty-four hours after service of notice of the suspension upon the licensee. During the period of the suspension, the licensee may not exercise any rights or privileges under the license. The secretary may, in lieu of suspending or revoking the license, accept a monetary offer in compromise in settlement of any proceeding under this chapter title. The amount of the offer in compromise may not exceed seventy-five thousand dollars. The secretary may also recover the actual costs of investigation and prosecution. Section 19. That § 35-2-25 be amended to read as follows: 35-2-25. No license granted pursuant to subdivisions 35-4-2(3), (4), (6), (12), (13), (16), and (17), and (17A) and §§ 35-12-2 and 35-13-2 may be issued unless the applicant has first obtained a sales tax license pursuant to chapter 10-45, or, if applicable, a use tax license pursuant to chapter 10-46. The provisions of this section do not apply to a municipality which has procured a retail alcoholic beverage license pursuant to chapter 35-3. Section 20. That § 35-4-2.3 be repealed. 35-4-2.3. No more than one wholesale license may be issued under subdivision 35-4-2(15) for every twenty on- and off-sale licenses issued under subdivisions 35-4-2(16) and (17). Section 21. That § 35-4-2.4 be amended to read as follows: 35-4-2.4. Any municipality which holds an off-sale license under subdivision 35-4-2(5) is eligible for a retailer's or package dealer license under subdivisions 35-4-2(16) and, (17), and (17A). Any municipality which holds an on-sale license under chapter 35-4 is eligible for a retailer's license under subdivision 35-4-2(16). Upon termination of any such license the governing board of such the municipality is authorized to proceed to liquidate the business operated thereunder pursuant to the license and the assets of such the business in such a manner as may be determined by resolution of such the governing board, not inconsistent with the provisions of this title. Section 22. That § 35-4-2.5 be amended to read as follows: 35-4-2.5. The Notwithstanding the provisions of § 35-4-41, the period covered by licenses issued pursuant to subdivisions 35-4-2(14), (15), (16), and (17), and (17A) shall be from twelve midnight on the thirtieth day of June to twelve midnight on the thirtieth day of the next June. Section 23. That § 35-4-5.1 be amended to read as follows: 35-4-5.1. No distributor of distilled spirits, manufacturer, rectifier, distiller, or jobber, or distributor of distilled spirits, or a copartner or a majority stockholder of a parent or subsidiary corporation directly or indirectly interested or holder of a controlling interest in any of them may be granted a wholesale license or be granted a renewal of such a license under this chapter. Section 24. That § 35-4-5.5 be repealed. 35-4-5.5. The provisions of § 35-4-5.1, as to the granting of a wholesale license and the renewal of a wholesale license do not apply to any individual, copartnership, or corporation who or which on July 1, 1970, was the holder of a wholesaler's license. Section 25. That § 35-4-6 be amended to read as follows: 35-4-6. Except as provided in subdivisions 35-4-2(12), (16), (17), (17A), and (19), off-sale licenses may be issued under this chapter only to operate within a municipality. Section 26. That § 35-4-10 be amended to read as follows: 35-4-10. No more than two off-sale licenses may be issued under this chapter to operate in a municipality of one thousand or less and not exceeding one license for every additional fifteen hundred of population or fraction thereof. The number of off-sale licenses may not be less than the total number of licenses allowable or issued as of July 1, 1981. The quotas established in this section do not apply to the licenses issued pursuant to subdivisions 35-4-2(12), (16) and, (17), and (17A). Section 27. That § 35-4-11 be amended to read as follows: 35-4-11. If not fixed by ordinance, the governing board of any municipality may, on or before the first of September in each year, by resolution, determine the number of on-sale and off-sale licenses it that the board will approve for the ensuing calendar year, and the fees to be charged for the various classifications of licenses. The number of on-sale licenses issued may not exceed three each for the first one thousand of population or fraction thereof and not exceed one each of such licenses for each additional one thousand five hundred of population or fraction thereof. The number of licenses allowable may not be less than the total number of licenses allowable or issued as of July 1, 1981. The municipal governing board shall at such meeting establish the fee for on-sale licenses pursuant to subdivisions 35-4-2(4) and (13). The fee applies to all such on-sale licenses issued in the ensuing calendar year. The quotas established in this section do not apply to licenses issued pursuant to subdivisions 35-4-2(12), (16) and, (17), and (17A). For the purposes of this section, population is equal to ninety percent of the population estimates published by the United States Census Bureau for each even-numbered year, except for the decennial year. For a decennial year, population is equal to the amount determined by the decennial federal census. No license issued pursuant to this section which exceeds the number of licenses that would have been issued upon the decennial federal census may be denied solely by reason that the license exceeds the number of licenses authorized by the decennial federal census. Section 28. That § 35-4-11.1 be amended to read as follows: 35-4-11.1. If not previously fixed by ordinance or continuing resolution, the board of county commissioners shall, on or before the first of September in each year, determine the number of on-sale licenses it will approve for the ensuing calendar year and the fees to be charged for the various classifications of licenses. The number of licenses issued may not exceed three for the first one thousand of population and may not exceed one for each additional fifteen hundred of population or fraction thereof, the population to include only those residing within the county but outside the incorporated municipalities and improvement districts, created pursuant to chapter 7-25A, within the county. However, any license issued in an improvement district prior to July 1, 2000, shall be included when calculating the total number of licenses that may be issued by the county where the improvement district is located. No licensee regularly licensed to do business on July 1, 1981, may be denied reissuance of a license in subsequent years solely by reason of any limitations, based upon population quotas, of the number of licenses authorized or established under the provisions of this title. Licenses issued to concessionaires, and lessees of the State of South Dakota, within the boundaries of state parks, prior to January 1, 1983, may be subtracted when calculating the total number of licenses permitted in this section. The quotas established in this section do not apply to licenses issued pursuant to subdivisions 35-4-2(12), (16), (17), (17A), and (19). Section 29. That § 35-4-11.2 be amended to read as follows: 35-4-11.2. Notwithstanding the provisions of § 35-4-11, each municipality may issue two convention facility on-sale licenses for convention facilities substantially constructed within the two years following issuance of such license or previously completed. If located in a first class municipality, the hotel-motel convention facility shall be used and kept open for the hosting of large groups of guests for compensation and shall have at least one hundred rooms which are suitable lodging accommodations and convention facilities with seating for at least four hundred persons. If located in a second or third class municipality, the hotel-motel convention facility shall have at least forty rooms which are suitable lodging accommodations and convention facilities with seating for at least one hundred fifty persons. If a municipality's classification changes from one class to another class, the facility is only required to meet the criteria established by this section for the license at the time it was originally issued. Section 30. That § 35-4-11.3 be repealed. 35-4-11.3. The provisions of § 35-4-11.2 apply to any municipality that was a municipality of the first class on December 31, 1979. Section 31. That § 35-4-19 be amended to read as follows: 35-4-19. No retailer license under this chapter, except for licenses issued pursuant to subdivisions 35-4-2(12), (16) and, (17), and (17A), other than to the municipality, may be granted to operate in any municipality which has obtained a license under this chapter except that: (1) If a municipality has been issued an off-sale license only, then the governing board may approve or disapprove applications for on-sale licenses as may be provided in Title 35; and (2) If a municipality has been issued an on-sale and off-sale license, then the governing board may by resolution enter into an operating agreement with any person for the specific purpose of operating the on-sale establishment or the off-sale establishment, or both for the municipality. Section 32. That § 35-4-46 be amended to read as follows: 35-4-46. A distiller in business outside of South Dakota and who is not licensed under this title may, by payment of an annual fee of one hundred dollars to the state treasurer, receive purchase a permit from the secretary, a permit to ship alcoholic beverages into South Dakota to a bonded warehouses under warehouse pursuant to § 35-4-45. The permit may be purchased for an annual fee of one hundred dollars, and the fee shall be deposited in the general fund. Any alcoholic beverages to be stored in such a bonded warehouses and to warehouse may only be delivered therefrom to a distiller or wholesaler licensees only licensee. Section 33. That § 35-4-60.2 be amended to read as follows: 35-4-60.2. A licensee licensed under subdivision 35-4-2(16) or, (17), or (17A) shall purchase the malt beverages that the licensee sells from the municipality if the municipality in which the licensee is located is licensed under subdivision 35-4-2(5) and if the municipality has by ordinance required that such purchases be made from the municipality. A municipality selling malt beverages to any licensee licensed under subdivision 35-4-2(16) or, (17), or (17A) may not charge the licensee more than five percent above the municipality's cost for malt beverages plus freight unless the municipality has operating agreements in effect on April 1, 1988, for its on-sale alcoholic beverage licensees licensed pursuant to subdivision 35-4-2(4) and imposes a mark-up higher than five percent for malt beverages. The municipality shall charge all such licensees the same price for malt beverages. Section 34. That § 35-4-78 be amended to read as follows: 35-4-78. No licensee may sell any alcoholic beverage: (1) To any person under the age of twenty-one years; or (2) To to any person who is obviously intoxicated at the time. A violation of this section is a Class 1 misdemeanor. However, no licensee is civilly liable to any injured person or his the injured person's estate for any injury suffered, including any action for wrongful death, or property damage suffered because of the intoxication of any person due to the sale or consumption of any alcoholic beverage in violation of the provisions of this section. Section 35. That § 35-9-1 be amended to read as follows: 35-9-1. It is a Class 1 misdemeanor to sell or give for use as a beverage any alcoholic beverage to any person under the age of eighteen years unless: (1) It is done in the immediate presence of a parent or guardian or spouse, who is at least twenty-one years of age, while not on the premises of an establishment licensed for the retail sale of alcoholic beverages pursuant to § 35-4-2 or at a special event for which an alcoholic beverage license has been issued pursuant to § 35-4-11.4; or (2) It is done by prescription or direction of a duly licensed practitioner or nurse of the healing arts for medicinal purposes. However, no licensee is civilly liable to any injured person or the injured person's estate for any injury suffered, including any action for wrongful death, or property damage suffered because of the sale or consumption of any alcoholic beverage in violation of the provisions of this section. Section 36. That § 35-9-1.1 be amended to read as follows: 35-9-1.1. It is a Class 2 misdemeanor to sell or give for use as a beverage any alcoholic beverage to any person who is eighteen years of age or older but less than twenty-one years of age unless it is done in the immediate presence of a parent or guardian or spouse over twenty-one years of age or by prescription or direction of a duly licensed practitioner or nurse of the healing arts for medicinal purposes. However, no licensee is civilly liable to any injured person or the injured person's estate for any injury suffered, including any action for wrongful death, or property damage suffered because of the sale or consumption of any alcoholic beverage in violation of the provisions of this section. Section 37. That § 35-4-78.1 be repealed. 35-4-78.1. A licensee, licensed pursuant to subdivision 35-4-2(3), (4), (5), (6), (11), (12), (13), (16), (17), or (18), is not in violation of § 35-4-78, and no criminal penalty may be imposed on the licensee if: (1) The person making the sale in violation of § 35-4-78 is an employee or agent of the licensee; (2) The employee or agent does not own a controlling interest in the licensee; and (3) The licensee or person having a controlling interest in the licensee is not present at the time of the sale. Section 38. That § 35-4-78.2 be repealed. 35-4-78.2. If a sale is in violation of § 35-4-78 and does not constitute a criminal offense against the licensee, the state's attorney for the county in which the sale took place may as part of any proceeding against the person making the sale request that the court require the licensee to pay a fine in accordance with §§ 35-4-78.1 to 35-4-78.4, inclusive. Section 39. That § 35-4-78.3 be repealed. 35-4-78.3. Upon a request from the state's attorney and notice to the licensee, the court shall conduct a hearing to determine if the licensee is liable under §§ 35-4-78.1 to 35-4-78.4, inclusive, and upon a finding that the licensee is liable, the court may order the licensee to pay a fine not to exceed: (1) Five hundred dollars upon the first violation within two years; (2) Seven hundred fifty dollars upon the second violation within two years; and (3) One thousand dollars for the third violation within two years. Section 40. That § 35-4-78.4 be repealed. 35-4-78.4. For the purpose of §§ 35-4-78.1 to 35-4-78.4, inclusive, a controlling interest in the licensee means an ownership interest of ten percent or more. Section 41. That chapter 35-9 be amended by adding thereto a NEW SECTION to read as follows: No criminal penalty may be imposed on a licensee licensed pursuant to this title if: (1) The person making the sale in violation of § 35-9-1 or 35-9-1.1 is an employee or agent of the licensee; (2) The employee or agent does not own a controlling interest in the licensee; and (3) The licensee or person having a controlling interest in the licensee is not present at the time of the sale. Section 42. That chapter 35-9 be amended by adding thereto a NEW SECTION to read as follows: If a sale is in violation of § 35-9-1 or 35-9-1.1 and does not constitute a criminal offense against the licensee, the state's attorney for the county in which the sale took place may as part of any proceeding against the person making the sale request that the court require the licensee to pay a fine in accordance with sections 41 to 43, inclusive, of this Act. Section 43. That chapter 35-9 be amended by adding thereto a NEW SECTION to read as follows: Upon a request from the state's attorney and notice to the licensee, the court shall conduct a hearing to determine if the licensee is liable under sections 41 to 43, inclusive, of this Act and upon a finding that the licensee is liable, the court may order the licensee to pay a fine not to exceed: (1) Five hundred dollars upon the first violation within two years; (2) Seven hundred fifty dollars upon the second violation within two years; and (3) One thousand dollars for the third violation within two years. Section 44. That § 35-4-86 be repealed. 35-4-86. No person may possess any alcoholic beverage other than in a package upon which the required stamps are affixed. This section, however, does not apply to alcoholic beverages: (1) In transit to or in possession of distiller or wholesale licensees; (2) In possession of a person authorized to have possession as specified in § 35-4-66; (3) Purchased outside the state by carrier licensees for service to patrons only; (4) Seized by or in possession of any officer of this state or any political subdivision of the state pursuant to official duty; (5) In transit to or stored with a bonded warehouse under the provisions of § 35-4-46; (6) As to which, under § 35-5-6, no tax is required to be paid. A violation of this section is a Class 2 misdemeanor. Section 45. That § 35-4-93 be repealed. 35-4-93. This chapter and chapter 35-5 shall be known and may be cited, as the South Dakota Liquor Control Law. Section 46. That § 35-4-96 be amended to read as follows: 35-4-96. The secretary of revenue may require the brand owner, or the authorized agent of the brand owner, to file written: (1) The schedules of prices and discounts, allowance schedules, and other pricing information and to specifically set forth the; (2) The exact brand or trade name, capacity of package, nature of contents, and age and proof where stated on the label; the and (3) The number of bottles contained in each case and the bottle and case price to wholesalers, which is individual for each item at such time and in such form as is necessary. The schedules and documents shall be filed in a form and manner to be determined by the secretary to facilitate the enforcement of §§ 35-4-94 to 35-4-98, inclusive. Section 47. That § 35-4-97 be amended to read as follows: 35-4-97. Upon a finding that a brand owner, or authorized agent of the brand owner, has knowingly violated the provisions of §§ 35-4-94 to 35-4-98, inclusive, or that any person has knowingly made a false statement in any affirmation statement made and filed pursuant to §§ 35-4-94 to 35-4-98, inclusive, the secretary of revenue shall collect a civil penalty of one hundred dollars per case for each case sold in violation of §§ 35-4-94 to 35-4-98, inclusive. Any item sold in violation of the provisions of §§ 35-4-94 to 35-4-98, inclusive, may not be sold to or purchased by any wholesaler for a period of thirty days. Section 48. That § 35-4-98 be amended to read as follows: 35-4-98. A filing made pursuant to this section and §§ 35-4-94 to 35-4-97 35-4-98, inclusive, is confidential. It is a Class 2 misdemeanor to disclose any such filing except to a wholesaler licensed under Title 35 or in accordance with the manner in which returns and return information may be disclosed pursuant to §§ 10-1-28.4 and 10-1-28.5. Section 49. That § 35-4-101 be amended to read as follows: 35-4-101. Any hotel or motel may operate minibars as defined in subdivision 35-1-1(25) § 35-1-1 in any of its rooms or units if such the hotel or motel has an on-sale liquor license issued pursuant to subdivision 35-4-2(4), (6), or (13). Section 50. That chapter 35-4 be amended by adding thereto a NEW SECTION to read as follows: Fifty percent of all license and transfer fees received under the provisions of subdivisions 35-4-2(16), (17), and (17A) shall remain in the municipality in which the licensee paying the fee is located, or if outside the corporate limits of a municipality, then in the county in which the licensee is located. In addition, fifty percent of wholesaler license fees received under subdivision 35-4-2(15) shall revert to the municipality in which the licensee is located, or if outside the corporate limits of a municipality, then to the county in which the licensee is located. The remainder of all license and transfer fees and penalties received shall be credited to the state general fund. Section 51. That § 35-5-3 be amended to read as follows: 35-5-3. The occupational tax based on the quantities of different kinds of alcoholic beverages is: (1) Malt beverages, eight dollars and fifty cents per barrel of thirty-one gallons, or a prorata portion thereof in accordance with the size of the bulk container; (2) All light wines and diluted beverages (except sparkling wines and cider) containing alcohol by weight to the extent of more than 3.2 percent and not more than fourteen percent, ninety-three cents per gallon; (3) All wines (except sparkling wines) containing alcohol by weight to the extent of more than fourteen percent and not more than twenty percent, one dollar and forty-five cents per gallon; (4) All wines (except sparkling wines) containing alcohol by weight to the extent of more than twenty percent and not more than twenty-four percent, all natural sparkling wines containing alcohol and all artificial sparkling wines containing alcohol, two dollars and seven cents per gallon; (4A) All cider containing alcohol by weight not more than ten percent, twenty-eight cents per gallon; (5) All other alcoholic beverages not otherwise specified, three dollars and ninety-three cents per gallon. For the purposes of this section, diluted beverages are alcoholic beverages prepared from the admixture of spirits or wine with water, dairy products, fruit juices, or vegetable juices, to which may be added natural flavors, artificial flavors, sweetening agents, or food additives to produce a beverage distinct and unique from the spirits or wine. In no case does the term, diluted beverages, include beverages which contain in excess of twelve percent alcohol by weight. Any funds collected from the tax imposed by this section shall be deposited in the alcoholic beverage fund. Section 52. That § 35-5-21.1 be repealed. 35-5-21.1. Fifty percent of all license and transfer fees received under the provisions of subdivisions 35-4-2(16), (17), and (17A) shall remain in the municipality in which the licensee paying the fee is located, or if outside the corporate limits of a municipality, then in the county in which the licensee is located. In addition, fifty percent of wholesaler license fees received under subdivision 35-4-2(15) shall revert to the municipality in which the licensee is located, or if outside the corporate limits of a municipality, then to the county in which the licensee is located. The remainder of all license and transfer fees and penalties received shall be credited to the state general fund. All revenue received from the levy in carrying out § 35-5-3 shall be credited to the alcoholic beverage fund. Section 53. That § 35-5-26 be amended to read as follows: 35-5-26. The population of any unincorporated towns town in an organized or unorganized townships township shall include the entire population of the organized or unorganized township so concerned. The population of the unincorporated towns town in an unorganized townships township shall be furnished to the state treasurer secretary by the county auditor of the county in which the unincorporated town is located. Section 54. That § 35-5-11 be repealed. 35-5-11. The occupational tax may, if required by the secretary to assure collection of the tax, be evidenced by an identification stamp to be affixed to each original package of alcoholic beverage for use in this state. Section 55. That § 35-5-12 be repealed. 35-5-12. The secretary shall adopt the design of the identification stamp and shall procure the manufacture of the stamp in such quantities as the secretary deems necessary. Section 56. That § 35-5-14 be repealed. 35-5-14. Any person who makes, manufactures, counterfeits, duplicates, or in any way imitates any identification stamp provided for in this chapter or who possesses, transfers, utters, or delivers any imitation or counterfeits any identification stamp is guilty of forgery. Section 57. That § 35-10-10 be repealed. 35-10-10. If any alcoholic beverage is imported into this state or held in the possession of any person in this state without proper stamps in violation of the provisions of state law, the alcoholic beverage constitutes contraband goods and may be seized by the secretary or any law enforcement officer of the state. Any alcoholic beverage seized under the provisions of this section shall be confiscated and forfeited to the state. The actual owner of the contraband goods has such rights as defined, and the secretary may dispose of, sell, or destroy, the contraband goods in accordance with the provisions of §§ 35-10-11 to 35-10-16, inclusive. The proceeds of any such sale shall be placed in the general fund of the state. Section 58. That § 35-10-15 be amended to read as follows: 35-10-15. If confiscated alcoholic beverages are lawfully salable, and of sufficient value to justify an attempted sale, the secretary of revenue shall take custody of the alcoholic beverages, and may shall, pending sale, store the beverages at any convenient and safe place. All stamps provided by this title, except inspection stamps, shall be canceled and removed. Section 59. That § 35-10-16 be amended to read as follows: 35-10-16. From time to time as If confiscated alcoholic beverages accumulate in sufficient quantities, the secretary of revenue shall notify all licensed wholesalers as to kinds and types of such alcoholic beverages in the secretary's custody for sale. The secretary shall receive bids, and sales shall be made on the basis of such the bids as the secretary deems advantageous to the state. Any wholesaler purchasing the beverages shall, before resale of the beverages, affix to the package or bulk container all stamps, other than the inspection stamp, required by this title. All proceeds of any such sale by the secretary shall be deposited with the state treasurer and credited to the general fund. Section 60. That § 35-9-1.2 be amended to read as follows: 35-9-1.2. Any person charged with a violation of § 35-9-1, 35-4-78, or 35-9-1.1 may offer evidence, as a defense, that the person made a reasonable attempt to investigate the age of the person by examining an age-bearing identification document that would have appeared valid to a reasonable and prudent person. Section 61. That § 35-9-2 be amended to read as follows: 35-9-2. It is a Class 2 misdemeanor for any person under the age of twenty-one years to purchase, attempt to purchase, or possess or consume alcoholic beverages except pursuant to § 35-9-1.1 or when consumed in a religious ceremony and given to said the person by an authorized person, or to misrepresent his or her age with the use of any document for the purpose of purchasing or attempting to purchase alcoholic beverages from any licensee licensed under this title. Section 62. That § 35-10-4 be amended to read as follows: 35-10-4. For the purposes of any hearing provided for by this title, the secretary of revenue shall have may exercise the powers granted by § 1-26-19.1. Section 63. That § 35-10-8 be amended to read as follows: 35-10-8. Any cost penalty provided for by this title shall be included in the judgment of conviction and has all the force and effect of a judgment in a civil action. If the person against whom the cost penalty is assessed has furnished a bond as a licensee under this title, the surety is liable for the cost penalty. The cost penalty may be paid by the defendant to the clerk of the court that rendered the judgment in which the cost penalty was assessed. The payment shall operate as a satisfaction of the portion of the judgment relating to the cost penalty and shall be entered upon the judgment record accordingly. If not paid to the clerk, the judgment for the cost penalty shall be enforced by execution or other process, the same as any civil judgment. The clerk or any officer collecting the cost penalty shall, without delay, transmit the cost penalty to the state treasurer secretary with a statement giving full information as to the source of the cost penalty. The state treasurer secretary shall issue a receipt for the cost penalty to the person transmitting the cost penalty. Section 64. That § 35-10-14 be amended to read as follows: 35-10-14. Upon any adjudication in any form of confiscation of alcoholic beverages, the officer having custody of the beverages shall make a full report to the secretary of revenue setting forth the quantity, kind, and probable value of the beverages. If the beverages are of such character that the beverages cannot lawfully be sold, or are of insufficient value to justify an attempted sale, the secretary shall order the beverages destroyed. The officer in custody of the beverages shall comply with the order and shall report to the secretary that the order has been carried out."}, {"bill_id": 1373, "bill_version_id": 13732, "bill_version": "Enrolled", "bill_version_date": "2010-03-09T15:32:02.793-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1373, "action_date": "2010-01-12T12:00:00-06:00", "document_id": 10417, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10417.pdf", "status_text": "First read in Senate and referred to", "journal_page": 13, "committee_id_action": 84, "committee_id_assigned": 61, "result": "N", "vote": {}}, {"bill_id": 1373, "action_date": "2010-01-28T10:00:00-06:00", "document_id": 10985, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10985.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 61, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1373, "action_date": "2010-02-02T10:00:00-06:00", "document_id": 11355, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11355.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 61, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1373, "action_date": "2010-02-11T10:00:00-06:00", "document_id": 11947, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11947.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 61, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1373, "action_date": "2010-02-11T10:00:00-06:00", "document_id": 12128, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12128.pdf", "status_text": "Do Pass", "journal_page": 290, "committee_id_action": 61, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6365, "president_vote": null, "Yea": [809, 806, 769, 747, 808, 753], "Excused": [760]}}, {"bill_id": 1373, "action_date": "2010-02-12T12:30:00-06:00", "document_id": 12252, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12252.pdf", "status_text": "Deferred to another day", "journal_page": 322, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1373, "action_date": "2010-02-16T14:00:00-06:00", "document_id": 12358, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12358.pdf", "status_text": "Deferred to another day", "journal_page": 335, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1373, "action_date": "2010-02-17T14:00:00-06:00", "document_id": 12455, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12455.pdf", "status_text": "Do Pass", "journal_page": 353, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6663, "president_vote": null, "Yea": [758, 809, 785, 787, 790, 807, 754, 805, 760, 778, 782, 780, 739, 764, 795, 741, 761, 774, 766, 791, 806, 767, 808, 769, 743, 753, 745, 794, 799, 810, 747, 776], "Excused": [768, 802, 772]}}, {"bill_id": 1373, "action_date": "2010-02-18T14:00:00-06:00", "document_id": 12564, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12564.pdf", "status_text": "First read in House and referred to", "journal_page": 465, "committee_id_action": 86, "committee_id_assigned": 72, "result": "N", "vote": {}}, {"bill_id": 1373, "action_date": "2010-03-01T10:00:00-06:00", "document_id": 12959, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12959.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 72, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1373, "action_date": "2010-03-01T10:00:00-06:00", "document_id": 13102, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13102.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 72, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1373, "action_date": "2010-03-01T10:00:00-06:00", "document_id": 13102, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13102.pdf", "status_text": "Do Pass Amended", "journal_page": 627, "committee_id_action": 72, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7200, "president_vote": null, "Yea": [821, 844, 749, 842, 822, 759, 742, 770, 751, 818, 815, 784], "Excused": [817]}}, {"bill_id": 1373, "action_date": "2010-03-03T14:00:00-06:00", "document_id": 13390, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13390.pdf", "status_text": "Deferred to another day", "journal_page": 687, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1373, "action_date": "2010-03-04T13:00:00-06:00", "document_id": 13493, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13493.pdf", "status_text": "Do Pass Amended", "journal_page": 708, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7510, "president_vote": null, "Yea": [821, 825, 771, 793, 781, 775, 844, 831, 820, 804, 779, 740, 813, 817, 814, 765, 811, 830, 798, 749, 829, 832, 826, 757, 842, 777, 834, 803, 822, 843, 759, 816, 788, 800, 801, 827, 742, 770, 792, 783, 755, 773, 744, 840, 784, 839, 819, 841, 818, 815, 833, 746, 763, 752, 796, 828, 823, 789, 838, 837, 812, 786], "Nay": [756, 835, 762], "Excused": [748, 824, 750, 751, 836]}}, {"bill_id": 1373, "action_date": "2010-03-09T14:00:00-06:00", "document_id": 13730, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13730.pdf", "status_text": "Concurred in amendments", "journal_page": 610, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7617, "president_vote": null, "Yea": [758, 809, 785, 787, 790, 807, 754, 805, 760, 778, 768, 782, 739, 802, 764, 795, 741, 772, 761, 774, 766, 791, 806, 808, 769, 743, 753, 745, 794, 799, 810, 747, 776], "Excused": [780, 767]}}, {"bill_id": 1373, "action_date": "2010-03-10T10:00:00-06:00", "document_id": 13782, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13782.pdf", "status_text": "Delivered to the Governor", "journal_page": 639, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1373, "action_date": "2010-03-10T10:00:00-06:00", "document_id": 13783, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13783.pdf", "status_text": "Signed by the Speaker", "journal_page": 817, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1373, "action_date": "2010-03-10T10:00:00-06:00", "document_id": 13782, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13782.pdf", "status_text": "Signed by the President", "journal_page": 644, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1373, "action_date": "2010-03-29T10:00:00-05:00", "document_id": 13977, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13977.pdf", "status_text": "Signed by the Governor", "journal_page": 683, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4615}