{"session_id": 24, "bill_id": 7409, "bill_type": "House Bill", "bill_number": 1227, "bill_title": "establish the South Dakota Government Accountability Committee.", "sponsors": [{"legislator_profile_id": 1021, "is_prime": true}, {"legislator_profile_id": 1020, "is_prime": true}, {"legislator_profile_id": 1042, "is_prime": false}, {"legislator_profile_id": 1057, "is_prime": false}, {"legislator_profile_id": 974, "is_prime": false}, {"legislator_profile_id": 999, "is_prime": false}, {"legislator_profile_id": 980, "is_prime": false}, {"legislator_profile_id": 979, "is_prime": false}, {"legislator_profile_id": 985, "is_prime": false}, {"legislator_profile_id": 1002, "is_prime": false}, {"legislator_profile_id": 1035, "is_prime": false}, {"legislator_profile_id": 984, "is_prime": false}, {"legislator_profile_id": 987, "is_prime": false}, {"legislator_profile_id": 982, "is_prime": false}, {"legislator_profile_id": 1048, "is_prime": false}, {"legislator_profile_id": 1016, "is_prime": false}, {"legislator_profile_id": 1028, "is_prime": false}, {"legislator_profile_id": 988, "is_prime": false}, {"legislator_profile_id": 1026, "is_prime": false}, {"legislator_profile_id": 1000, "is_prime": false}], "keywords": ["Conflict of Interest", "Public Officers and Employees", "State Affairs and Government"], "audio": [{"meeting_datetime": "2016-02-19T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst24.mp3", "start_seconds": 1890.0}, {"meeting_datetime": "2016-02-19T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst24.mp3", "start_seconds": 1890.0}, {"meeting_datetime": "2016-02-19T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst24.mp3", "start_seconds": 1890.0}, {"meeting_datetime": "2016-02-19T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst24.mp3", "start_seconds": 1890.0}], "bill_versions": [{"bill_id": 7409, "bill_version_id": 38756, "bill_version": "Introduced", "bill_version_date": "2016-02-04T09:51:46.583-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the South Dakota Government Accountability Committee. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: There is hereby established the South Dakota Government Accountability Committee (SDGAC) formed to consist of the following twelve members: (1) Two members to be appointed by the majority leader in each house; (2) Two members by the minority leader in each house; and (3) Four members to be appointed by the Governor, two from the majority party and two from the minority party. A member of the ethics committee may be recused from participating in any proceeding upon submission of a written statement that the member cannot render an impartial and unbiased decision in a case. A member is ineligible to participate in a committee meeting, as a member of the committee, in any proceeding relating to the member's own conduct. A member may be recused by a unanimous vote of the remaining eligible members of the committee. If a member of the SDGAC is disqualified from or is ineligible to participate in any committee proceeding, the authority responsible for the original appointment of the disqualified or ineligible member shall appoint a replacement member who shall serve during the period of the original member's disqualification or ineligibility. Terms of service shall be four years. Section 2. That the code be amended by adding a NEW SECTION to read: Each member shall receive per diem and travel expenses at the same rate as paid members of interim committees for attending meetings held when the Legislature is not in session. Section 3. That the code be amended by adding a NEW SECTION to read: The chair and vice-chair are elected by the members of the SDGAC. The chairperson of the committee shall: (1) Preside over meetings of the committee; and (2) Call meetings of the committee upon receipt of findings that there is probable cause to believe that an ethics violation has occurred. Section 4. That the code be amended by adding a NEW SECTION to read: The SDGAC may: (1) Issue advisory opinions interpreting the intent of constitutional and statutory provisions relating to legislators, agency employees, and state board members and interpreting the code of ethics and rules issued pursuant to this section. The committee shall issue opinions when approved by a majority of the twelve members and may issue opinions upon the written request of a member of the Legislature or upon the committee's initiation. Opinions are not binding on the legislator, agency employee, or board member; (2) Receive and hear complaints and charges against members of the Legislature, agency employees, and state board members alleging a violation of the code of ethics or of this chapter or other matters referred to in state law. The committee shall promulgate rules, pursuant to chapter 1-26, for the receipt and processing of findings of probable cause relating to an ethical violation of a member of the Legislature, an agency employee, or a state board member during the legislative session and those received after the Legislature adjourns; (3) Conduct hearings, request audits, and subpoena witnesses; and (4) Propose additional legislation as needed to improve existing laws for ethical behavior. Section 5. That the code be amended by adding a NEW SECTION to read: Any person may file a complaint with the SDGAC alleging that a member of the Legislature, agency employee, or state board member has committed an ethics violation. The SDGAC shall prescribe and provide forms for this purpose. The complaint shall include the name and address of the complainant, a statement of the facts believed to be true that form the basis of the complaint including the sources of information, the approximate date of the act alleged, and a certification by the complainant under penalty of perjury that the facts stated to be true are true to the best of the complainant's knowledge. Section 6. That the code be amended by adding a NEW SECTION to read: The SDGAC shall promptly notify any party alleged to have committed an ethics violation by serving or personally delivering a copy of the complaint to the party charged. A valid complaint must allege all of the following: (1) Facts, that if true, establish an ethics violation; (2) That the conduct providing the basis for the complaint occurred within three years of the filing of the complaint; and (3) That the party charged with a violation is a party subject to the jurisdiction of the SDGAC. Section 7. That the code be amended by adding a NEW SECTION to read: If the SDGAC determines that a complaint is not valid, the complaint shall be dismissed and returned to the complainant with a notice of dismissal stating the reason for the dismissal. Section 8. That the code be amended by adding a NEW SECTION to read: If a hearing on the complaint is ordered, the SDGAC shall receive all admissible evidence, determine any factual or legal issues presented during the hearing, and make findings of fact based upon evidence received. Clear and convincing evidence is required to support a finding that the member of the Legislature, agency employee, or state board member has committed an ethics violation. Parties to a complaint may, subject to the approval of the SDGAC, negotiate for settlement of a dispute that is before the SDGAC. Terms of any negotiated settlements shall be publicly recorded. If a complaint is filed or initiated less than ninety days before the election for a state office, for which the person named in the complaint is the incumbent officeholder, the SDGAC shall set the hearing at the earliest available date to allow the issue to be resolved before the election, if possible. An extension of time for a hearing may be granted when both parties mutually agree on an alternate date for the hearing. The SDGAC shall make every effort to hear each ethics complaint within three months of the date that the complaint is filed. However, after three months from the date of the filing of the complaint, an extension of time for purposes of preparing for hearing may only be granted by the SDGAC when the party charged in the complaint with the ethics violation consents to an extension. If the party charged does not consent to an extension, SDGAC may not grant any extensions of time for preparation before the hearing. Each complaint alleging a violation of this Act or the code of ethics shall be heard within nine months of the filing of the complaint. Final dispositions of violations, which the ethics committee has found to have been established by clear and convincing evidence, shall be made within thirty days of the conclusion of the hearing on the complaint. Section 9. That the code be amended by adding a NEW SECTION to read: The SDGAC shall recommend rules for adoption relating to the confidentiality of a complaint or information which has been filed or provided to the committee. Rules promulgated pursuant to chapter 1-26 shall provide for initial confidentiality of a complaint, unless the complaint has been publicly disclosed, and shall permit the ethics committee to treat some or all of the contents of a complaint or other information as confidential. If the existence of a complaint or a preliminary investigation is made public, the SDGAC shall publicly confirm the existence of the complaint or preliminary inquiry and, in the SDGAC's discretion, make public the complaint or investigation and any documents issued to any party to the complaint or investigation. Nothing in this section prevents the committee from furnishing the complaint or other information to the appropriate law enforcement authorities at any time. Upon commencement of a hearing on a complaint, all investigative material shall be made available to the subject of the hearing and any material that is introduced at the hearing shall be public information."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7409, "action_date": "2016-02-04T14:00:00-06:00", "document_id": 38841, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38841.pdf", "status_text": "First read in House and referred to", "journal_page": 286, "committee_id_action": 325, "committee_id_assigned": 317, "result": "N", "vote": {}}, {"bill_id": 7409, "action_date": "2016-02-19T07:45:00-06:00", "document_id": 39480, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39480.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 317, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7409, "action_date": "2016-02-19T07:45:00-06:00", "document_id": 39625, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39625.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 463, "committee_id_action": 317, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21138, "president_vote": null, "Nay": [1042, 1002], "Yea": [983, 1022, 1044, 1024, 1003, 981, 1029, 990, 989, 976], "Excused": [1025]}}]}