{"session_id": 48, "bill_id": 14876, "bill_type": "Senate Bill", "bill_number": 248, "bill_title": "revise the distribution of Gaming Commission funds and to require legislative approval on the city of Deadwood's ability to obtain revenue bonds for historic preservation.", "sponsors": [{"legislator_profile_id": 2214, "is_prime": true}, {"legislator_profile_id": 2241, "is_prime": true}], "keywords": ["Deadwood Gaming", "South Dakota Gaming Commission Fund"], "audio": [], "bill_versions": [{"bill_id": 14876, "bill_version_id": 80609, "bill_version": "Introduced", "bill_version_date": "1999-02-02T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the distribution of Gaming Commission funds and to require legislative approval on the city of Deadwood's ability to obtain revenue bonds for historic preservation. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 42-7B-48 be amended to read as follows: 42-7B-48. There is established within the state treasury the South Dakota Gaming Commission fund, into which shall be deposited the proceeds from the gaming tax, license stamp fees, license fees, application fees, the net proceeds generated by the operation of the five-cent slot machines and the initial fund is continuously appropriated for the purposes specified in this section. All funds received by the commission shall be set forth in an informational budget as described in § 4-7-7.2 and be annually reviewed by the Legislature. Any disbursement from the Gaming Commission fund shall be by authorization of the executive secretary for any of the following purposes: (1) Forty percent of the gaming tax collected shall be transferred to the tourism promotion fund created in § 1-42-31, and ten percent of the gaming tax collected shall be paid to Lawrence County; (2) The expenses of the commission for administration and operation including litigation and enforcement of this chapter and chapter 42-7; (3) Repayment of funds and interest advanced for the start up of the commission; and (4) All funds remaining after the payments provided in subdivision (1), (2), and (3), less one One hundred thousand dollars which shall be transferred to the historical preservation loan and grant fund created in § 1-19A-13.1 constitute the net municipal proceeds and shall be disbursed at least quarterly to the city of Deadwood for deposit in the historic restoration and preservation fund ; (5) Six hundred thousand dollars and an amount sufficient to pay the principal and interest on any revenue bonds issued under § 42-7B-54 before January 1, 1999, constitute the annual net municipal proceeds to the city of Deadwood; and (6) The remainder of the revenue in the fund shall be distributed pursuant to section 2 of this Act until such time as the provisions of § 42-7B-48.1 become effective . Section 2. That chapter 42-7B be amended by adding thereto a NEW SECTION to read as follows: As provided in subdivision (6) of section 1 of this Act, the remainder of the revenue in the fund created in § 42-7B-48 shall be distributed at least quarterly as follows: (1) One-third to be distributed to municipalities in Lawrence County, except the city of Deadwood, pro rata according to their population; (2) One-third to be distributed to school districts, pro rata based upon the previous year's average daily membership, located in whole or in part, in Lawrence County. For any school district located only partly in Lawrence County, only that portion of the district's average daily attendance which represents students residing in Lawrence County shall be considered in calculating the proration required by this subdivision; and (3) One-third to Lawrence County. Section 3. That § 42-7B-48.1 be amended to read as follows: 42-7B-48.1. Disbursements from the Gaming Commission fund shall be as set forth in § 42-7B-48 and section 2 of this Act until such time as the net municipal proceeds paid to the city of Deadwood equals six million eight hundred thousand dollars for each year, and after payment of commission expenses pursuant to subdivision 42-7B-48 (2), and after payment of one hundred thousand dollars to the State Historical Preservation Grant and Loan fund pursuant to subdivision 42-7B-48 (4). Thereafter, all remaining funds shall be distributed as follows: (1) Seventy percent to the state general fund; (2) Ten percent to be distributed to municipalities in Lawrence County, except the city of Deadwood, pro rata according to their population; (3) Ten percent to be distributed to school districts, pro rata based upon the previous year's average daily membership, located in whole or in part, in Lawrence County. For any school district located only partly in Lawrence County, only that portion of the district's average daily attendance which represents students residing in Lawrence County shall be considered in calculating the proration required by this subdivision; and (4) Ten percent to the city of Deadwood for deposit in the historic restoration and preservation fund. Section 4. That § 42-7B-54 be amended to read as follows: 42-7B-54. The city of Deadwood may issue revenue bonds in anticipation of the receipt of net municipal proceeds as provided in subdivision 42-7B-48(4) 42-7B-48(5) . The proceeds of the sale of such revenue bonds shall be deposited in the Deadwood historic restoration and preservation fund and used for the purposes thereof. The revenue bonds shall be payable solely from the net municipal proceeds, and the city shall, in the ordinance or resolution authorizing the revenue bonds, irrevocably pledge and appropriate so much of the net municipal proceeds received by the city as may be necessary for the payment of the revenue bonds and the restoration of any reserves established in connection with the bonds. The principal amount of any issue of revenue bonds may not exceed the sum of the estimated capital needs of the historic restoration and preservation fund for the current and next three succeeding fiscal years of the city, a debt service reserve fund not exceeding the maximum annual debt service on the issue, the premium for bond insurance or other credit enhancement for the issue and the estimated cost of issuance of the revenue bonds. The revenue bonds shall be authorized, issued and sold as provided in chapter 6-8B, except that no election is required to authorize the issuance of the bonds. The city of Deadwood may not pledge net municipal proceeds for bond repayment pursuant to this section without specific legislative approval. Section 5. That chapter 42-7B be amended by adding thereto a NEW SECTION to read as follows: The city of Deadwood may not issue any bonds pursuant to § 42-7B-54 after the effective date of this Act without specific legislative approval. Section 6. That § 42-7B-48.2 be amended to read as follows: 42-7B-48.2. Notwithstanding any other provision of state law, payments received by a school district in accordance with subdivision 42-7B-48.1 (3) and subdivision (2) of section 2 of this Act , shall reduce on a dollar for dollar basis any general state aid otherwise payable to the school district."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14876, "action_date": "1999-02-02T14:00:00-06:00", "document_id": 82148, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82148.pdf", "status_text": "First read in Senate and referred to", "journal_page": 300, "committee_id_action": 629, "committee_id_assigned": 611, "result": "N", "vote": {}}, {"bill_id": 14876, "action_date": "1999-02-08T07:45:00-06:00", "document_id": 82086, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82086.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14876, "action_date": "1999-02-08T19:30:00-06:00", "document_id": 82087, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82087.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14876, "action_date": "1999-02-10T07:45:00-06:00", "document_id": 82088, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82088.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14876, "action_date": "1999-02-10T07:45:00-06:00", "document_id": 82088, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82088.pdf", "status_text": "Tabled", "journal_page": 443, "committee_id_action": 611, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41278, "president_vote": null, "Yea": [2224, 2270, 2246, 2259, 2230, 2299, 2283, 2241], "Excused": [2292]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/14876"}