{"session_id": 69, "bill_id": 24674, "bill_type": "Senate Bill", "bill_number": 74, "bill_title": "establish reentry initiatives and programs in the Department of Corrections.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24674", "sponsors": [{"legislator_profile_id": 4507, "is_prime": true}, {"legislator_profile_id": 4534, "is_prime": true}, {"legislator_profile_id": 4492, "is_prime": false}, {"legislator_profile_id": 4499, "is_prime": false}, {"legislator_profile_id": 4523, "is_prime": false}, {"legislator_profile_id": 4531, "is_prime": false}, {"legislator_profile_id": 4537, "is_prime": false}, {"legislator_profile_id": 4542, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4554, "is_prime": false}, {"legislator_profile_id": 4556, "is_prime": false}, {"legislator_profile_id": 4568, "is_prime": false}, {"legislator_profile_id": 4575, "is_prime": false}], "keywords": ["Correctional Facilities and Parole", "Corrections", "Reports"], "audio": [{"meeting_datetime": "2024-01-18T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sju07.mp3", "start_seconds": 495.0}, {"meeting_datetime": "2024-01-18T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sju07.mp3", "start_seconds": 495.0}, {"meeting_datetime": "2024-01-18T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sju07.mp3", "start_seconds": 495.0}], "bill_versions": [{"bill_id": 24674, "bill_version_id": 258766, "bill_version": "Introduced", "bill_version_date": "2024-01-09T12:10:05.117-06:00", "bill_text": "An Act to establish reentry initiatives and programs in the Department of Corrections. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 24-5 be amended with a NEW SECTION: The Department of Corrections shall provide appropriate evidence-based health, educational, behavioral, and career-readiness programs to an inmate as soon as practicable after the inmate's initial parole date and release plan is established. The department shall provide programming to all inmates regardless of an inmate's classification status. The department shall maintain records of the inmate's educational progress, including life skills obtained and certifications and credit- and non-credit-bearing courses completed while the inmate is incarcerated. The department shall provide reasonable access to resources for an inmate to apply for grants or other financial aid that may be available to pay for the inmate's program. With due regard to safety and security requirements, the department shall utilize volunteer- and faith-based services to provide programming pursuant to this section. The department may provide incentives to an inmate upon the inmate's completion and proper documentation of programming, including: (1) Additional phone and visitation privileges; (2) Extended access to computer systems and email; (3) Increased commissary spending limits and product offerings; and (4) Other incentives requested by the inmate upon approval by the warden. Section 2. That chapter 24-5 be amended with a NEW SECTION: When an inmate is released from a term of imprisonment and the intended residence designated by the inmate is within the state, the Department of Corrections must provide the inmate with the following documentation: (1) A nondriver identification card if the inmate does not have an active nondriver identification card or driver license; (2) A certified copy of the birth certificate of the inmate; (3) A social security card or replacement social security card; (4) A copy of the following work record documents, if applicable: (a) A resume that includes any trade learned, life skill obtained, certification or credit or non-credit bearing course completed, or any other applicable program completed by the inmate while incarcerated, and the proficiency or skill obtained by the inmate; (b) Documentation that the inmate completed a practice job interview; and (5) Notice that the inmate is eligible to apply for an occupational license or certification in the state, if applicable. Section 3. That chapter 24-5 be amended with a NEW SECTION: Within ten months prior to an inmate's release from custody, the Department of Corrections, in coordination with the Department of Public Safety, must determine if the inmate has an active nondriver identification card or driver license, and if not, begin gathering the documentation required for the issuance of a nondriver identification card pursuant to § 32-12-17.2. The Department of Public Safety shall allow the use of a certified copy of a birth certificate, together with a Department of Corrections record card, to serve as a valid form of photo identification to obtain a nondriver identification card. A nondriver identification card provided pursuant to section 2 of this Act is valid for a period of four years from the date of issuance and is nonrenewable and nontransferable. The inmate must pay any applicable fees. Section 4. That chapter 24-5 be amended with a NEW SECTION: For the purposes of section 2 of this Act, an inmate is not required to complete a resume or a practice job interview prior to release from incarceration if the inmate: (1) Is sixty-five or over; (2) Is releasing on compassionate parole pursuant to § 24-15A-55 or discharging from a prison infirmary setting; (4) Has secured post-incarceration employment and provides an employment verification letter from the employer or other proof of post-incarceration employment; (5) Is releasing to the custody of another jurisdiction on a warrant or detainer; or (6) Is physically or mentally unable to return to the workforce upon release from incarceration, as determined by the Department of Corrections. Section 5. That chapter 24-5 be amended with a NEW SECTION: The secretary of the Department of Corrections shall submit an annual report to the Legislature on or before the first legislative day. In addition to statistical data on inmate population, demographics, admissions, and releases, the report must include the following information: (1) A list of programs available to inmates pursuant to this Act, and the number and percentage of inmates participating in each program; and (2) An analysis of incarceration costs, recidivism rates, and any reduction in costs or recidivism occurring as a result of this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24674, "action_date": "2024-01-10T10:30:00-06:00", "document_id": 257026, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/257026.pdf", "status_text": "First read in Senate and referred to", "journal_page": 34, "committee_id_action": 1219, "committee_id_assigned": 1214, "result": "N", "vote": {}}, {"bill_id": 24674, "action_date": "2024-01-18T07:45:00-06:00", "document_id": 259202, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/259202.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1214, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24674, "action_date": "2024-01-18T07:45:00-06:00", "document_id": 259203, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/259203.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1214, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78584, "president_vote": null, "Excused": [4493, 4498], "Nay": [4507], "Yea": [4529, 4554, 4572, 4564]}}]}