{"session_id": 69, "bill_id": 25265, "bill_type": "House Bill", "bill_number": 1227, "bill_title": "prohibit a homeowners' association from placing certain restrictions on firearms or firearm ammunition.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25265", "sponsors": [{"legislator_profile_id": 4538, "is_prime": true}, {"legislator_profile_id": 4501, "is_prime": false}, {"legislator_profile_id": 4510, "is_prime": false}], "keywords": ["Firearms", "Homeowners' Associations", "Planning, Zoning and Housing Programs"], "audio": [], "bill_versions": [{"bill_id": 25265, "bill_version_id": 263950, "bill_version": "Introduced", "bill_version_date": "2024-01-31T09:07:03.593-06:00", "bill_text": "An Act to prohibit a homeowners' association from placing certain restrictions on firearms or firearm ammunition. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 11-5 be amended with a NEW SECTION: A homeowner's association may not include or enforce a provision in a governing document that prohibits, restricts, or has the effect of prohibiting or restricting: (1) The lawful possession, transportation, or storage of a firearm, any part of a firearm, or firearm ammunition; or (2) The discharge of a firearm: (a) For defensive purposes, in accordance with §§ 22-18-3.1 to 22-18-4.9, inclusive; (b) To kill any dog found chasing, worrying, injuring, or killing poultry or domestic animals, as permitted by § 40-34-1; (c) To humanely euthanize a wild animal that has been seriously injured in a motor vehicle accident, as permitted by § 41-1-12; (d) To address threats to the public's health, safety, and welfare or damage to property, by game animals, game birds, black bears, mountain lions, or wolves, as permitted by § 41-6-29; or (e) To kill a mountain lion, if reasonably necessary to protect human life or to address an imminent threat to livestock or pets, as permitted by § 41-6-29.2. For the purposes of this section, the term \"governing document\" means a written instrument by which a homeowners' association may exercise power to manage, maintain, or otherwise affect the property under the jurisdiction of the homeowners' association. For the purposes of this section, the term \"homeowners' association\" means any incorporated or unincorporated association in which membership is based upon owning or possessing an interest in real property and that has the authority, pursuant to recorded covenants, bylaws, or other governing documents, to assess and record liens against the real property of its members."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25265, "action_date": "2024-01-31T14:30:00-06:00", "document_id": 263721, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263721.pdf", "status_text": "First read in House and referred to", "journal_page": 211, "committee_id_action": 1197, "committee_id_assigned": 1192, "result": "N", "vote": {}}, {"bill_id": 25265, "action_date": "2024-02-15T10:00:00-06:00", "document_id": 265294, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265294.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1192, "committee_id_assigned": null, "result": "N", "vote": {}}]}