{"session_id": 10, "bill_id": 2981, "bill_type": "Senate Commemoration", "bill_number": 22, "bill_title": "Commending and honoring Nick Gottlob of Lawrence County as the 2011 South Dakota Middle School Principal of the Year.", "sponsors": [{"legislator_profile_id": 43, "is_prime": true}, {"legislator_profile_id": 35, "is_prime": true}, {"legislator_profile_id": 68, "is_prime": false}], "keywords": ["Senate Commemorative"], "audio": [], "bill_versions": [{"bill_id": 2981, "bill_version_id": 18070, "bill_version": "Introduced", "bill_version_date": "2011-03-08T13:31:07.967-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Nick Gottlob of Lawrence County as the 2011 South Dakota Middle School Principal of the Year. WHEREAS, Nick Gottlob, middle school principal of Lead-Deadwood, has been named as South Dakota's Outstanding Middle School Principal of the Year by the South Dakota Association of Secondary School Principals; and WHEREAS, Nick was nominated and elected by his peers for his outstanding service and dedication to education; and WHEREAS, Nick has demonstrated a sincere interest in children and superior skills in his chosen field of educational administration: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-sixth Legislature of the State of South Dakota, that Nick Gottlob be commended and honored as an outstanding educational administrator."}, {"bill_id": 2981, "bill_version_id": 18203, "bill_version": "Enrolled", "bill_version_date": "2011-03-10T16:17:50.163-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Nick Gottlob of Lawrence County as the 2011 South Dakota Middle School Principal of the Year. WHEREAS, Nick Gottlob, middle school principal of Lead-Deadwood, has been named as South Dakota's Outstanding Middle School Principal of the Year by the South Dakota Association of Secondary School Principals; and WHEREAS, Nick was nominated and elected by his peers for his outstanding service and dedication to education; and WHEREAS, Nick has demonstrated a sincere interest in children and superior skills in his chosen field of educational administration: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-sixth Legislature of the State of South Dakota, that Nick Gottlob be commended and honored as an outstanding educational administrator. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2981, "action_date": "2011-03-08T10:00:00-06:00", "document_id": 18056, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18056.pdf", "status_text": "", "journal_page": 662, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}]}