{"session_id": 56, "bill_id": 19051, "bill_type": "House Bill", "bill_number": 1252, "bill_title": "revise the distribution of certain school district revenues.", "sponsors": [{"legislator_profile_id": 3053, "is_prime": true}, {"legislator_profile_id": 3109, "is_prime": true}, {"legislator_profile_id": 3065, "is_prime": false}, {"legislator_profile_id": 3104, "is_prime": false}, {"legislator_profile_id": 3110, "is_prime": false}, {"legislator_profile_id": 3120, "is_prime": false}, {"legislator_profile_id": 3124, "is_prime": false}], "keywords": ["Education", "School Districts", "State Aid to Education", "Taxes"], "audio": [{"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hed17hb1252a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hed17hb1252a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hed17hb1252a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19051, "bill_version_id": 99829, "bill_version": "Introduced", "bill_version_date": "2004-01-26T09:12:53-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the distribution of certain school district revenues. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-13-10.1 be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \"Average daily membership,\" the average number of resident and nonresident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and pupils for whom tuition is being paid pursuant to § 13-28-42 and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its general enrollment average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its general enrollment average daily membership after the student ceases to attend school in the resident district; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with an average daily membership of two hundred or less, multiply 1.2 1.1 times the average daily membership; (b) For districts with an average daily membership of less than six hundred, but greater than two hundred, raise multiply the average daily membership to the 0.8293 power and multiply the result times 2.98 times 0.95 and add 30 to the result ; (c) For districts with an average daily membership of six hundred or more, multiply 1.0 times their average daily membership; (2A) \"Sparsity average daily membership,\" calculated as follows: (a) For districts that operate at least one elementary attendance center, divide the average daily membership by the area of the school district in square miles; (b) If the result of subsection (a) of this subdivision is 0.50 or less, multiply the quotient obtained in subsection (a) times negative 0.5. If the result of subsection (a) of this subdivision exceeds 0.50, the district is not eligible for sparsity factor; (c) Add 0.25 to the result of subsection (b) of this subdivision; and (d) Multiply the result of subsection (c) of this subdivision times the average daily membership; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Per student allocation,\" for school fiscal year 2004 is $3,967.88. Each school fiscal year thereafter, the per student allocation is the previous fiscal year's per student allocation increased by the index factor; (5) \"Local need,\" the per student allocation multiplied by the sum of adjusted average daily membership plus the sparsity average daily membership; (5A) \"Other revenue,\" any revenue a school district has received pursuant to S. D. Const., Art. VIII, § 3 for the second fiscal year preceding the school fiscal year for which state aid to education is distributed, revenue a school district has received pursuant to chapters 10-33, 10-36, and 10-43 for the second school fiscal year preceding the school fiscal year for which state aid to education is distributed ; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the levies established pursuant to § 10-12-42 plus other revenue ; (7) \"General fund balance,\" the unreserved fund balance of the general fund, less general fund exclusions plus, beginning with transfers made in fiscal year 2001, any transfers out of the general fund for the previous school fiscal year; (8) \"General fund balance percentage,\" is a school district's general fund balance divided by the school district's total general fund expenditures for the previous school fiscal year, the quotient expressed as a percent; (9) \"General fund base percentage,\" is the general fund balance percentage as of June 30, 2000. However, the general fund base percentage can never increase and can never be less than twenty percent; (10) \"Allowable general fund balance,\" the fund base percentage multiplied by the district's general fund expenditures in the previous school fiscal year; (11) \"Imputed interest rate,\" the average prime rate for the preceding fiscal year minus 2.5 percentage points; (12) \"General fund exclusions,\" revenue a school district has received from the imposition of the excess tax levy pursuant to § 10-12-43; revenue a school district has received from gifts, contributions, grants, or donations; revenue a school district has received under the provisions of § § 13-6-92 to 13-6-96, inclusive; and any revenue in the general fund set aside for a noninsurable judgment. Section 2. That § 13-13-73.1 be amended to read as follows: 13-13-73.1. The Department of Revenue and Regulation shall exclude include the real property valuation of manufactured homes, considered as real estate pursuant to § 10-4-2.4, and manufactured homes, converted to real estate after July 1, 1999, when computing local effort pursuant to § § 13-13-10.1 and 13-37-35.1 for the purpose of the state aid to education formula. The county auditor shall also exclude include such real estate value when computing the tax levy for school purposes. However, such manufactured homes shall continue to be subject to each tax levy. The Legislature shall make an adjustment in the relationship between statewide local effort as a percentage of statewide local need pursuant to § § 13-13-71 to 13-13-72.1, inclusive, to account for the change of moving manufactured homes from outside the state aid to education formula to inside the formula. The inclusion of valuation of manufactured homes in the local effort shall be accomplished without maintaining the relationship required by § 13- 13-72. Section 3. That chapter 13-13 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of § 13-13-71, any increase in local effort resulting from the redistribution of other revenue and from the inclusion of the real property valuation derived from manufactured homes pursuant to § 13-13-73.1 is not considered when computing the percentage increase in local effort."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19051, "action_date": "2004-01-26T14:00:00-06:00", "document_id": 99935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99935.pdf", "status_text": "First read in House and referred to", "journal_page": 200, "committee_id_action": 831, "committee_id_assigned": 820, "result": "N", "vote": {}}, {"bill_id": 19051, "action_date": "2004-02-05T10:00:00-06:00", "document_id": 100707, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100707.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 820, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19051, "action_date": "2004-02-05T10:00:00-06:00", "document_id": 100707, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100707.pdf", "status_text": "Tabled", "journal_page": 403, "committee_id_action": 820, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57033, "president_vote": null, "Yea": [3049, 3053, 3067, 3069, 3082, 3104, 3107, 3108, 3110, 3131, 3141, 3088, 3083], "Excused": [3051, 3145]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/19051"}