{"session_id": 51, "bill_id": 16231, "bill_type": "Senate Bill", "bill_number": 220, "bill_title": "revise certain provisions relating to the suspension of students from extracurricular activities for certain drug and marijuana offenses.", "sponsors": [{"legislator_profile_id": 2572, "is_prime": true}, {"legislator_profile_id": 2584, "is_prime": true}], "keywords": ["Controlled Substances", "Department of Education and Cultural Affairs", "Education", "High School Activities"], "audio": [{"meeting_datetime": "2001-02-15T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sed27sb0220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-15T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sed27sb0220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-15T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sed27sb0220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-15T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sed27sb0220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-15T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sed27sb0220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-16T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen28sb0220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-16T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen28sb0220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-16T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen28sb0220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-16T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen28sb0220a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16231, "bill_version_id": 88741, "bill_version": "Introduced", "bill_version_date": "2001-01-29T08:28:05-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to the suspension of students from extracurricular activities for certain drug and marijuana offenses. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-32-9 be amended to read as follows: 13-32-9. Any person adjudicated, convicted, or the subject of a suspended imposition of sentence for possession, use, or distribution of controlled substances or marijuana as defined in chapter 22-42 is ineligible to participate in any extracurricular activity at any secondary school accredited by the Department of Education and Cultural Affairs for one year. The one-year suspension may be reduced to sixty calendar days if the person participates in an assessment with a certified chemical dependency counselor and completes a minimum of thirty hours of counseling with a certified chemical dependency counselor or completes an accredited intensive prevention program. If the assessment indicates the need for a higher level of care, the student shall complete the prescribed program before becoming eligible to participate in activities. Upon a subsequent adjudication, conviction, or suspended imposition of sentence for possession, use, or distribution of controlled substances or marijuana by a court of competent jurisdiction, that person is ineligible to participate in any extracurricular activity while that person is attending any school accredited by the Department of Education and Cultural Affairs. The permanent suspension may be reduced to one hundred twenty calendar days if the person participates in a complete alcohol, tobacco, and other drug assessment with a certified chemical dependency counselor and completes a minimum of sixty hours of counseling with a certified chemical dependency counselor or completes an accredited treatment program. The student shall complete the prescribed program before becoming eligible to participate in activities. Upon such a determination in any juvenile proceeding that a person has been adjudicated, convicted, or received a suspended imposition of sentence for possession, use, or distribution of controlled substances or marijuana, the Unified Judicial System shall give notice of that determination to the South Dakota High School Activities Association and the chief administrator of the school in which the person is enrolled. As used in this section, the term, extracurricular activity, means any activity sanctioned by the South Dakota High School Activities Association."}, {"bill_id": 16231, "bill_version_id": 90138, "bill_version": "Senate Education Engrossed", "bill_version_date": "2001-02-15T13:36:33-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to the suspension of students from extracurricular activities for certain drug and marijuana offenses. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-32-9 be amended to read as follows: 13-32-9. Any person adjudicated, convicted, or the subject of a suspended imposition of sentence for possession, use, or distribution of controlled substances or marijuana as defined in chapter 22-42 is ineligible to participate in any extracurricular activity at any secondary school accredited by the Department of Education and Cultural Affairs for one year. The one-year suspension may be reduced to sixty calendar days if the person participates in an assessment with a certified chemical dependency counselor and completes a minimum of thirty hours of counseling with a certified chemical dependency counselor or completes an accredited intensive prevention program. If the assessment indicates the need for a higher level of care, the student shall complete the prescribed program before becoming eligible to participate in activities. Upon a subsequent adjudication, conviction, or suspended imposition of sentence for possession, use, or distribution of controlled substances or marijuana by a court of competent jurisdiction, that person is ineligible to participate in any extracurricular activity while that person is attending any school accredited by the Department of Education and Cultural Affairs. The permanent suspension may be reduced to one hundred twenty calendar days if the person participates in a complete alcohol, tobacco, and other drug assessment with a certified chemical dependency counselor and completes a minimum of sixty hours of counseling with a certified chemical dependency counselor or completes an accredited treatment program. The student shall complete the prescribed program before becoming eligible to participate in activities. Upon such a determination in any juvenile proceeding that a person has been adjudicated, convicted, or received a suspended imposition of sentence for possession, use, or distribution of controlled substances or marijuana, the Unified Judicial System shall give notice of that determination to the South Dakota High School Activities Association and the chief administrator of the school in which the person is enrolled. As used in this section, the term, extracurricular activity, means any activity sanctioned by the South Dakota High School Activities Association. Section 2. If a person is adjudicated, convicted, or the subject of a suspended imposition of sentence for distribution of controlled substances or marijuana, the person's suspension may not be reduced according to the provisions of this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16231, "action_date": "2001-01-29T14:00:00-06:00", "document_id": 88877, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88877.pdf", "status_text": "First read in Senate and referred to", "journal_page": 253, "committee_id_action": 713, "committee_id_assigned": 688, "result": "N", "vote": {}}, {"bill_id": 16231, "action_date": "2001-02-13T07:45:00-06:00", "document_id": 89917, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89917.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 688, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16231, "action_date": "2001-02-15T07:45:00-06:00", "document_id": 90107, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90107.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 688, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16231, "action_date": "2001-02-15T07:45:00-06:00", "document_id": 90107, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90107.pdf", "status_text": "Do Pass Amended,", "journal_page": 518, "committee_id_action": 688, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49605, "president_vote": null, "Yea": [2529, 2552, 2562, 2581], "Nay": [2585, 2590, 2523]}}, {"bill_id": 16231, "action_date": "2001-02-16T14:00:00-06:00", "document_id": 90289, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90289.pdf", "status_text": "Motion to Amend,", "journal_page": 565, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16231, "action_date": "2001-02-16T14:00:00-06:00", "document_id": 90289, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90289.pdf", "status_text": "Do Pass Amended,", "journal_page": 565, "committee_id_action": 713, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 49811, "president_vote": null, "Nay": [2516, 2517, 2520, 2523, 2524, 2534, 2535, 2536, 2542, 2549, 2551, 2567, 2573, 2576, 2580, 2585, 2590, 2597, 2606, 2615, 2617], "Yea": [2529, 2531, 2532, 2539, 2552, 2562, 2569, 2581, 2584, 2598, 2607, 2609, 2616], "Excused": [2550]}}]}