{"session_id": 45, "bill_id": 13091, "bill_type": "Senate Bill", "bill_number": 258, "bill_title": "to provide for a refund of certain taxes attributed to the construction of a project by any political subdivision of this state.", "sponsors": [{"legislator_profile_id": 1938, "is_prime": true}, {"legislator_profile_id": 1963, "is_prime": true}, {"legislator_profile_id": 1886, "is_prime": false}, {"legislator_profile_id": 1919, "is_prime": false}, {"legislator_profile_id": 1935, "is_prime": false}, {"legislator_profile_id": 1944, "is_prime": false}, {"legislator_profile_id": 1952, "is_prime": false}, {"legislator_profile_id": 1976, "is_prime": false}, {"legislator_profile_id": 1981, "is_prime": false}, {"legislator_profile_id": 1985, "is_prime": false}], "keywords": ["Contractors' Excise Taxes", "County Tax and Fiscal Administration", "Local Government", "Municipal Taxes and Fiscal Administration", "School Districts' Fiscal Administration", "Township Taxes and Fiscal Administration"], "audio": [], "bill_versions": [{"bill_id": 13091, "bill_version_id": 73969, "bill_version": "Introduced", "bill_version_date": "1997-02-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for a refund of certain taxes attributed to the construction of a project by any political subdivision of this state. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this chapter mean: (1) \"Department,\" the Department of Revenue; (2) \"Project,\" any site, structure, facility, utility, or undertaking serving any political subdivision of this state, the construction or installation of which is subject to the excise tax pursuant to chapters 10-46A or 10-46B; (3) \"Project cost,\" the amount paid in money, credits, property, or other money's worth for a project; (4) \"Secretary,\" the secretary of the Department of Revenue. Section 2. Any political subdivisions of this state may apply for and obtain a refund or credit for any excise taxes imposed and paid under the provisions of chapters 10-46A or 10-46B for the construction of a project. Section 3. The refund pertains only to project costs incurred and paid after July 1, 1997. The refund pertains only to project costs that were incurred and paid within thirty-six months of the approval of the application required by section 5 of this Act. No refund may be made unless the political subdivision of this state applying for the refund obtains a permit from the secretary as set forth in section 5 of this Act. Section 4. The amount of the tax refund shall be one hundred percent of the excise taxes attributed to the project cost. Section 5. Any political subdivision of this state desiring to claim a refund pursuant to section 2 of this Act shall apply for a permit from the secretary at least thirty days prior to commencement of the project. The application for a permit shall be submitted on a form prescribed by the secretary. A separate application shall be made and submitted for each project. Upon approval of the application, the secretary shall issue a permit entitling the applicant to submit refund claims as provided by section 6 and section 7 of this Act. Such permit or refund claims are not assignable or transferable except as collateral or security pursuant to chapter 57A-9. Section 6. Any claim for refund shall be submitted on forms prescribed by the secretary and shall be supported by such documentation as the secretary may require. The secretary may deny any claim where the claimant has failed to provide information or documentation requested or considered necessary by the secretary to determine the validity of the claim. Section 7. Any claim for refund shall be submitted to the department on or before the last day of the month following each quarterly period. The secretary shall determine the amount of the tax refund. Ninety percent of the amount of refund shall be paid to the claimant in accordance with § § 10-59-22 and 10-59-23, and ten percent shall be withheld by the department. Section 8. The amounts withheld by the department in accordance with section 7 of this Act shall be retained until the project has been completed and the claimant has met all the conditions of section 3 of this Act, at which time all sums retained shall be paid to claimant. Section 9. If any claim has been fraudulently presented or supported as to any item in the claim, or if the claimant fails to meet all the conditions of section 3 of this Act, then such claim may be rejected in its entirety and all sums previously refunded to the claimant shall constitute a debt to the state and a lien in favor of the state upon all property and rights to property whether real or personal belonging to the claimant and may be recovered in an action of debt. Section 10. Any political subdivision of this state aggrieved by the denial in whole or in part of a refund claimed under this chapter, may within thirty days after service of the notice of such denial by the secretary, demand and is entitled to a hearing, upon notice, before the secretary. The hearing shall be conducted pursuant to chapter 1-26. Section 11. The secretary shall promulgate rules, pursuant to chapter 1-26, concerning the procedures for filing refund claims and the requirements necessary to qualify for a refund."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13091, "action_date": "1997-02-03T14:00:00-06:00", "document_id": 72895, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72895.pdf", "status_text": "First read in Senate and referred to", "journal_page": 286, "committee_id_action": 545, "committee_id_assigned": 528, "result": "N", "vote": {}}, {"bill_id": 13091, "action_date": "1997-02-07T07:45:00-06:00", "document_id": 72310, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72310.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 528, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13091, "action_date": "1997-02-07T07:45:00-06:00", "document_id": 72310, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72310.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 351, "committee_id_action": 528, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36127, "president_vote": null, "Yea": [1893, 1901, 1919, 1959, 1972, 1960], "Nay": [1945, 1976, 1978]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13091"}