{"session_id": 64, "bill_id": 23162, "bill_type": "Senate Commemoration", "bill_number": 803, "bill_title": "honoring and commending Dow Rummel Village for its ninety-four percent vaccination rate among staff members.", "sponsors": [{"legislator_profile_id": 3934, "is_prime": true}, {"legislator_profile_id": 3974, "is_prime": true}, {"legislator_profile_id": 3915, "is_prime": false}, {"legislator_profile_id": 3924, "is_prime": false}, {"legislator_profile_id": 3960, "is_prime": false}, {"legislator_profile_id": 3987, "is_prime": false}, {"legislator_profile_id": 3993, "is_prime": false}, {"legislator_profile_id": 3995, "is_prime": false}], "keywords": ["Immunization", "Senate Commemoration"], "audio": [], "bill_versions": [{"bill_id": 23162, "bill_version_id": 227889, "bill_version": "Introduced", "bill_version_date": "2022-01-18T15:33:04.807-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, honoring and commending Dow Rummel Village for its ninety-four percent vaccination rate among staff members. WHEREAS, the COVID-19 pandemic continues to affect the state of South Dakota with new cases reaching records daily; and WHEREAS, the COVID-19 vaccine greatly reduces the chance of severe illness as the risk of being hospitalized is eight times lower for vaccinated adults; and WHEREAS, the ninety-four percent vaccination rate among staff at Dow Rummel Village, a retirement home in Sioux Falls, surpasses South Dakota's statewide vaccination rate of just under sixty-three percent; and WHEREAS, the vaccination of staff at Dow Rummel Village increases the safety and comfort of residents who rely on staff for their daily accommodations and support: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Seventh Session Legislature of the State of South Dakota, that Dow Rummel Village be honored for promoting the wellness of its employees, increasing the safety of its residents, showcasing its commitment to reducing the severity of the pandemic, and for being an exemplary healthcare institution in the state of South Dakota."}, {"bill_id": 23162, "bill_version_id": 228686, "bill_version": "Enrolled", "bill_version_date": "2022-01-21T16:52:01.643-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, honoring and commending Dow Rummel Village for its ninety-four percent vaccination rate among staff members. WHEREAS, the COVID-19 pandemic continues to affect the state of South Dakota with new cases reaching records daily; and WHEREAS, the COVID-19 vaccine greatly reduces the chance of severe illness as the risk of being hospitalized is eight times lower for vaccinated adults; and WHEREAS, the ninety-four percent vaccination rate among staff at Dow Rummel Village, a retirement home in Sioux Falls, surpasses South Dakota's statewide vaccination rate of just under sixty-three percent; and WHEREAS, the vaccination of staff at Dow Rummel Village increases the safety and comfort of residents who rely on staff for their daily accommodations and support: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Seventh Legislature of the State of South Dakota, that Dow Rummel Village be honored for promoting the wellness of its employees, increasing the safety of its residents, showcasing its commitment to reducing the severity of the pandemic, and for being an exemplary healthcare institution in the state of South Dakota."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23162, "action_date": "2022-01-19T14:00:00-06:00", "document_id": 227869, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/227869.pdf", "status_text": "", "journal_page": 78, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}]}