{"session_id": 10, "bill_id": 2405, "bill_type": "House Bill", "bill_number": 1016, "bill_title": "revise certain provisions regarding the licensing and regulation of grain buyers, grain warehouses, and weighmasters.", "sponsors": [], "keywords": ["Agriculture", "Licenses", "Public Utilities and Carriers", "Public Utilities Commission"], "audio": [{"meeting_datetime": "2011-01-25T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hag10.mp3", "start_seconds": 768.0}, {"meeting_datetime": "2011-01-25T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hag10.mp3", "start_seconds": 768.0}, {"meeting_datetime": "2011-01-25T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hag10.mp3", "start_seconds": 768.0}, {"meeting_datetime": "2011-01-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou11.mp3", "start_seconds": 780.0}, {"meeting_datetime": "2011-01-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou11.mp3", "start_seconds": 780.0}, {"meeting_datetime": "2011-01-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou11.mp3", "start_seconds": 780.0}, {"meeting_datetime": "2011-02-08T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sag18.mp3", "start_seconds": 1948.0}, {"meeting_datetime": "2011-02-08T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sag18.mp3", "start_seconds": 1948.0}, {"meeting_datetime": "2011-02-08T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sag18.mp3", "start_seconds": 1948.0}, {"meeting_datetime": "2011-02-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen19.mp3", "start_seconds": 5524.0}, {"meeting_datetime": "2011-02-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen19.mp3", "start_seconds": 5524.0}, {"meeting_datetime": "2011-02-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen19.mp3", "start_seconds": 5524.0}], "bill_versions": [{"bill_id": 2405, "bill_version_id": 14667, "bill_version": "Introduced", "bill_version_date": "2011-01-07T09:54:30.187-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the licensing and regulation of grain buyers, grain warehouses, and weighmasters. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-43-1.1 be amended to read as follows: 49-43-1.1. Terms used in this chapter mean: (1) \"Commission,\" the Public Utilities Commission of this state; (1A) \"Grain bank,\" grain which is received by a public grain warehouse from depositors for storage and is to be withdrawn and processed into feed as needed; (1B) \"Open storage grain,\" grain received by a public grain warehouse from a depositor for which a warehouse receipt has not been issued or a purchase made and is not grain bank; (2) \"Public grain warehouse,\" any public warehouse where grain, as defined in subdivision 49-45-1.1(2), is received for storage for hire. A public grain warehouse may also purchase, receive or handle grain in accordance with the provisions of chapter 49-45 relating to grain buyers; (3) \"Receipt,\" a warehouse receipt which complies with the requirements of this chapter and the rules of the commission promulgated pursuant thereto. A warehouse receipt may be in an electronic form; (4) \"Scale ticket,\" a memorandum issued by a public grain warehouse or grain buyer to a depositor at the time grain is initially delivered, showing the weight of the load, kind of grain, date of delivery, and indicates whether the grain is to be sold or stored under a warehouse receipt, in open storage, or in a grain bank account. Section 2. That § 49-43-5.2 be amended to read as follows: 49-43-5.2. The application for a license to operate as a public grain warehouse shall be accompanied by a fee of two hundred fifty dollars for each municipality or location at which the warehouse operator receives or stores grain for hire. Section 3. That § 49-43-5.7 be amended to read as follows: 49-43-5.7. Any person injured by the breach of any obligation of a warehouseman, for the performance of which a bond has been given under any of the provisions of this chapter, may sue on such the bond in his the person's own name in any court of competent jurisdiction to recover any damages he the person may have sustained by reason of such the breach. However, a person may sue on the bond only if the person has notified the commission of the person's intent to sue on the bond and if the commission has stated in writing that it does not intend to institute any proceedings regarding the bond. Section 4. That § 49-43-40 be amended to read as follows: 49-43-40. The commission shall cause every public grain warehouse, whether licensed or unlicensed, to be inspected at such times as the commission considers necessary. The inspector shall report in writing to the commission the result of the inspection. The inspector may, at any time during ordinary business hours, enter any public grain warehouse or any office structure, vehicle, or enclosure in which the books and accounts of any public grain warehouse are kept, and may examine all the books, accounts, and electronic records relating to the transaction of business in such public grain warehouse either within or without the state. The commission may in all matters arising under chapters 49-43 to 49-44, inclusive, this chapter exercise the power of subpoena and examine witnesses in accordance with chapter 1-26. Section 5. That § 49-44-19 be repealed. 49-44-19. The wrongful weighing or the issuing of a false ticket by a weighmaster is a Class 2 misdemeanor. Section 6. That § 49-45-6 be amended to read as follows: 49-45-6. The commission shall supervise the business of grain buyers in this state and administer the laws relating thereto. The commission may promulgate rules, pursuant to chapter 1-26, concerning: (1) The form of a grain buyer's bond and application and the information required to be included for licensing; (2) Requirements for posting grain buyer's licenses; (3) Requirements and procedures for obtaining, placing, and returning grain buyer decals and replacement decals; (4) Notice requirements to sellers who enter into voluntary credit sale agreements; (5) Requirements for filing financial statements with the commission and the financial standards by which the statements are approved when considering whether to license a grain buyer; and (6) Requirements for grain buyers to provide information to sellers regarding the statutes and rules relating to grain buyers; (7) Requirements and procedures for releasing bonds; and (8) Procedures and requirements for license suspension, revocation, transfer of ownership, or insolvency by a grain buyer. Section 7. That § 49-45-8 be amended to read as follows: 49-45-8. The application for a grain buyer license shall be accompanied by a fee of two hundred fifty dollars for each municipality or location at which the grain buyer receives grain. If the grain buyer making application for a license also holds a license to operate a public grain warehouse or is, at the same time, making application to operate a public grain warehouse under chapter 49-43, the fee imposed by this section is waived. Section 8. That § 49-45-12 be amended to read as follows: 49-45-12. A grain buyer shall procure a decal from the commission to be permanently attached and displayed on each tractor, truck tractor, or straight truck operated licensed to operate on public roads within this state. The fee for each decal is fifteen dollars, which shall be purchased annually and which expires on June thirtieth. A violation of this section is a Class 2 misdemeanor. Section 9. That § 49-45-13 be amended to read as follows: 49-45-13. The commission shall cause the business facilities of every grain buyer, whether licensed or unlicensed, to be inspected at such times as the commission considers necessary. The inspector shall report in writing to the commission the result of the examination. The inspector may at any time during business hours enter any structure, vehicle, or enclosure in which the books or accounts of any grain buyer are kept, and may examine all the books or, accounts, and electronic records relating to the transactions of the grain buyer either within or without the state. The commission may, in all matters arising under this chapter, exercise the power of subpoena and examine witnesses in accordance with chapter 1-26. Section 10. That § 49-45-16 be amended to read as follows: 49-45-16. The commission may immediately suspend the license of a grain buyer and the grain buyer shall surrender the license to the commission if: (1) The grain buyer, whether licensed or unlicensed, refuses, neglects, or is unable, upon proper demand, to redeem any scale ticket issued by the grain buyer, through redelivery or cash payment; (2) The grain buyer refuses, neglects, or is unable to provide a bond in an amount required by the commission; or (3) The commission has knowledge of any act of insolvency, including the filing of a petition in bankruptcy naming the grain buyer as debtor. Within fifteen days the grain buyer may request a hearing pursuant to chapter 1-26 to determine if the license should be revoked. If no request is made within fifteen days, the commission shall revoke the license. If the commission determines it is necessary, the commission may apply to the circuit court in the county in which the grain buyer operates for that court to appoint a receiver. The receiver has such powers and duties as the court may direct. Section 11. That chapter 49-45 be amended by adding thereto a NEW SECTION to read as follows: If the commission determines that it is necessary, the commission may apply to the circuit court in the county in which the grain buyer operates or operated for that court to appoint a receiver. The receiver shall have such powers and duties as the court may direct. Section 12. That § 49-45-17 be amended to read as follows: 49-45-17. Any person injured by the breach of any obligation of a grain buyer, for the performance of which a bond has been given under any of the provisions of this chapter, may sue on such the bond in the person's own name in any court of competent jurisdiction to recover any damages the person may have sustained by reason of such the breach. However, a person may sue on the bond only if the person has notified the commission of the person's intent to sue on the bond and if the commission has stated in writing that it does not intend to institute any proceedings regarding the bond."}, {"bill_id": 2405, "bill_version_id": 16685, "bill_version": "Enrolled", "bill_version_date": "2011-02-10T09:05:30.457-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2405, "action_date": "2011-01-11T12:00:00-06:00", "document_id": 14785, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/14785.pdf", "status_text": "First read in House and referred to", "journal_page": 24, "committee_id_action": 115, "committee_id_assigned": 116, "result": "N", "vote": {}}, {"bill_id": 2405, "action_date": "2011-01-25T07:45:00-06:00", "document_id": 15160, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15160.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 116, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2405, "action_date": "2011-01-25T07:45:00-06:00", "document_id": 15582, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15582.pdf", "status_text": "Do Pass", "journal_page": 162, "committee_id_action": 116, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8103, "president_vote": null, "Yea": [33, 61, 20, 71, 103, 32, 99, 64, 73, 6, 97, 66], "Excused": [29]}}, {"bill_id": 2405, "action_date": "2011-01-26T14:00:00-06:00", "document_id": 15737, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15737.pdf", "status_text": "Do Pass", "journal_page": 188, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8185, "president_vote": null, "Yea": [12, 53, 56, 17, 33, 21, 72, 60, 87, 1, 105, 48, 51, 49, 15, 59, 36, 94, 104, 84, 88, 61, 90, 57, 11, 63, 70, 96, 23, 62, 39, 54, 20, 71, 92, 28, 37, 83, 95, 58, 85, 103, 3, 32, 102, 68, 98, 67, 99, 64, 73, 69, 50, 14, 6, 86, 93, 74, 35, 97, 29, 101, 66, 100, 91, 89, 65, 47, 5], "Nay": [7]}}, {"bill_id": 2405, "action_date": "2011-01-27T14:00:00-06:00", "document_id": 15855, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15855.pdf", "status_text": "First read in Senate and referred to", "journal_page": 227, "committee_id_action": 113, "committee_id_assigned": 89, "result": "N", "vote": {}}, {"bill_id": 2405, "action_date": "2011-02-08T10:00:00-06:00", "document_id": 16509, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16509.pdf", "status_text": "Do Pass", "journal_page": 353, "committee_id_action": 89, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8723, "president_vote": null, "Yea": [75, 46, 41, 24, 25, 13, 31, 34, 22]}}, {"bill_id": 2405, "action_date": "2011-02-09T14:00:00-06:00", "document_id": 16639, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16639.pdf", "status_text": "Do Pass", "journal_page": 388, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8853, "president_vote": null, "Yea": [44, 75, 30, 42, 79, 40, 46, 41, 24, 26, 25, 38, 78, 76, 2, 18, 77, 82, 13, 55, 31, 43, 4, 9, 10, 19, 81, 27, 34, 52, 80, 8, 45, 22], "Excused": [16]}}, {"bill_id": 2405, "action_date": "2011-02-10T13:00:00-06:00", "document_id": 16727, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16727.pdf", "status_text": "Signed by the Speaker", "journal_page": 359, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2405, "action_date": "2011-02-14T14:00:00-06:00", "document_id": 16827, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16827.pdf", "status_text": "Signed by the President", "journal_page": 423, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2405, "action_date": "2011-02-15T14:00:00-06:00", "document_id": 16910, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16910.pdf", "status_text": "Delivered to the Governor", "journal_page": 404, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2405, "action_date": "2011-02-17T14:00:00-06:00", "document_id": 17097, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17097.pdf", "status_text": "Signed by the Governor", "journal_page": 438, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4902, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/2405"}