{"session_id": 19, "bill_id": 4190, "bill_type": "Senate Bill", "bill_number": 116, "bill_title": "establish a subordinate agricultural supplier's lien for an unpaid charge account billing statement.", "sponsors": [{"legislator_profile_id": 350, "is_prime": true}, {"legislator_profile_id": 322, "is_prime": true}, {"legislator_profile_id": 337, "is_prime": false}, {"legislator_profile_id": 415, "is_prime": false}, {"legislator_profile_id": 398, "is_prime": false}, {"legislator_profile_id": 340, "is_prime": false}, {"legislator_profile_id": 329, "is_prime": false}, {"legislator_profile_id": 332, "is_prime": false}, {"legislator_profile_id": 384, "is_prime": false}, {"legislator_profile_id": 328, "is_prime": false}, {"legislator_profile_id": 333, "is_prime": false}], "keywords": ["Agriculture and Horticulture", "Liens", "Uniform Commercial Code"], "audio": [{"meeting_datetime": "2013-01-31T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag16.mp3", "start_seconds": 5275.0}, {"meeting_datetime": "2013-01-31T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag16.mp3", "start_seconds": 5275.0}, {"meeting_datetime": "2013-01-31T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag16.mp3", "start_seconds": 5275.0}, {"meeting_datetime": "2013-02-12T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag21.mp3", "start_seconds": 7738.0}, {"meeting_datetime": "2013-02-12T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag21.mp3", "start_seconds": 7738.0}, {"meeting_datetime": "2013-02-12T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag21.mp3", "start_seconds": 7738.0}, {"meeting_datetime": "2013-02-12T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag21.mp3", "start_seconds": 7738.0}, {"meeting_datetime": "2013-02-12T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag21.mp3", "start_seconds": 7738.0}], "bill_versions": [{"bill_id": 4190, "bill_version_id": 24131, "bill_version": "Introduced", "bill_version_date": "2013-01-22T07:59:08.05-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a subordinate agricultural supplier's lien for an unpaid charge account billing statement. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Agricultural supplies,\" pesticides, fertilizer, soil amendments, and animal feed, together with the furnishing of services in delivering or applying the agricultural supplies; (2) \"Agricultural property,\" crops, products produced by the use of the agricultural supplies, and livestock and their products, including milk. The term does not include real property; (3) \"Producer,\" one who receives agricultural supplies with an obligation to pay in full not more than thirty days after the billing statement date. Section 2. Any person who furnishes agricultural supplies for the production of agricultural property to a producer, and such amount remains unpaid after notice is given as provided in this Act, is entitled to an agricultural supplier's lien upon the agricultural property produced by the use of the agricultural supplies. Section 3. An agricultural supplier's lien may not be filed to secure money advanced or loaned for any purpose, and may only be filed against a producer for unpaid agricultural supplies where payment was due in full to the person who furnished agricultural supplies not more than thirty days after the billing statement date. An agricultural lien shall be valid for five years from the date of filing or until satisfied, whichever occurs first. Section 4. An agricultural supplier's lien obtained under the provisions of this Act, is an agricultural lien pursuant to chapter 57A-9 and is subordinate to the rights of a person entitled to priority under § 57A-9-322 and subordinate to a person that becomes a lien creditor before the earlier of the time lien is perfected or a financing statement covering the collateral is filed. Any person holding an agricultural supplier's lien shall promptly endorse an instrument in favor of a superior lien holder in exchange for an instrument, made payable to the borrower and the other junior lien holders, from the superior lien holder for the amount that exceeds the superior lien. An agricultural production input lien that is not perfected has the priority of an unperfected security interest under § 57A-9-322, Uniform Commercial Code. Section 5. To obtain an agricultural supplier's lien, the person entitled to the lien shall, within ninety days after the due date on the billing statement to the producer for the agricultural supplies, file a verified statement in the office of the register of deeds where the producer resides. The statement shall contain the following information: (1) The name and address of the producer; (2) The name and address of the person furnishing the agricultural supplies; (3) A description of the agricultural property, including any livestock and their amount or number, if known, together with a reasonable description, including the county as to the location of the crops, agricultural supplies, or livestock and the year any crop is to be harvested or was harvested; and (4) A description and value of the agricultural supplies and the first date furnished. The person claiming the lien shall, following the filing of the lien in the office of the register of deeds, file a financing statement in accordance with chapter 57A-9. Section 6. Before an agricultural supplier's lien may be filed, a billing statement for the agricultural supplies furnished shall include notice to the producer that if the amount due to the lien claimant is not satisfied, a lien may be filed. A copy of the billing statement for the agricultural supplies shall be mailed to: (1) The last known post office address for the producer, by registered or certified mail; and (2) All perfected creditors who have a priority claim to the agricultural property for the producer in accordance with chapter 57A-9 on the date the billing statement is mailed to the producer. A copy of the billing statement and the post office receipt for the mailings shall be attached to the lien statement and filed in the office of the register of deeds. Section 7. The register of deeds shall file the billing statement or agricultural supplier's lien in numerical order and enter each upon a register to be kept for that purpose containing the name of the producer, date of filing, amount, description of the property affected by the agricultural supplier's lien, and a blank space for the date of release. Section 8. Any lienholder of an agricultural supplier's lien may file an amendment to correct the spelling of the debtor's or lienholder's name or correct or change the address of the debtor or lienholder. An amendment or assignment of the lien does not affect the priority of the lien. Section 9. The register of deeds shall charge a fee in accordance with § 7-9-15(3) for any filing under this Act. Proceeds from the fee shall be deposited in the county general fund. No fee may be charged for filing any satisfaction or termination of the agricultural supplier's lien. Section 10. Enforcement, foreclosure, and satisfaction of any agricultural supplier's lien may be had in the same manner as provided for in chapter 21-53 or as provided for in chapter 21-54. Section 11. Any lienholder of an agricultural supplier's lien shall, within ten business days of full payment of the lien, release the lien and provide written notice of the release to the Producer."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4190, "action_date": "2013-01-23T14:00:00-06:00", "document_id": 24441, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24441.pdf", "status_text": "First read in Senate and referred to", "journal_page": 165, "committee_id_action": 200, "committee_id_assigned": 176, "result": "N", "vote": {}}, {"bill_id": 4190, "action_date": "2013-01-31T10:00:00-06:00", "document_id": 24943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24943.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 176, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4190, "action_date": "2013-02-07T10:00:00-06:00", "document_id": 25229, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25229.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 176, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4190, "action_date": "2013-02-12T10:00:00-06:00", "document_id": 25400, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25400.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 176, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4190, "action_date": "2013-02-12T10:00:00-06:00", "document_id": 25566, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25566.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 176, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4190, "action_date": "2013-02-12T10:00:00-06:00", "document_id": 25566, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25566.pdf", "status_text": "Do Pass Amended", "journal_page": 0, "committee_id_action": 176, "committee_id_assigned": null, "result": "D", "vote": {}}, {"bill_id": 4190, "action_date": "2013-02-12T10:00:00-06:00", "document_id": 25566, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25566.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 371, "committee_id_action": 176, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13653, "president_vote": null, "Yea": [388, 329, 385, 384, 368, 333, 327], "Excused": [340], "Nay": [322]}}]}