{"session_id": 51, "bill_id": 16367, "bill_type": "House Bill", "bill_number": 1183, "bill_title": "revise certain provisions related to background checks for school employees.", "sponsors": [{"legislator_profile_id": 2565, "is_prime": true}, {"legislator_profile_id": 2590, "is_prime": true}, {"legislator_profile_id": 2534, "is_prime": false}, {"legislator_profile_id": 2559, "is_prime": false}, {"legislator_profile_id": 2564, "is_prime": false}], "keywords": ["Department of Education and Cultural Affairs", "School District"], "audio": [{"meeting_datetime": "2001-01-30T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hed15hb1183a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-30T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hed15hb1183a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-30T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hed15hb1183a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16367, "bill_version_id": 88480, "bill_version": "Introduced", "bill_version_date": "2001-01-25T08:25:28-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions related to background checks for school employees. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-10-12 be amended to read as follows: 13-10-12. Each person hired by a school district shall submit to a criminal background investigation, by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. The school district shall submit completed fingerprint cards to the Division of Criminal Investigation before the prospective new employee enters into service. If no disqualifying record is identified at the state level, the fingerprints shall be forwarded by the Division of Criminal Investigation to the Federal Bureau of Investigation for a national criminal history record check. Any person whose employment is subject to the requirements of this section may enter into service on a temporary basis pending receipt of results of the criminal background investigation. The employing school district may, without liability, withdraw its offer of employment or terminate the temporary employment without notice if the report reveals a disqualifying record. Any person whose employment is subject to the requirements of this section shall pay any fees charged for the criminal record check. However, the school board or governing body may reimburse the person for the fees. The Department of Education and Cultural Affairs shall pay any fee charged for a criminal record check performed pursuant to this section. Any person hired to officiate, judge, adjudicate, or referee an event conducted under the authority of the South Dakota High School Activities Association is not required to submit to a criminal background investigation as required in this section. Any person whose employment with the school district is for fewer than ten hours per week is not required to submit to a criminal background investigation as required in this section. Section 2. That § 13-10-13 be amended to read as follows: 13-10-13. A school district may refuse to employ a person, either directly or by contract, who has been convicted of a crime involving moral turpitude as defined in subdivision 22-1-2(25). No person may be employed by a school district, either directly or by contract, if the person has been convicted of a crime of violence as defined in subdivision 22-1-2(9), a sex offense as defined in § 22-22-30, or trafficking in narcotics. However, a school district may employ any such person, except a person convicted of a sex offense, if the most recent conviction occurred more than twelve years before the person is employed. Nothing in this section prohibits a school district from considering any criminal conviction in making a hiring decision."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16367, "action_date": "2001-01-25T14:00:00-06:00", "document_id": 88642, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88642.pdf", "status_text": "First read in House and referred to", "journal_page": 201, "committee_id_action": 712, "committee_id_assigned": 701, "result": "N", "vote": {}}, {"bill_id": 16367, "action_date": "2001-01-30T10:00:00-06:00", "document_id": 88953, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88953.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 701, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16367, "action_date": "2001-01-30T10:00:00-06:00", "document_id": 88953, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88953.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 281, "committee_id_action": 701, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50909, "president_vote": null, "Yea": [2518, 2530, 2541, 2546, 2556, 2572, 2578, 2579, 2583, 2614, 2618, 2604, 2540], "Nay": [2519, 2565]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/16367"}