{"session_id": 68, "bill_id": 23672, "bill_type": "Senate Bill", "bill_number": 123, "bill_title": "require certain reviews and updating of voter registration records and data sharing.", "sponsors": [{"legislator_profile_id": 4360, "is_prime": true}, {"legislator_profile_id": 4333, "is_prime": false}, {"legislator_profile_id": 4375, "is_prime": false}, {"legislator_profile_id": 4419, "is_prime": false}], "keywords": ["Election Verification", "Elections", "Voting"], "audio": [], "bill_versions": [{"bill_id": 23672, "bill_version_id": 246345, "bill_version": "Introduced", "bill_version_date": "2023-01-25T14:48:28.65-06:00", "bill_text": "An Act to require certain reviews and updating of voter registration records and data sharing. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 12-4-18 be AMENDED: 12-4-18. TheA clerk of courts shall, within fifteen days after the close of each month, prepare and deliver to the auditor an abstract from the records a list of the names of personsindividuals declared mentally incompetent by the court in the preceding month. The notice shall be sent clerk of courts shall provide, on a monthly basis, the name of each individual declared mentally incompetent to the county auditor of the county in which the personthe individual declared incompetent resides. Each county coroner shall prepare a list of the names of individuals that the county coroner has declared deceased over the course of a month. The county coroner shall, within five days after the end of each month, provide the name of each individual declared deceased to the county auditor and the register of deeds of the county in which the individual resided immediately preceding the individual's death. On a monthly basis, the secretary of state shall determine if any individual included in the statewide voter registration file is also listed on the Social Security Death Index, the Social Security Administration's Master Death File, or included in an independent audit of the statewide voter registration file by a private entity that identifies deceased individuals as part of its business purpose. The secretary of state may only use a privately conducted independent audit of the statewide voter registration system for a monthly comparison if that audit was conducted in the one month immediately preceding the monthly comparison. The secretary of state shall, on a monthly basis, provide the name of each individual identified as deceased to the county auditor of the county in which the individual resided immediately preceding the individual's death. TheEach county auditor shall remove from the county's master registration list thefile: (1) The names of personsname of each individual identified as mentally incompetent, in accordance with the information provided pursuant to this section; and (2) The names of thosename of each individual sentenced to imprisonment in the federal penitentiary system and may remove names published in an obituary; and (3) The name of each deceased individual, in accordance with the information provided pursuant to this section. VoterThe secretary of state shall, on a monthly basis, match voter registration records maintained in or transmitted to the statewide voter registration file shall be matched with the death records maintained as vital statistics records by the Department of Health and the records of felony convictions maintained by the Unified Judicial System. AnyThe secretary of state shall remove any voter identified as deceased under this section or who is serving a sentence for a felony conviction shall be removed from the voter registration records. The secretary of state shall, on a monthly basis, prepare a list of individuals, by county, who were removed from the statewide voter registration file. After completion of the list, the secretary of state shall provide each county-specific list to the applicable county auditor. The State Board of Elections may promulgate rules, pursuant to chapter 1-26, determining how voter registration records shall be matched under this section. Section 2. That chapter 16-13 be amended with a NEW SECTION: Each clerk of court shall forward, to the appropriate election official in the clerk of courts' county, information on any individual called for jury duty who is excused from jury duty because the individual has moved, has been convicted of a felony, is deceased, or is not a United State citizen. Upon receipt of such information, the election official receiving the information shall investigate to determine if the reported individual is listed in the county's master registration file and whether the individual is eligible to be registered as a voter."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23672, "action_date": "2023-01-26T13:00:00-06:00", "document_id": 246354, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246354.pdf", "status_text": "First read in Senate and referred to", "journal_page": 124, "committee_id_action": 1183, "committee_id_assigned": 1184, "result": "N", "vote": {}}]}