{"session_id": 61, "bill_id": 21111, "bill_type": "House Bill", "bill_number": 1048, "bill_title": "reform certain campaign finance requirements and to establish certain fines and penalties.", "sponsors": [], "keywords": ["Campaign Finance Reform", "Elections", "Secretary of State"], "audio": [{"meeting_datetime": "2007-02-07T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hst21.mp3", "start_seconds": 672.0}, {"meeting_datetime": "2007-02-07T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hst21.mp3", "start_seconds": 672.0}, {"meeting_datetime": "2007-02-07T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hst21.mp3", "start_seconds": 672.0}, {"meeting_datetime": "2007-02-07T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hst21.mp3", "start_seconds": 672.0}, {"meeting_datetime": "2007-02-07T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hst21.mp3", "start_seconds": 672.0}, {"meeting_datetime": "2007-02-07T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hst21.mp3", "start_seconds": 672.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou25.mp3", "start_seconds": 1222.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou25.mp3", "start_seconds": 1222.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou25.mp3", "start_seconds": 1222.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou25.mp3", "start_seconds": 1222.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou25.mp3", "start_seconds": 1222.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou25.mp3", "start_seconds": 1222.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou25.mp3", "start_seconds": 1222.0}, {"meeting_datetime": "2007-02-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sst29.mp3", "start_seconds": 110.0}, {"meeting_datetime": "2007-02-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sst29.mp3", "start_seconds": 110.0}, {"meeting_datetime": "2007-02-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sst29.mp3", "start_seconds": 110.0}, {"meeting_datetime": "2007-02-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sst29.mp3", "start_seconds": 110.0}, {"meeting_datetime": "2007-02-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sst29.mp3", "start_seconds": 110.0}, {"meeting_datetime": "2007-02-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sst29.mp3", "start_seconds": 110.0}, {"meeting_datetime": "2007-02-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sst29.mp3", "start_seconds": 110.0}, {"meeting_datetime": "2007-02-22T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen30.mp3", "start_seconds": 1329.0}, {"meeting_datetime": "2007-02-22T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen30.mp3", "start_seconds": 1329.0}, {"meeting_datetime": "2007-02-22T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen30.mp3", "start_seconds": 1329.0}, {"meeting_datetime": "2007-02-22T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen30.mp3", "start_seconds": 1329.0}, {"meeting_datetime": "2007-02-22T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen30.mp3", "start_seconds": 1329.0}, {"meeting_datetime": "2007-02-22T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen30.mp3", "start_seconds": 1329.0}, {"meeting_datetime": "2007-03-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou36.mp3", "start_seconds": 2563.0}, {"meeting_datetime": "2007-03-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou36.mp3", "start_seconds": 2563.0}, {"meeting_datetime": "2007-03-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou36.mp3", "start_seconds": 2563.0}, {"meeting_datetime": "2007-03-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou36.mp3", "start_seconds": 2563.0}, {"meeting_datetime": "2007-03-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou36.mp3", "start_seconds": 2563.0}, {"meeting_datetime": "2007-03-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou36.mp3", "start_seconds": 2563.0}, {"meeting_datetime": "2007-03-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou36.mp3", "start_seconds": 2563.0}, {"meeting_datetime": "2007-03-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou36.mp3", "start_seconds": 2563.0}, {"meeting_datetime": "2007-03-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou36.mp3", "start_seconds": 2563.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou37.mp3", "start_seconds": 1895.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen37.mp3", "start_seconds": 2769.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen37.mp3", "start_seconds": 2769.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen37.mp3", "start_seconds": 2769.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen37.mp3", "start_seconds": 2769.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen37.mp3", "start_seconds": 2769.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen37.mp3", "start_seconds": 2769.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen37.mp3", "start_seconds": 2769.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen37.mp3", "start_seconds": 2769.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen37.mp3", "start_seconds": 2769.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen37.mp3", "start_seconds": 2769.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen37.mp3", "start_seconds": 2769.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen37.mp3", "start_seconds": 2769.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen37.mp3", "start_seconds": 2769.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen37.mp3", "start_seconds": 2769.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen37.mp3", "start_seconds": 2769.0}], "bill_versions": [{"bill_id": 21111, "bill_version_id": 110086, "bill_version": "Introduced", "bill_version_date": "2007-01-06T17:34:06-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to reform certain campaign finance requirements and to establish certain fines and penalties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Ballot question,\" any referendum, initiative, proposed constitutional amendment, or other measure submitted to voters at any election; (2) \"Ballot question committee,\" a person, corporation, or labor organization that raises, collects, or disburses contributions for the placement of a ballot question on the ballot or the adoption or defeat of any ballot question. The term does not include a contribution from a person or political committee to a ballot question committee or a corporation or labor union's contribution to a ballot question committee from treasury funds; (3) \"Candidate campaign committee,\" any entity organized by a candidate to receive contributions and make expenditures for the candidate. Only one candidate campaign committee may be organized for each candidate; (4) \"Candidate,” any person who seeks nomination for or election to public office, and for the purpose of this Act a person is deemed a candidate if the person raises, collects, or disburses contributions in excess of five hundred dollars; has authorized the solicitation of contributions or the making of expenditures; or has created a candidate campaign committee for the purpose of obtaining public office. The person is also deemed a candidate if the person has taken all actions required by state law to qualify for nomination for or election to public office; (5) \"Clearly identified,\" the appearance of the name, nickname, a photograph or a drawing of a candidate or public office holder, or the unambiguous reference to the identity of a candidate or public office holder; (6) \"Contribution,\" any gift, advance, distribution, deposit, or payment of money or any other valuable consideration, or any contract, promise or agreement to do so; any discount or rebate not available to the general public; any forgiveness of indebtedness or payment of indebtedness by another person; or the use of services or property without full payment made or provided by any person, political committee, or political party whose primary business is to provide such services or property for the purpose of influencing: (a) The nomination, election, or re-election of any person to public office; or (b) The placement of a ballot question on the ballot or the adoption or defeat of any ballot question submitted. The term does not include services provided by a person as a volunteer for or on behalf of any candidate, political committee, or political party, including the free or discounted use of a person's residence. Nor does the term include the purchase of any item of value from any political committee or political party. The purchase price of the item may not exceed the fair market value and may not include an intent to contribute beyond the item's value. A contribution does not include administration and solicitation of a contribution for a political action committee established by a corporation or labor organization and associated expenses, nor the use of a corporation's or labor organization's real or personal property located on its business premises for such purposes; (7) \"Corporation,\" any business corporation, limited liability company, nonprofit corporation, limited liability partnership, limited partnership, partnership, cooperative, business trust, trust, proprietorship, firm, joint venture, joint stock company, syndicate, estate, company, association, club, organization, agency, any entity organized in a corporate form under federal law or the laws of this state, or any group of persons acting in concert which is not defined as a political committee or political party in the Act; (8) \"County office,\" any elected office at a county in this state; (9) \"Election,\" any election for public office; any general, special, primary, or runoff election; and any election on a ballot question; (10) \"Expressly advocate,\" any communication which: (a) In context has no other reasonable meaning than to urge the election or defeat of one or more clearly identified candidates, public office holders, or the placement of a ballot question on the ballot or the adoption or defeat of any ballot question; or (b) When taken as a whole and with limited reference to external events, such as the proximity to the election, may only be interpreted by a reasonable person as containing advocacy of the election or defeat of one or more clearly identified candidates, public office holders, or the placement of a ballot question on the ballot or the adoption or defeat of any ballot question because: (i) The electoral portion of the communication is unmistakable, unambiguous, and suggestive of only one meaning; and (ii) Reasonable minds could not differ as to whether it encourages actions to elect or defeat one or more clearly identified candidates, public office holders, or the placement of a ballot question on the ballot or the adoption or defeat of any ballot question or encourages some other kind of action; (11) \"Election expense,\" any purchase, payment, distribution, advance, deposit, gift, or expenditure of money or any other valuable consideration, made by any person, political committee, or political party for any one or more of the following purposes: (a) To influence the nomination, election, or re-election of any person to public office; (b) To influence the placement of any ballot question on the ballot or the adoption or defeat of any ballot question; or (c) To pay expenses related to holding public office. An election expense does not include the value of services provided by a person as a volunteer for or on behalf of any candidate, political committee, or political party, including the free or discounted use of a person's residence; (12) \"Immediate family,\" a spouse of a candidate or public office holder, or a person under the age of eighteen years who is claimed by that candidate or public office holder or that candidate's or public office holder's spouse as a dependent for federal income tax purposes; (13) \"Independent expenditure,\" an expenditure made by a person, corporation, labor organization, political committee, or political party to expressly advocate the election or defeat of a clearly identified candidate or the placement of a ballot question on the ballot or the adoption or defeat of any ballot question, but which is not made to, controlled by, coordinated with, requested by, or made upon consultation with a candidate, political committee, or agent of a candidate or political committee. The term does not include administration and solicitation of any contribution for a political action committee established by a corporation or labor organization and associated expenses, nor the use of a corporation's or labor organization's real or personal property located on its business premises for such purposes; (14) \"In-kind,\" a good or service provided at no charge or for less than its fair market value. The term does not include the value of services provided by a person as a volunteer for or on behalf of any candidate, political committee, or political party, including the free or discounted use of any person's residence or office; (15) \"Labor organization,\" any labor union; collective bargaining organization; local, state, or national organization to which a labor organization pays membership or per capita fees, based upon its affiliation and membership; or trade or professional association that receives its funds from membership dues or service fees, whether organized inside or outside the state; (16) \"Legislative office,\" the Senate and the House of Representatives of the South Dakota Legislature; (17) \"Loan,\" a transfer of money, property, guarantee, or anything of value in exchange for an obligation, conditional or not, to repay in whole or part; (18) \"National political party,\" the organization which is responsible for the day-to-day operation of a political party at the national level, as determined by the Federal Election Commission; (19) \"Person,\" one or more natural persons; (20) \"Personal use,\" any use of contributions and the use of any interest or other income earned on a contribution that primarily furthers personal or family purposes which is not directly connected with the performance of duties or activities as a candidate or public office holder; (21) \"Political action committee,\" a person, corporation, or labor organization that raises, collects or disburses contributions to influence the outcome of an election and who is not a candidate, candidate campaign committee, ballot question committee, or a political party. The term does not include a person's contributions to a political committee or political party, or a corporation's or labor organization's contribution to a ballot question committee from treasury funds; (22) \"Political committee,\" any candidate campaign committee, political action committee, or ballot question committee; (23) \"Political party,\" any state or county political party qualified to participate in a primary or general election, including any auxiliary organization of such political party. An auxiliary organization is any organization designated as an auxiliary organization in the political party's bylaws or constitution; (24) \"Public office,\" any statewide office, legislative office, or county office; (25) \"Qualified nonprofit corporation,\" any nonprofit corporation that was organized for the purpose of promoting political ideas and cannot engage in business activities, has no shareholders or other persons affiliated so as to have a claim on the assets or earnings, is comprised of members who are persons, was not established by a corporation or labor organization, and has not accepted more than de minimus amount of funds from any corporation or labor organization; (26) \"Statewide office,\" the offices of Governor, lieutenant governor, secretary of state, attorney general, state auditor, state treasurer, commissioner of school and public lands, and public utilities commissioner; (25) \"Volunteer,\" a person who provides services free of charge. Section 2. A political committee shall have a chair and a treasurer, which may be the same person. The chair and treasurer for a candidate campaign committee shall be appointed by the candidate, and the candidate may serve as either, or both, such officers. No political committee may receive contributions or pay election expenses while the office of treasurer is vacant. A violation of this section is a Class 2 misdemeanor. Section 3. A political committee shall file a statement of organization with the secretary of state not later than fifteen days after the date upon which the committee made contributions, received contributions, or paid election expenses in excess of five hundred dollars unless such activity falls within thirty days of any statewide election in which case the statement of organization shall be filed within forty-eight hours. Any candidate for public office shall organize a candidate campaign committee not later than fifteen days after becoming a candidate and shall file a statement of organization with the secretary of state. A violation of this section is a Class 2 misdemeanor. Section 4. A political committee may incorporate and not be subject to the provisions of section 20 of this Act if the political committee incorporates for liability purposes only. Notwithstanding the corporate status of the political committee, the treasurer of an incorporated political committee remains personally responsible for carrying out the treasurer's duties under this Act. Section 5. A political committee created prior to the effective date of this Act shall file a statement of organization with the secretary of state not later than fifteen days after this Act becomes effective. A violation of this section is a Class 2 misdemeanor. Section 6. The statement of organization shall include: (1) The name, street address, postal address, and daytime telephone number of the committee; (2) The name, street address, postal address, and daytime telephone number of the chair and the treasurer of the committee; (3) A statement of the type of political committee that has been or is being organized; (4) In the case of a candidate campaign committee, the name, street address, and postal address of the candidate; (5) In the case of a political action committee or ballot question committee, a concise statement of its purpose and goals, and the full name, street address, and postal address of the organization with which the committee is connected or affiliated, or if the committee is not connected or affiliated with any one organization, the trade, profession, or primary interest of the committee; (6) If the committee is organized as a corporation under federal or state laws for liability purposes only as authorized by section 4 of this Act, a statement affirming such organization; and (7) The name, street address, and telephone number of each financial institution where an account or depository is maintained. The statement shall be signed by the candidate and treasurer for a candidate campaign committee and by the chair and treasurer for other political committees. A political committee continues to exist until a termination statement is filed pursuant to sections 28 and 29 of this Act. The candidate or treasurer of a political committee shall file an updated statement of organization not later than fifteen days after any change in the information contained on the most recently filed statement of organization. Section 7. No candidate for statewide office or the candidate's campaign committee may accept, either directly or indirectly, any contribution which in the aggregate exceeds the following during any calendar year: (1) If the contributor is a person: four thousand dollars; and (2) If the contributor is another's candidate campaign committee: eight thousand dollars. The limitations on personal contributions in this section do not apply to contributions by the candidate or the candidate's immediate family. The limitations on candidate campaign committee contributions in this section do not apply to contributions between candidate campaign committees established for the offices of Governor and lieutenant governor when each candidate is on the same ballot. A violation of this section is a Class 1 misdemeanor. Section 8. No candidate for legislative or county office or the candidate's campaign committee may accept, either directly or indirectly, any contribution which in the aggregate exceeds the following during any calendar year: (1) If the contributor is a person: one thousand dollars; and (2) If the contributor is another's candidate campaign committee: eight thousand dollars. The limitations on personal contributions in this section do not apply to contributions by the candidate or the candidate's immediate family. A violation of this section is a Class 1 misdemeanor. Section 9. If the contributor is a person, no political action committee may accept, either directly or indirectly, any contribution which in the aggregate exceeds eight thousand dollars during any calendar year. A violation of this section is a Class 1 misdemeanor. Section 10. If the contributor is a person, no political party may accept, either directly or indirectly, any contribution which in the aggregate exceeds four thousand dollars during any calendar year. A violation of this section is a Class 1 misdemeanor. Section 11. No person, corporation, labor organization, candidate, political committee, or political party may give or accept a contribution unless the name and residence address of the contributor is made known to the person receiving the contribution. Any contribution, money, or other thing of value received by a candidate, political committee, or political party from an unknown source shall be donated to a nonprofit charitable organization. A violation of this section is a Class 2 misdemeanor. Section 12. All contributions made, either directly or indirectly, including contributions which are in any way earmarked or otherwise directed through an intermediary or conduit shall be treated as contributions from such person, political committee, political party, corporation, or labor organization to such person, political committee, political party, corporation, or labor organization. The intermediary shall report the original source and the intended recipient of the contribution. A violation of this section is a Class 1 misdemeanor. Section 13. No person may make a contribution in the name of another person, make a contribution in a fictitious name, make a contribution on behalf of another person, or knowingly permit another to use his or her name to make a contribution. No candidate, political committee, or political party may knowingly receive any such contribution, or a contribution from any source made for the purpose of passing through the contribution to another candidate, political committee, or political party. A violation of this section is a Class 1 misdemeanor. Section 14. No contribution received by a candidate, political committee, or political party may be expended or used for personal use or any other purpose which is not an election expense or otherwise permitted by this Act. A violation of this section is a Class 1 misdemeanor. Section 15. Equipment, supplies, and materials purchased with contributions are property of the political committee or political party, and are not property of the candidate or any other person. Each item of property having a residual value of two hundred fifty dollars or more shall be disposed of by one or more of the following methods: (1) Sale of the property at fair market value, in which case the proceeds shall be treated as other receipts received on the campaign finance disclosure statement; or (2) Disposal of the property under one of the options set forth for disposal of excess contributions in section 16 of this Act. A violation of this section is a Class 1 misdemeanor. Section 16. Any contribution received by a political committee that is in excess of the amount necessary to defray election expenses, may only be disposed of by one or any combination of the following: (1) Use by the political committee or political party in paying election expenses in a succeeding election; (2) Donating the excess to a nonprofit charitable organization; (3) Contributing the excess to one or more political committees for use in paying election expenses, if the contributions do not exceed the limits set forth in this Act; (4) Contributing the excess to a political party; or (5) Returning the excess to contributors on a last received, first returned basis. The disposition of the excess contributions shall be reported in the campaign finance disclosure statement. A violation of this section is a Class 1 misdemeanor. Section 17. Any printed material or communication made, purchased, paid for, or authorized by a candidate, political committee, or political party which expressly advocates for or against a candidate, public office holder, ballot question, or political party shall prominently display or clearly speak the statement: \"Paid for by (Name of candidate, political committee, or political party).\" This section does not apply to buttons, balloons, pins, pens, matchbooks, clothing, or similar small items upon which the inclusion of the statement would be impracticable. A violation of this section is a Class 1 misdemeanor. Section 18. Any person, corporation, or labor organization that makes an independent expenditure for a communication which expressly advocates for or against a candidate, public office holder, ballot question, or political party totaling five hundred dollars or more shall file a statement with the secretary of state within twenty-four hours of the time that the communication is disseminated, broadcast, or otherwise published. The statement shall include the name of the person, corporation, or labor organization and its street address, city, and state, the name of each candidate or public office holder mentioned in the communication, the amount spent on the communication, and a description of the content of the communication. A violation of this section is a Class 1 misdemeanor. For the purposes of this section, the term, communication, does not include: (1) Any news articles, editorial endorsements, opinion or commentary writings, or letter to the editor printed in a newspaper, magazine, or other periodical not owned or controlled by a candidate or political party; (2) Any editorial endorsements or opinions aired by a broadcast facility not owned or controlled by a candidate or political party; (3) Any communication by a person made in the regular course and scope of the person's business or any communication made by a membership organization solely to members of the organization and the members' families; and (4) Any communication that refers to any candidate only as part of the popular name of a bill or statute. Section 19. Any person, political committee, political party, corporation, or labor organization that makes a payment or promise of payment totaling one thousand dollars or more for a communication that clearly identifies a candidate or public office holder, but does not expressly advocate the election or defeat of the candidate or public office holder, and that is disseminated, broadcast, or otherwise published within sixty days of an election, shall file a statement with the secretary of state disclosing the name, street address, city, and state of such person, political committee, political party, corporation, or labor organization. The statement shall also include the name of the candidate or public office holder mentioned in the communication, the amount spent on the communication, and a description of the content of the communication. The statement shall be filed within twenty- four hours of the time that the communication is disseminated, broadcast, or otherwise published. A violation of this section is a Class 1 misdemeanor. For the purposes of this section, the term, communication, does not include: (1) Any news articles, editorial endorsements, opinion or commentary writings, or letter to the editor printed in a newspaper, magazine, or other periodical not owned or controlled by a candidate or political party; (2) Any editorial endorsements or opinions aired by a broadcast facility not owned or controlled by a candidate or political party; (3) Any communication by a person made in the regular course and scope of the person's business or any communication made by a membership organization solely to members of the organization and the members' families; and (4) Any communication that refers to any candidate only as part of the popular name of a bill or statute. Section 20. No corporation or labor organization may make a contribution to a candidate committee, political action committee, or political party or make an independent expenditure expressly advocating the election or defeat of a candidate. A corporation and labor organization may make a contribution to a ballot question committee organized solely for the purpose of influencing an election on a ballot question and independent expenditures regarding the placement of a ballot question on the ballot or the adoption or defeat of a ballot question. The prohibitions of this section do not apply to independent expenditures expressly advocating the election or defeat of a candidate by a qualified nonprofit corporation from its treasury funds. A corporation may create a political action committee which may accept contributions from its employees, officers, persons who are shareholders, owners, or members and their immediate families. A violation of this section is a Class 1 misdemeanor. Section 21. Any corporation or labor organization that makes a contribution to a ballot question committee pursuant to section 20 of this Act shall be filed as a domestic or foreign entity in good standing with the Office of the Secretary of State of this state. A corporation or labor organization that is not filed as a domestic or foreign entity in good standing with the Office of the Secretary of State of this state shall include with any contribution to a ballot question committee a statement providing the following information: (1) The name of the corporation or labor organization; (2) The name of the state or country under whose law it is incorporated or organized; and (3) The street address of its principal office. Further, if the contribution to a ballot question committee for an election exceeds ten thousand dollars in the aggregate, and the corporation is comprised of twenty or fewer members or shareholders, the contribution shall include a statement with the name and address of each shareholder or member who owns ten percent or more of the corporation. The ballot question committee shall disclose all information provided in the statement in the applicable campaign financial disclosure statement or supplemental statement. If any of the information required by this section is not delivered to the treasurer of the ballot question committee, the treasurer shall return the contribution. A violation of this section is a Class 1 misdemeanor. Section 22. No political committee or political party may accept a contribution from a federal political committee or political committee organized outside this state if the federal political committee or political committee accepts contributions in violation of section 20 of this Act. A violation of this section is a Class 1 misdemeanor. Section 23. The state, an agency of the state, and the governing body of a county, municipality, or other political subdivision of the state may not expend or permit the expenditure of public funds for the purpose of influencing the nomination or election of any candidate, or for the petitioning of a ballot question on the ballot or the adoption or defeat of any ballot question. This section may not be construed to limit the freedom of speech of any officer or employee of the state or such political subdivisions in his or her personal capacity. This section does not prohibit the state, its agencies, or the governing body of any political subdivision of the state from presenting factual information solely for the purpose of educating the voters on a ballot question. Section 24. No candidate, political committee, or political party may accept any contribution from any state, state agency, political subdivision of the state, foreign government, Indian tribe, federal agency, or the federal government. A violation of this section is a Class 1 misdemeanor. Section 25. A campaign financial disclosure statement shall be filed with the secretary of state by every: (1) Candidate or candidate campaign committee for any statewide or legislative office; (2) Political action committee; (3) Political party; and (4) Ballot question committee. The statement shall be signed by the treasurer of the political committee or political party. The statement shall be filed by 5:00 p.m. each February first and shall cover the contributions and expenditures for the preceding calendar year. However, no statement is required to be filed by a candidate campaign committee for legislative or county office on February first following a year in which there is not an election. A statement shall also be filed by 5:00 p.m. on the second Friday prior to each primary and general election complete through the fifteenth day prior to that election. No county, local, or auxiliary committee of any political party qualified to participate in a primary or general election is required to file a campaign financial disclosure statement prior to a statewide primary election. No candidate without opposition in a primary election is required to file a campaign financial disclosure statement prior to a primary election. Any statement filed pursuant to this section shall be consecutive and shall cover contributions and expenditures since the last statement filed. A violation of this section is a Class 1 misdemeanor. Section 26. A campaign finance disclosure statement shall be filed with the secretary of state by any statewide ballot question committee by 5:00 p.m. on the fifth day of July during the year in which the ballot question is to be voted on complete through the month of June. A violation of this section is a Class 1 misdemeanor. Section 27. A campaign finance disclosure statement shall include the following information: (1) Political committee or political party name, street address, postal address, city, state, zip code, daytime and evening telephone number, and e-mail address; (2) Type of campaign statement (pre-primary, pre-general, mid-year, year-end, amendment, supplement, or termination); (3) If a ballot question committee, the ballot question number and whether the committee is for or against the measure; (4) The balance of cash and cash equivalents on hand at the beginning of the reporting period; (5) The total amount of all contributions received during the reporting period; (6) The total amount of all in-kind contributions received during the reporting period; (7) The total of refunds, rebates, interest, or other income not previously identified during the reporting period; (8) The total of contributions, loans, and other receipts during the reporting period; (9) The total value of loans made to any person, political committee, or political party during the reporting period; (10) The total of expenditures made during the reporting period; (11) The total amount of all expenditures incurred but not yet paid. An expenditure incurred but not yet paid shall be reported on each report filed after the date of receipt of goods or services until payment is made to the vendor. A payment shall be listed as an expenditure when the payment is made; (12) The statement shall state the cash balance on hand as of the close of the reporting period; (13) The total amount of contributions of one hundred dollars or less in the aggregate from one source received during the reporting period; (14) The name, residence address, city, and state of each person, corporation, labor organization, political committee, or political party contributing a contribution of more than one hundred dollars in the aggregate during the reporting period and the amount of the contribution. Any contribution from a federal political committee or political committee organized outside this state shall also include the name and internet website address of the filing office where campaign finance disclosure statements are regularly filed for the committee. If all of the information required is not on file, the political committee or political party may not deposit the contribution; (15) The statement shall contain the same information for in-kind contributions as for monetary contributions, and shall also include a description of the in-kind contribution; (16) Upon the request of the treasurer, a person making an in-kind contribution shall provide all necessary information to the treasurer, including the value of the contribution; (17) Any monetary or in-kind contribution made to any political committee, political party, or nonprofit charitable organization shall be itemized; (18) A categorical description and the amount of the refunds, rebates, interest, or other receipts not previously identified during the reporting period; (19) A categorical description and the amount of funds or donations by a corporation or labor organization to its political committee for establishing and administering the political committee and for any solicitation costs of the political committee; (20) The total balance of loans owed by the political committee or political party; (21) The balance of loans owed by the political committee or political party, itemized by lender's name, street address, city, and state, including the terms, interest rate, and repayment schedule of each loan; (22) The total balance of loans owed to the political committee or political party; (23) The amount of each loan made during the reporting period. The name, street address, city, and state of the recipient of the loan; (24) The balance of each loan owed to the political committee or political party, itemized by name, street address, city, and state; (25) The expenditures made during the reporting period shall be categorized. Disbursements to consultants, advertising agencies, credit card companies, and similar firms shall be itemized into expense categories. A ballot question committee shall separately itemize into expense categories the expenditures made for the placement of a ballot question on the ballot; (26) The expenditures incurred but not yet paid during the reporting period and to whom the expenditure is owed; (27) The amount of each independent expenditure made during the reporting period, the name of the candidate, public office holder, or ballot question related to the expenditure and a description of the expenditure; (28) The information contained in any statement provided under section 21 of the Act; and (29) The statement shall include a certification that the contents of the statement is true and correct signed by the treasurer of the political committee or political party. Section 28. The last campaign finance statement filed shall be a termination statement. The termination statement shall be filed within thirty days following disposition of all funds and property and the payment of all obligations. Section 29. A political committee may not dissolve until the political committee has settled all of its debts, disposed of all of its assets pursuant to sections 15 and 16 of this Act, and filed a termination statement. Section 30. Any candidate, treasurer, or other person filing a statement pursuant to this Act, shall file an amended statement within three days of discovering any omission, inaccuracy, or other change necessary to make the statement accurate. A person responsible for filing a statement pursuant to this Act, who willfully fails to report a material change or correction, is guilty of a Class 1 misdemeanor. A person responsible for filing a statement pursuant to this Act, who willfully fails to file an amendment pursuant to this section is subject to the civil penalty in section 33 of this Act beginning on the first day following the third day after the candidate, treasurer, or other person is notified of the omission, inaccuracy, or other change necessary to make the statement accurate. Section 31. If any political committee or political party required to file a campaign finance disclosure statement pursuant to this Act receives a contribution of five hundred dollars or more within the fourteen days immediately prior to an election for which a campaign finance disclosure statement may be filed, a supplemental statement shall be filed. The statement shall state the name, street address, city, and state of the contributor and the amount and date of the contribution, and information contained in any statement provided under section 21 of this Act, if applicable. The statement shall be filed within twenty-four hours of the receipt of the contribution. A violation of this section is a Class 1 misdemeanor. Section 32. The treasurer of a political committee and political party shall maintain and preserve detailed and accurate records of the following: (1) Each contribution and in-kind contribution received by the political committee or political party; (2) In the case of a ballot question committee, the information required by section 21 of this Act for any corporate or labor organization contribution; (3) Each loan received or made by the political committee or political party; (4) Each refund, rebate, interest, or other income received by the political committee or political party; (5) All receipts, invoices, bills, canceled checks, or other proofs of payment, with an explanation of each, for each expenditure; (6) The name and address of any financial institution where an account or depository for the political committee or political party is maintained including the account number. The treasurer shall maintain and preserve the records for a period of seven years or three years past the date of filing the termination statement for the election for which the contribution or expenditure was made, whichever is earlier. A violation of this section is a Class 1 misdemeanor. Section 33. Notwithstanding the provisions of § 12-25-33, the failure to timely file any statement, amendment, or correction required by this Act subjects the treasurer responsible for filing to a civil penalty of fifty dollars per day for each day that the statement remains delinquent. The civil penalty shall be in addition to any criminal sanctions and shall be paid to the secretary of state and deposited in the state general fund. Section 34. The secretary of state shall adopt forms for statements of organization and campaign finance disclosure statements. Each person filing a statement of organization or campaign finance disclosure statement shall subscribe to an oath or affirmation verifying that the contents of the statement are true and correct to the best of the knowledge and belief of the signer. Section 35. The secretary of state shall endorse the date of the filing on each statement filed pursuant to this Act, and shall preserve the statement among the public records of the office. However, the statement may be destroyed if the Records Destruction Board, acting pursuant to § 1-27-19, declares the records to have no further administrative, legal, fiscal, research, or historical value. Section 36. No information copied, or otherwise obtained, from any statement, or copy, reproduction, or publication thereof, filed with the secretary of state, county auditor, or other person in charge of conducting the election under this Act may be sold or utilized by any person for any commercial purpose or for the purpose of soliciting contributions. Any violation of this section shall be a Class 2 misdemeanor. Section 37. Any person who intentionally makes any false, fraudulent, or misleading statement or entry in any statement of organization, campaign finance disclosure statement, other statement, or amendment filed pursuant to this Act is guilty a Class 5 felony. Section 38. The attorney general shall investigate violations of the provisions of this Act relating to a legislative office, statewide office, or statewide ballot question and prosecute any violation thereof. In lieu of bringing a criminal action, the attorney general may elect to file a civil action. In a civil action, in addition to other relief, the court may impose a civil penalty in the amount provided by statute, or if not provided, in an amount not to exceed ten thousand dollars for each violation. Any civil penalty recovered shall be paid to the state general fund. A civil action brought by the attorney general shall be commenced in Hughes County, in the county where the person resides, or in the county where the corporation, political party, or political committee has its principal office. Section 39. The attorney general may, for the purpose of enforcing the provisions of this Act, inspect or examine any political committee or political party records required to be maintained by this Act. It is a Class 1 misdemeanor for any person having charge, control, or possession of political committee or political party records to neglect or refuse the attorney general reasonable access to any records required to be maintained by this Act which are necessary to enforce the provisions of this Act. Section 40. The attorney general shall keep each record inspected or examined confidential except when the records are used to enforce provisions of this Act associated with a criminal or civil action. Section 41. If any candidate is proved in a contest of an election or is proved to have violated any provision of this Act punishable by a felony, the candidate may not be certified for election or the candidate shall forfeit his or her office. The office shall be declared vacant and shall be filled in the manner provided by law for filling vacancies occasioned by death or resignation. Section 42. The provisions of this Act apply to each statewide office, legislative office, statewide ballot question, county offices and ballot questions in counties with population greater than five thousand according to the most recent Federal census, and school district offices and ballot questions in school districts with more than two thousand average daily membership. Any school district election covered by this Act shall conform to the contribution limits applicable to legislative offices. This Act does not apply to the unified judicial system, nor does this Act apply to any township, municipal, or special purpose district offices or ballot questions. However, the governing body of any county, township, municipality, school district, or special purpose district not otherwise covered by this Act may adopt an ordinance or resolution to make the provisions of this Act, with or without amendments, applicable to county, township, municipal, school district, or special purpose district elections. Section 43. The state's attorney shall investigate any violation of the provisions of this Act relating to elections for county and school district office or ballot questions, and prosecute any violation thereof. In lieu of bringing a criminal action, the state's attorney may elect to file a civil action for any violation of this Act. In a civil action, in addition to other relief, the court may impose a civil penalty in the amount provided by statute, or if not provided, in an amount not to exceed one thousand dollar for each violation. Any civil penalty recovered shall be paid to the county general fund if the violation arose out of a county office or ballot question or the school district general fund if the violation arose out of a school district office or ballot question. A civil enforcement action for a violation of the Act concerning a school district office or ballot question may, with the consent of the state's attorney, be brought by the school district's attorney. A civil action brought under this section shall be commenced in the county where filings under the Act are required, in the county where the person resides or in the county where the corporation, political party, or political committee has its principal office. Section 44. Any statement required to be filed under this Act may be filed by facsimile device or electronic mail in accordance with the methods approved by the secretary of state. To be timely filed, any statement received by facsimile device or electronic mail shall be legible and readable when received by the means it was delivered. Section 45. Any statement, form, or filing required by this Act shall be filed with the secretary of state in the case of a statewide office or legislative office election. Any statement, form, or filing required by this Act shall be filed with the county auditor in the case of a county office election, with the school business manager in the case of a school district office election, or with the person in charge of the election in the case of other political subdivisions or special purpose districts. Section 46. That § § 12-25-1 to 12-25-26 , inclusive, be repealed."}, {"bill_id": 21111, "bill_version_id": 111755, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2007-02-07T14:09:14-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to reform certain campaign finance requirements and to establish certain fines and penalties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Ballot question,\" any referendum, initiative, proposed constitutional amendment, or other measure submitted to voters at any election; (2) \"Ballot question committee,\" a person or organization that raises, collects, or disburses contributions solicited for the placement of a ballot question on the ballot or the adoption or defeat of any ballot question. A ballot question committee is not a person, political committee, or political party that makes a contribution to a ballot question committee. A ballot question committee is not an organization that makes a contribution to a ballot question committee from treasury funds; (3) \"Candidate campaign committee,\" any entity organized by a candidate to receive contributions and make expenditures for the candidate. Only one candidate campaign committee may be organized for each candidate; (4) \"Candidate,\" any person who seeks nomination for or election to public office, and for the purpose of this Act a person is deemed a candidate if the person raises, collects, or disburses contributions in excess of five hundred dollars; has authorized the solicitation of contributions or the making of expenditures; or has created a candidate campaign committee for the purpose of obtaining public office. The person is also deemed a candidate if the person has taken all actions required by state law to qualify for nomination for or election to public office; (5) \"Clearly identified,\" the appearance of the name, nickname, a photograph or a drawing of a candidate or public office holder, or the unambiguous reference to the identity of a candidate or public office holder; (6) \"Contribution,\" any gift, advance, distribution, deposit, or payment of money or any other valuable consideration, or any contract, promise or agreement to do so; any discount or rebate not available to the general public; any forgiveness of indebtedness or payment of indebtedness by another person; or the use of services or property without full payment made or provided by any person, political committee, or political party whose primary business is to provide such services or property for the purpose of influencing: (a) The nomination, election, or re-election of any person to public office; or (b) The placement of a ballot question on the ballot or the adoption or defeat of any ballot question submitted. The term does not include services provided by a person as a volunteer for or on behalf of any candidate, political committee, or political party, including the free or discounted use of a person's residence. Nor does the term include the purchase of any item of value or service from any political committee or political party. The purchase price of the item may not exceed the fair market value and may not include an intent to contribute beyond the item's value. A contribution does not include administration and solicitation of a contribution for a political action committee established by an organization and associated expenses, nor the use of an organization's real or personal property located on its business premises for such purposes. A contribution does not include nominal use of a candidate's real or personal property or nominal use of resources available at a candidate's primary place of business; (7) \"County office,\" any elected office at a county in this state; (8) \"Election,\" any election for public office; any general, special, primary, or runoff election; and any election on a ballot question; (9) \"Expressly advocate,\" any communication which: (a) In context has no other reasonable meaning than to urge the election or defeat of one or more clearly identified candidates, public office holders, or the placement of a ballot question on the ballot or the adoption or defeat of any ballot question; or (b) When taken as a whole and with limited reference to external events, such as the proximity to the election, may only be interpreted by a reasonable person as containing advocacy of the election or defeat of one or more clearly identified candidates, public office holders, or the placement of a ballot question on the ballot or the adoption or defeat of any ballot question because: (i) The electoral portion of the communication is unmistakable, unambiguous, and suggestive of only one meaning; and (ii) Reasonable minds could not differ as to whether it encourages actions to elect or defeat one or more clearly identified candidates, public office holders, or the placement of a ballot question on the ballot or the adoption or defeat of any ballot question or encourages some other kind of action; (10) \"Immediate family,\" a spouse of a candidate or public office holder, or a person under the age of eighteen years who is claimed by that candidate or public office holder or that candidate's or public office holder's spouse as a dependent for federal income tax purposes or any relative within the third degree of kinship of the candidate or the candidate's spouse, and the spouses of such relatives; (11) \"Independent expenditure,\" an expenditure made by a person, organization, political committee, or political party to expressly advocate the election or defeat of a clearly identified candidate or the placement of a ballot question on the ballot or the adoption or defeat of any ballot question, but which is not made to, controlled by, coordinated with, requested by, or made upon consultation with a candidate, political committee, or agent of a candidate or political committee. The term does not include administration and solicitation of any contribution for a political action committee established by an organization and associated expenses, nor the use of an organization's real or personal property located on its business premises for such purposes; (12) \"In-kind,\" a good or service provided at no charge or for less than its fair market value. The term does not include the value of services provided by a person as a volunteer for or on behalf of any candidate, political committee, or political party, including the free or discounted use of any person's residence or office; (13) \"Legislative office,\" the Senate and the House of Representatives of the South Dakota Legislature; (14) \"Loan,\" a transfer of money, property, guarantee, or anything of value in exchange for an obligation, conditional or not, to repay in whole or part; (15) \"National political party,\" the organization which is responsible for the day-to-day operation of a political party at the national level, as determined by the Federal Election Commission; (16) \"Organization,\" any business corporation, limited liability company, nonprofit corporation, limited liability partnership, limited partnership, partnership, cooperative, business trust, association, club, labor union, collective bargaining organization, local, state, or national organization to which a labor organization pays membership or per capita fees, based upon its affiliation and membership, trade or professional association that receives its funds from membership dues or service fees, whether organized inside or outside the state, any entity organized in a corporate form under federal law or the laws of this state, or any group of persons acting in concert which is not defined as a political committee or political party in the Act; (17) \"Person,\" a natural person; (18) \"Political action committee,\" a person or organization that raises, collects or disburses contributions to influence the outcome of an election and who is not a candidate, candidate campaign committee, ballot question committee, or a political party. A political action committee is not any: (a) Person that makes a contribution to a political committee or political party; or (b) Organization that makes a contribution to a ballot question committee from treasury funds; (19) \"Political committee,\" any candidate campaign committee, political action committee, or ballot question committee; (20) \"Political party,\" any state or county political party qualified to participate in a primary or general election, including any auxiliary organization of such political party. An auxiliary organization is any organization designated as an auxiliary organization in the political party's bylaws or constitution except any secondary or post-secondary student organization that only accepts contributions to support volunteer student activities of the organization and does not make monetary contributions to any political committee; (21) \"Public office,\" any statewide office, legislative office, or county office; (22) \"Qualified nonprofit corporation,\" any nonprofit corporation, subject to the provisions of chapters 47-22 to 47-28, inclusive, that was organized for the purpose of promoting political ideas and cannot engage in business activities, has no shareholders or other persons affiliated so as to have a claim on the assets or earnings, was not established by a corporation, and has not accepted more than de minimus amount of funds from any corporation; (23) \"Statewide office,\" the offices of Governor, lieutenant governor, secretary of state, attorney general, state auditor, state treasurer, commissioner of school and public lands, and public utilities commissioner; (24) \"Volunteer,\" a person who provides services free of charge. Section 2. A political committee shall have a chair and a treasurer, which may be the same person. The chair and treasurer for a candidate campaign committee shall be appointed by the candidate, and the candidate may serve as either, or both, such officers. No political committee may receive or make contributions or pay expenses while the office of treasurer is vacant. A violation of this section is a Class 2 misdemeanor. Section 3. A political committee shall file a statement of organization with the secretary of state not later than fifteen days after the date upon which the committee made contributions, received contributions, or paid expenses in excess of five hundred dollars unless such activity falls within thirty days of any statewide election in which case the statement of organization shall be filed within forty-eight hours. Any candidate for public office shall organize a candidate campaign committee not later than fifteen days after becoming a candidate and shall file a statement of organization with the secretary of state. A political committee that regularly files a campaign finance disclosure statement with the Federal Election Commission is not required to file a statement of organization. A violation of this section is a Class 2 misdemeanor. Section 4. A political committee may incorporate and not be subject to the provisions of section 18 of this Act if the political committee incorporates for liability purposes only. Notwithstanding the corporate status of the political committee, the treasurer of an incorporated political committee remains personally responsible for carrying out the treasurer's duties under this Act. Section 5. A political committee created prior to the effective date of this Act that has not filed a termination statement shall file a statement of organization with the secretary of state not later than fifteen days after this Act becomes effective. A violation of this section is a Class 2 misdemeanor. Section 6. The statement of organization shall include: (1) The name, street address, postal address, and daytime telephone number of the committee; (2) The name, street address, postal address, and daytime telephone number of the chair and the treasurer of the committee; (3) A statement of the type of political committee that has been or is being organized; (4) In the case of a candidate campaign committee, the name, street address, and postal address of the candidate; (5) In the case of a political action committee or ballot question committee, a concise statement of its purpose and goals, and the full name, street address, and postal address of the organization with which the committee is connected or affiliated, or if the committee is not connected or affiliated with any one organization, the trade, profession, or primary interest of the committee; (6) If the committee is organized as a corporation under federal or state laws for liability purposes only as authorized by section 4 of this Act, a statement affirming such organization; and (7) The name, street address, postal address, and telephone number of each financial institution where an account or depository is maintained. The statement shall be signed by the candidate and treasurer for a candidate campaign committee and by the chair and treasurer for other political committees. A political committee continues to exist until a termination statement is filed pursuant to sections 25 and 26 of this Act. The candidate or treasurer of a political committee shall file an updated statement of organization not later than fifteen days after any change in the information contained on the most recently filed statement of organization. Section 7. If the contributor is a person, no candidate for statewide office or the candidate's campaign committee may accept any contribution which in the aggregate exceeds four thousand dollars during any calendar year. A candidate campaign committee may accept contributions from any candidate campaign committee, political action committee, or political party. The limitation on any contribution from a person in this section does not apply to any contribution by the candidate or the candidate's immediate family. A violation of this section is a Class 1 misdemeanor. Section 8. If the contributor is a person, no candidate for legislative or county office or the candidate's campaign committee may accept any contribution which in the aggregate exceeds one thousand dollars during any calendar year. A candidate campaign committee may accept contributions from any candidate campaign committee, political action committee, or political party. The limitation on any contribution from a person in this section does not apply to any contribution by the candidate or the candidate's immediate family. A violation of this section is a Class 1 misdemeanor. Section 9. If the contributor is a person, no political action committee may accept any contribution which in the aggregate exceeds ten thousand dollars during any calendar year. A political action committee may accept contributions from any candidate campaign committee, political action committee, or political party. A violation of this section is a Class 1 misdemeanor. Section 10. If the contributor is a person, no political party may accept any contribution which in the aggregate exceeds ten thousand dollars during any calendar year. A political party may accept contributions from any candidate campaign committee, political action committee, or political party. A violation of this section is a Class 1 misdemeanor. Section 11. No person, organization, candidate, political committee, or political party may give or accept a contribution unless the name and residence address of the contributor is made known to the person receiving the contribution. Any contribution, money, or other thing of value received by a candidate, political committee, or political party from an unknown source shall be donated to a nonprofit charitable organization. A violation of this section is a Class 2 misdemeanor. Section 12. No person may make a contribution in the name of another person, make a contribution in a fictitious name, make a contribution on behalf of another person, or knowingly permit another to use his or her name to make a contribution. A violation of this section is a Class 1 misdemeanor. Section 13. Equipment, supplies, and materials purchased with contributions are property of the political committee or political party, and are not property of the candidate or any other person. Section 14. The sale of any property shall be reported in the campaign finance disclosure statement. A violation of this section is a Class 1 misdemeanor. Section 15. Any printed material or communication made, purchased, paid for, or authorized by a candidate, political committee, or political party which expressly advocates for or against a candidate, public office holder, ballot question, or political party shall prominently display or clearly speak the statement: \"Paid for by (Name of candidate, political committee, or political party).\" This section does not apply to buttons, balloons, pins, pens, matchbooks, clothing, or similar small items upon which the inclusion of the statement would be impracticable. A violation of this section is a Class 1 misdemeanor. Section 16. Any person or qualified nonprofit corporation that makes an independent expenditure for a communication which expressly advocates for or against a candidate, public office holder, ballot question, or political party totaling five hundred dollars or more shall file a statement with the secretary of state that is received within forty-eight hours of the time that the communication is disseminated, broadcast, or otherwise published. Any organization that makes an independent expenditure for a communication which expressly advocates for or against a public office holder, ballot question, or political party totaling five hundred dollars or more shall file a statement with the secretary of state that is received within forty-eight hours of the time that the communication is disseminated, broadcast, or otherwise published. The statement shall include the name of the person, qualified nonprofit corporation, or organization and its street address, city, and state, the name of each candidate, public office holder, ballot question, or political party mentioned in the communication, the amount spent on the communication, and a description of the content of the communication. Further, if the independent expenditure is made by an organization comprised of twenty or fewer members or shareholders, the statement shall include the name and address of each shareholder or member who owns ten percent or more of the organization. A violation of this section is a Class 1 misdemeanor. For the purposes of this section, the term, communication, does not include: (1) Any news articles, editorial endorsements, opinion, or commentary writings, or letter to the editor printed in a newspaper, magazine, flyer, pamphlet, or other periodical not owned or controlled by a candidate, political committee, or political party; (2) Any editorial endorsements or opinions aired by a broadcast facility not owned or controlled by a candidate, political committee, or political party; (3) Any communication by a person made in the regular course and scope of the person's business or ministry or any communication made by a membership organization solely to members of the organization and the members' families; and (4) Any communication that refers to any candidate only as part of the popular name of a bill or statute. Section 17. Any person, political committee, political party, or organization that makes a payment or promise of payment totaling one thousand dollars or more for a communication that clearly identifies a candidate or public office holder, but does not expressly advocate the election or defeat of the candidate or public office holder, and that is disseminated, broadcast, or otherwise published within sixty days of an election, shall file a statement with the secretary of state disclosing the name, street address, city, and state of such person, political committee, political party, or organization. The statement shall also include the name of the candidate or public office holder mentioned in the communication, the amount spent on the communication, and a description of the content of the communication. The statement shall be received and filed within forty-eight hours of the time that the communication is disseminated, broadcast, or otherwise published. A violation of this section is a Class 1 misdemeanor. For the purposes of this section, the term, communication, does not include: (1) Any news articles, editorial endorsements, opinion or commentary writings, or letter to the editor printed in a newspaper, magazine, flyer, pamphlet, or other periodical not owned or controlled by a candidate, political committee, or political party; (2) Any editorial endorsements or opinions aired by a broadcast facility not owned or controlled by a candidate, political committee, or political party; (3) Any communication by a person made in the regular course and scope of the person's business or ministry or any communication made by a membership organization solely to members of the organization and the members' families; and (4) Any communication that refers to any candidate only as part of the popular name of a bill or statute. Section 18. No organization may make a contribution to a candidate committee, political action committee, or political party or make an independent expenditure expressly advocating the election or defeat of a candidate. An organization may make a contribution to a ballot question committee organized solely for the purpose of influencing an election on a ballot question and independent expenditures regarding the placement of a ballot question on the ballot or the adoption or defeat of a ballot question. The prohibitions of this section do not apply to independent expenditures expressly advocating the election or defeat of a candidate by a qualified nonprofit corporation from its treasury funds. An organization may create a political action committee. A violation of this section is a Class 1 misdemeanor. Section 19. Any organization that makes a contribution to a ballot question committee pursuant to section 18 of this Act shall file a statement: (1) As a domestic or foreign entity in good standing with the Office of the Secretary of State of this state, or (2) If the organization is not filed as a domestic or foreign entity in good standing with the Office of the Secretary of State of this state, the organization shall include with any contribution to a ballot question committee a statement providing the following information: (a) The name of the organization; (b) The name of the state or country under whose law the organization is incorporated or organized; and (c) The street address of the organization's principal office; or (3) However, if subdivisions 1 and 2 do not apply to the organization, then the organization shall include with any contribution to a ballot question committee a statement providing the following information: (a) The name of the organization; (b) The street address of the organization's principal office; and (c) The names and street addresses of any owners, directors, or officers of the organization including the name and street address of the person authorizing the contribution. Further, if any contribution from an organization to a ballot question committee exceeds ten thousand dollars in the aggregate, and the organization is comprised of twenty or fewer members or shareholders, the contribution shall include a statement with the name and address of each shareholder or member who owns ten percent or more of the organization. The ballot question committee shall disclose all information provided in the statement in the applicable campaign financial disclosure statement or supplemental statement. If any of the information required by this section is not delivered to the treasurer of the ballot question committee, the treasurer shall return the contribution. A violation of this section is a Class 1 misdemeanor. Section 20. The state, an agency of the state, and the governing body of a county, municipality, or other political subdivision of the state may not expend or permit the expenditure of public funds for the purpose of influencing the nomination or election of any candidate, or for the petitioning of a ballot question on the ballot or the adoption or defeat of any ballot question. This section may not be construed to limit the freedom of speech of any officer or employee of the state or such political subdivisions in his or her personal capacity. This section does not prohibit the state, its agencies, or the governing body of any political subdivision of the state from presenting factual information solely for the purpose of educating the voters on a ballot question. Section 21. No candidate, political committee, or political party may accept any contribution from any state, state agency, political subdivision of the state, foreign government, Indian tribe, federal agency, or the federal government. A violation of this section is a Class 1 misdemeanor. Section 22. A campaign financial disclosure statement shall be filed with the secretary of state by every: (1) Candidate or candidate campaign committee for any statewide or legislative office; (2) Political action committee; (3) Political party; and (4) Ballot question committee. The statement shall be signed by the treasurer of the political committee or political party. The statement shall be received by the secretary of state and filed by 5:00 p.m. each February first and shall cover the contributions and expenditures for the preceding calendar year. However, no statement is required to be filed by a candidate campaign committee for legislative or county office on February first following a year in which there is not an election. A statement shall also be received by the secretary of state and filed by 5:00 p.m. on the second Friday prior to each primary and general election complete through the fifteenth day prior to that election. No county, local, or auxiliary committee of any political party qualified to participate in a primary or general election is required to file a campaign financial disclosure statement prior to a statewide primary election. No candidate without opposition in a primary election is required to file a campaign financial disclosure statement prior to a primary election. Any statement filed pursuant to this section shall be consecutive and shall cover contributions and expenditures since the last statement filed. A political committee that regularly files a campaign finance disclosure statement with the Federal Election Commission is not required to file a campaign finance disclosure statement. A violation of this section is a Class 1 misdemeanor. Section 23. A campaign finance disclosure statement shall be received by the secretary of state and filed by any statewide ballot question committee by 5:00 p.m. on the fifth day of July during the year in which the ballot question is to be voted on complete through the month of June. A violation of this section is a Class 1 misdemeanor. Section 24. A campaign finance disclosure statement shall include the following information: (1) Political committee or political party name, street address, postal address, city, state, zip code, daytime and evening telephone number, and e-mail address; (2) Type of campaign statement (pre-primary, pre-general, mid-year, year-end, amendment, supplement, or termination); (3) If a ballot question committee, the ballot question number and whether the committee is for or against the measure; (4) The balance of cash and cash equivalents on hand at the beginning of the reporting period; (5) The total amount of all contributions received during the reporting period; (6) The total amount of all in-kind contributions received during the reporting period; (7) The total of refunds, rebates, interest, or other income not previously identified during the reporting period; (8) The total of contributions, loans, and other receipts during the reporting period; (9) The total value of loans made to any person, political committee, or political party during the reporting period; (10) The total of expenditures made during the reporting period; (11) The total amount of all expenditures incurred but not yet paid. An expenditure incurred but not yet paid shall be reported on each report filed after the date of receipt of goods or services until payment is made to the vendor. A payment shall be listed as an expenditure when the payment is made; (12) The statement shall state the cash balance on hand as of the close of the reporting period; (13) The total amount of contributions of one hundred dollars or less in the aggregate from one source received during the reporting period; (14) The name, residence address, city, and state of each person contributing a contribution of more than one hundred dollars in the aggregate during the reporting period and the amount of the contribution. Any contribution from any political committee or political party shall be itemized. Any contribution from a federal political committee or political committee organized outside this state shall also include the name and internet website address of the filing office where campaign finance disclosure statements are regularly filed for the committee. If all of the information required is not on file, the political committee or political party may not deposit the contribution; (15) The statement shall contain the same information for in-kind contributions as for monetary contributions, and shall also include a description of the in-kind contribution; (16) Upon the request of the treasurer, a person making an in-kind contribution shall provide all necessary information to the treasurer, including the value of the contribution; (17) Any monetary or in-kind contribution made by the reporting political committee or political party to any political committee, political party, or nonprofit charitable organization shall be itemized; (18) A categorical description and the amount of the refunds, rebates, interest, sale of property, or other receipts not previously identified during the reporting period; (19) A categorical description and the amount of funds or donations by any organization to its political committee for establishing and administering the political committee and for any solicitation costs of the political committee; (20) The total balance of loans owed by the political committee or political party; (21) The balance of loans owed by the political committee or political party, itemized by lender's name, street address, city, and state, including the terms, interest rate, and repayment schedule of each loan; (22) The total balance of loans owed to the political committee or political party; (23) The amount of each loan made during the reporting period. The name, street address, city, and state of the recipient of the loan; (24) The balance of each loan owed to the political committee or political party, itemized by name, street address, city, and state; (25) The expenditures made during the reporting period shall be categorized. Disbursements to consultants, advertising agencies, credit card companies, and similar firms shall be itemized into expense categories. Any contribution made by the reporting political committee or political party that is not in exchange for any item of value or service shall be itemized; (26) The expenditures incurred but not yet paid during the reporting period and to whom the expenditure is owed; (27) The amount of each independent expenditure, as defined in this Act, made during the reporting period, the name of the candidate, public office holder, or ballot question related to the expenditure and a description of the expenditure; (28) The information contained in any statement provided under section 19 of the Act; and (29) The statement shall include a certification that the contents of the statement is true and correct signed by the treasurer of the political committee or political party. Section 25. The last campaign finance statement filed shall be a termination statement. The termination statement shall be filed within thirty days following disposition of all funds and property and the payment of all obligations. Section 26. A political committee may not dissolve until the political committee has settled all of its debts, disposed of all of its assets, and filed a termination statement. Section 27. Any candidate, treasurer, or other person filing a statement pursuant to this Act, shall file an amended statement within three days of discovering any omission, inaccuracy, or other change necessary to make the statement accurate. A person responsible for filing a statement pursuant to this Act, who willfully fails to report a material change or correction, is guilty of a Class 1 misdemeanor. A person responsible for filing a statement pursuant to this Act, who willfully fails to file an amendment pursuant to this section is subject to the civil penalty in section 30 of this Act beginning on the first day following the third day after the candidate, treasurer, or other person is notified of the omission, inaccuracy, or other change necessary to make the statement accurate. Section 28. If any candidate campaign committee for statewide office, political action committee, ballot question committee, or political party required to file a campaign finance disclosure statement pursuant to this Act receives a contribution of five hundred dollars or more within the fourteen days immediately prior to an election for which a campaign finance disclosure statement may be filed, a supplemental statement shall be filed. The statement shall state the name, street address, city, and state of the contributor and the amount and date of the contribution, and information contained in any statement provided under section 19 of this Act, if applicable. The statement shall be filed within forty-eight hours of the receipt of the contribution. A violation of this section is a Class 1 misdemeanor. Section 29. The treasurer of a political committee and political party shall maintain and preserve detailed and accurate records of the following: (1) Each contribution and in-kind contribution received by the political committee or political party; (2) In the case of a ballot question committee, the information required by section 19 of this Act for any organization contribution; (3) Each loan received or made by the political committee or political party; (4) Each refund, rebate, interest, or other income received by the political committee or political party; (5) All receipts, invoices, bills, canceled checks, or other proofs of payment, with an explanation of each, for each expenditure; (6) The name and address of any financial institution where an account or depository for the political committee or political party is maintained including the account number. The treasurer shall maintain and preserve the records for a period of seven years or three years past the date of filing the termination statement for the election for which the contribution or expenditure was made, whichever is earlier. A violation of this section is a Class 1 misdemeanor. Section 30. Notwithstanding the provisions of § 12-25-33, the failure to timely file any statement, amendment, or correction required by this Act subjects the treasurer responsible for filing to a civil penalty of fifty dollars per day for each day that the statement remains delinquent. The civil penalty shall be in addition to any criminal sanctions and shall be paid to the secretary of state and deposited in the state general fund. Section 31. The secretary of state shall adopt forms for statements of organization and campaign finance disclosure statements. Each person filing a statement of organization or campaign finance disclosure statement shall subscribe to an oath or affirmation verifying that the contents of the statement are true and correct to the best of the knowledge and belief of the signer. Section 32. The secretary of state shall endorse the date of the filing on each statement filed pursuant to this Act, and shall preserve the statement among the public records of the office. However, the statement may be destroyed if the Records Destruction Board, acting pursuant to § 1-27-19, declares the records to have no further administrative, legal, fiscal, research, or historical value. Section 33. No information copied, or otherwise obtained, from any statement, or copy, reproduction, or publication thereof, filed with the secretary of state, county auditor, or other person in charge of conducting the election under this Act may be sold or utilized by any person for any commercial purpose or for the purpose of soliciting contributions. Any violation of this section shall be a Class 2 misdemeanor. Section 34. Any person who intentionally makes any false, fraudulent, or misleading statement or entry in any statement of organization, campaign finance disclosure statement, other statement, or amendment filed pursuant to this Act is guilty a Class 5 felony. Section 35. The attorney general shall investigate violations of the provisions of this Act relating to a legislative office, statewide office, or statewide ballot question and prosecute any violation thereof. In lieu of bringing a criminal action, the attorney general may elect to file a civil action. In a civil action, in addition to other relief, the court may impose a civil penalty in the amount provided by statute, or if not provided, in an amount not to exceed ten thousand dollars for each violation. Any civil penalty recovered shall be paid to the state general fund. A civil action brought by the attorney general shall be commenced in Hughes County, in the county where the person resides, or in the county where the organization, political party, or political committee has its principal office. Section 36. The attorney general may, for the purpose of enforcing the provisions of this Act, inspect or examine any political committee or political party records required to be maintained by this Act. It is a Class 1 misdemeanor for any person having charge, control, or possession of political committee or political party records to neglect or refuse the attorney general reasonable access to any records required to be maintained by this Act which are necessary to enforce the provisions of this Act. Section 37. The attorney general shall keep each record inspected or examined confidential except when the records are used to enforce provisions of this Act associated with a criminal or civil action. Section 38. If any candidate is proved in a contest of an election or is proved to have violated any provision of this Act punishable by a felony, the candidate may not be certified for election or the candidate shall forfeit his or her office. The office shall be declared vacant and shall be filled in the manner provided by law for filling vacancies occasioned by death or resignation. Section 39. The provisions of this Act apply to each statewide office, legislative office, statewide ballot question, county offices and ballot questions in counties with population greater than five thousand according to the most recent Federal census, and school district offices and ballot questions in school districts with more than two thousand average daily membership. Any school district election covered by this Act shall conform to the contribution limits applicable to legislative offices. This Act does not apply to the unified judicial system, nor does this Act apply to any township, municipal, or special purpose district offices or ballot questions. However, the governing body of any county, township, municipality, school district, or special purpose district not otherwise covered by this Act may adopt an ordinance or resolution to make the provisions of this Act, with or without amendments, applicable to county, township, municipal, school district, or special purpose district elections. Section 40. The state's attorney shall investigate any violation of the provisions of this Act relating to elections for county and school district office or ballot questions, and prosecute any violation thereof. In lieu of bringing a criminal action, the state's attorney may elect to file a civil action for any violation of this Act. In a civil action, in addition to other relief, the court may impose a civil penalty in the amount provided by statute, or if not provided, in an amount not to exceed one thousand dollar for each violation. Any civil penalty recovered shall be paid to the county general fund if the violation arose out of a county office or ballot question or the school district general fund if the violation arose out of a school district office or ballot question. A civil enforcement action for a violation of the Act concerning a school district office or ballot question may, with the consent of the state's attorney, be brought by the school district's attorney. A civil action brought under this section shall be commenced in the county where filings under the Act are required, in the county where the person resides or in the county where the organization, political party, or political committee has its principal office. Section 41. Any statement required to be filed under this Act may be filed by facsimile device or electronic mail in accordance with the methods approved by the secretary of state. To be timely filed, any statement received by facsimile device or electronic mail shall be legible and readable when received by the means it was delivered. The original shall be filed with the secretary of state within one week following the date the facsimile or electronic mail transmission was received. Section 42. Any statement, form, or filing required by this Act shall be filed with the secretary of state in the case of a statewide office or legislative office election. Any statement, form, or filing required by this Act shall be filed with the county auditor in the case of a county office election, with the school business manager in the case of a school district office election, or with the person in charge of the election in the case of other political subdivisions or special purpose districts. Section 43. That § § 12-25-1 to 12-25-26 , inclusive, be repealed."}, {"bill_id": 21111, "bill_version_id": 112213, "bill_version": "House Engrossed", "bill_version_date": "2007-02-13T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to reform certain campaign finance requirements and to establish certain fines and penalties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Ballot question,\" any referendum, initiative, proposed constitutional amendment, or other measure submitted to voters at any election; (2) \"Ballot question committee,\" a person or organization that raises, collects, or disburses contributions solicited for the placement of a ballot question on the ballot or the adoption or defeat of any ballot question. A ballot question committee is not a person, political committee, or political party that makes a contribution to a ballot question committee. A ballot question committee is not an organization that makes a contribution to a ballot question committee from treasury funds; (3) \"Candidate campaign committee,\" any entity organized by a candidate to receive contributions and make expenditures for the candidate. Only one candidate campaign committee may be organized for each candidate; (4) \"Candidate,\" any person who seeks nomination for or election to public office, and for the purpose of this Act a person is deemed a candidate if the person raises, collects, or disburses contributions in excess of five hundred dollars; has authorized the solicitation of contributions or the making of expenditures; or has created a candidate campaign committee for the purpose of obtaining public office. The person is also deemed a candidate if the person has taken all actions required by state law to qualify for nomination for or election to public office; (5) \"Clearly identified,\" the appearance of the name, nickname, a photograph or a drawing of a candidate or public office holder, or the unambiguous reference to the identity of a candidate or public office holder; (6) \"Contribution,\" any gift, advance, distribution, deposit, or payment of money or any other valuable consideration, or any contract, promise or agreement to do so; any discount or rebate not available to the general public; any forgiveness of indebtedness or payment of indebtedness by another person; or the use of services or property without full payment made or provided by any person, political committee, or political party whose primary business is to provide such services or property for the purpose of influencing: (a) The nomination, election, or re-election of any person to public office; or (b) The placement of a ballot question on the ballot or the adoption or defeat of any ballot question submitted. The term does not include services provided by a person as a volunteer for or on behalf of any candidate, political committee, or political party, including the free or discounted use of a person's residence. Nor does the term include the purchase of any item of value or service from any political committee or political party. The purchase price of the item may not exceed the fair market value and may not include an intent to contribute beyond the item's value. A contribution does not include administration and solicitation of a contribution for a political action committee established by an organization and associated expenses, nor the use of an organization's real or personal property located on its business premises for such purposes. A contribution does not include nominal use of a candidate's real or personal property or nominal use of resources available at a candidate's primary place of business; (7) \"County office,\" any elected office at a county in this state; (8) \"Election,\" any election for public office; any general, special, primary, or runoff election; and any election on a ballot question; (9) \"Expressly advocate,\" any communication which: (a) In context has no other reasonable meaning than to urge the election or defeat of one or more clearly identified candidates, public office holders, or the placement of a ballot question on the ballot or the adoption or defeat of any ballot question by use of explicit words of advocacy of election or defeat. The following words convey a message of express advocacy: vote, re-elect, support, cast your ballot for, reject, and defeat; or (b) When taken as a whole and with limited reference to external events, such as the proximity to the election, may only be interpreted by a reasonable person as containing advocacy of the election or defeat of one or more clearly identified candidates, public office holders, or the placement of a ballot question on the ballot or the adoption or defeat of any ballot question because: (i) The electoral portion of the communication is unmistakable, unambiguous, and suggestive of only one meaning; and (ii) Reasonable minds could not differ as to whether it encourages actions to elect or defeat one or more clearly identified candidates, public office holders, or the placement of a ballot question on the ballot or the adoption or defeat of any ballot question or encourages some other kind of action; (10) \"Immediate family,\" a spouse of a candidate or public office holder, or a person under the age of eighteen years who is claimed by that candidate or public office holder or that candidate's or public office holder's spouse as a dependent for federal income tax purposes or any relative within the third degree of kinship of the candidate or the candidate's spouse, and the spouses of such relatives; (11) \"Independent expenditure,\" an expenditure made by a person, organization, political committee, or political party to expressly advocate the election or defeat of a clearly identified candidate or the placement of a ballot question on the ballot or the adoption or defeat of any ballot question, but which is not made to, controlled by, coordinated with, requested by, or made upon consultation with a candidate, political committee, or agent of a candidate or political committee. The term does not include administration and solicitation of any contribution for a political action committee established by an organization and associated expenses, nor the use of an organization's real or personal property located on its business premises for such purposes. The term does not include any communication by a person made in the regular course and scope of the person's business or ministry or any communication made by a membership organization solely to any member of the organization and the member's family; (12) \"In-kind,\" a good or service provided at no charge or for less than its fair market value. The term does not include the value of services provided by a person as a volunteer for or on behalf of any candidate, political committee, or political party, including the free or discounted use of any person's residence or office; (13) \"Legislative office,\" the Senate and the House of Representatives of the South Dakota Legislature; (14) \"Loan,\" a transfer of money, property, guarantee, or anything of value in exchange for an obligation, conditional or not, to repay in whole or part; (15) \"National political party,\" the organization which is responsible for the day-to-day operation of a political party at the national level, as determined by the Federal Election Commission; (16) \"Organization,\" any business corporation, limited liability company, nonprofit corporation, limited liability partnership, limited partnership, partnership, cooperative, business trust, association, club, labor union, collective bargaining organization, local, state, or national organization to which a labor organization pays membership or per capita fees, based upon its affiliation and membership, trade or professional association that receives its funds from membership dues or service fees, whether organized inside or outside the state, any entity organized in a corporate form under federal law or the laws of this state, or any group of persons acting in concert which is not defined as a political committee or political party in the Act; (17) \"Person,\" a natural person; (18) \"Political action committee,\" a person or organization that raises, collects or disburses contributions to influence the outcome of an election and who is not a candidate, candidate campaign committee, ballot question committee, or a political party. A political action committee is not any: (a) Person that makes a contribution to a political committee or political party; or (b) Organization that makes a contribution to a ballot question committee from treasury funds; (19) \"Political committee,\" any candidate campaign committee, political action committee, or ballot question committee; (20) \"Political party,\" any state or county political party qualified to participate in a primary or general election, including any auxiliary organization of such political party. An auxiliary organization is any organization designated as an auxiliary organization in the political party's bylaws or constitution except any secondary or post-secondary student organization that only accepts contributions to support volunteer student activities of the organization and does not make monetary contributions to any political committee; (21) \"Public office,\" any statewide office, legislative office, or county office; (22) \"Qualified nonprofit corporation,\" any nonprofit corporation, subject to the provisions of chapters 47-22 to 47-28, inclusive, that was organized for the purpose of promoting political ideas and cannot engage in business activities, has no shareholders or other persons affiliated so as to have a claim on the assets or earnings, was not established by a corporation, and has not accepted more than de minimus amount of funds from any corporation; (23) \"Statewide office,\" the offices of Governor, lieutenant governor, secretary of state, attorney general, state auditor, state treasurer, commissioner of school and public lands, and public utilities commissioner; (24) \"Volunteer,\" a person who provides services free of charge. Section 2. A political committee shall have a chair and a treasurer, which may be the same person. The chair and treasurer for a candidate campaign committee shall be appointed by the candidate, and the candidate may serve as either, or both, such officers. No political committee may receive or make contributions or pay expenses while the office of treasurer is vacant. A violation of this section is a Class 2 misdemeanor. Section 3. A political committee shall file a statement of organization with the secretary of state not later than fifteen days after the date upon which the committee made contributions, received contributions, or paid expenses in excess of five hundred dollars unless such activity falls within thirty days of any statewide election in which case the statement of organization shall be filed within forty-eight hours. Any candidate for public office shall organize a candidate campaign committee not later than fifteen days after becoming a candidate and shall file a statement of organization with the secretary of state. A political committee that regularly files a campaign finance disclosure statement with the Federal Election Commission is not required to file a statement of organization. A violation of this section is a Class 2 misdemeanor. Section 4. A political committee may incorporate and not be subject to the provisions of section 18 of this Act if the political committee incorporates for liability purposes only. Notwithstanding the corporate status of the political committee, the treasurer of an incorporated political committee remains personally responsible for carrying out the treasurer's duties under this Act. Section 5. A political committee created prior to the effective date of this Act that has not filed a termination statement shall file a statement of organization with the secretary of state not later than fifteen days after this Act becomes effective. A violation of this section is a Class 2 misdemeanor. Section 6. The statement of organization shall include: (1) The name, street address, postal address, and daytime telephone number of the committee; (2) The name, street address, postal address, and daytime telephone number of the chair and the treasurer of the committee; (3) A statement of the type of political committee that has been or is being organized; (4) In the case of a candidate campaign committee, the name, street address, and postal address of the candidate; (5) In the case of a political action committee or ballot question committee, a concise statement of its purpose and goals, and the full name, street address, and postal address of the organization with which the committee is connected or affiliated, or if the committee is not connected or affiliated with any one organization, the trade, profession, or primary interest of the committee; (6) If the committee is organized as a corporation under federal or state laws for liability purposes only as authorized by section 4 of this Act, a statement affirming such organization; and (7) The name, street address, postal address, and telephone number of each financial institution where an account or depository is maintained. The statement shall be signed by the candidate and treasurer for a candidate campaign committee and by the chair and treasurer for other political committees. A political committee continues to exist until a termination statement is filed pursuant to sections 25 and 26 of this Act. The candidate or treasurer of a political committee shall file an updated statement of organization not later than fifteen days after any change in the information contained on the most recently filed statement of organization. Section 7. If the contributor is a person, no candidate for statewide office or the candidate's campaign committee may accept any contribution which in the aggregate exceeds four thousand dollars during any calendar year. A candidate campaign committee may accept contributions from any candidate campaign committee, political action committee, or political party. The limitation on any contribution from a person in this section does not apply to any contribution by the candidate or the candidate's immediate family. A violation of this section is a Class 1 misdemeanor. Section 8. If the contributor is a person, no candidate for legislative or county office or the candidate's campaign committee may accept any contribution which in the aggregate exceeds one thousand dollars during any calendar year. A candidate campaign committee may accept contributions from any candidate campaign committee, political action committee, or political party. The limitation on any contribution from a person in this section does not apply to any contribution by the candidate or the candidate's immediate family. A violation of this section is a Class 1 misdemeanor. Section 9. If the contributor is a person, no political action committee may accept any contribution which in the aggregate exceeds ten thousand dollars during any calendar year. A political action committee may accept contributions from any candidate campaign committee, political action committee, or political party. A violation of this section is a Class 1 misdemeanor. Section 10. If the contributor is a person, no political party may accept any contribution which in the aggregate exceeds ten thousand dollars during any calendar year. A political party may accept contributions from any candidate campaign committee, political action committee, or political party. A violation of this section is a Class 1 misdemeanor. Section 11. No person, organization, candidate, political committee, or political party may give or accept a contribution unless the name and residence address of the contributor is made known to the person receiving the contribution. Any contribution, money, or other thing of value received by a candidate, political committee, or political party from an unknown source shall be donated to a nonprofit charitable organization. A violation of this section is a Class 2 misdemeanor. Section 12. No person may make a contribution in the name of another person, make a contribution in a fictitious name, make a contribution on behalf of another person, or knowingly permit another to use his or her name to make a contribution. A violation of this section is a Class 1 misdemeanor. Section 13. Equipment, supplies, and materials purchased with contributions are property of the political committee or political party, and are not property of the candidate or any other person. Section 14. The sale of any property shall be reported in the campaign finance disclosure statement. A violation of this section is a Class 1 misdemeanor. Section 15. Any printed material or communication made, purchased, paid for, or authorized by a candidate, political committee, or political party which expressly advocates for or against a candidate, public office holder, ballot question, or political party shall prominently display or clearly speak the statement: \"Paid for by (Name of candidate, political committee, or political party).\" This section does not apply to buttons, balloons, pins, pens, matchbooks, clothing, or similar small items upon which the inclusion of the statement would be impracticable. A violation of this section is a Class 1 misdemeanor. Section 16. Any person or qualified nonprofit corporation that makes an independent expenditure for a communication which expressly advocates for or against a candidate, public office holder, ballot question, or political party totaling five hundred dollars or more shall file a statement with the secretary of state that is received within forty-eight hours of the time that the communication is disseminated, broadcast, or otherwise published. Any organization that makes an independent expenditure for a communication which expressly advocates for or against a public office holder, ballot question, or political party totaling five hundred dollars or more shall file a statement with the secretary of state that is received within forty-eight hours of the time that the communication is disseminated, broadcast, or otherwise published. The statement shall include the name of the person, qualified nonprofit corporation, or organization and its street address, city, and state, the name of each candidate, public office holder, ballot question, or political party mentioned in the communication, the amount spent on the communication, and a description of the content of the communication. Further, if the independent expenditure is made by an organization comprised of twenty or fewer members or shareholders, the statement shall include the name and address of each shareholder or member who owns ten percent or more of the organization. A violation of this section is a Class 1 misdemeanor. For the purposes of this section, the term, communication, does not include: (1) Any news articles, editorial endorsements, opinion, or commentary writings, or letter to the editor printed in a newspaper, magazine, flyer, pamphlet, or other periodical not owned or controlled by a candidate, political committee, or political party; (2) Any editorial endorsements or opinions aired by a broadcast facility not owned or controlled by a candidate, political committee, or political party; (3) Any communication by a person made in the regular course and scope of the person's business or ministry or any communication made by a membership organization solely to members of the organization and the members' families; and (4) Any communication that refers to any candidate only as part of the popular name of a bill or statute. Section 17. Any person, political committee, political party, or organization that makes a payment or promise of payment totaling one thousand dollars or more for a communication that clearly identifies a candidate or public office holder, but does not expressly advocate the election or defeat of the candidate or public office holder, and that is disseminated, broadcast, or otherwise published within sixty days of an election, shall file a statement with the secretary of state disclosing the name, street address, city, and state of such person, political committee, political party, or organization. The statement shall also include the name of the candidate or public office holder mentioned in the communication, the amount spent on the communication, and a description of the content of the communication. The statement shall be received and filed within forty-eight hours of the time that the communication is disseminated, broadcast, or otherwise published. A violation of this section is a Class 1 misdemeanor. For the purposes of this section, the term, communication, does not include: (1) Any news articles, editorial endorsements, opinion or commentary writings, or letter to the editor printed in a newspaper, magazine, flyer, pamphlet, or other periodical not owned or controlled by a candidate, political committee, or political party; (2) Any editorial endorsements or opinions aired by a broadcast facility not owned or controlled by a candidate, political committee, or political party; (3) Any communication by a person made in the regular course and scope of the person's business or ministry or any communication made by a membership organization solely to members of the organization and the members' families; and (4) Any communication that refers to any candidate only as part of the popular name of a bill or statute. Section 18. No organization may make a contribution to a candidate committee, political action committee, or political party or make an independent expenditure expressly advocating the election or defeat of a candidate. An organization may make a contribution to a ballot question committee organized solely for the purpose of influencing an election on a ballot question and independent expenditures regarding the placement of a ballot question on the ballot or the adoption or defeat of a ballot question. The prohibitions of this section do not apply to independent expenditures expressly advocating the election or defeat of a candidate by a qualified nonprofit corporation from its treasury funds. An organization may create a political action committee. A violation of this section is a Class 1 misdemeanor. Section 19. Any organization that makes a contribution to a ballot question committee pursuant to section 18 of this Act shall file a statement: (1) As a domestic or foreign entity in good standing with the Office of the Secretary of State of this state, or (2) If the organization is not filed as a domestic or foreign entity in good standing with the Office of the Secretary of State of this state, the organization shall include with any contribution to a ballot question committee a statement providing the following information: (a) The name of the organization; (b) The name of the state or country under whose law the organization is incorporated or organized; and (c) The street address of the organization's principal office; or (3) However, if subdivisions 1 and 2 do not apply to the organization, then the organization shall include with any contribution to a ballot question committee a statement providing the following information: (a) The name of the organization; (b) The street address of the organization's principal office; and (c) The names and street addresses of any owners, directors, or officers of the organization including the name and street address of the person authorizing the contribution. Further, if any contribution from an organization to a ballot question committee exceeds ten thousand dollars in the aggregate, and the organization is comprised of twenty or fewer members or shareholders, the contribution shall include a statement with the name and address of each shareholder or member who owns ten percent or more of the organization. The ballot question committee shall disclose all information provided in the statement in the applicable campaign financial disclosure statement or supplemental statement. If any of the information required by this section is not delivered to the treasurer of the ballot question committee, the treasurer shall return the contribution. A violation of this section is a Class 1 misdemeanor. Section 20. The state, an agency of the state, and the governing body of a county, municipality, or other political subdivision of the state may not expend or permit the expenditure of public funds for the purpose of influencing the nomination or election of any candidate, or for the petitioning of a ballot question on the ballot or the adoption or defeat of any ballot question. This section may not be construed to limit the freedom of speech of any officer or employee of the state or such political subdivisions in his or her personal capacity. This section does not prohibit the state, its agencies, or the governing body of any political subdivision of the state from presenting factual information solely for the purpose of educating the voters on a ballot question. Section 21. No candidate, political committee, or political party may accept any contribution from any state, state agency, political subdivision of the state, foreign government, Indian tribe, federal agency, or the federal government. A violation of this section is a Class 1 misdemeanor. Section 22. A campaign financial disclosure statement shall be filed with the secretary of state by every: (1) Candidate or candidate campaign committee for any statewide or legislative office; (2) Political action committee; (3) Political party; and (4) Ballot question committee. The statement shall be signed by the treasurer of the political committee or political party. The statement shall be received by the secretary of state and filed by 5:00 p.m. each February first and shall cover the contributions and expenditures for the preceding calendar year. However, no statement is required to be filed by a candidate campaign committee for legislative or county office on February first following a year in which there is not an election. A statement shall also be received by the secretary of state and filed by 5:00 p.m. on the second Friday prior to each primary and general election complete through the fifteenth day prior to that election. No county, local, or auxiliary committee of any political party qualified to participate in a primary or general election is required to file a campaign financial disclosure statement prior to a statewide primary election. No candidate without opposition in a primary election is required to file a campaign financial disclosure statement prior to a primary election. Any statement filed pursuant to this section shall be consecutive and shall cover contributions and expenditures since the last statement filed. A political committee that regularly files a campaign finance disclosure statement with the Federal Election Commission is not required to file a campaign finance disclosure statement. A violation of this section is a Class 1 misdemeanor. Section 23. A campaign finance disclosure statement shall be received by the secretary of state and filed by any statewide ballot question committee by 5:00 p.m. on the fifth day of July during the year in which the ballot question is to be voted on complete through the month of June. A violation of this section is a Class 1 misdemeanor. Section 24. A campaign finance disclosure statement shall include the following information: (1) Political committee or political party name, street address, postal address, city, state, zip code, daytime and evening telephone number, and e-mail address; (2) Type of campaign statement (pre-primary, pre-general, mid-year, year-end, amendment, supplement, or termination); (3) If a ballot question committee, the ballot question number and whether the committee is for or against the measure; (4) The balance of cash and cash equivalents on hand at the beginning of the reporting period; (5) The total amount of all contributions received during the reporting period; (6) The total amount of all in-kind contributions received during the reporting period; (7) The total of refunds, rebates, interest, or other income not previously identified during the reporting period; (8) The total of contributions, loans, and other receipts during the reporting period; (9) The total value of loans made to any person, political committee, or political party during the reporting period; (10) The total of expenditures made during the reporting period; (11) The total amount of all expenditures incurred but not yet paid. An expenditure incurred but not yet paid shall be reported on each report filed after the date of receipt of goods or services until payment is made to the vendor. A payment shall be listed as an expenditure when the payment is made; (12) The statement shall state the cash balance on hand as of the close of the reporting period; (13) The total amount of contributions of one hundred dollars or less in the aggregate from one source received during the reporting period; (14) The name, residence address, city, and state of each person contributing a contribution of more than one hundred dollars in the aggregate during the reporting period and the amount of the contribution. Any contribution from any political committee or political party shall be itemized. Any contribution from a federal political committee or political committee organized outside this state shall also include the name and internet website address of the filing office where campaign finance disclosure statements are regularly filed for the committee. If all of the information required is not on file, the political committee or political party may not deposit the contribution; (15) The statement shall contain the same information for in-kind contributions as for monetary contributions, and shall also include a description of the in-kind contribution; (16) Upon the request of the treasurer, a person making an in-kind contribution shall provide all necessary information to the treasurer, including the value of the contribution; (17) Any monetary or in-kind contribution made by the reporting political committee or political party to any political committee, political party, or nonprofit charitable organization shall be itemized; (18) A categorical description and the amount of the refunds, rebates, interest, sale of property, or other receipts not previously identified during the reporting period; (19) A categorical description and the amount of funds or donations by any organization to its political committee for establishing and administering the political committee and for any solicitation costs of the political committee; (20) The total balance of loans owed by the political committee or political party; (21) The balance of loans owed by the political committee or political party, itemized by lender's name, street address, city, and state, including the terms, interest rate, and repayment schedule of each loan; (22) The total balance of loans owed to the political committee or political party; (23) The amount of each loan made during the reporting period. The name, street address, city, and state of the recipient of the loan; (24) The balance of each loan owed to the political committee or political party, itemized by name, street address, city, and state; (25) The expenditures made during the reporting period shall be categorized. Disbursements to consultants, advertising agencies, credit card companies, and similar firms shall be itemized into expense categories. Any contribution made by the reporting political committee or political party that is not in exchange for any item of value or service shall be itemized; (26) The expenditures incurred but not yet paid during the reporting period and to whom the expenditure is owed; (27) The amount of each independent expenditure, as defined in this Act, made during the reporting period, the name of the candidate, public office holder, or ballot question related to the expenditure and a description of the expenditure; (28) The information contained in any statement provided under section 19 of the Act; and (29) The statement shall include a certification that the contents of the statement is true and correct signed by the treasurer of the political committee or political party. Section 25. The last campaign finance statement filed shall be a termination statement. The termination statement shall be filed within thirty days following disposition of all funds and property and the payment of all obligations. Section 26. A political committee may not dissolve until the political committee has settled all of its debts, disposed of all of its assets, and filed a termination statement. Section 27. Any candidate, treasurer, or other person filing a statement pursuant to this Act, shall file an amended statement within three days of discovering any omission, inaccuracy, or other change necessary to make the statement accurate. A person responsible for filing a statement pursuant to this Act, who willfully fails to report a material change or correction, is guilty of a Class 1 misdemeanor. A person responsible for filing a statement pursuant to this Act, who willfully fails to file an amendment pursuant to this section is subject to the civil penalty in section 30 of this Act beginning on the first day following the third day after the candidate, treasurer, or other person is notified of the omission, inaccuracy, or other change necessary to make the statement accurate. Section 28. If any candidate campaign committee for statewide office, political action committee, ballot question committee, or political party required to file a campaign finance disclosure statement pursuant to this Act receives a contribution of five hundred dollars or more within the fourteen days immediately prior to an election for which a campaign finance disclosure statement may be filed, a supplemental statement shall be filed. The statement shall state the name, street address, city, and state of the contributor and the amount and date of the contribution, and information contained in any statement provided under section 19 of this Act, if applicable. The statement shall be filed within forty-eight hours of the receipt of the contribution. A violation of this section is a Class 1 misdemeanor. Section 29. The treasurer of a political committee and political party shall maintain and preserve detailed and accurate records of the following: (1) Each contribution and in-kind contribution received by the political committee or political party; (2) In the case of a ballot question committee, the information required by section 19 of this Act for any organization contribution; (3) Each loan received or made by the political committee or political party; (4) Each refund, rebate, interest, or other income received by the political committee or political party; (5) All receipts, invoices, bills, canceled checks, or other proofs of payment, with an explanation of each, for each expenditure; (6) The name and address of any financial institution where an account or depository for the political committee or political party is maintained including the account number. The treasurer shall maintain and preserve the records for a period of seven years or three years past the date of filing the termination statement for the election for which the contribution or expenditure was made, whichever is earlier. A violation of this section is a Class 1 misdemeanor. Section 30. Notwithstanding the provisions of § 12-25-33, the failure to timely file any statement, amendment, or correction required by this Act subjects the treasurer responsible for filing to a civil penalty of fifty dollars per day for each day that the statement remains delinquent. The civil penalty shall be in addition to any criminal sanctions and shall be paid to the secretary of state and deposited in the state general fund. Section 31. The secretary of state shall adopt forms for statements of organization and campaign finance disclosure statements. Each person filing a statement of organization or campaign finance disclosure statement shall subscribe to an oath or affirmation verifying that the contents of the statement are true and correct to the best of the knowledge and belief of the signer. Section 32. The secretary of state shall endorse the date of the filing on each statement filed pursuant to this Act, and shall preserve the statement among the public records of the office. However, the statement may be destroyed if the Records Destruction Board, acting pursuant to § 1-27-19, declares the records to have no further administrative, legal, fiscal, research, or historical value. Section 33. No information copied, or otherwise obtained, from any statement, or copy, reproduction, or publication thereof, filed with the secretary of state, county auditor, or other person in charge of conducting the election under this Act may be sold or utilized by any person for any commercial purpose or for the purpose of soliciting contributions. Any violation of this section shall be a Class 2 misdemeanor. Section 34. Any person who intentionally makes any false, fraudulent, or misleading statement or entry in any statement of organization, campaign finance disclosure statement, other statement, or amendment filed pursuant to this Act is guilty a Class 5 felony. Section 35. The attorney general shall investigate violations of the provisions of this Act relating to a legislative office, statewide office, or statewide ballot question and prosecute any violation thereof. In lieu of bringing a criminal action, the attorney general may elect to file a civil action. In a civil action, in addition to other relief, the court may impose a civil penalty in the amount provided by statute, or if not provided, in an amount not to exceed ten thousand dollars for each violation. Any civil penalty recovered shall be paid to the state general fund. A civil action brought by the attorney general shall be commenced in Hughes County, in the county where the person resides, or in the county where the organization, political party, or political committee has its principal office. Section 36. The attorney general may, for the purpose of enforcing the provisions of this Act, inspect or examine any political committee or political party records required to be maintained by this Act. It is a Class 1 misdemeanor for any person having charge, control, or possession of political committee or political party records to neglect or refuse the attorney general reasonable access to any records required to be maintained by this Act which are necessary to enforce the provisions of this Act. Section 37. The attorney general shall keep each record inspected or examined confidential except when the records are used to enforce provisions of this Act associated with a criminal or civil action. Section 38. If any candidate is proved in a contest of an election or is proved to have violated any provision of this Act punishable by a felony, the candidate may not be certified for election or the candidate shall forfeit his or her office. The office shall be declared vacant and shall be filled in the manner provided by law for filling vacancies occasioned by death or resignation. Section 39. The provisions of this Act apply to each statewide office, legislative office, statewide ballot question, county offices and ballot questions in counties with population greater than five thousand according to the most recent Federal census, and school district offices and ballot questions in school districts with more than two thousand average daily membership. Any school district election covered by this Act shall conform to the contribution limits applicable to legislative offices. This Act does not apply to the unified judicial system, nor does this Act apply to any township, municipal, or special purpose district offices or ballot questions. However, the governing body of any county, township, municipality, school district, or special purpose district not otherwise covered by this Act may adopt an ordinance or resolution to make the provisions of this Act, with or without amendments, applicable to county, township, municipal, school district, or special purpose district elections. Section 40. The state's attorney shall investigate any violation of the provisions of this Act relating to elections for county and school district office or ballot questions, and prosecute any violation thereof. In lieu of bringing a criminal action, the state's attorney may elect to file a civil action for any violation of this Act. In a civil action, in addition to other relief, the court may impose a civil penalty in the amount provided by statute, or if not provided, in an amount not to exceed one thousand dollar for each violation. Any civil penalty recovered shall be paid to the county general fund if the violation arose out of a county office or ballot question or the school district general fund if the violation arose out of a school district office or ballot question. A civil enforcement action for a violation of the Act concerning a school district office or ballot question may, with the consent of the state's attorney, be brought by the school district's attorney. A civil action brought under this section shall be commenced in the county where filings under the Act are required, in the county where the person resides or in the county where the organization, political party, or political committee has its principal office. Section 41. Any statement required to be filed under this Act may be filed by facsimile device or electronic mail in accordance with the methods approved by the secretary of state. To be timely filed, any statement received by facsimile device or electronic mail shall be legible and readable when received by the means it was delivered. The original shall be filed with the secretary of state within one week following the date the facsimile or electronic mail transmission was received. Section 42. Any statement, form, or filing required by this Act shall be filed with the secretary of state in the case of a statewide office or legislative office election. Any statement, form, or filing required by this Act shall be filed with the county auditor in the case of a county office election, with the school business manager in the case of a school district office election, or with the person in charge of the election in the case of other political subdivisions or special purpose districts. Section 43. That § § 12-25-1 to 12-25-26 , inclusive, be repealed."}, {"bill_id": 21111, "bill_version_id": 112665, "bill_version": "Senate Engrossed", "bill_version_date": "2007-02-22T15:14:09-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to reform certain campaign finance requirements and to establish certain fines and penalties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Ballot question,\" any referendum, initiative, proposed constitutional amendment, or other measure submitted to voters at any election; (2) \"Ballot question committee,\" a person or organization that raises, collects, or disburses contributions solicited for the placement of a ballot question on the ballot or the adoption or defeat of any ballot question. A ballot question committee is not a person, political committee, or political party that makes a contribution to a ballot question committee. A ballot question committee is not an organization that makes a contribution to a ballot question committee from treasury funds; (3) \"Candidate campaign committee,\" any entity organized by a candidate to receive contributions and make expenditures for the candidate. Only one candidate campaign committee may be organized for each candidate; (4) \"Candidate,\" any person who seeks nomination for or election to public office, and for the purpose of this Act a person is deemed a candidate if the person raises, collects, or disburses contributions in excess of five hundred dollars; has authorized the solicitation of contributions or the making of expenditures; or has created a candidate campaign committee for the purpose of obtaining public office. The person is also deemed a candidate if the person has taken all actions required by state law to qualify for nomination for or election to public office; (5) \"Clearly identified,\" the appearance of the name, nickname, a photograph or a drawing of a candidate or public office holder, or the unambiguous reference to the identity of a candidate or public office holder; (6) \"Contribution,\" any gift, advance, distribution, deposit, or payment of money or any other valuable consideration, or any contract, promise or agreement to do so; any discount or rebate not available to the general public; any forgiveness of indebtedness or payment of indebtedness by another person; or the use of services or property without full payment made or provided by any person, political committee, or political party whose primary business is to provide such services or property for the purpose of influencing: (a) The nomination, election, or re-election of any person to public office; or (b) The placement of a ballot question on the ballot or the adoption or defeat of any ballot question submitted. The term does not include services provided by a person as a volunteer for or on behalf of any candidate, political committee, or political party, including the free or discounted use of a person's residence. Nor does the term include the purchase of any item of value or service from any political committee or political party. The purchase price of the item may not exceed the fair market value and may not include an intent to contribute beyond the item's value. A contribution does not include administration and solicitation of a contribution for a political action committee established by an organization and associated expenses, nor the use of an organization's real or personal property located on its business premises for such purposes. A contribution does not include nominal use of a candidate's real or personal property or nominal use of resources available at a candidate's primary place of business; (7) \"County office,\" any elected office at a county in this state; (8) \"Election,\" any election for public office; any general, special, primary, or runoff election; and any election on a ballot question; (9) \"Expressly advocate,\" any communication which: (a) In context has no other reasonable meaning than to urge the election or defeat of one or more clearly identified candidates, public office holders, or the placement of a ballot question on the ballot or the adoption or defeat of any ballot question by use of explicit words of advocacy of election or defeat. The following words convey a message of express advocacy: vote, re-elect, support, cast your ballot for, reject, and defeat; or (b) When taken as a whole and with limited reference to external events, such as the proximity to the election, may only be interpreted by a reasonable person as containing advocacy of the election or defeat of one or more clearly identified candidates, public office holders, or the placement of a ballot question on the ballot or the adoption or defeat of any ballot question because: (i) The electoral portion of the communication is unmistakable, unambiguous, and suggestive of only one meaning; and (ii) Reasonable minds could not differ as to whether it encourages actions to elect or defeat one or more clearly identified candidates, public office holders, or the placement of a ballot question on the ballot or the adoption or defeat of any ballot question or encourages some other kind of action; (10) \"Immediate family,\" a spouse of a candidate or public office holder, or a person under the age of eighteen years who is claimed by that candidate or public office holder or that candidate's or public office holder's spouse as a dependent for federal income tax purposes or any relative within the third degree of kinship of the candidate or the candidate's spouse, and the spouses of such relatives; (11) \"Independent expenditure,\" an expenditure made by a person, organization, political committee, or political party to expressly advocate the election or defeat of a clearly identified candidate or the placement of a ballot question on the ballot or the adoption or defeat of any ballot question, but which is not made to, controlled by, coordinated with, requested by, or made upon consultation with a candidate, political committee, or agent of a candidate or political committee. The term does not include administration and solicitation of any contribution for a political action committee established by an organization and associated expenses, nor the use of an organization's real or personal property located on its business premises for such purposes. The term does not include any communication by a person made in the regular course and scope of the person's business or ministry or any communication made by a membership organization solely to any member of the organization and the member's family; (12) \"In-kind,\" a good or service provided at no charge or for less than its fair market value. The term does not include the value of services provided by a person as a volunteer for or on behalf of any candidate, political committee, or political party, including the free or discounted use of any person's residence or office; (13) \"Legislative office,\" the Senate and the House of Representatives of the South Dakota Legislature; (14) \"Loan,\" a transfer of money, property, guarantee, or anything of value in exchange for an obligation, conditional or not, to repay in whole or part; (15) \"National political party,\" the organization which is responsible for the day-to-day operation of a political party at the national level, as determined by the Federal Election Commission; (16) \"Organization,\" any business corporation, limited liability company, nonprofit corporation, limited liability partnership, limited partnership, partnership, cooperative, business trust, association, club, labor union, collective bargaining organization, local, state, or national organization to which a labor organization pays membership or per capita fees, based upon its affiliation and membership, trade or professional association that receives its funds from membership dues or service fees, whether organized inside or outside the state, any entity organized in a corporate form under federal law or the laws of this state, or any group of persons acting in concert which is not defined as a political committee or political party in the Act; (17) \"Person,\" a natural person; (18) \"Political action committee,\" a person or organization that raises, collects or disburses contributions to influence the outcome of an election and who is not a candidate, candidate campaign committee, ballot question committee, or a political party. A political action committee is not any: (a) Person that makes a contribution to a political committee or political party; or (b) Organization that makes a contribution to a ballot question committee from treasury funds; (19) \"Political committee,\" any candidate campaign committee, political action committee, or ballot question committee; (20) \"Political party,\" any state or county political party qualified to participate in a primary or general election, including any auxiliary organization of such political party. An auxiliary organization is any organization designated as an auxiliary organization in the political party's bylaws or constitution except any secondary or post-secondary student organization that only accepts contributions to support volunteer student activities of the organization and does not make monetary contributions to any political committee; (21) \"Public office,\" any statewide office, legislative office, or county office; (22) \"Qualified nonprofit corporation,\" any nonprofit corporation, subject to the provisions of chapters 47-22 to 47-28, inclusive, that was organized for the purpose of promoting political ideas and cannot engage in business activities, has no shareholders or other persons affiliated so as to have a claim on the assets or earnings, was not established by a corporation, and has not accepted more than de minimus amount of funds from any corporation; (23) \"Statewide office,\" the offices of Governor, lieutenant governor, secretary of state, attorney general, state auditor, state treasurer, commissioner of school and public lands, and public utilities commissioner; (24) \"Volunteer,\" a person who provides services free of charge. Section 2. A political committee shall have a chair and a treasurer, which may be the same person. The chair and treasurer for a candidate campaign committee shall be appointed by the candidate, and the candidate may serve as either, or both, such officers. No political committee may receive or make contributions or pay expenses while the office of treasurer is vacant. A violation of this section is a Class 2 misdemeanor. Section 3. A political committee shall file a statement of organization with the secretary of state not later than fifteen days after the date upon which the committee made contributions, received contributions, or paid expenses in excess of five hundred dollars unless such activity falls within thirty days of any statewide election in which case the statement of organization shall be filed within forty-eight hours. Any candidate for public office shall organize a candidate campaign committee not later than fifteen days after becoming a candidate and shall file a statement of organization with the secretary of state. A political committee that regularly files a campaign finance disclosure statement with the Federal Election Commission is not required to file a statement of organization. A violation of this section is a Class 2 misdemeanor. Section 4. A political committee may incorporate and not be subject to the provisions of section 18 of this Act if the political committee incorporates for liability purposes only. Notwithstanding the corporate status of the political committee, the treasurer of an incorporated political committee remains personally responsible for carrying out the treasurer's duties under this Act. Section 5. A political committee created prior to the effective date of this Act that has not filed a termination statement shall file a statement of organization with the secretary of state not later than fifteen days after this Act becomes effective. A violation of this section is a Class 2 misdemeanor. Section 6. The statement of organization shall include: (1) The name, street address, postal address, and daytime telephone number of the committee; (2) The name, street address, postal address, and daytime telephone number of the chair and the treasurer of the committee; (3) A statement of the type of political committee that has been or is being organized; (4) In the case of a candidate campaign committee, the name, street address, and postal address of the candidate; (5) In the case of a political action committee or ballot question committee, a concise statement of its purpose and goals, and the full name, street address, and postal address of the organization with which the committee is connected or affiliated, or if the committee is not connected or affiliated with any one organization, the trade, profession, or primary interest of the committee; (6) If the committee is organized as a corporation under federal or state laws for liability purposes only as authorized by section 4 of this Act, a statement affirming such organization; and (7) The name, street address, postal address, and telephone number of each financial institution where an account or depository is maintained. The statement shall be signed by the candidate and treasurer for a candidate campaign committee and by the chair and treasurer for other political committees. A political committee continues to exist until a termination statement is filed pursuant to sections 25 and 26 of this Act. The candidate or treasurer of a political committee shall file an updated statement of organization not later than fifteen days after any change in the information contained on the most recently filed statement of organization. Section 7. If the contributor is a person, no candidate for statewide office or the candidate's campaign committee may accept any contribution which in the aggregate exceeds four thousand dollars during any calendar year. A candidate campaign committee may accept contributions from any candidate campaign committee, political action committee, or political party. The limitation on any contribution from a person in this section does not apply to any contribution by the candidate or the candidate's immediate family. A violation of this section is a Class 1 misdemeanor. Section 8. If the contributor is a person, no candidate for legislative or county office or the candidate's campaign committee may accept any contribution which in the aggregate exceeds one thousand dollars during any calendar year. A candidate campaign committee may accept contributions from any candidate campaign committee, political action committee, or political party. The limitation on any contribution from a person in this section does not apply to any contribution by the candidate or the candidate's immediate family. A violation of this section is a Class 1 misdemeanor. Section 9. If the contributor is a person, no political action committee may accept any contribution which in the aggregate exceeds ten thousand dollars during any calendar year. A political action committee may accept contributions from any candidate campaign committee, political action committee, or political party. A violation of this section is a Class 1 misdemeanor. Section 10. If the contributor is a person, no political party may accept any contribution which in the aggregate exceeds ten thousand dollars during any calendar year. A political party may accept contributions from any candidate campaign committee, political action committee, or political party. A violation of this section is a Class 1 misdemeanor. Section 11. No person, organization, candidate, political committee, or political party may give or accept a contribution unless the name and residence address of the contributor is made known to the person receiving the contribution. Any contribution, money, or other thing of value received by a candidate, political committee, or political party from an unknown source shall be donated to a nonprofit charitable organization. A violation of this section is a Class 2 misdemeanor. Section 12. No person may make a contribution in the name of another person, make a contribution in a fictitious name, make a contribution on behalf of another person, or knowingly permit another to use his or her name to make a contribution. A violation of this section is a Class 1 misdemeanor. Section 13. Equipment, supplies, and materials purchased with contributions are property of the political committee or political party, and are not property of the candidate or any other person. Section 14. The sale of any property shall be reported in the campaign finance disclosure statement. A violation of this section is a Class 1 misdemeanor. Section 15. Any printed material or communication made, purchased, paid for, or authorized by a candidate, political committee, or political party which expressly advocates for or against a candidate, public office holder, ballot question, or political party shall prominently display or clearly speak the statement: \"Paid for by (Name of candidate, political committee, or political party).\" This section does not apply to buttons, balloons, pins, pens, matchbooks, clothing, or similar small items upon which the inclusion of the statement would be impracticable. A violation of this section is a Class 1 misdemeanor. Section 16. Any person or qualified nonprofit corporation that makes an independent expenditure for a communication which expressly advocates for or against a candidate, public office holder, ballot question, or political party totaling five hundred dollars or more shall file a statement with the secretary of state that is received within forty-eight hours of the time that the communication is disseminated, broadcast, or otherwise published. Any organization that makes an independent expenditure for a communication which expressly advocates for or against a public office holder, ballot question, or political party totaling five hundred dollars or more shall file a statement with the secretary of state that is received within forty-eight hours of the time that the communication is disseminated, broadcast, or otherwise published. The statement shall include the name of the person, qualified nonprofit corporation, or organization and its street address, city, and state, the name of each candidate, public office holder, ballot question, or political party mentioned in the communication, the amount spent on the communication, and a description of the content of the communication. Further, if the independent expenditure is made by an organization comprised of twenty or fewer members or shareholders, the statement shall include the name and address of each shareholder or member who owns ten percent or more of the organization. A violation of this section is a Class 1 misdemeanor. For the purposes of this section, the term, communication, does not include: (1) Any news articles, editorial endorsements, opinion, or commentary writings, or letter to the editor printed in a newspaper, magazine, flyer, pamphlet, or other periodical not owned or controlled by a candidate, political committee, or political party; (2) Any editorial endorsements or opinions aired by a broadcast facility not owned or controlled by a candidate, political committee, or political party; (3) Any communication by a person made in the regular course and scope of the person's business or ministry or any communication made by a membership organization solely to members of the organization and the members' families; and (4) Any communication that refers to any candidate only as part of the popular name of a bill or statute. Section 17. Any person, political committee, political party, or organization that makes a payment or promise of payment totaling one thousand dollars or more for a communication that clearly identifies a candidate or public office holder, but does not expressly advocate the election or defeat of the candidate or public office holder, and that is disseminated, broadcast, or otherwise published within sixty days of an election, shall file a statement with the secretary of state disclosing the name, street address, city, and state of such person, political committee, political party, or organization. The statement shall also include the name of the candidate or public office holder mentioned in the communication, the amount spent on the communication, and a description of the content of the communication. The statement shall be received and filed within forty-eight hours of the time that the communication is disseminated, broadcast, or otherwise published. A violation of this section is a Class 1 misdemeanor. For the purposes of this section, the term, communication, does not include: (1) Any news articles, editorial endorsements, opinion or commentary writings, or letter to the editor printed in a newspaper, magazine, flyer, pamphlet, or other periodical not owned or controlled by a candidate, political committee, or political party; (2) Any editorial endorsements or opinions aired by a broadcast facility not owned or controlled by a candidate, political committee, or political party; (3) Any communication by a person made in the regular course and scope of the person's business or ministry or any communication made by a membership organization solely to members of the organization and the members' families; and (4) Any communication that refers to any candidate only as part of the popular name of a bill or statute. Section 18. No organization may make a contribution to a candidate committee, political action committee, or political party or make an independent expenditure expressly advocating the election or defeat of a candidate. An organization may make a contribution to a ballot question committee organized solely for the purpose of influencing an election on a ballot question and independent expenditures regarding the placement of a ballot question on the ballot or the adoption or defeat of a ballot question. The prohibitions of this section do not apply to independent expenditures expressly advocating the election or defeat of a candidate by a qualified nonprofit corporation from its treasury funds. An organization may create a political action committee. A violation of this section is a Class 1 misdemeanor. Section 19. Any organization that makes a contribution to a ballot question committee pursuant to section 18 of this Act shall file a statement: (1) As a domestic or foreign entity in good standing with the Office of the Secretary of State of this state, or (2) If the organization is not filed as a domestic or foreign entity in good standing with the Office of the Secretary of State of this state, the organization shall include with any contribution to a ballot question committee a statement providing the following information: (a) The name of the organization; (b) The name of the state or country under whose law the organization is incorporated or organized; and (c) The street address of the organization's principal office; or (3) However, if subdivisions 1 and 2 do not apply to the organization, then the organization shall include with any contribution to a ballot question committee a statement providing the following information: (a) The name of the organization; (b) The street address of the organization's principal office; and (c) The names and street addresses of any owners, directors, or officers of the organization including the name and street address of the person authorizing the contribution. Further, if any contribution from an organization to a ballot question committee exceeds ten thousand dollars in the aggregate, and the organization is comprised of twenty or fewer members or shareholders, the contribution shall include a statement with the name and address of each shareholder or member who owns ten percent or more of the organization. The ballot question committee shall disclose all information provided in the statement in the applicable campaign financial disclosure statement or supplemental statement. If any of the information required by this section is not delivered to the treasurer of the ballot question committee, the treasurer shall return the contribution. A violation of this section is a Class 1 misdemeanor. Section 20. The state, an agency of the state, and the governing body of a county, municipality, or other political subdivision of the state may not expend or permit the expenditure of public funds for the purpose of influencing the nomination or election of any candidate, or for the petitioning of a ballot question on the ballot or the adoption or defeat of any ballot question. This section may not be construed to limit the freedom of speech of any officer or employee of the state or such political subdivisions in his or her personal capacity. This section does not prohibit the state, its agencies, or the governing body of any political subdivision of the state from presenting factual information solely for the purpose of educating the voters on a ballot question. Section 21. No candidate, political committee, or political party may accept any contribution from any state, state agency, political subdivision of the state, foreign government, Indian tribe, federal agency, or the federal government. A violation of this section is a Class 1 misdemeanor. Section 22. A campaign financial disclosure statement shall be filed with the secretary of state by every: (1) Candidate or candidate campaign committee for any statewide or legislative office; (2) Political action committee; (3) Political party; and (4) Ballot question committee. The statement shall be signed by the treasurer of the political committee or political party. The statement shall be received by the secretary of state and filed by 5:00 p.m. each February first and shall cover the contributions and expenditures for the preceding calendar year. However, no statement is required to be filed by a candidate campaign committee for legislative or county office on February first following a year in which there is not an election. A statement shall also be received by the secretary of state and filed by 5:00 p.m. on the second Friday prior to each primary and general election complete through the fifteenth day prior to that election. No county, local, or auxiliary committee of any political party qualified to participate in a primary or general election is required to file a campaign financial disclosure statement prior to a statewide primary election. No candidate without opposition in a primary election is required to file a campaign financial disclosure statement prior to a primary election. Any statement filed pursuant to this section shall be consecutive and shall cover contributions and expenditures since the last statement filed. A political committee that regularly files a campaign finance disclosure statement with the Federal Election Commission is not required to file a campaign finance disclosure statement. A violation of this section is a Class 1 misdemeanor. Section 23. A campaign finance disclosure statement shall be received by the secretary of state and filed by any statewide ballot question committee by 5:00 p.m. on the fifth day of July during the year in which the ballot question is to be voted on complete through the month of June. A violation of this section is a Class 1 misdemeanor. Section 24. A campaign finance disclosure statement shall include the following information: (1) Political committee or political party name, street address, postal address, city, state, zip code, daytime and evening telephone number, and e-mail address; (2) Type of campaign statement (pre-primary, pre-general, mid-year, year-end, amendment, supplement, or termination); (3) If a ballot question committee, the ballot question number and whether the committee is for or against the measure; (4) The balance of cash and cash equivalents on hand at the beginning of the reporting period; (5) The total amount of all contributions received during the reporting period; (6) The total amount of all in-kind contributions received during the reporting period; (7) The total of refunds, rebates, interest, or other income not previously identified during the reporting period; (8) The total of contributions, loans, and other receipts during the reporting period; (9) The total value of loans made to any person, political committee, or political party during the reporting period; (10) The total of expenditures made during the reporting period; (11) The total amount of all expenditures incurred but not yet paid. An expenditure incurred but not yet paid shall be reported on each report filed after the date of receipt of goods or services until payment is made to the vendor. A payment shall be listed as an expenditure when the payment is made; (12) The statement shall state the cash balance on hand as of the close of the reporting period; (13) The total amount of contributions of one hundred dollars or less in the aggregate from one source received during the reporting period; (14) The name, residence address, city, and state of each person contributing a contribution of more than one hundred dollars in the aggregate during the reporting period and the amount of the contribution. Any contribution from any political committee or political party shall be itemized. Any contribution from a federal political committee or political committee organized outside this state shall also include the name and internet website address of the filing office where campaign finance disclosure statements are regularly filed for the committee. If all of the information required is not on file, the political committee or political party may not deposit the contribution; (15) The statement shall contain the same information for in-kind contributions as for monetary contributions, and shall also include a description of the in-kind contribution; (16) Upon the request of the treasurer, a person making an in-kind contribution shall provide all necessary information to the treasurer, including the value of the contribution; (17) Any monetary or in-kind contribution made by the reporting political committee or political party to any political committee, political party, or nonprofit charitable organization shall be itemized; (18) A categorical description and the amount of the refunds, rebates, interest, sale of property, or other receipts not previously identified during the reporting period; (19) A categorical description and the amount of funds or donations by any organization to its political committee for establishing and administering the political committee and for any solicitation costs of the political committee; (20) The total balance of loans owed by the political committee or political party; (21) The balance of loans owed by the political committee or political party, itemized by lender's name, street address, city, and state, including the terms, interest rate, and repayment schedule of each loan; (22) The total balance of loans owed to the political committee or political party; (23) The amount of each loan made during the reporting period. The name, street address, city, and state of the recipient of the loan; (24) The balance of each loan owed to the political committee or political party, itemized by name, street address, city, and state; (25) The expenditures made during the reporting period shall be categorized. Disbursements to consultants, advertising agencies, credit card companies, and similar firms shall be itemized into expense categories. Any contribution made by the reporting political committee or political party that is not in exchange for any item of value or service shall be itemized; (26) The expenditures incurred but not yet paid during the reporting period and to whom the expenditure is owed; (27) The amount of each independent expenditure, as defined in this Act, made during the reporting period, the name of the candidate, public office holder, or ballot question related to the expenditure and a description of the expenditure; (28) The information contained in any statement provided under section 19 of the Act; and (29) The statement shall include a certification that the contents of the statement is true and correct signed by the treasurer of the political committee or political party. Section 25. The last campaign finance statement filed shall be a termination statement. The termination statement shall be filed within thirty days following disposition of all funds and property and the payment of all obligations. Section 26. A political committee may not dissolve until the political committee has settled all of its debts, disposed of all of its assets, and filed a termination statement. Section 27. Any candidate, treasurer, or other person filing a statement pursuant to this Act, shall file an amended statement within three days of discovering any omission, inaccuracy, or other change necessary to make the statement accurate. A person responsible for filing a statement pursuant to this Act, who willfully fails to report a material change or correction, is guilty of a Class 1 misdemeanor. A person responsible for filing a statement pursuant to this Act, who willfully fails to file an amendment pursuant to this section is subject to the civil penalty in section 30 of this Act beginning on the first day following the third day after the candidate, treasurer, or other person is notified of the omission, inaccuracy, or other change necessary to make the statement accurate. Section 28. If any candidate campaign committee for statewide office, political action committee, ballot question committee, or political party required to file a campaign finance disclosure statement pursuant to this Act receives a contribution of five hundred dollars or more within the fourteen days immediately prior to an election for which a campaign finance disclosure statement may be filed, a supplemental statement shall be filed. The statement shall state the name, street address, city, and state of the contributor and the amount and date of the contribution, and information contained in any statement provided under section 19 of this Act, if applicable. The statement shall be filed within forty-eight hours of the receipt of the contribution. A violation of this section is a Class 1 misdemeanor. Section 29. The treasurer of a political committee and political party shall maintain and preserve detailed and accurate records of the following: (1) Each contribution and in-kind contribution received by the political committee or political party; (2) In the case of a ballot question committee, the information required by section 19 of this Act for any organization contribution; (3) Each loan received or made by the political committee or political party; (4) Each refund, rebate, interest, or other income received by the political committee or political party; (5) All receipts, invoices, bills, canceled checks, or other proofs of payment, with an explanation of each, for each expenditure; (6) The name and address of any financial institution where an account or depository for the political committee or political party is maintained including the account number. The treasurer shall maintain and preserve the records for a period of seven years or three years past the date of filing the termination statement for the election for which the contribution or expenditure was made, whichever is earlier. A violation of this section is a Class 1 misdemeanor. Section 30. Notwithstanding the provisions of § 12-25-33, the failure to timely file any statement, amendment, or correction required by this Act subjects the treasurer responsible for filing to a civil penalty of fifty dollars per day for each day that the statement remains delinquent. The civil penalty shall be in addition to any criminal sanctions and shall be paid to the secretary of state and deposited in the state general fund. Section 31. The secretary of state shall adopt forms for statements of organization and campaign finance disclosure statements. Each person filing a statement of organization or campaign finance disclosure statement shall subscribe to an oath or affirmation verifying that the contents of the statement are true and correct to the best of the knowledge and belief of the signer. Section 32. The secretary of state shall endorse the date of the filing on each statement filed pursuant to this Act, and shall preserve the statement among the public records of the office. However, the statement may be destroyed if the Records Destruction Board, acting pursuant to § 1-27-19, declares the records to have no further administrative, legal, fiscal, research, or historical value. Section 33. No information copied, or otherwise obtained, from any statement, or copy, reproduction, or publication thereof, filed with the secretary of state, county auditor, or other person in charge of conducting the election under this Act may be sold or utilized by any person for any commercial purpose or for the purpose of soliciting contributions. Any violation of this section shall be a Class 2 misdemeanor. Section 34. Any person who intentionally makes any false, fraudulent, or misleading statement or entry in any statement of organization, campaign finance disclosure statement, other statement, or amendment filed pursuant to this Act is guilty a Class 5 felony. Section 35. The attorney general shall investigate violations of the provisions of this Act relating to a legislative office, statewide office, or statewide ballot question and prosecute any violation thereof. In lieu of bringing a criminal action, the attorney general may elect to file a civil action. In a civil action, in addition to other relief, the court may impose a civil penalty in the amount provided by statute, or if not provided, in an amount not to exceed ten thousand dollars for each violation. Any civil penalty recovered shall be paid to the state general fund. A civil action brought by the attorney general shall be commenced in Hughes County, in the county where the person resides, or in the county where the organization, political party, or political committee has its principal office. Section 36. The attorney general may, for the purpose of enforcing the provisions of this Act, inspect or examine any political committee or political party records required to be maintained by this Act. It is a Class 1 misdemeanor for any person having charge, control, or possession of political committee or political party records to neglect or refuse the attorney general reasonable access to any records required to be maintained by this Act which are necessary to enforce the provisions of this Act. Section 37. The attorney general shall keep each record inspected or examined confidential except when the records are used to enforce provisions of this Act associated with a criminal or civil action. Section 38. If any candidate is proved in a contest of an election or is proved to have violated any provision of this Act punishable by a felony, the candidate may not be certified for election or the candidate shall forfeit his or her office. The office shall be declared vacant and shall be filled in the manner provided by law for filling vacancies occasioned by death or resignation. Section 39. The provisions of this Act apply to each statewide office, legislative office, statewide ballot question, county offices and ballot questions in counties with population greater than five thousand according to the most recent Federal census, and school district offices and ballot questions in school districts with more than two thousand average daily membership. Any school district election covered by this Act shall conform to the contribution limits applicable to legislative offices. This Act does not apply to the unified judicial system, nor does this Act apply to any township, municipal, or special purpose district offices or ballot questions. However, the governing body of any county, township, municipality, school district, or special purpose district not otherwise covered by this Act may adopt an ordinance or resolution to make the provisions of this Act, with or without amendments, applicable to county, township, municipal, school district, or special purpose district elections. Section 40. The state's attorney shall investigate any violation of the provisions of this Act relating to elections for county and school district office or ballot questions, and prosecute any violation thereof. In lieu of bringing a criminal action, the state's attorney may elect to file a civil action for any violation of this Act. In a civil action, in addition to other relief, the court may impose a civil penalty in the amount provided by statute, or if not provided, in an amount not to exceed one thousand dollar for each violation. Any civil penalty recovered shall be paid to the county general fund if the violation arose out of a county office or ballot question or the school district general fund if the violation arose out of a school district office or ballot question. A civil enforcement action for a violation of the Act concerning a school district office or ballot question may, with the consent of the state's attorney, be brought by the school district's attorney. A civil action brought under this section shall be commenced in the county where filings under the Act are required, in the county where the person resides or in the county where the organization, political party, or political committee has its principal office. Section 41. Any statement required to be filed under this Act may be filed by facsimile device or electronic mail in accordance with the methods approved by the secretary of state. To be timely filed, any statement received by facsimile device or electronic mail shall be legible and readable when received by the means it was delivered. The original shall be filed with the secretary of state within one week following the date the facsimile or electronic mail transmission was received. Section 42. Any statement, form, or filing required by this Act shall be filed with the secretary of state in the case of a statewide office or legislative office election. Any statement, form, or filing required by this Act shall be filed with the county auditor in the case of a county office election, with the school business manager in the case of a school district office election, or with the person in charge of the election in the case of other political subdivisions or special purpose districts. Section 43. That § § 12-25-1 to 12-25-26 , inclusive, be repealed. Section 44. For the purposes of any statement filed by a political party pursuant to sections 22 to 24, inclusive, of this Act, the political party shall itemize all contributions to and expenditures from each fund and each subfund that the political party maintains."}, {"bill_id": 21111, "bill_version_id": 113362, "bill_version": "Conference Committee Engrossed", "bill_version_date": "2007-03-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to reform certain campaign finance requirements and to establish certain fines and penalties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Ballot question,\" any referendum, initiative, proposed constitutional amendment, or other measure submitted to voters at any election; (2) \"Ballot question committee,\" a person or organization that raises, collects, or disburses contributions solicited for the placement of a ballot question on the ballot or the adoption or defeat of any ballot question. A ballot question committee is not a person, political committee, or political party that makes a contribution to a ballot question committee. A ballot question committee is not an organization that makes a contribution to a ballot question committee from treasury funds; (3) \"Candidate campaign committee,\" any entity organized by a candidate to receive contributions and make expenditures for the candidate. Only one candidate campaign committee may be organized for each candidate; (4) \"Candidate,\" any person who seeks nomination for or election to public office, and for the purpose of this Act a person is deemed a candidate if the person raises, collects, or disburses contributions in excess of five hundred dollars; has authorized the solicitation of contributions or the making of expenditures; or has created a candidate campaign committee for the purpose of obtaining public office. The person is also deemed a candidate if the person has taken all actions required by state law to qualify for nomination for or election to public office; (5) \"Clearly identified,\" the appearance of the name, nickname, a photograph or a drawing of a candidate or public office holder, or the unambiguous reference to the identity of a candidate or public office holder; (6) \"Contribution,\" any gift, advance, distribution, deposit, or payment of money or any other valuable consideration, or any contract, promise or agreement to do so; any discount or rebate not available to the general public; any forgiveness of indebtedness or payment of indebtedness by another person; or the use of services or property without full payment made or provided by any person, political committee, or political party whose primary business is to provide such services or property for the purpose of influencing: (a) The nomination, election, or re-election of any person to public office; or (b) The placement of a ballot question on the ballot or the adoption or defeat of any ballot question submitted. The term does not include services provided by a person as a volunteer for or on behalf of any candidate, political committee, or political party, including the free or discounted use of a person's residence. Nor does the term include the purchase of any item of value or service from any political committee or political party. The purchase price of the item may not exceed the fair market value and may not include an intent to contribute beyond the item's value. A contribution does not include administration and solicitation of a contribution for a political action committee established by an organization and associated expenses, nor the use of an organization's real or personal property located on its business premises for such purposes. A contribution does not include nominal use of a candidate's real or personal property or nominal use of resources available at a candidate's primary place of business; (7) \"County office,\" any elected office at a county in this state; (8) \"Election,\" any election for public office; any general, special, primary, or runoff election; and any election on a ballot question; (9) \"Expressly advocate,\" any communication which: (a) In context has no other reasonable meaning than to urge the election or defeat of one or more clearly identified candidates, public office holders, or the placement of a ballot question on the ballot or the adoption or defeat of any ballot question by use of explicit words of advocacy of election or defeat. The following words convey a message of express advocacy: vote, re-elect, support, cast your ballot for, reject, and defeat; or (b) When taken as a whole and with limited reference to external events, such as the proximity to the election, may only be interpreted by a reasonable person as containing advocacy of the election or defeat of one or more clearly identified candidates, public office holders, or the placement of a ballot question on the ballot or the adoption or defeat of any ballot question because: (i) The electoral portion of the communication is unmistakable, unambiguous, and suggestive of only one meaning; and (ii) Reasonable minds could not differ as to whether it encourages actions to elect or defeat one or more clearly identified candidates, public office holders, or the placement of a ballot question on the ballot or the adoption or defeat of any ballot question or encourages some other kind of action; (10) \"Immediate family,\" a spouse of a candidate or public office holder, or a person under the age of eighteen years who is claimed by that candidate or public office holder or that candidate's or public office holder's spouse as a dependent for federal income tax purposes or any relative within the third degree of kinship of the candidate or the candidate's spouse, and the spouses of such relatives; (11) \"Independent expenditure,\" an expenditure made by a person, organization, political committee, or political party to expressly advocate the election or defeat of a clearly identified candidate or the placement of a ballot question on the ballot or the adoption or defeat of any ballot question, but which is not made to, controlled by, coordinated with, requested by, or made upon consultation with a candidate, political committee, or agent of a candidate or political committee. The term does not include administration and solicitation of any contribution for a political action committee established by an organization and associated expenses, nor the use of an organization's real or personal property located on its business premises for such purposes. The term does not include any communication by a person made in the regular course and scope of the person's business or ministry or any communication made by a membership organization solely to any member of the organization and the member's family; (12) \"In-kind,\" a good or service provided at no charge or for less than its fair market value. The term does not include the value of services provided by a person as a volunteer for or on behalf of any candidate, political committee, or political party, including the free or discounted use of any person's residence or office; (13) \"Legislative office,\" the Senate and the House of Representatives of the South Dakota Legislature; (14) \"Loan,\" a transfer of money, property, guarantee, or anything of value in exchange for an obligation, conditional or not, to repay in whole or part; (15) \"National political party,\" the organization which is responsible for the day-to-day operation of a political party at the national level, as determined by the Federal Election Commission; (16) \"Organization,\" any business corporation, limited liability company, nonprofit corporation, limited liability partnership, limited partnership, partnership, cooperative, business trust, association, club, labor union, collective bargaining organization, local, state, or national organization to which a labor organization pays membership or per capita fees, based upon its affiliation and membership, trade or professional association that receives its funds from membership dues or service fees, whether organized inside or outside the state, any entity organized in a corporate form under federal law or the laws of this state, or any group of persons acting in concert which is not defined as a political committee or political party in the Act; (17) \"Person,\" a natural person; (18) \"Political action committee,\" a person or organization that raises, collects or disburses contributions to influence the outcome of an election and who is not a candidate, candidate campaign committee, ballot question committee, or a political party. A political action committee is not any: (a) Person that makes a contribution to a political committee or political party; or (b) Organization that makes a contribution to a ballot question committee from treasury funds; (19) \"Political committee,\" any candidate campaign committee, political action committee, or ballot question committee; (20) \"Political party,\" any state or county political party qualified to participate in a primary or general election, including any auxiliary organization of such political party. An auxiliary organization is any organization designated as an auxiliary organization in the political party's bylaws or constitution except any secondary or post-secondary student organization that only accepts contributions to support volunteer student activities of the organization and does not make monetary contributions to any political committee; (21) \"Public office,\" any statewide office, legislative office, or county office; (22) \"Qualified nonprofit corporation,\" any nonprofit corporation, subject to the provisions of chapters 47-22 to 47-28, inclusive, that was organized for the purpose of promoting political ideas and cannot engage in business activities, has no shareholders or other persons affiliated so as to have a claim on the assets or earnings, was not established by a corporation, and has not accepted more than de minimus amount of funds from any corporation; (23) \"Statewide office,\" the offices of Governor, lieutenant governor, secretary of state, attorney general, state auditor, state treasurer, commissioner of school and public lands, and public utilities commissioner; (24) \"Volunteer,\" a person who provides services free of charge. Section 2. A political committee shall have a chair and a treasurer, which may be the same person. The chair and treasurer for a candidate campaign committee shall be appointed by the candidate, and the candidate may serve as either, or both, such officers. No political committee may receive or make contributions or pay expenses while the office of treasurer is vacant. A violation of this section is a Class 2 misdemeanor. Section 3. A political committee shall file a statement of organization with the secretary of state not later than fifteen days after the date upon which the committee made contributions, received contributions, or paid expenses in excess of five hundred dollars unless such activity falls within thirty days of any statewide election in which case the statement of organization shall be filed within forty-eight hours. Any candidate for public office shall organize a candidate campaign committee not later than fifteen days after becoming a candidate and shall file a statement of organization with the secretary of state. A political committee that regularly files a campaign finance disclosure statement with the Federal Election Commission is not required to file a statement of organization. A violation of this section is a Class 2 misdemeanor. Section 4. A political committee may incorporate and not be subject to the provisions of section 18 of this Act if the political committee incorporates for liability purposes only. Notwithstanding the corporate status of the political committee, the treasurer of an incorporated political committee remains personally responsible for carrying out the treasurer's duties under this Act. Section 5. A political committee created prior to the effective date of this Act that has not filed a termination statement shall file a statement of organization with the secretary of state not later than fifteen days after this Act becomes effective. A violation of this section is a Class 2 misdemeanor. Section 6. The statement of organization shall include: (1) The name, street address, postal address, and daytime telephone number of the committee; (2) The name, street address, postal address, and daytime telephone number of the chair and the treasurer of the committee; (3) A statement of the type of political committee that has been or is being organized; (4) In the case of a candidate campaign committee, the name, street address, and postal address of the candidate; (5) In the case of a political action committee or ballot question committee, a concise statement of its purpose and goals, and the full name, street address, and postal address of the organization with which the committee is connected or affiliated, or if the committee is not connected or affiliated with any one organization, the trade, profession, or primary interest of the committee; (6) If the committee is organized as a corporation under federal or state laws for liability purposes only as authorized by section 4 of this Act, a statement affirming such organization; and (7) The name, street address, postal address, and telephone number of each financial institution where an account or depository is maintained. The statement shall be signed by the candidate and treasurer for a candidate campaign committee and by the chair and treasurer for other political committees. A political committee continues to exist until a termination statement is filed pursuant to sections 25 and 26 of this Act. The candidate or treasurer of a political committee shall file an updated statement of organization not later than fifteen days after any change in the information contained on the most recently filed statement of organization. Section 7. If the contributor is a person, no candidate for statewide office or the candidate's campaign committee may accept any contribution which in the aggregate exceeds four thousand dollars during any calendar year. A candidate campaign committee may accept contributions from any candidate campaign committee, political action committee, or political party. The limitation on any contribution from a person in this section does not apply to any contribution by the candidate or the candidate's immediate family. A violation of this section is a Class 1 misdemeanor. Section 8. If the contributor is a person, no candidate for legislative or county office or the candidate's campaign committee may accept any contribution which in the aggregate exceeds one thousand dollars during any calendar year. A candidate campaign committee may accept contributions from any candidate campaign committee, political action committee, or political party. The limitation on any contribution from a person in this section does not apply to any contribution by the candidate or the candidate's immediate family. A violation of this section is a Class 1 misdemeanor. Section 9. If the contributor is a person, no political action committee may accept any contribution which in the aggregate exceeds ten thousand dollars during any calendar year. A political action committee may accept contributions from any candidate campaign committee, political action committee, or political party. A violation of this section is a Class 1 misdemeanor. Section 10. If the contributor is a person, no political party may accept any contribution which in the aggregate exceeds ten thousand dollars during any calendar year. A political party may accept contributions from any candidate campaign committee, political action committee, or political party. A violation of this section is a Class 1 misdemeanor. Section 11. No person, organization, candidate, political committee, or political party may give or accept a contribution unless the name and residence address of the contributor is made known to the person receiving the contribution. Any contribution, money, or other thing of value received by a candidate, political committee, or political party from an unknown source shall be donated to a nonprofit charitable organization. A violation of this section is a Class 2 misdemeanor. Section 12. No person may make a contribution in the name of another person, make a contribution disguised as a gift, make a contribution in a fictitious name, make a contribution on behalf of another person, or knowingly permit another to use his or her name to make a contribution. No candidate may accept a contribution disguised as a gift. A violation of this section is a Class 1 misdemeanor. Section 13. Equipment, supplies, and materials purchased with contributions are property of the political committee or political party, and are not property of the candidate or any other person. Section 14. The sale of any property shall be reported in the campaign finance disclosure statement. A violation of this section is a Class 1 misdemeanor. Section 15. Any printed material or communication made, purchased, paid for, or authorized by a candidate, political committee, or political party which expressly advocates for or against a candidate, public office holder, ballot question, or political party shall prominently display or clearly speak the statement: \"Paid for by (Name of candidate, political committee, or political party).\" This section does not apply to buttons, balloons, pins, pens, matchbooks, clothing, or similar small items upon which the inclusion of the statement would be impracticable. A violation of this section is a Class 1 misdemeanor. Section 16. Any person or qualified nonprofit corporation that makes an independent expenditure for a communication which expressly advocates for or against a candidate, public office holder, ballot question, or political party totaling one thousand dollars or more shall file a statement with the secretary of state that is received within forty-eight hours of the time that the communication is disseminated, broadcast, or otherwise published. Any organization that makes an independent expenditure for a communication which expressly advocates for or against a public office holder, ballot question, or political party totaling one thousand dollars or more shall file a statement with the secretary of state that is received within forty-eight hours of the time that the communication is disseminated, broadcast, or otherwise published. The statement shall include the name of the person, qualified nonprofit corporation, or organization and its street address, city, and state, the name of each candidate, public office holder, ballot question, or political party mentioned in the communication, the amount spent on the communication, and a description of the content of the communication. Further, if the independent expenditure is made by an organization comprised of twenty or fewer members or shareholders, the statement shall include the name and address of each shareholder or member who owns ten percent or more of the organization. For the purposes of this section, the term, communication, does not include: (1) Any news articles, editorial endorsements, opinion, or commentary writings, or letter to the editor printed in a newspaper, magazine, flyer, pamphlet, or other periodical not owned or controlled by a candidate, political committee, or political party; (2) Any editorial endorsements or opinions aired by a broadcast facility not owned or controlled by a candidate, political committee, or political party; (3) Any communication by a person made in the regular course and scope of the person's business or ministry or any communication made by a membership organization solely to members of the organization and the members' families; and (4) Any communication that refers to any candidate only as part of the popular name of a bill or statute. Section 17. Any person, political committee, political party, or organization that makes a payment or promise of payment totaling one thousand dollars or more for a communication that clearly identifies a candidate or public office holder, but does not expressly advocate the election or defeat of the candidate or public office holder, and that is disseminated, broadcast, or otherwise published within sixty days of an election, shall file a statement with the secretary of state disclosing the name, street address, city, and state of such person, political committee, political party, or organization. The statement shall also include the name of the candidate or public office holder mentioned in the communication, the amount spent on the communication, and a description of the content of the communication. The statement shall be received and filed within forty-eight hours of the time that the communication is disseminated, broadcast, or otherwise published. For the purposes of this section, the term, communication, does not include: (1) Any news articles, editorial endorsements, opinion or commentary writings, or letter to the editor printed in a newspaper, magazine, flyer, pamphlet, or other periodical not owned or controlled by a candidate, political committee, or political party; (2) Any editorial endorsements or opinions aired by a broadcast facility not owned or controlled by a candidate, political committee, or political party; (3) Any communication by a person made in the regular course and scope of the person's business or ministry or any communication made by a membership organization solely to members of the organization and the members' families; and (4) Any communication that refers to any candidate only as part of the popular name of a bill or statute. Section 18. No organization may make a contribution to a candidate committee, political action committee, or political party or make an independent expenditure expressly advocating the election or defeat of a candidate. An organization may make a contribution to a ballot question committee organized solely for the purpose of influencing an election on a ballot question and independent expenditures regarding the placement of a ballot question on the ballot or the adoption or defeat of a ballot question. The prohibitions of this section do not apply to independent expenditures expressly advocating the election or defeat of a candidate by a qualified nonprofit corporation from its treasury funds. An organization may create a political action committee. A violation of this section is a Class 1 misdemeanor. Section 19. Any organization that makes a contribution to a ballot question committee pursuant to section 18 of this Act shall: (1) Be filed as a domestic or foreign entity in good standing with the Office of the Secretary of State of this state, or (2) If the organization is not filed as a domestic or foreign entity in good standing with the Office of the Secretary of State of this state, the organization shall include with any contribution to a ballot question committee a statement providing the following information: (a) The name of the organization; (b) The name of the state or country under whose law the organization is incorporated or organized; and (c) The street address of the organization's principal office; or (3) However, if subdivisions 1 and 2 do not apply to the organization, then the organization shall include with any contribution to a ballot question committee a statement providing the following information: (a) The name of the organization; (b) The street address of the organization's principal office; and (c) The names and street addresses of any owners, directors, or officers of the organization including the name and street address of the person authorizing the contribution. Further, if any contribution from an organization to a ballot question committee exceeds ten thousand dollars in the aggregate, and the organization is comprised of twenty or fewer members or shareholders, the contribution shall include a statement with the name and address of each shareholder or member who owns ten percent or more of the organization. The ballot question committee shall disclose all information provided in the statement in the applicable campaign financial disclosure statement or supplemental statement. If any of the information required by this section is not delivered to the treasurer of the ballot question committee, the treasurer shall return the contribution. A violation of this section is a Class 1 misdemeanor. Section 20. The state, an agency of the state, and the governing body of a county, municipality, or other political subdivision of the state may not expend or permit the expenditure of public funds for the purpose of influencing the nomination or election of any candidate, or for the petitioning of a ballot question on the ballot or the adoption or defeat of any ballot question. This section may not be construed to limit the freedom of speech of any officer or employee of the state or such political subdivisions in his or her personal capacity. This section does not prohibit the state, its agencies, or the governing body of any political subdivision of the state from presenting factual information solely for the purpose of educating the voters on a ballot question. Section 21. No candidate, political committee, or political party may accept any contribution from any state, state agency, political subdivision of the state, foreign government, Indian tribe, federal agency, or the federal government. A violation of this section is a Class 1 misdemeanor. Section 22. A campaign financial disclosure statement shall be filed with the secretary of state by every: (1) Candidate or candidate campaign committee for any statewide or legislative office; (2) Political action committee; (3) Political party; and (4) Ballot question committee. The statement shall be signed by the treasurer of the political committee or political party. The statement shall be received by the secretary of state and filed by 5:00 p.m. each February first and shall cover the contributions and expenditures for the preceding calendar year. However, no statement is required to be filed by a candidate campaign committee for legislative or county office on February first following a year in which there is not an election. A statement shall also be received by the secretary of state and filed by 5:00 p.m. on the second Friday prior to each primary and general election complete through the fifteenth day prior to that election. No county, local, or auxiliary committee of any political party qualified to participate in a primary or general election is required to file a campaign financial disclosure statement prior to a statewide primary election. No candidate without opposition in a primary election is required to file a campaign financial disclosure statement prior to a primary election. Any statement filed pursuant to this section shall be consecutive and shall cover contributions and expenditures since the last statement filed. A political committee that regularly files a campaign finance disclosure statement with the Federal Election Commission is not required to file a campaign finance disclosure statement. A violation of this section is a Class 1 misdemeanor. Section 23. A campaign finance disclosure statement shall be received by the secretary of state and filed by any statewide ballot question committee by 5:00 p.m. on the fifth day of July during the year in which the ballot question is to be voted on complete through the month of June. A violation of this section is a Class 1 misdemeanor. Section 24. A campaign finance disclosure statement shall include the following information: (1) Political committee or political party name, street address, postal address, city, state, zip code, daytime and evening telephone number, and e-mail address; (2) Type of campaign statement (pre-primary, pre-general, mid-year, year-end, amendment, supplement, or termination); (3) If a ballot question committee, the ballot question number and whether the committee is for or against the measure; (4) The balance of cash and cash equivalents on hand at the beginning of the reporting period; (5) The total amount of all contributions received during the reporting period; (6) The total amount of all in-kind contributions received during the reporting period; (7) The total of refunds, rebates, interest, or other income not previously identified during the reporting period; (8) The total of contributions, loans, and other receipts during the reporting period; (9) The total value of loans made to any person, political committee, or political party during the reporting period; (10) The total of expenditures made during the reporting period; (11) The total amount of all expenditures incurred but not yet paid. An expenditure incurred but not yet paid shall be reported on each report filed after the date of receipt of goods or services until payment is made to the vendor. A payment shall be listed as an expenditure when the payment is made; (12) The statement shall state the cash balance on hand as of the close of the reporting period; (13) The total amount of contributions of one hundred dollars or less in the aggregate from one source received during the reporting period; (14) The name, residence address, city, and state of each person contributing a contribution of more than one hundred dollars in the aggregate during the reporting period and the amount of the contribution. Any contribution from any political committee or political party shall be itemized. Any contribution from a federal political committee or political committee organized outside this state shall also include the name and internet website address of the filing office where campaign finance disclosure statements are regularly filed for the committee. If all of the information required is not on file, the political committee or political party may not deposit the contribution; (15) The statement shall contain the same information for in-kind contributions as for monetary contributions, and shall also include a description of the in-kind contribution; (16) Upon the request of the treasurer, a person making an in-kind contribution shall provide all necessary information to the treasurer, including the value of the contribution; (17) Any monetary or in-kind contribution made by the reporting political committee or political party to any political committee, political party, or nonprofit charitable organization shall be itemized; (18) A categorical description and the amount of the refunds, rebates, interest, sale of property, or other receipts not previously identified during the reporting period; (19) A categorical description and the amount of funds or donations by any organization to its political committee for establishing and administering the political committee and for any solicitation costs of the political committee; (20) The total balance of loans owed by the political committee or political party; (21) The balance of loans owed by the political committee or political party, itemized by lender's name, street address, city, and state, including the terms, interest rate, and repayment schedule of each loan; (22) The total balance of loans owed to the political committee or political party; (23) The amount of each loan made during the reporting period. The name, street address, city, and state of the recipient of the loan; (24) The balance of each loan owed to the political committee or political party, itemized by name, street address, city, and state; (25) The expenditures made during the reporting period shall be categorized. Disbursements to consultants, advertising agencies, credit card companies, and similar firms shall be itemized into expense categories. Any contribution made by the reporting political committee or political party that is not in exchange for any item of value or service shall be itemized; (26) The expenditures incurred but not yet paid during the reporting period and to whom the expenditure is owed; (27) The amount of each independent expenditure, as defined in this Act, made during the reporting period, the name of the candidate, public office holder, or ballot question related to the expenditure and a description of the expenditure; (28) The information contained in any statement provided under section 19 of the Act; and (29) The statement shall include a certification that the contents of the statement is true and correct signed by the treasurer of the political committee or political party. Section 25. The last campaign finance statement filed shall be a termination statement. The termination statement shall be filed within thirty days following disposition of all funds and property and the payment of all obligations. Section 26. A political committee may not dissolve until the political committee has settled all of its debts, disposed of all of its assets, and filed a termination statement. Section 27. Any candidate, treasurer, or other person filing a statement pursuant to this Act, shall file an amended statement within three days of discovering any omission, inaccuracy, or other change necessary to make the statement accurate. A person responsible for filing a statement pursuant to this Act, who willfully fails to report a material change or correction, is guilty of a Class 1 misdemeanor. A person responsible for filing a statement pursuant to this Act, who willfully fails to file an amendment pursuant to this section is subject to the civil penalty in section 30 of this Act beginning on the first day following the third day after the candidate, treasurer, or other person is notified of the omission, inaccuracy, or other change necessary to make the statement accurate. Section 28. If any candidate campaign committee for statewide office, political action committee, ballot question committee, or political party required to file a campaign finance disclosure statement pursuant to this Act receives a contribution of five hundred dollars or more within the fourteen days immediately prior to an election for which a campaign finance disclosure statement may be filed, a supplemental statement shall be filed. The statement shall state the name, street address, city, and state of the contributor and the amount and date of the contribution, and information contained in any statement provided under section 19 of this Act, if applicable. The statement shall be filed within forty-eight hours of the receipt of the contribution. A violation of this section is a Class 1 misdemeanor. Section 29. The treasurer of a political committee and political party shall maintain and preserve detailed and accurate records of the following: (1) Each contribution and in-kind contribution received by the political committee or political party; (2) In the case of a ballot question committee, the information required by section 19 of this Act for any organization contribution; (3) Each loan received or made by the political committee or political party; (4) Each refund, rebate, interest, or other income received by the political committee or political party; (5) All receipts, invoices, bills, canceled checks, or other proofs of payment, with an explanation of each, for each expenditure; (6) The name and address of any financial institution where an account or depository for the political committee or political party is maintained including the account number. The treasurer shall maintain and preserve the records for a period of seven years or three years past the date of filing the termination statement for the election for which the contribution or expenditure was made, whichever is earlier. A violation of this section is a Class 1 misdemeanor. Section 30. Notwithstanding the provisions of § 12-25-33, the failure to timely file any statement, amendment, or correction required by this Act subjects the treasurer responsible for filing to a civil penalty of fifty dollars per day for each day that the statement remains delinquent. The civil penalty shall be in addition to any criminal sanctions and shall be paid to the secretary of state and deposited in the state general fund. Section 31. The secretary of state shall adopt forms for statements of organization and campaign finance disclosure statements. Each person filing a statement of organization or campaign finance disclosure statement shall subscribe to an oath or affirmation verifying that the contents of the statement are true and correct to the best of the knowledge and belief of the signer. Section 32. The secretary of state shall endorse the date of the filing on each statement filed pursuant to this Act, and shall preserve the statement among the public records of the office. However, the statement may be destroyed if the Records Destruction Board, acting pursuant to § 1-27-19, declares the records to have no further administrative, legal, fiscal, research, or historical value. Section 33. No information copied, or otherwise obtained, from any statement, or copy, reproduction, or publication thereof, filed with the secretary of state, county auditor, or other person in charge of conducting the election under this Act may be sold or utilized by any person for any commercial purpose or for the purpose of soliciting contributions. Any violation of this section is a Class 2 misdemeanor. Section 34. Any person who intentionally makes any false, fraudulent, or misleading statement or entry in any statement of organization, campaign finance disclosure statement, other statement, or amendment filed pursuant to this Act is guilty of a Class 5 felony. Section 35. The attorney general shall investigate violations of the provisions of this Act relating to a legislative office, statewide office, or statewide ballot question and prosecute any violation thereof. In lieu of bringing a criminal action, the attorney general may elect to file a civil action. In a civil action, in addition to other relief, the court may impose a civil penalty in the amount provided by statute, or if not provided, in an amount not to exceed ten thousand dollars for each violation. Any civil penalty recovered shall be paid to the state general fund. A civil action brought by the attorney general shall be commenced in Hughes County, in the county where the person resides, or in the county where the organization, political party, or political committee has its principal office. Section 36. The attorney general may, for the purpose of enforcing the provisions of this Act, inspect or examine any political committee or political party records required to be maintained by this Act. It is a Class 1 misdemeanor for any person having charge, control, or possession of political committee or political party records to neglect or refuse the attorney general reasonable access to any records required to be maintained by this Act which are necessary to enforce the provisions of this Act. Section 37. The attorney general shall keep each record inspected or examined confidential except when the records are used to enforce provisions of this Act associated with a criminal or civil action. Section 38. If any candidate is proved in a contest of an election or is proved to have violated any provision of this Act punishable by a felony, the candidate may not be certified for election or the candidate shall forfeit his or her office. The office shall be declared vacant and shall be filled in the manner provided by law for filling vacancies occasioned by death or resignation. Section 39. The provisions of this Act apply to each statewide office, legislative office, statewide ballot question, county offices and ballot questions in counties with population greater than five thousand according to the most recent Federal census, and school district offices and ballot questions in school districts with more than two thousand average daily membership. Any school district election covered by this Act shall conform to the contribution limits applicable to legislative offices. This Act does not apply to the unified judicial system, nor does this Act apply to any township, municipal, or special purpose district offices or ballot questions. However, the governing body of any county, township, municipality, school district, or special purpose district not otherwise covered by this Act may adopt an ordinance or resolution to make the provisions of this Act, with or without amendments, applicable to county, township, municipal, school district, or special purpose district elections. Section 40. The state's attorney shall investigate any violation of the provisions of this Act relating to elections for county and school district office or ballot questions, and prosecute any violation thereof. In lieu of bringing a criminal action, the state's attorney may elect to file a civil action for any violation of this Act. In a civil action, in addition to other relief, the court may impose a civil penalty in the amount provided by statute, or if not provided, in an amount not to exceed one thousand dollar for each violation. Any civil penalty recovered shall be paid to the county general fund if the violation arose out of a county office or ballot question or the school district general fund if the violation arose out of a school district office or ballot question. A civil enforcement action for a violation of the Act concerning a school district office or ballot question may, with the consent of the state's attorney, be brought by the school district's attorney. A civil action brought under this section shall be commenced in the county where filings under the Act are required, in the county where the person resides or in the county where the organization, political party, or political committee has its principal office. Section 41. Any statement required to be filed under this Act may be filed by facsimile device or electronic mail in accordance with the methods approved by the secretary of state. To be timely filed, any statement received by facsimile device or electronic mail shall be legible and readable when received by the means it was delivered. The original shall be filed with the secretary of state within one week following the date the facsimile or electronic mail transmission was received. Section 42. Any statement, form, or filing required by this Act shall be filed with the secretary of state in the case of a statewide office or legislative office election. Any statement, form, or filing required by this Act shall be filed with the county auditor in the case of a county office election, with the school business manager in the case of a school district office election, or with the person in charge of the election in the case of other political subdivisions or special purpose districts. Section 43. That § § 12-25-1 to 12-25-26 , inclusive, be repealed. Section 44. The attorney general may bring an action for a civil penalty against any person, political committee, political party, or organization that violates section 16 or 17 of this Act, in addition to any other penalties provided by law. The civil penalty may not exceed two thousand dollars for each violation. Section 45. Any candidate or candidate campaign committee for legislative office that has spent less than ten thousand dollars and has received less than ten thousand dollars in contributions and loans by the fifteenth day before any primary or general election is only required to file a campaign finance disclosure statement containing the information required in subdivisions (1), (2), (8), (10), and (29) of section 24 of this Act before any election."}, {"bill_id": 21111, "bill_version_id": 113363, "bill_version": "Enrolled", "bill_version_date": "2007-03-03T17:47:13-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21111, "action_date": "2007-01-09T12:00:00-06:00", "document_id": 110145, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110145.pdf", "status_text": "First read in House and referred to", "journal_page": 30, "committee_id_action": 923, "committee_id_assigned": 918, "result": "N", "vote": {}}, {"bill_id": 21111, "action_date": "2007-02-07T10:00:00-06:00", "document_id": 111739, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111739.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 918, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21111, "action_date": "2007-02-07T10:00:00-06:00", "document_id": 111739, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111739.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 918, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21111, "action_date": "2007-02-07T10:00:00-06:00", "document_id": 111739, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111739.pdf", "status_text": "Do Pass Amended,", "journal_page": 376, "committee_id_action": 918, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64767, "president_vote": null, "Yea": [3578, 3582, 3584, 3590, 3593, 3609, 3629, 3637, 3638, 3656, 3668, 3657], "Excused": [3598]}}, {"bill_id": 21111, "action_date": "2007-02-09T13:00:00-06:00", "document_id": 111953, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111953.pdf", "status_text": "Deferred to another day", "journal_page": 434, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21111, "action_date": "2007-02-12T14:00:00-06:00", "document_id": 112085, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112085.pdf", "status_text": "Deferred to another day", "journal_page": 466, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21111, "action_date": "2007-02-13T14:00:00-06:00", "document_id": 112207, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112207.pdf", "status_text": "Motion to Amend,", "journal_page": 489, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21111, "action_date": "2007-02-13T14:00:00-06:00", "document_id": 112207, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112207.pdf", "status_text": "Motion to Amend,", "journal_page": 490, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21111, "action_date": "2007-02-13T14:00:00-06:00", "document_id": 112207, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112207.pdf", "status_text": "Hog Housed", "journal_page": 491, "committee_id_action": 923, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 67106, "president_vote": null, "Yea": [3572, 3576, 3580, 3586, 3591, 3592, 3594, 3597, 3598, 3600, 3605, 3609, 3616, 3631, 3637, 3638, 3645, 3660, 3663, 3665, 3671], "Excused": [3577], "Nay": [3578, 3579, 3581, 3582, 3583, 3587, 3588, 3590, 3593, 3599, 3604, 3606, 3611, 3613, 3614, 3619, 3620, 3622, 3624, 3628, 3629, 3632, 3635, 3640, 3642, 3643, 3644, 3646, 3648, 3649, 3650, 3651, 3653, 3654, 3655, 3656, 3657, 3658, 3662, 3666, 3668, 3670, 3672, 3673, 3674, 3675, 3676, 3584]}}, {"bill_id": 21111, "action_date": "2007-02-13T14:00:00-06:00", "document_id": 112207, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112207.pdf", "status_text": "Do Pass Amended,", "journal_page": 492, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67107, "president_vote": null, "Yea": [3572, 3578, 3579, 3581, 3582, 3583, 3587, 3588, 3590, 3592, 3593, 3599, 3611, 3613, 3614, 3619, 3620, 3622, 3624, 3628, 3629, 3631, 3632, 3635, 3640, 3642, 3643, 3644, 3645, 3646, 3648, 3649, 3651, 3653, 3654, 3655, 3656, 3657, 3662, 3666, 3668, 3672, 3673, 3674, 3675, 3676, 3584], "Nay": [3576, 3577, 3580, 3586, 3591, 3594, 3597, 3598, 3600, 3604, 3605, 3606, 3609, 3616, 3637, 3638, 3650, 3658, 3660, 3663, 3665, 3670, 3671]}}, {"bill_id": 21111, "action_date": "2007-02-14T14:00:00-06:00", "document_id": 112314, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112314.pdf", "status_text": "First read in Senate and referred to", "journal_page": 524, "committee_id_action": 924, "committee_id_assigned": 906, "result": "N", "vote": {}}, {"bill_id": 21111, "action_date": "2007-02-21T07:45:00-06:00", "document_id": 112550, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112550.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 906, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21111, "action_date": "2007-02-21T07:45:00-06:00", "document_id": 112550, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112550.pdf", "status_text": "Do Pass,", "journal_page": 596, "committee_id_action": 906, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65410, "president_vote": null, "Yea": [3571, 3608, 3612, 3626, 3634, 3641, 3647, 3602, 3585]}}, {"bill_id": 21111, "action_date": "2007-02-22T14:00:00-06:00", "document_id": 112664, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112664.pdf", "status_text": "Motion to Amend,", "journal_page": 621, "committee_id_action": 924, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65510, "president_vote": null, "Nay": [3571, 3573, 3585, 3589, 3595, 3596, 3602, 3607, 3610, 3618, 3626, 3630, 3634, 3636, 3647, 3661], "Yea": [3574, 3575, 3603, 3608, 3612, 3615, 3617, 3621, 3623, 3625, 3627, 3633, 3639, 3641, 3652, 3659, 3664, 3667, 3669]}}, {"bill_id": 21111, "action_date": "2007-02-22T14:00:00-06:00", "document_id": 112664, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112664.pdf", "status_text": "Do Pass Amended,", "journal_page": 622, "committee_id_action": 924, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65512, "president_vote": null, "Yea": [3571, 3573, 3575, 3585, 3589, 3595, 3596, 3602, 3607, 3608, 3610, 3612, 3615, 3618, 3626, 3630, 3633, 3634, 3636, 3641, 3647, 3652, 3661, 3667], "Nay": [3574, 3603, 3617, 3621, 3623, 3625, 3627, 3639, 3659, 3664, 3669]}}, {"bill_id": 21111, "action_date": "2007-02-26T14:00:00-06:00", "document_id": 112872, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112872.pdf", "status_text": "Conference Committee appointments", "journal_page": 672, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21111, "action_date": "2007-03-01T08:00:00-06:00", "document_id": 113128, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113128.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65831, "president_vote": null, "Yea": [3584, 3602, 3626, 3657], "Nay": [3609, 3641]}}, {"bill_id": 21111, "action_date": "2007-03-02T10:00:00-06:00", "document_id": 113289, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113289.pdf", "status_text": "Conference Committee appointments", "journal_page": 786, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21111, "action_date": "2007-03-03T09:00:00-06:00", "document_id": 113367, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113367.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 767, "committee_id_action": 924, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65928, "president_vote": null, "Nay": [3571, 3575, 3608, 3612, 3615, 3617, 3621, 3623, 3625, 3627, 3633, 3641, 3652, 3664, 3667, 3669], "Yea": [3573, 3574, 3585, 3589, 3595, 3596, 3602, 3603, 3607, 3610, 3618, 3626, 3630, 3634, 3636, 3639, 3647, 3659, 3661]}}, {"bill_id": 21111, "action_date": "2007-03-03T09:00:00-06:00", "document_id": 113333, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113333.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 813, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67330, "president_vote": null, "Nay": [3572, 3576, 3577, 3580, 3586, 3591, 3592, 3594, 3597, 3598, 3600, 3609, 3631, 3637, 3638, 3645, 3651, 3658, 3660, 3663, 3665, 3671], "Yea": [3578, 3579, 3581, 3582, 3583, 3587, 3588, 3590, 3593, 3599, 3604, 3605, 3611, 3613, 3614, 3619, 3620, 3622, 3624, 3628, 3629, 3632, 3635, 3640, 3642, 3643, 3644, 3646, 3648, 3649, 3650, 3653, 3654, 3655, 3656, 3657, 3662, 3666, 3668, 3672, 3673, 3674, 3675, 3676, 3584], "Excused": [3606, 3616, 3670]}}, {"bill_id": 21111, "action_date": "2007-03-03T09:30:00-06:00", "document_id": 113331, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113331.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65913, "president_vote": null, "Yea": [3584, 3602, 3626, 3657], "Nay": [3609, 3641]}}, {"bill_id": 21111, "action_date": "2007-03-05T10:00:00-06:00", "document_id": 113399, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113399.pdf", "status_text": "Delivered to the Governor", "journal_page": 832, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21111, "action_date": "2007-03-05T10:00:00-06:00", "document_id": 113399, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113399.pdf", "status_text": "Signed by Speaker", "journal_page": 832, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21111, "action_date": "2007-03-05T10:00:00-06:00", "document_id": 113400, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113400.pdf", "status_text": "Signed by President", "journal_page": 784, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21111, "action_date": "2007-03-26T10:00:00-05:00", "document_id": 113416, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113416.pdf", "status_text": "Signed by Governor", "journal_page": 849, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3632, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/21111"}