{"session_id": 68, "bill_id": 23637, "bill_type": "House Bill", "bill_number": 1076, "bill_title": "provide for supervised practice.", "sponsors": [{"legislator_profile_id": 4358, "is_prime": true}, {"legislator_profile_id": 4333, "is_prime": false}, {"legislator_profile_id": 4397, "is_prime": false}], "keywords": ["Courts and Judiciary"], "audio": [], "bill_versions": [{"bill_id": 23637, "bill_version_id": 243788, "bill_version": "Introduced", "bill_version_date": "2023-01-17T09:14:55.877-06:00", "bill_text": "An Act to provide for supervised practice. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 16-16 be amended with a NEW SECTION: The Supreme Court of South Dakota shall admit a graduate of the University of South Dakota law school to practice as an attorney at law in this state without taking the examination required by § 16-6-6, if the graduate submits a sworn, written application to the Supreme Court that provides satisfactory evidence that the applicant: (1) Meets the qualifications of age and moral character as required by § 16-16-2; (2) Has been awarded a Juris Doctor degree from the University of South Dakota law school; (3) Is a resident of this state; (4) Earned a passing score on the Multistate Professional Responsibility Examination as required by section 4 of the appendix to chapter 16-16; and (5) During the twelve-month period preceding the application for admission without examination, completed one thousand hours of legal practice under the active supervision of a member in good standing with the State Bar of South Dakota, provided that the supervising attorney has practiced law in South Dakota for at least five of the last seven years."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23637, "action_date": "2023-01-17T14:00:00-06:00", "document_id": 243467, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/243467.pdf", "status_text": "First read in House and referred to", "journal_page": 44, "committee_id_action": 1159, "committee_id_assigned": 1160, "result": "N", "vote": {}}]}