{"session_id": 8, "bill_id": 1454, "bill_type": "House Bill", "bill_number": 1001, "bill_title": "allow municipalities and counties to issue certain special alcoholic beverage licenses and to repeal certain special alcoholic beverage licenses.", "sponsors": [{"legislator_profile_id": 810, "is_prime": true}, {"legislator_profile_id": 796, "is_prime": true}, {"legislator_profile_id": 775, "is_prime": false}, {"legislator_profile_id": 748, "is_prime": false}, {"legislator_profile_id": 803, "is_prime": false}, {"legislator_profile_id": 824, "is_prime": false}, {"legislator_profile_id": 791, "is_prime": false}, {"legislator_profile_id": 808, "is_prime": false}, {"legislator_profile_id": 753, "is_prime": false}, {"legislator_profile_id": 784, "is_prime": false}, {"legislator_profile_id": 833, "is_prime": false}], "keywords": ["Alcoholic Beverages", "Counties", "Municipality"], "audio": [{"meeting_datetime": "2010-01-22T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco08.mp3", "start_seconds": 225.0}, {"meeting_datetime": "2010-01-22T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco08.mp3", "start_seconds": 225.0}, {"meeting_datetime": "2010-01-22T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco08.mp3", "start_seconds": 225.0}, {"meeting_datetime": "2010-01-22T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco08.mp3", "start_seconds": 225.0}, {"meeting_datetime": "2010-01-22T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco08.mp3", "start_seconds": 225.0}, {"meeting_datetime": "2010-01-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou11.mp3", "start_seconds": 1117.0}, {"meeting_datetime": "2010-01-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou11.mp3", "start_seconds": 1117.0}, {"meeting_datetime": "2010-01-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou11.mp3", "start_seconds": 1117.0}, {"meeting_datetime": "2010-02-25T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sco28.mp3", "start_seconds": 435.0}, {"meeting_datetime": "2010-02-25T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sco28.mp3", "start_seconds": 435.0}, {"meeting_datetime": "2010-02-25T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sco28.mp3", "start_seconds": 435.0}, {"meeting_datetime": "2010-02-25T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sco28.mp3", "start_seconds": 435.0}, {"meeting_datetime": "2010-03-01T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen29.mp3", "start_seconds": 1238.0}, {"meeting_datetime": "2010-03-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen30.mp3", "start_seconds": 6446.0}, {"meeting_datetime": "2010-03-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen30.mp3", "start_seconds": 6446.0}, {"meeting_datetime": "2010-03-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen30.mp3", "start_seconds": 6446.0}], "bill_versions": [{"bill_id": 1454, "bill_version_id": 10137, "bill_version": "Introduced", "bill_version_date": "2009-12-14T14:54:31.037-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to allow municipalities and counties to issue certain special alcoholic beverage licenses and to repeal certain special alcoholic beverage licenses. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 35-4 be amended by adding thereto a NEW SECTION to read as follows: Any municipality or county may issue: (1) A special malt beverage retailers license in conjunction with a special event within the municipality or county to a nonprofit organization or any licensee licensed to subdivision 35-4-2(4), (6), or (16) in addition to any other licenses held by the special events license applicant; (2) A special on-sale wine retailers license in conjunction with a special event within the municipality or county to a nonprofit organization or any licensee licensed to subdivision 35-4-2(4), (6), or (12) in addition to any other licenses held by the special events license applicant; (3) A special on-sale license in conjunction with a special event within the municipality or county to a nonprofit organization or any licensee licensed to subdivision 35-4-2(4), (6), or (16) in addition to any other licenses held by the special events license applicant; or (4) A special off-sale package wine dealers license in conjunction with a special event within the municipality or county to a nonprofit organization or any licensee licensed to subdivision 35-4-2(3), (5), (12), (17A), or (19) in addition to any other licenses held by the special events license applicant. A special off-sale package wine dealers licensee may only sell wine manufactured by a farm winery that is licensed pursuant to chapter 35-12. Any license issued pursuant to this section may be issued for a period of time established by the municipality or county. However, no period of time may exceed fifteen consecutive days. The local governing body may establish rules to regulate and restrict the operation of the special license. No public hearing is required for the issuance of a license pursuant to this section if the person applying for the license holds an alcoholic beverage license in the municipality or county or holds an operating agreement for a municipal on-sale alcoholic beverage license. Section 2. That chapter 35-4 be amended by adding thereto a NEW SECTION to read as follows: Any license issued pursuant to section 1 of this Act shall be issued to the person and the location specified on the application. Notwithstanding § 35-4-2, the governing body of the municipality or the board of county commissioners, as appropriate, shall determine the fee for this license. Each application shall be accompanied by the fee prior to consideration by the governing body of the municipality or the board of county commissioners. The fee provided for in this section shall be retained by the governing body of the municipality or the board of county commissioners issuing the license. Section 3. That § 35-4-11.4 be repealed. 35-4-11.4. Any municipality or county may issue a special malt beverage retailers license and a special retail on-sale wine retailers license to any civic, charitable, educational, or fraternal organization in conjunction with a special event within the municipality or within the county. Educational does not include any elementary, secondary, or higher educational institution in the public school system of this state. Any license issued pursuant to this section may be issued for a period of time established by the municipal governing body or board of county commissioners. However, such period of time may not exceed fifteen consecutive days. If an organization receiving a license pursuant to this section conducts a street dance in conjunction with the special event, the organization shall provide qualified security personnel as deemed necessary by the governing body which issued the license to maintain order during the street dance. Section 4. That § 35-4-11.5 be repealed. 35-4-11.5. Any license issued pursuant to § 35-4-11.4 shall be issued to the organization and location specified on the application. Notwithstanding subdivisions 35-4-2(12) and (16), the governing body or the board of county commissioners, as appropriate, shall determine the fee for this license, which may not exceed fifty dollars per day. Each application shall be accompanied by the fee prior to consideration by the governing body or board of county commissioners. Notwithstanding § 35-5-21.1, the fee provided for in this section shall be retained by the governing body or board of county commissioners issuing the license. Section 5. That § 35-4-11.7 be repealed. 35-4-11.7. Any county with a population of not less than twenty thousand, or more than twenty-eight thousand, according to the last federal census, or any municipality located therein, may issue to any licensee licensed within the county or municipality pursuant to subdivision 35-4-2(4), (6), or (16), a special events temporary malt beverage license in addition to any other licenses held by the special events license applicant. Any license issued pursuant to this section may be issued for a period of time established by the municipal governing body or board of county commissioners. However, such period may not exceed fifteen consecutive days. Section 6. That § 35-4-11.8 be repealed. 35-4-11.8. A license issued pursuant to § 35-4-11.7 shall be issued to the person and location specified on the application. The fee for this license shall be the same as the fee established in subdivision 35-4-2(16). Each application shall be accompanied by the fee prior to consideration by the governing body or board of county commissioners. Notwithstanding § 35-5-21.1, the fee provided for in this section shall be retained by the governing body or board of county commissioners issuing such license. Section 7. That § 35-4-14.2 be repealed. 35-4-14.2. Any municipality may issue an on-sale license to be operated at a convention hall established pursuant to chapter 9-52 or 9-53. Such license shall be issued without regard to the population limitations established pursuant to § 35-4-11. In addition, any municipality with a population exceeding one hundred thousand or any municipality hosting an annual event attended by one hundred thousand or more persons may issue an on-sale license to be operated at a sporting event held at a publicly owned sports arena or facility that seats a minimum of one thousand persons. Before a license may be issued in a municipality hosting an annual event, the municipal finance officer shall estimate the previous year's attendance at the event and provide the estimate to the governing body of the municipality. Any license issued pursuant to this section shall be issued for a period not to exceed five consecutive days and the license shall expire at twelve midnight on the fifth day after issuance. No license may be issued, pursuant to the provisions of this section, in a municipality which operates a license pursuant to § 35-4-14.1. No public hearing is required for the issuance of a license pursuant to this section if the individual applying for the license holds an on-sale alcoholic beverage license in the municipality or holds an operating agreement for a municipal on-sale alcoholic beverage license. No person who holds an operating agreement for a municipal license pursuant to § 35-4-14.1 may receive a license pursuant to this section. Section 8. That § 35-4-14.3 be repealed. 35-4-14.3. Notwithstanding the provisions of §§ 35-4-11 and 35-4-19, any municipality may issue a special events temporary on-sale license in addition to any other licenses held by the special events license applicant, if the licensee is recognized as an exempt organization under section 501(c)(19) of the United States Internal Revenue Code, as amended and in effect on January 1, 2009, and the licensee holds a license within the municipality pursuant to subdivision 35-4-2(16). No public hearing is required for the issuance of a license pursuant to this section if the individual applying for the license holds an alcoholic beverage license in the municipality or holds an operating agreement for a municipal alcoholic beverage license. Any license issued pursuant to this section may be issued for a period of time, not to exceed two consecutive days, established by the municipal governing body. Section 9. That § 35-4-14.4 be repealed. 35-4-14.4. Any license issued pursuant to § 35-4-14.3 shall be issued to the person and location specified on the application and the licensee shall comply with the provisions of § 35-4-60. However, if such license is issued in a municipality which holds a license pursuant to subdivision 35-4-2(5), the licensee may only dispense alcoholic beverages obtained through the municipal off-sale establishment. Notwithstanding § 35-5-21.1, the fee provided for in this section shall be retained by the municipal governing body issuing such license. Each application shall be accompanied by the fee prior to consideration by the municipal governing body. Section 10. That § 35-4-104 be repealed. 35-4-104. Any municipality or county may issue a special malt beverage retailers license and a special retail on-sale wine retailers license to a community playhouse operating as a nonprofit organization for use in conjunction with a theatrical production. Any license issued pursuant to this section may be issued for a period of time established by the municipal governing board or board of county commissioners up to a period of one year. However, such use may not exceed sixty days per year. The selling, serving, or dispensing of malt beverages and wine may not occur more than one hour before the commencement of a performance or at any time after the performance is concluded. Section 11. That § 35-4-105 be repealed. 35-4-105. A license issued pursuant to § 35-4-104 shall be issued to the organization and location specified on the application. Notwithstanding subdivisions 35-4-2(12) and (16), the fee for each license is one hundred dollars. Each application shall be accompanied by the fee prior to consideration by the governing body or board of county commissioners. Notwithstanding § 35-5-21.1, the fee provided for in this section shall be retained by the governing body or board of county commissioners issuing such license. Section 12. That § 35-4-108 be repealed. 35-4-108. Any municipality or county may issue a special off-sale package wine dealers license to any fair board or any public, civic, charitable, educational, or fraternal organization in conjunction with a special event within the municipality or within the county. Educational does not include any elementary, secondary, or higher educational institution in the public school system of this state. No special off-sale package wine dealers license may be issued pursuant to this section, unless the licensee only sells wine manufactured by a farm winery that is licensed pursuant to chapter 35-12. Any license issued pursuant to this section may be issued for a period of time established by the municipal governing body or board of county commissioners. However, the period of time may not exceed fifteen consecutive days. Section 13. That § 35-4-109 be repealed. 35-4-109. Any license issued pursuant to § 35-4-108 shall be issued to the board or organization and the location specified on the application. Notwithstanding subdivision 35-4-2(19), the governing body or the board of county commissioners, as appropriate, shall determine the fee for this license, which may not exceed fifty dollars per day. Each application shall be accompanied by the fee prior to consideration by the governing body or board of county commissioners. Notwithstanding § 35-5-21.1, the fee provided for in this section shall be retained by the governing body or board of county commissioners issuing the license."}, {"bill_id": 1454, "bill_version_id": 10951, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "2010-01-25T14:10:47.173-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to allow municipalities and counties to issue certain special alcoholic beverage licenses and to repeal certain special alcoholic beverage licenses. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 35-4 be amended by adding thereto a NEW SECTION to read as follows: Any municipality or county may issue: (1) A special malt beverage retailers license in conjunction with a special event within the municipality or county to any civic, charitable, educational, fraternal, or veterans organization or any licensee licensed pursuant to subdivision 35-4-2(4), (6), or (16) in addition to any other licenses held by the special events license applicant; (2) A special on-sale wine retailers license in conjunction with a special event within the municipality or county to any civic, charitable, educational, fraternal, or veterans organization or any licensee licensed pursuant to subdivision 35-4-2(4), (6), or (12) or chapter 35-12 in addition to any other licenses held by the special events license applicant; (3) A special on-sale license in conjunction with a special event within the municipality or county to any civic, charitable, educational, fraternal, or veterans organization or any licensee licensed pursuant to subdivision 35-4-2(4), (6), or (16) in addition to any other licenses held by the special events license applicant; or (4) A special off-sale package wine dealers license in conjunction with a special event within the municipality or county to any civic, charitable, educational, fraternal, or veterans organization or any licensee licensed pursuant to subdivision 35-4-2(3), (5), (12), (17A), or (19) or chapter 35-12 in addition to any other licenses held by the special events license applicant. A special off-sale package wine dealers licensee may only sell wine manufactured by a farm winery that is licensed pursuant to chapter 35-12. Any license issued pursuant to this section may be issued for a period of time established by the municipality or county. However, no period of time may exceed fifteen consecutive days. The local governing body may establish rules to regulate and restrict the operation of the special license. No public hearing is required for the issuance of a license pursuant to this section if the person applying for the license holds an alcoholic beverage license in the municipality or county or holds an operating agreement for a municipal on-sale alcoholic beverage license. Section 2. That chapter 35-4 be amended by adding thereto a NEW SECTION to read as follows: Any license issued pursuant to section 1 of this Act shall be issued to the person and the location specified on the application. Notwithstanding § 35-4-2, the governing body of the municipality or the board of county commissioners, as appropriate, shall determine the fee for this license. Each application shall be accompanied by the fee prior to consideration by the governing body of the municipality or the board of county commissioners. The fee provided for in this section shall be retained by the governing body of the municipality or the board of county commissioners issuing the license. Section 3. That § 35-4-11.4 be repealed. 35-4-11.4. Any municipality or county may issue a special malt beverage retailers license and a special retail on-sale wine retailers license to any civic, charitable, educational, or fraternal organization in conjunction with a special event within the municipality or within the county. Educational does not include any elementary, secondary, or higher educational institution in the public school system of this state. Any license issued pursuant to this section may be issued for a period of time established by the municipal governing body or board of county commissioners. However, such period of time may not exceed fifteen consecutive days. If an organization receiving a license pursuant to this section conducts a street dance in conjunction with the special event, the organization shall provide qualified security personnel as deemed necessary by the governing body which issued the license to maintain order during the street dance. Section 4. That § 35-4-11.5 be repealed. 35-4-11.5. Any license issued pursuant to § 35-4-11.4 shall be issued to the organization and location specified on the application. Notwithstanding subdivisions 35-4-2(12) and (16), the governing body or the board of county commissioners, as appropriate, shall determine the fee for this license, which may not exceed fifty dollars per day. Each application shall be accompanied by the fee prior to consideration by the governing body or board of county commissioners. Notwithstanding § 35-5-21.1, the fee provided for in this section shall be retained by the governing body or board of county commissioners issuing the license. Section 5. That § 35-4-11.7 be repealed. 35-4-11.7. Any county with a population of not less than twenty thousand, or more than twenty-eight thousand, according to the last federal census, or any municipality located therein, may issue to any licensee licensed within the county or municipality pursuant to subdivision 35-4-2(4), (6), or (16), a special events temporary malt beverage license in addition to any other licenses held by the special events license applicant. Any license issued pursuant to this section may be issued for a period of time established by the municipal governing body or board of county commissioners. However, such period may not exceed fifteen consecutive days. Section 6. That § 35-4-11.8 be repealed. 35-4-11.8. A license issued pursuant to § 35-4-11.7 shall be issued to the person and location specified on the application. The fee for this license shall be the same as the fee established in subdivision 35-4-2(16). Each application shall be accompanied by the fee prior to consideration by the governing body or board of county commissioners. Notwithstanding § 35-5-21.1, the fee provided for in this section shall be retained by the governing body or board of county commissioners issuing such license. Section 7. That § 35-4-14.2 be repealed. 35-4-14.2. Any municipality may issue an on-sale license to be operated at a convention hall established pursuant to chapter 9-52 or 9-53. Such license shall be issued without regard to the population limitations established pursuant to § 35-4-11. In addition, any municipality with a population exceeding one hundred thousand or any municipality hosting an annual event attended by one hundred thousand or more persons may issue an on-sale license to be operated at a sporting event held at a publicly owned sports arena or facility that seats a minimum of one thousand persons. Before a license may be issued in a municipality hosting an annual event, the municipal finance officer shall estimate the previous year's attendance at the event and provide the estimate to the governing body of the municipality. Any license issued pursuant to this section shall be issued for a period not to exceed five consecutive days and the license shall expire at twelve midnight on the fifth day after issuance. No license may be issued, pursuant to the provisions of this section, in a municipality which operates a license pursuant to § 35-4-14.1. No public hearing is required for the issuance of a license pursuant to this section if the individual applying for the license holds an on-sale alcoholic beverage license in the municipality or holds an operating agreement for a municipal on-sale alcoholic beverage license. No person who holds an operating agreement for a municipal license pursuant to § 35-4-14.1 may receive a license pursuant to this section. Section 8. That § 35-4-14.3 be repealed. 35-4-14.3. Notwithstanding the provisions of §§ 35-4-11 and 35-4-19, any municipality may issue a special events temporary on-sale license in addition to any other licenses held by the special events license applicant, if the licensee is recognized as an exempt organization under section 501(c)(19) of the United States Internal Revenue Code, as amended and in effect on January 1, 2009, and the licensee holds a license within the municipality pursuant to subdivision 35-4-2(16). No public hearing is required for the issuance of a license pursuant to this section if the individual applying for the license holds an alcoholic beverage license in the municipality or holds an operating agreement for a municipal alcoholic beverage license. Any license issued pursuant to this section may be issued for a period of time, not to exceed two consecutive days, established by the municipal governing body. Section 9. That § 35-4-14.4 be repealed. 35-4-14.4. Any license issued pursuant to § 35-4-14.3 shall be issued to the person and location specified on the application and the licensee shall comply with the provisions of § 35-4-60. However, if such license is issued in a municipality which holds a license pursuant to subdivision 35-4-2(5), the licensee may only dispense alcoholic beverages obtained through the municipal off-sale establishment. Notwithstanding § 35-5-21.1, the fee provided for in this section shall be retained by the municipal governing body issuing such license. Each application shall be accompanied by the fee prior to consideration by the municipal governing body. Section 10. That § 35-4-104 be repealed. 35-4-104. Any municipality or county may issue a special malt beverage retailers license and a special retail on-sale wine retailers license to a community playhouse operating as a nonprofit organization for use in conjunction with a theatrical production. Any license issued pursuant to this section may be issued for a period of time established by the municipal governing board or board of county commissioners up to a period of one year. However, such use may not exceed sixty days per year. The selling, serving, or dispensing of malt beverages and wine may not occur more than one hour before the commencement of a performance or at any time after the performance is concluded. Section 11. That § 35-4-105 be repealed. 35-4-105. A license issued pursuant to § 35-4-104 shall be issued to the organization and location specified on the application. Notwithstanding subdivisions 35-4-2(12) and (16), the fee for each license is one hundred dollars. Each application shall be accompanied by the fee prior to consideration by the governing body or board of county commissioners. Notwithstanding § 35-5-21.1, the fee provided for in this section shall be retained by the governing body or board of county commissioners issuing such license. Section 12. That § 35-4-108 be repealed. 35-4-108. Any municipality or county may issue a special off-sale package wine dealers license to any fair board or any public, civic, charitable, educational, or fraternal organization in conjunction with a special event within the municipality or within the county. Educational does not include any elementary, secondary, or higher educational institution in the public school system of this state. No special off-sale package wine dealers license may be issued pursuant to this section, unless the licensee only sells wine manufactured by a farm winery that is licensed pursuant to chapter 35-12. Any license issued pursuant to this section may be issued for a period of time established by the municipal governing body or board of county commissioners. However, the period of time may not exceed fifteen consecutive days. Section 13. That § 35-4-109 be repealed. 35-4-109. Any license issued pursuant to § 35-4-108 shall be issued to the board or organization and the location specified on the application. Notwithstanding subdivision 35-4-2(19), the governing body or the board of county commissioners, as appropriate, shall determine the fee for this license, which may not exceed fifty dollars per day. Each application shall be accompanied by the fee prior to consideration by the governing body or board of county commissioners. Notwithstanding § 35-5-21.1, the fee provided for in this section shall be retained by the governing body or board of county commissioners issuing the license."}, {"bill_id": 1454, "bill_version_id": 13038, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2010-02-25T13:01:22.09-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to allow municipalities and counties to issue certain special alcoholic beverage licenses and to repeal certain special alcoholic beverage licenses. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 35-4 be amended by adding thereto a NEW SECTION to read as follows: Any municipality or county may issue: (1) A special malt beverage retailers license in conjunction with a special event within the municipality or county to any civic, charitable, educational, fraternal, or veterans organization or any licensee licensed pursuant to subdivision 35-4-2(4), (6), or (16) in addition to any other licenses held by the special events license applicant; (2) A special on-sale wine retailers license in conjunction with a special event within the municipality or county to any civic, charitable, educational, fraternal, or veterans organization or any licensee licensed pursuant to subdivision 35-4-2(4), (6), or (12) or chapter 35-12 in addition to any other licenses held by the special events license applicant; (3) A special on-sale license in conjunction with a special event within the municipality or county to any civic, charitable, educational, fraternal, or veterans organization or any licensee licensed pursuant to subdivision 35-4-2(4), (6), or (16) in addition to any other licenses held by the special events license applicant; or (4) A special off-sale package wine dealers license in conjunction with a special event within the municipality or county to any civic, charitable, educational, fraternal, or veterans organization or any licensee licensed pursuant to subdivision 35-4-2(3), (5), (12), (17A), or (19) or chapter 35-12 in addition to any other licenses held by the special events license applicant. A special off-sale package wine dealers licensee may only sell wine manufactured by a farm winery that is licensed pursuant to chapter 35-12. Any license issued pursuant to this section may be issued for a period of time established by the municipality or county. However, no period of time may exceed fifteen consecutive days. The local governing body may establish rules to regulate and restrict the operation of the special license. Section 2. That chapter 35-4 be amended by adding thereto a NEW SECTION to read as follows: Any license issued pursuant to section 1 of this Act shall be issued to the person and the location specified on the application. Notwithstanding § 35-4-2, the governing body of the municipality or the board of county commissioners, as appropriate, shall determine the fee for this license. Each application shall be accompanied by the fee prior to consideration by the governing body of the municipality or the board of county commissioners. The fee provided for in this section shall be retained by the governing body of the municipality or the board of county commissioners issuing the license. Section 3. That § 35-4-11.4 be repealed. 35-4-11.4. Any municipality or county may issue a special malt beverage retailers license and a special retail on-sale wine retailers license to any civic, charitable, educational, or fraternal organization in conjunction with a special event within the municipality or within the county. Educational does not include any elementary, secondary, or higher educational institution in the public school system of this state. Any license issued pursuant to this section may be issued for a period of time established by the municipal governing body or board of county commissioners. However, such period of time may not exceed fifteen consecutive days. If an organization receiving a license pursuant to this section conducts a street dance in conjunction with the special event, the organization shall provide qualified security personnel as deemed necessary by the governing body which issued the license to maintain order during the street dance. Section 4. That § 35-4-11.5 be repealed. 35-4-11.5. Any license issued pursuant to § 35-4-11.4 shall be issued to the organization and location specified on the application. Notwithstanding subdivisions 35-4-2(12) and (16), the governing body or the board of county commissioners, as appropriate, shall determine the fee for this license, which may not exceed fifty dollars per day. Each application shall be accompanied by the fee prior to consideration by the governing body or board of county commissioners. Notwithstanding § 35-5-21.1, the fee provided for in this section shall be retained by the governing body or board of county commissioners issuing the license. Section 5. That § 35-4-11.7 be repealed. 35-4-11.7. Any county with a population of not less than twenty thousand, or more than twenty-eight thousand, according to the last federal census, or any municipality located therein, may issue to any licensee licensed within the county or municipality pursuant to subdivision 35-4-2(4), (6), or (16), a special events temporary malt beverage license in addition to any other licenses held by the special events license applicant. Any license issued pursuant to this section may be issued for a period of time established by the municipal governing body or board of county commissioners. However, such period may not exceed fifteen consecutive days. Section 6. That § 35-4-11.8 be repealed. 35-4-11.8. A license issued pursuant to § 35-4-11.7 shall be issued to the person and location specified on the application. The fee for this license shall be the same as the fee established in subdivision 35-4-2(16). Each application shall be accompanied by the fee prior to consideration by the governing body or board of county commissioners. Notwithstanding § 35-5-21.1, the fee provided for in this section shall be retained by the governing body or board of county commissioners issuing such license. Section 7. That § 35-4-14.2 be repealed. 35-4-14.2. Any municipality may issue an on-sale license to be operated at a convention hall established pursuant to chapter 9-52 or 9-53. Such license shall be issued without regard to the population limitations established pursuant to § 35-4-11. In addition, any municipality with a population exceeding one hundred thousand or any municipality hosting an annual event attended by one hundred thousand or more persons may issue an on-sale license to be operated at a sporting event held at a publicly owned sports arena or facility that seats a minimum of one thousand persons. Before a license may be issued in a municipality hosting an annual event, the municipal finance officer shall estimate the previous year's attendance at the event and provide the estimate to the governing body of the municipality. Any license issued pursuant to this section shall be issued for a period not to exceed five consecutive days and the license shall expire at twelve midnight on the fifth day after issuance. No license may be issued, pursuant to the provisions of this section, in a municipality which operates a license pursuant to § 35-4-14.1. No public hearing is required for the issuance of a license pursuant to this section if the individual applying for the license holds an on-sale alcoholic beverage license in the municipality or holds an operating agreement for a municipal on-sale alcoholic beverage license. No person who holds an operating agreement for a municipal license pursuant to § 35-4-14.1 may receive a license pursuant to this section. Section 8. That § 35-4-14.3 be repealed. 35-4-14.3. Notwithstanding the provisions of §§ 35-4-11 and 35-4-19, any municipality may issue a special events temporary on-sale license in addition to any other licenses held by the special events license applicant, if the licensee is recognized as an exempt organization under section 501(c)(19) of the United States Internal Revenue Code, as amended and in effect on January 1, 2009, and the licensee holds a license within the municipality pursuant to subdivision 35-4-2(16). No public hearing is required for the issuance of a license pursuant to this section if the individual applying for the license holds an alcoholic beverage license in the municipality or holds an operating agreement for a municipal alcoholic beverage license. Any license issued pursuant to this section may be issued for a period of time, not to exceed two consecutive days, established by the municipal governing body. Section 9. That § 35-4-14.4 be repealed. 35-4-14.4. Any license issued pursuant to § 35-4-14.3 shall be issued to the person and location specified on the application and the licensee shall comply with the provisions of § 35-4-60. However, if such license is issued in a municipality which holds a license pursuant to subdivision 35-4-2(5), the licensee may only dispense alcoholic beverages obtained through the municipal off-sale establishment. Notwithstanding § 35-5-21.1, the fee provided for in this section shall be retained by the municipal governing body issuing such license. Each application shall be accompanied by the fee prior to consideration by the municipal governing body. Section 10. That § 35-4-104 be repealed. 35-4-104. Any municipality or county may issue a special malt beverage retailers license and a special retail on-sale wine retailers license to a community playhouse operating as a nonprofit organization for use in conjunction with a theatrical production. Any license issued pursuant to this section may be issued for a period of time established by the municipal governing board or board of county commissioners up to a period of one year. However, such use may not exceed sixty days per year. The selling, serving, or dispensing of malt beverages and wine may not occur more than one hour before the commencement of a performance or at any time after the performance is concluded. Section 11. That § 35-4-105 be repealed. 35-4-105. A license issued pursuant to § 35-4-104 shall be issued to the organization and location specified on the application. Notwithstanding subdivisions 35-4-2(12) and (16), the fee for each license is one hundred dollars. Each application shall be accompanied by the fee prior to consideration by the governing body or board of county commissioners. Notwithstanding § 35-5-21.1, the fee provided for in this section shall be retained by the governing body or board of county commissioners issuing such license. Section 12. That § 35-4-108 be repealed. 35-4-108. Any municipality or county may issue a special off-sale package wine dealers license to any fair board or any public, civic, charitable, educational, or fraternal organization in conjunction with a special event within the municipality or within the county. Educational does not include any elementary, secondary, or higher educational institution in the public school system of this state. No special off-sale package wine dealers license may be issued pursuant to this section, unless the licensee only sells wine manufactured by a farm winery that is licensed pursuant to chapter 35-12. Any license issued pursuant to this section may be issued for a period of time established by the municipal governing body or board of county commissioners. However, the period of time may not exceed fifteen consecutive days. Section 13. That § 35-4-109 be repealed. 35-4-109. Any license issued pursuant to § 35-4-108 shall be issued to the board or organization and the location specified on the application. Notwithstanding subdivision 35-4-2(19), the governing body or the board of county commissioners, as appropriate, shall determine the fee for this license, which may not exceed fifty dollars per day. Each application shall be accompanied by the fee prior to consideration by the governing body or board of county commissioners. Notwithstanding § 35-5-21.1, the fee provided for in this section shall be retained by the governing body or board of county commissioners issuing the license."}, {"bill_id": 1454, "bill_version_id": 13534, "bill_version": "Enrolled", "bill_version_date": "2010-03-08T09:23:37.473-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1454, "action_date": "2010-01-12T12:00:00-06:00", "document_id": 10420, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10420.pdf", "status_text": "First read in House and referred to", "journal_page": 18, "committee_id_action": 86, "committee_id_assigned": 72, "result": "N", "vote": {}}, {"bill_id": 1454, "action_date": "2010-01-22T10:00:00-06:00", "document_id": 10698, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10698.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 72, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1454, "action_date": "2010-01-22T10:00:00-06:00", "document_id": 10895, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10895.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 72, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1454, "action_date": "2010-01-22T10:00:00-06:00", "document_id": 10895, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10895.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 72, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1454, "action_date": "2010-01-22T10:00:00-06:00", "document_id": 10895, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10895.pdf", "status_text": "Do Pass Amended", "journal_page": 166, "committee_id_action": 72, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5668, "president_vote": null, "Yea": [821, 844, 817, 749, 842, 822, 759, 742, 770, 751, 818, 815, 784]}}, {"bill_id": 1454, "action_date": "2010-01-27T14:00:00-06:00", "document_id": 11169, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11169.pdf", "status_text": "Do Pass Amended", "journal_page": 201, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5760, "president_vote": null, "Yea": [821, 771, 793, 781, 775, 844, 831, 820, 804, 740, 813, 756, 748, 817, 814, 765, 811, 830, 798, 749, 829, 832, 826, 842, 777, 834, 803, 822, 843, 759, 816, 824, 788, 800, 801, 827, 750, 742, 792, 783, 755, 751, 773, 744, 840, 784, 839, 819, 836, 841, 818, 815, 833, 762, 746, 763, 752, 796, 828, 823, 789, 838, 837, 812, 786], "Excused": [825, 770], "Nay": [779, 757, 835]}}, {"bill_id": 1454, "action_date": "2010-01-28T11:45:00-06:00", "document_id": 11367, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11367.pdf", "status_text": "First read in Senate and referred to", "journal_page": 172, "committee_id_action": 84, "committee_id_assigned": 61, "result": "N", "vote": {}}, {"bill_id": 1454, "action_date": "2010-02-23T10:00:00-06:00", "document_id": 12543, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12543.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 61, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1454, "action_date": "2010-02-25T10:00:00-06:00", "document_id": 12843, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12843.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 61, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1454, "action_date": "2010-02-25T10:00:00-06:00", "document_id": 13033, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13033.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 61, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1454, "action_date": "2010-02-25T10:00:00-06:00", "document_id": 13033, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13033.pdf", "status_text": "Do Pass Amended", "journal_page": 475, "committee_id_action": 61, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7147, "president_vote": null, "Yea": [809, 806, 769, 747, 808, 753], "Excused": [760]}}, {"bill_id": 1454, "action_date": "2010-03-02T14:00:00-06:00", "document_id": 13247, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13247.pdf", "status_text": "Do Pass Amended", "journal_page": 528, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7319, "president_vote": null, "Yea": [758, 809, 785, 787, 790, 807, 805, 760, 778, 768, 780, 802, 764, 795, 741, 772, 761, 774, 766, 791, 806, 767, 808, 769, 743, 753, 745, 794, 799, 810, 747, 776], "Excused": [754, 782, 739]}}, {"bill_id": 1454, "action_date": "2010-03-04T13:00:00-06:00", "document_id": 13493, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13493.pdf", "status_text": "Concurred in amendments", "journal_page": 697, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7492, "president_vote": null, "Yea": [821, 825, 771, 793, 781, 775, 844, 831, 820, 804, 779, 740, 813, 756, 748, 817, 814, 765, 811, 830, 798, 749, 829, 832, 826, 757, 842, 777, 834, 803, 822, 843, 759, 816, 788, 800, 801, 827, 742, 770, 792, 783, 755, 773, 744, 840, 784, 839, 819, 841, 818, 815, 833, 762, 746, 763, 752, 796, 823, 789, 838, 837, 812, 786], "Nay": [835, 828], "Excused": [824, 750, 751, 836]}}, {"bill_id": 1454, "action_date": "2010-03-08T14:00:00-06:00", "document_id": 13611, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13611.pdf", "status_text": "Signed by the Speaker", "journal_page": 755, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1454, "action_date": "2010-03-09T14:00:00-06:00", "document_id": 13730, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13730.pdf", "status_text": "Signed by the President", "journal_page": 622, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1454, "action_date": "2010-03-10T10:00:00-06:00", "document_id": 13783, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13783.pdf", "status_text": "Delivered to the Governor", "journal_page": 800, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1454, "action_date": "2010-03-12T13:00:00-06:00", "document_id": 13944, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13944.pdf", "status_text": "Signed by the Governor", "journal_page": 850, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4620, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/1454"}