{"session_id": 32, "bill_id": 8757, "bill_type": "Senate Bill", "bill_number": 81, "bill_title": "revise certain provisions regarding the building South Dakota fund and the programs funded thereunder.", "sponsors": [], "keywords": ["Appropriations", "State Affairs and Government"], "audio": [{"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sap23.mp3", "start_seconds": 1912.0}, {"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sap23.mp3", "start_seconds": 1912.0}, {"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sap23.mp3", "start_seconds": 1912.0}, {"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sap23.mp3", "start_seconds": 1912.0}, {"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sap23.mp3", "start_seconds": 1912.0}, {"meeting_datetime": "2018-02-20T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen25.mp3", "start_seconds": 2047.0}, {"meeting_datetime": "2018-02-20T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen25.mp3", "start_seconds": 2047.0}, {"meeting_datetime": "2018-02-20T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen25.mp3", "start_seconds": 2047.0}, {"meeting_datetime": "2018-02-20T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen25.mp3", "start_seconds": 2047.0}, {"meeting_datetime": "2018-03-05T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst33.mp3", "start_seconds": 820.0}, {"meeting_datetime": "2018-03-05T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst33.mp3", "start_seconds": 820.0}, {"meeting_datetime": "2018-03-05T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst33.mp3", "start_seconds": 820.0}, {"meeting_datetime": "2018-03-05T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst33.mp3", "start_seconds": 820.0}, {"meeting_datetime": "2018-03-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou34.mp3", "start_seconds": 3385.0}, {"meeting_datetime": "2018-03-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou34.mp3", "start_seconds": 3385.0}, {"meeting_datetime": "2018-03-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou34.mp3", "start_seconds": 3385.0}, {"meeting_datetime": "2018-03-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou34.mp3", "start_seconds": 3385.0}], "bill_versions": [{"bill_id": 8757, "bill_version_id": 47180, "bill_version": "Introduced", "bill_version_date": "2018-01-17T11:59:12.923-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the building South Dakota fund and the programs funded thereunder. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-16G-47 be repealed. 1-16G-47. There is hereby created the building South Dakota fund for the purpose of building and reinvesting in South Dakota's economy and to create high quality jobs. Any money in the building South Dakota fund is continuously appropriated to the Bureau of Finance and Management. The state may accept and expend for the purposes of this chapter any funds obtained from appropriations or any other source. Interest earned on money in the fund shall be deposited into the fund. If the Board of Economic Development approves a new or expanded facility with project costs exceeding twenty million dollars to receive a reinvestment payment pursuant to the provisions of §§ 1-16G-56 to 1-16G-68, inclusive, the Department of Revenue shall deposit all of the contractor's excise tax imposed and paid pursuant to the provisions of chapter 10-46A or 10-46B on the project costs into the building South Dakota fund. Section 2. That § 1-16G-48 be repealed. 1-16G-48. The commissioner of the Bureau of Finance and Management shall authorize and disburse money from the building South Dakota fund for the following purposes: (1) Twenty-five percent of the fund shall be transferred to the local infrastructure improvement grant fund created in § 1-16G-50; (2) Five percent of the fund shall be transferred to the economic development partnership fund created in § 1-16G-51; (3) Thirty percent of the fund shall be transferred to the workforce education fund created in § 13-13-88; (4) Thirty-five percent of the fund shall be transferred to the South Dakota housing opportunity fund created in § 11-13-2. Disbursement of funds to the South Dakota Housing Development Authority shall be made after South Dakota housing opportunity funds have been obligated by the oversight commission created pursuant to § 11-13-8; and (5) Five percent of the fund shall be transferred to the revolving economic development and initiative fund created in § 1-16G-3 for the purpose of making grants to projects that have a total project cost of less than twenty million dollars. The commissioner of the Bureau of Finance and Management, at the request of the commissioner of the Governor's Office of Economic Development and the approval of the special committee created in § 4-8A-2 or the Senate and House standing committees on appropriations meeting in joint session, shall transfer building South Dakota fund money among the local infrastructure improvement grant fund, the economic development partnership fund, and the revolving economic development and initiative fund, provided the money is unobligated at the time of the request and subsequent transfer. Section 3. That § 1-16G-49 be repealed. 1-16G-49. Each department administering the funds received from § 1-16G-48 shall report annually to the Government Operations and Audit Committee about the operations and results of the building South Dakota fund. Section 4. That § 4-7-42 be repealed. 4-7-42. Terms used in §§ 4-7-43 and 4-7-44 mean: (1) \"Collective BSDF cash balance,\" the total cash balance of the: (a) Building South Dakota fund; (b) Local infrastructure improvement grant fund; (c) Economic development partnership fund; (d) Workforce education fund; (e) South Dakota housing opportunity fund; and (f) Funds disbursed pursuant to the provisions of subdivision 1-16G-48(5); (2) \"Combined cash balance,\" the total cash balance of the: (a) Budget reserve fund at the end of the prior fiscal year including any outstanding balance on repayments due to the budget reserve fund pursuant to a legislative act; and (b) General revenue replacement fund at the end of the prior fiscal year. Section 5. That § 4-7-43 be repealed. 4-7-43. Notwithstanding the provisions of §§ 4-7-32 and 4-7-39, on July first of each fiscal year or at such time that the prior fiscal year general fund ending unobligated cash balance is determined, the commissioner of the Bureau of Finance and Management shall transfer all prior year unobligated cash as follows: (1) If the combined cash balance is less than ten percent of the general fund appropriations from the general appropriations act for the prior year, an amount of unobligated cash shall be transferred to the budget reserve fund, so that the combined cash balance equals ten percent of the general appropriations from the general appropriations act for the prior year; (2) If the combined cash balance is equal to or greater than ten percent of the general fund appropriations from the general appropriations act for the prior year, or there is additional unobligated cash after the provisions in subdivision (1) are satisfied, an amount of unobligated cash shall be transferred to the building South Dakota fund, so that the collective BSDF cash balance does not exceed one percent of the general fund appropriations in the general appropriations act for the previous fiscal year; and (3) If the collective BSDF cash balance exceeds one percent of the general fund appropriations in the general appropriations act for the previous year, or if there is additional unobligated cash remaining after the transfers in subdivisions (1) and (2), the remaining unobligated cash shall be transferred to the budget reserve fund and general revenue replacement fund pursuant to the provisions of §§ 4-7-32 and 4-7-39. Section 6. That § 4-7-44 be repealed. 4-7-44. If the collective BSDF cash balance is less than one half percent of the general fund appropriations in the general appropriations act for the previous fiscal year, the commissioner shall transfer an amount of money from the general revenue replacement fund to the building South Dakota fund so that the total of the amount deposited pursuant to this section and § 4-7-43 does not exceed one half percent of the general fund appropriations in the general appropriations act for the previous fiscal year. However, the combined cash balance may not be reduced to less than ten percent of the general fund appropriations from the general appropriations act for the prior year by any transfer made to the building South Dakota fund pursuant to this section. Section 7. That § 1-16G-47.1 be amended to read: 1-16G-47.1. Before the transfer of money to any fund under § 1-16G-48, the The commissioner of the Bureau of Finance and Management Governor's Office of Economic Development shall authorize and disburse money from the building South Dakota fund programs provided under §§ 1-16G-50 and 1-16G-51 for the following purposes: (1) An amount to pay for any contracts entered into by the Governor's Office of Economic Development with an implementing partner to provide technical assistance to an applicant or monitoring service for any building South Dakota fund the local infrastructure improvement grant program and economic development partnership program; and (2) An amount to pay the administrative expenses incurred by the Governor's Office of Economic Development for any building South Dakota fund the local infrastructure improvement grant program and economic development partnership program. The administrative expenses are limited to the salary and benefits of any personnel directly responsible for the administration of the programs. Section 8. That § 13-13-88 be amended to read: 13-13-88. There is hereby created in the state treasury the workforce education fund to be used for the following purposes: (1) To fund the limited English proficiency adjustment as referenced in § 13-13-89; (2) Provide provide grants for the purposes of providing secondary career and technical education programs; and (3) Provide one-time funding to the Department of Education for one-time education enhancement programs that are defined annually and approved by the Legislature. Any general funds appropriated to the workforce education program shall be transferred into the workforce education fund. Interest earned on money in the fund shall be deposited into the fund. Any money in the workforce education fund is continuously appropriated to the Department of Education for the purposes stated in this section and § 13-13-89. Any money deposited into and distributed from the fund shall be set forth in an informational budget as described in § 4-7-7.2. Section 9. That § 13-13-89 be amended to read: 13-13-89. The secretary of the Department of Education shall authorize and disburse money from the workforce education fund to fund the state's share of the limited English proficiency adjustment as calculated by §§ 13-13-10.1 and 13-13-73 for state fiscal years 2014, 2015, and 2016. Beginning in fiscal year 2017, money from the workforce education fund shall be disbursed as follows: (1) Two million five hundred thousand dollars shall be distributed to fund new and existing secondary career and technical education programs of which. In any fiscal year, up to two hundred fifty thousand dollars may be distributed to private, nonprofit entities that provide specialized career and technical services and education; and (2) Any amount remaining in the fund after the distribution in subdivision (1) is made shall be allocated to the Department of Education for one-time education enhancement programs that are defined annually and approved by the Legislature. Section 10. That § 1-16G-50 be amended to read: 1-16G-50. There is hereby created in the state treasury the local infrastructure improvement grant fund. The Board of Economic Development may award grants to any political subdivision of this state, tribal government, or local development corporation from the fund to construct or reconstruct infrastructure for the purpose of serving an economic development project. The board shall consult state agencies to evaluate the feasibility and merits of the proposed infrastructure improvements. The board shall consider the funding mechanisms available to and utilized by the applicant when making a decision to award a grant. Any general funds appropriated to the local infrastructure improvement program shall be transferred into the local infrastructure improvement grant fund. Interest earned on money in the fund shall be deposited into the fund. Any money in the local infrastructure improvement grant fund is continuously appropriated. Any money deposited into and distributed from the fund shall be set forth in an informational budget as described in § 4-7-7.2. Section 11. That § 1-16G-51 be amended to read: 1-16G-51. There is hereby created in the state treasury the economic development partnership fund. The Board of Economic Development may award grants to any nonprofit development corporation, tribal government, municipality, county, or other political subdivision of this state from the fund on a matching basis as provided in §§ 1-16G-52 and 1-16G-53. Any general funds appropriated to the economic development partnership program shall be transferred into the economic development partnership fund. Interest earned on money in the fund shall be deposited into the fund. Any money in the economic development partnership fund is continuously appropriated. Any money deposited into and distributed from the fund shall be set forth in an informational budget as described in § 4-7-7.2. Section 12. That § 11-13-2 be amended to read: 11-13-2. There is hereby created the South Dakota housing opportunity fund to be administered by the South Dakota Housing Development Authority for the purpose of preserving and expanding sustainable, affordable, and safe housing that is targeted to low and moderate income families and individuals in South Dakota. The authority may accept and expend for the purposes of this chapter any funds obtained from appropriations or any other source. Any money in the South Dakota housing opportunity fund is continuously appropriated. Any money deposited into and distributed from the fund shall be set forth in an informational budget as described in § 4-7-7.2. Any general funds appropriated to the housing opportunity program shall be transferred into the housing opportunity fund. Disbursement of funds to the authority shall be made after South Dakota housing opportunity funds have been obligated by the oversight commission created pursuant to § 11-13-8. Interest earned on money in the fund shall be deposited into the fund. Section 13. That § 11-13-8 be amended to read: 11-13-8. Awards from the fund shall be made through a competitive process during an application cycle each year process. Each application shall be evaluated and scored based on criteria created by the administering agency and the oversight commission. Each applicant that is awarded money from the fund is encouraged to leverage the money for any project or program with other public and private dollars. Any program income or loan payments received shall be deposited into the account held by the South Dakota Housing Authority. Section 14. That § 1-7-10 be amended to read: 1-7-10. There is hereby established in the state treasury a private activity bond fees fund. Each year, the fees from the private activity bond fees fund, not to exceed four hundred thousand dollars, shall be transferred to the general fund for the purpose of funding housing programs. Any receipts or revenues into this fund remaining funds are to be expended only if recommended by the Governor and approved by majority vote of the special committee created in chapter 4-8A or appropriated by an act of the Legislature. All money in the fund shall be expended in accordance with Title 4 on warrants drawn by the state auditor on vouchers approved by the Governor."}, {"bill_id": 8757, "bill_version_id": 49253, "bill_version": "Senate Appropriations Engrossed", "bill_version_date": "2018-02-14T12:16:33.473-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the building South Dakota fund and the programs funded thereunder. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-16G-47 be repealed. 1-16G-47. There is hereby created the building South Dakota fund for the purpose of building and reinvesting in South Dakota's economy and to create high quality jobs. Any money in the building South Dakota fund is continuously appropriated to the Bureau of Finance and Management. The state may accept and expend for the purposes of this chapter any funds obtained from appropriations or any other source. Interest earned on money in the fund shall be deposited into the fund. If the Board of Economic Development approves a new or expanded facility with project costs exceeding twenty million dollars to receive a reinvestment payment pursuant to the provisions of §§ 1-16G-56 to 1-16G-68, inclusive, the Department of Revenue shall deposit all of the contractor's excise tax imposed and paid pursuant to the provisions of chapter 10-46A or 10-46B on the project costs into the building South Dakota fund. Section 2. That § 1-16G-48 be repealed. 1-16G-48. The commissioner of the Bureau of Finance and Management shall authorize and disburse money from the building South Dakota fund for the following purposes: (1) Twenty-five percent of the fund shall be transferred to the local infrastructure improvement grant fund created in § 1-16G-50; (2) Five percent of the fund shall be transferred to the economic development partnership fund created in § 1-16G-51; (3) Thirty percent of the fund shall be transferred to the workforce education fund created in § 13-13-88; (4) Thirty-five percent of the fund shall be transferred to the South Dakota housing opportunity fund created in § 11-13-2. Disbursement of funds to the South Dakota Housing Development Authority shall be made after South Dakota housing opportunity funds have been obligated by the oversight commission created pursuant to § 11-13-8; and (5) Five percent of the fund shall be transferred to the revolving economic development and initiative fund created in § 1-16G-3 for the purpose of making grants to projects that have a total project cost of less than twenty million dollars. The commissioner of the Bureau of Finance and Management, at the request of the commissioner of the Governor's Office of Economic Development and the approval of the special committee created in § 4-8A-2 or the Senate and House standing committees on appropriations meeting in joint session, shall transfer building South Dakota fund money among the local infrastructure improvement grant fund, the economic development partnership fund, and the revolving economic development and initiative fund, provided the money is unobligated at the time of the request and subsequent transfer. Section 3. That § 1-16G-49 be amended to read: 1-16G-49. Each department administering the funds received from § 1-16G-48 shall report annually to the Government Operations and Audit Committee about the operations and results of the building South Dakota fund programs. Section 4. That § 4-7-42 be repealed. 4-7-42. Terms used in §§ 4-7-43 and 4-7-44 mean: (1) \"Collective BSDF cash balance,\" the total cash balance of the: (a) Building South Dakota fund; (b) Local infrastructure improvement grant fund; (c) Economic development partnership fund; (d) Workforce education fund; (e) South Dakota housing opportunity fund; and (f) Funds disbursed pursuant to the provisions of subdivision 1-16G-48(5); (2) \"Combined cash balance,\" the total cash balance of the: (a) Budget reserve fund at the end of the prior fiscal year including any outstanding balance on repayments due to the budget reserve fund pursuant to a legislative act; and (b) General revenue replacement fund at the end of the prior fiscal year. Section 5. That § 4-7-43 be repealed. 4-7-43. Notwithstanding the provisions of §§ 4-7-32 and 4-7-39, on July first of each fiscal year or at such time that the prior fiscal year general fund ending unobligated cash balance is determined, the commissioner of the Bureau of Finance and Management shall transfer all prior year unobligated cash as follows: (1) If the combined cash balance is less than ten percent of the general fund appropriations from the general appropriations act for the prior year, an amount of unobligated cash shall be transferred to the budget reserve fund, so that the combined cash balance equals ten percent of the general appropriations from the general appropriations act for the prior year; (2) If the combined cash balance is equal to or greater than ten percent of the general fund appropriations from the general appropriations act for the prior year, or there is additional unobligated cash after the provisions in subdivision (1) are satisfied, an amount of unobligated cash shall be transferred to the building South Dakota fund, so that the collective BSDF cash balance does not exceed one percent of the general fund appropriations in the general appropriations act for the previous fiscal year; and (3) If the collective BSDF cash balance exceeds one percent of the general fund appropriations in the general appropriations act for the previous year, or if there is additional unobligated cash remaining after the transfers in subdivisions (1) and (2), the remaining unobligated cash shall be transferred to the budget reserve fund and general revenue replacement fund pursuant to the provisions of §§ 4-7-32 and 4-7-39. Section 6. That § 4-7-44 be repealed. 4-7-44. If the collective BSDF cash balance is less than one half percent of the general fund appropriations in the general appropriations act for the previous fiscal year, the commissioner shall transfer an amount of money from the general revenue replacement fund to the building South Dakota fund so that the total of the amount deposited pursuant to this section and § 4-7-43 does not exceed one half percent of the general fund appropriations in the general appropriations act for the previous fiscal year. However, the combined cash balance may not be reduced to less than ten percent of the general fund appropriations from the general appropriations act for the prior year by any transfer made to the building South Dakota fund pursuant to this section. Section 7. That § 1-16G-47.1 be amended to read: 1-16G-47.1. Before the transfer of money to any fund under § 1-16G-48, the The commissioner of the Bureau of Finance and Management Governor's Office of Economic Development shall authorize and disburse money from the building South Dakota fund programs provided under §§ 1-16G-50 and 1-16G-51 for the following purposes: (1) An amount to pay for any contracts entered into by the Governor's Office of Economic Development with an implementing partner to provide technical assistance to an applicant or monitoring service for any building South Dakota fund the local infrastructure improvement grant program and economic development partnership program; and (2) An amount to pay the administrative expenses incurred by the Governor's Office of Economic Development for any building South Dakota fund the local infrastructure improvement grant program and economic development partnership program. The administrative expenses are limited to the salary and benefits of any personnel directly responsible for the administration of the programs. Section 8. That § 13-13-88 be amended to read: 13-13-88. There is hereby created in the state treasury the workforce education fund to be used for the following purposes: (1) To fund the limited English proficiency adjustment as referenced in § 13-13-89; (2) Provide provide grants for the purposes of providing secondary career and technical education programs; and (3) Provide one-time funding to the Department of Education for one-time education enhancement programs that are defined annually and approved by the Legislature. Any general funds appropriated to the workforce education program shall be transferred into the workforce education fund. Interest earned on money in the fund shall be deposited into the fund. Any money in the workforce education fund is continuously appropriated to the Department of Education for the purposes stated in this section and § 13-13-89. Any money deposited into and distributed from the fund shall be set forth in an informational budget as described in § 4-7-7.2. Section 9. That § 13-13-89 be amended to read: 13-13-89. The secretary of the Department of Education shall authorize and disburse money from the workforce education fund to fund the state's share of the limited English proficiency adjustment as calculated by §§ 13-13-10.1 and 13-13-73 for state fiscal years 2014, 2015, and 2016. Beginning in fiscal year 2017, money from the workforce education fund shall be disbursed as follows: (1) Two million five hundred thousand dollars shall be distributed to fund new and existing secondary career and technical education programs of which. In any fiscal year, up to two hundred fifty thousand dollars may be distributed to private, nonprofit entities that provide specialized career and technical services and education; and (2) Any amount remaining in the fund after the distribution in subdivision (1) is made shall be allocated to the Department of Education for one-time education enhancement programs that are defined annually and approved by the Legislature. Section 10. That § 1-16G-50 be amended to read: 1-16G-50. There is hereby created in the state treasury the local infrastructure improvement grant fund. The Board of Economic Development may award grants to any political subdivision of this state, tribal government, or local development corporation from the fund to construct or reconstruct infrastructure for the purpose of serving an economic development project. The board shall consult state agencies to evaluate the feasibility and merits of the proposed infrastructure improvements. The board shall consider the funding mechanisms available to and utilized by the applicant when making a decision to award a grant. Any general funds appropriated to the local infrastructure improvement program shall be transferred into the local infrastructure improvement grant fund. Interest earned on money in the fund shall be deposited into the fund. Any money in the local infrastructure improvement grant fund is continuously appropriated. Any money deposited into and distributed from the fund shall be set forth in an informational budget as described in § 4-7-7.2. Section 11. That § 1-16G-51 be amended to read: 1-16G-51. There is hereby created in the state treasury the economic development partnership fund. The Board of Economic Development may award grants to any nonprofit development corporation, tribal government, municipality, county, or other political subdivision of this state from the fund on a matching basis as provided in §§ 1-16G-52 and 1-16G-53. Any general funds appropriated to the economic development partnership program shall be transferred into the economic development partnership fund. Interest earned on money in the fund shall be deposited into the fund. Any money in the economic development partnership fund is continuously appropriated. Any money deposited into and distributed from the fund shall be set forth in an informational budget as described in § 4-7-7.2. Section 12. That § 11-13-2 be amended to read: 11-13-2. There is hereby created the South Dakota housing opportunity fund to be administered by the South Dakota Housing Development Authority for the purpose of preserving and expanding sustainable, affordable, and safe housing that is targeted to low and moderate income families and individuals in South Dakota. The authority may accept and expend for the purposes of this chapter any funds obtained from appropriations or any other source. Any money in the South Dakota housing opportunity fund is continuously appropriated. Any money deposited into and distributed from the fund shall be set forth in an informational budget as described in § 4-7-7.2. Any general funds appropriated to the housing opportunity program shall be transferred into the housing opportunity fund. Disbursement of funds to the authority shall be made after South Dakota housing opportunity funds have been obligated by the oversight commission created pursuant to § 11-13-8. Interest earned on money in the fund shall be deposited into the fund. Section 13. That § 11-13-8 be amended to read: 11-13-8. Awards from the fund shall be made through a competitive process during an application cycle each year process. Each application shall be evaluated and scored based on criteria created by the administering agency and the oversight commission. Each applicant that is awarded money from the fund is encouraged to leverage the money for any project or program with other public and private dollars. Any program income or loan payments received shall be deposited into the account held by the South Dakota Housing Authority. Section 14. That § 1-7-10 be amended to read: 1-7-10. There is hereby established in the state treasury a private activity bond fees fund. Any receipts or revenues into this fund are to be expended only if recommended by the Governor and approved by majority vote of the special committee created in chapter 4-8A or appropriated by an act of the Legislature. Each year, the fees from the private activity bond fees fund shall be transferred to the South Dakota housing opportunity fund. All money in the fund shall be expended in accordance with Title 4 on warrants drawn by the state auditor on vouchers approved by the Governor."}, {"bill_id": 8757, "bill_version_id": 49489, "bill_version": "Senate Engrossed", "bill_version_date": "2018-02-20T17:10:43.7-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the building South Dakota fund and the programs funded thereunder. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-16G-47 be repealed. 1-16G-47. There is hereby created the building South Dakota fund for the purpose of building and reinvesting in South Dakota's economy and to create high quality jobs. Any money in the building South Dakota fund is continuously appropriated to the Bureau of Finance and Management. The state may accept and expend for the purposes of this chapter any funds obtained from appropriations or any other source. Interest earned on money in the fund shall be deposited into the fund. If the Board of Economic Development approves a new or expanded facility with project costs exceeding twenty million dollars to receive a reinvestment payment pursuant to the provisions of §§ 1-16G-56 to 1-16G-68, inclusive, the Department of Revenue shall deposit all of the contractor's excise tax imposed and paid pursuant to the provisions of chapter 10-46A or 10-46B on the project costs into the building South Dakota fund. Section 2. That § 1-16G-48 be repealed. 1-16G-48. The commissioner of the Bureau of Finance and Management shall authorize and disburse money from the building South Dakota fund for the following purposes: (1) Twenty-five percent of the fund shall be transferred to the local infrastructure improvement grant fund created in § 1-16G-50; (2) Five percent of the fund shall be transferred to the economic development partnership fund created in § 1-16G-51; (3) Thirty percent of the fund shall be transferred to the workforce education fund created in § 13-13-88; (4) Thirty-five percent of the fund shall be transferred to the South Dakota housing opportunity fund created in § 11-13-2. Disbursement of funds to the South Dakota Housing Development Authority shall be made after South Dakota housing opportunity funds have been obligated by the oversight commission created pursuant to § 11-13-8; and (5) Five percent of the fund shall be transferred to the revolving economic development and initiative fund created in § 1-16G-3 for the purpose of making grants to projects that have a total project cost of less than twenty million dollars. The commissioner of the Bureau of Finance and Management, at the request of the commissioner of the Governor's Office of Economic Development and the approval of the special committee created in § 4-8A-2 or the Senate and House standing committees on appropriations meeting in joint session, shall transfer building South Dakota fund money among the local infrastructure improvement grant fund, the economic development partnership fund, and the revolving economic development and initiative fund, provided the money is unobligated at the time of the request and subsequent transfer. Section 3. That § 1-16G-49 be amended to read: 1-16G-49. Each department administering the funds received from § 1-16G-48 shall report annually to the Government Operations and Audit Committee about the operations and results of the building South Dakota fund programs. Section 4. That § 4-7-42 be repealed. 4-7-42. Terms used in §§ 4-7-43 and 4-7-44 mean: (1) \"Collective BSDF cash balance,\" the total cash balance of the: (a) Building South Dakota fund; (b) Local infrastructure improvement grant fund; (c) Economic development partnership fund; (d) Workforce education fund; (e) South Dakota housing opportunity fund; and (f) Funds disbursed pursuant to the provisions of subdivision 1-16G-48(5); (2) \"Combined cash balance,\" the total cash balance of the: (a) Budget reserve fund at the end of the prior fiscal year including any outstanding balance on repayments due to the budget reserve fund pursuant to a legislative act; and (b) General revenue replacement fund at the end of the prior fiscal year. Section 5. That § 4-7-43 be repealed. 4-7-43. Notwithstanding the provisions of §§ 4-7-32 and 4-7-39, on July first of each fiscal year or at such time that the prior fiscal year general fund ending unobligated cash balance is determined, the commissioner of the Bureau of Finance and Management shall transfer all prior year unobligated cash as follows: (1) If the combined cash balance is less than ten percent of the general fund appropriations from the general appropriations act for the prior year, an amount of unobligated cash shall be transferred to the budget reserve fund, so that the combined cash balance equals ten percent of the general appropriations from the general appropriations act for the prior year; (2) If the combined cash balance is equal to or greater than ten percent of the general fund appropriations from the general appropriations act for the prior year, or there is additional unobligated cash after the provisions in subdivision (1) are satisfied, an amount of unobligated cash shall be transferred to the building South Dakota fund, so that the collective BSDF cash balance does not exceed one percent of the general fund appropriations in the general appropriations act for the previous fiscal year; and (3) If the collective BSDF cash balance exceeds one percent of the general fund appropriations in the general appropriations act for the previous year, or if there is additional unobligated cash remaining after the transfers in subdivisions (1) and (2), the remaining unobligated cash shall be transferred to the budget reserve fund and general revenue replacement fund pursuant to the provisions of §§ 4-7-32 and 4-7-39. Section 6. That § 4-7-44 be repealed. 4-7-44. If the collective BSDF cash balance is less than one half percent of the general fund appropriations in the general appropriations act for the previous fiscal year, the commissioner shall transfer an amount of money from the general revenue replacement fund to the building South Dakota fund so that the total of the amount deposited pursuant to this section and § 4-7-43 does not exceed one half percent of the general fund appropriations in the general appropriations act for the previous fiscal year. However, the combined cash balance may not be reduced to less than ten percent of the general fund appropriations from the general appropriations act for the prior year by any transfer made to the building South Dakota fund pursuant to this section. Section 7. That § 1-16G-47.1 be amended to read: 1-16G-47.1. Before the transfer of money to any fund under § 1-16G-48, the The commissioner of the Bureau of Finance and Management Governor's Office of Economic Development shall authorize and disburse money from the building South Dakota fund programs provided under §§ 1-16G-50 and 1-16G-51 for the following purposes: (1) An amount to pay for any contracts entered into by the Governor's Office of Economic Development with an implementing partner to provide technical assistance to an applicant or monitoring service for any building South Dakota fund the local infrastructure improvement grant program; and (2) An amount to pay the administrative expenses incurred by the Governor's Office of Economic Development for any building South Dakota fund the local infrastructure improvement grant program. The administrative expenses are limited to the salary and benefits of any personnel directly responsible for the administration of the programs. Section 8. That § 13-13-88 be amended to read: 13-13-88. There is hereby created in the state treasury the workforce education fund to be used for the following purposes: (1) To fund the limited English proficiency adjustment as referenced in § 13-13-89; (2) Provide provide grants for the purposes of providing secondary career and technical education programs; and (3) Provide one-time funding to the Department of Education for one-time education enhancement programs that are defined annually and approved by the Legislature. Interest earned on money in the fund shall be deposited into the fund. Any money in the workforce education fund is continuously appropriated to the Department of Education for the purposes stated in this section and § 13-13-89. Any money deposited into and distributed from the fund shall be set forth in an informational budget as described in § 4-7-7.2. Section 9. That § 13-13-89 be amended to read: 13-13-89. The secretary of the Department of Education shall authorize and disburse money from the workforce education fund to fund the state's share of the limited English proficiency adjustment as calculated by §§ 13-13-10.1 and 13-13-73 for state fiscal years 2014, 2015, and 2016. Beginning in fiscal year 2017, money from the workforce education fund shall be disbursed as follows: (1) Two million five hundred thousand dollars shall be distributed to fund new and existing secondary career and technical education programs of which. In any fiscal year, up to two hundred fifty thousand dollars may be distributed to private, nonprofit entities that provide specialized career and technical services and education; and (2) Any amount remaining in the fund after the distribution in subdivision (1) is made shall be allocated to the Department of Education for one-time education enhancement programs that are defined annually and approved by the Legislature. Section 10. That § 1-16G-50 be amended to read: 1-16G-50. There is hereby created in the state treasury the local infrastructure improvement grant fund. The Board of Economic Development may award grants to any political subdivision of this state, tribal government, or local development corporation from the fund to construct or reconstruct infrastructure for the purpose of serving an economic development project. The board shall consult state agencies to evaluate the feasibility and merits of the proposed infrastructure improvements. The board shall consider the funding mechanisms available to and utilized by the applicant when making a decision to award a grant. Any general funds appropriated to the local infrastructure improvement program shall be transferred into the local infrastructure improvement grant fund. Interest earned on money in the fund shall be deposited into the fund. Any money in the local infrastructure improvement grant fund is continuously appropriated. Any money deposited into and distributed from the fund shall be set forth in an informational budget as described in § 4-7-7.2. Section 11. That § 1-16G-51 be amended to read: 1-16G-51. There is hereby created in the state treasury the economic development partnership fund. The Board of Economic Development may award grants to any nonprofit development corporation, tribal government, municipality, county, or other political subdivision of this state from the fund on a matching basis as provided in §§ 1-16G-52 and 1-16G-53. Interest earned on money in the fund shall be deposited into the fund. Any money in the economic development partnership fund is continuously appropriated. Any money deposited into and distributed from the fund shall be set forth in an informational budget as described in § 4-7-7.2. Section 12. That § 11-13-2 be amended to read: 11-13-2. There is hereby created the South Dakota housing opportunity fund to be administered by the South Dakota Housing Development Authority for the purpose of preserving and expanding sustainable, affordable, and safe housing that is targeted to low and moderate income families and individuals in South Dakota. The authority may accept and expend for the purposes of this chapter any funds obtained from appropriations or any other source. Any money in the South Dakota housing opportunity fund is continuously appropriated. Any money deposited into and distributed from the fund shall be set forth in an informational budget as described in § 4-7-7.2. Any general funds appropriated to the housing opportunity program shall be transferred into the housing opportunity fund. Disbursement of funds to the authority shall be made after South Dakota housing opportunity funds have been obligated by the oversight commission created pursuant to § 11-13-8. Interest earned on money in the fund shall be deposited into the fund. Section 13. That § 11-13-8 be amended to read: 11-13-8. Awards from the fund shall be made through a competitive process during an application cycle each year process. Each application shall be evaluated and scored based on criteria created by the administering agency and the oversight commission. Each applicant that is awarded money from the fund is encouraged to leverage the money for any project or program with other public and private dollars. Any program income or loan payments received shall be deposited into the account held by the South Dakota Housing Authority. Section 14. That § 1-7-10 be amended to read: 1-7-10. There is hereby established in the state treasury a private activity bond fees fund. Any receipts or revenues into this fund are to be expended only if recommended by the Governor and approved by majority vote of the special committee created in chapter 4-8A or appropriated by an act of the Legislature. Each year, the fees from the private activity bond fees fund shall be transferred to the South Dakota housing opportunity fund. All money in the fund shall be expended in accordance with Title 4 on warrants drawn by the state auditor on vouchers approved by the Governor."}, {"bill_id": 8757, "bill_version_id": 50264, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2018-03-05T10:48:36.56-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the building South Dakota fund and the programs funded thereunder. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-16G-47 be repealed. 1-16G-47. There is hereby created the building South Dakota fund for the purpose of building and reinvesting in South Dakota's economy and to create high quality jobs. Any money in the building South Dakota fund is continuously appropriated to the Bureau of Finance and Management. The state may accept and expend for the purposes of this chapter any funds obtained from appropriations or any other source. Interest earned on money in the fund shall be deposited into the fund. If the Board of Economic Development approves a new or expanded facility with project costs exceeding twenty million dollars to receive a reinvestment payment pursuant to the provisions of §§ 1-16G-56 to 1-16G-68, inclusive, the Department of Revenue shall deposit all of the contractor's excise tax imposed and paid pursuant to the provisions of chapter 10-46A or 10-46B on the project costs into the building South Dakota fund. Section 2. That § 1-16G-48 be repealed. 1-16G-48. The commissioner of the Bureau of Finance and Management shall authorize and disburse money from the building South Dakota fund for the following purposes: (1) Twenty-five percent of the fund shall be transferred to the local infrastructure improvement grant fund created in § 1-16G-50; (2) Five percent of the fund shall be transferred to the economic development partnership fund created in § 1-16G-51; (3) Thirty percent of the fund shall be transferred to the workforce education fund created in § 13-13-88; (4) Thirty-five percent of the fund shall be transferred to the South Dakota housing opportunity fund created in § 11-13-2. Disbursement of funds to the South Dakota Housing Development Authority shall be made after South Dakota housing opportunity funds have been obligated by the oversight commission created pursuant to § 11-13-8; and (5) Five percent of the fund shall be transferred to the revolving economic development and initiative fund created in § 1-16G-3 for the purpose of making grants to projects that have a total project cost of less than twenty million dollars. The commissioner of the Bureau of Finance and Management, at the request of the commissioner of the Governor's Office of Economic Development and the approval of the special committee created in § 4-8A-2 or the Senate and House standing committees on appropriations meeting in joint session, shall transfer building South Dakota fund money among the local infrastructure improvement grant fund, the economic development partnership fund, and the revolving economic development and initiative fund, provided the money is unobligated at the time of the request and subsequent transfer. Section 3. That § 1-16G-49 be amended to read: 1-16G-49. Each department administering the funds received from § 1-16G-48 shall report annually to the Government Operations and Audit Committee about the operations and results of the building South Dakota fund programs. Section 4. That § 4-7-42 be repealed. 4-7-42. Terms used in §§ 4-7-43 and 4-7-44 mean: (1) \"Collective BSDF cash balance,\" the total cash balance of the: (a) Building South Dakota fund; (b) Local infrastructure improvement grant fund; (c) Economic development partnership fund; (d) Workforce education fund; (e) South Dakota housing opportunity fund; and (f) Funds disbursed pursuant to the provisions of subdivision 1-16G-48(5); (2) \"Combined cash balance,\" the total cash balance of the: (a) Budget reserve fund at the end of the prior fiscal year including any outstanding balance on repayments due to the budget reserve fund pursuant to a legislative act; and (b) General revenue replacement fund at the end of the prior fiscal year. Section 5. That § 4-7-43 be repealed. 4-7-43. Notwithstanding the provisions of §§ 4-7-32 and 4-7-39, on July first of each fiscal year or at such time that the prior fiscal year general fund ending unobligated cash balance is determined, the commissioner of the Bureau of Finance and Management shall transfer all prior year unobligated cash as follows: (1) If the combined cash balance is less than ten percent of the general fund appropriations from the general appropriations act for the prior year, an amount of unobligated cash shall be transferred to the budget reserve fund, so that the combined cash balance equals ten percent of the general appropriations from the general appropriations act for the prior year; (2) If the combined cash balance is equal to or greater than ten percent of the general fund appropriations from the general appropriations act for the prior year, or there is additional unobligated cash after the provisions in subdivision (1) are satisfied, an amount of unobligated cash shall be transferred to the building South Dakota fund, so that the collective BSDF cash balance does not exceed one percent of the general fund appropriations in the general appropriations act for the previous fiscal year; and (3) If the collective BSDF cash balance exceeds one percent of the general fund appropriations in the general appropriations act for the previous year, or if there is additional unobligated cash remaining after the transfers in subdivisions (1) and (2), the remaining unobligated cash shall be transferred to the budget reserve fund and general revenue replacement fund pursuant to the provisions of §§ 4-7-32 and 4-7-39. Section 6. That § 4-7-44 be repealed. 4-7-44. If the collective BSDF cash balance is less than one half percent of the general fund appropriations in the general appropriations act for the previous fiscal year, the commissioner shall transfer an amount of money from the general revenue replacement fund to the building South Dakota fund so that the total of the amount deposited pursuant to this section and § 4-7-43 does not exceed one half percent of the general fund appropriations in the general appropriations act for the previous fiscal year. However, the combined cash balance may not be reduced to less than ten percent of the general fund appropriations from the general appropriations act for the prior year by any transfer made to the building South Dakota fund pursuant to this section. Section 7. That § 1-16G-47.1 be amended to read: 1-16G-47.1. Before the transfer of money to any fund under § 1-16G-48, the The commissioner of the Bureau of Finance and Management Governor's Office of Economic Development shall authorize and disburse money from the building South Dakota fund programs provided under §§ 1-16G-50 and 1-16G-51 for the following purposes: (1) An amount to pay for any contracts entered into by the Governor's Office of Economic Development with an implementing partner to provide technical assistance to an applicant or monitoring service for any building South Dakota fund the local infrastructure improvement grant program; and (2) An amount to pay the administrative expenses incurred by the Governor's Office of Economic Development for any building South Dakota fund the local infrastructure improvement grant program. The administrative expenses are limited to the salary and benefits of any personnel directly responsible for the administration of the programs. Section 8. That § 13-13-88 be amended to read: 13-13-88. There is hereby created in the state treasury the workforce education fund to be used for the following purposes: (1) To fund the limited English proficiency adjustment as referenced in § 13-13-89; (2) Provide provide grants for the purposes of providing secondary career and technical education programs; and (3) Provide one-time funding to the Department of Education for one-time education enhancement programs that are defined annually and approved by the Legislature. Any general funds appropriated to the workforce education program shall be transferred into the workforce education fund. Interest earned on money in the fund shall be deposited into the fund. Any money in the workforce education fund is continuously appropriated to the Department of Education for the purposes stated in this section and § 13-13-89. Any money deposited into and distributed from the fund shall be set forth in an informational budget as described in § 4-7-7.2. Section 9. That § 13-13-89 be amended to read: 13-13-89. The secretary of the Department of Education shall authorize and disburse money from the workforce education fund to fund the state's share of the limited English proficiency adjustment as calculated by §§ 13-13-10.1 and 13-13-73 for state fiscal years 2014, 2015, and 2016. Beginning in fiscal year 2017, money from the workforce education fund shall be disbursed as follows: (1) Two million five hundred thousand dollars shall be distributed to fund new and existing secondary career and technical education programs of which. In any fiscal year, up to two hundred fifty thousand dollars may be distributed to private, nonprofit entities that provide specialized career and technical services and education; and (2) Any amount remaining in the fund after the distribution in subdivision (1) is made shall be allocated to the Department of Education for one-time education enhancement programs that are defined annually and approved by the Legislature. Section 10. That § 1-16G-50 be amended to read: 1-16G-50. There is hereby created in the state treasury the local infrastructure improvement grant fund. The Board of Economic Development may award grants to any political subdivision of this state, tribal government, or local development corporation from the fund to construct or reconstruct infrastructure for the purpose of serving an economic development project. The board shall consult state agencies to evaluate the feasibility and merits of the proposed infrastructure improvements. The board shall consider the funding mechanisms available to and utilized by the applicant when making a decision to award a grant. Any general funds appropriated to the local infrastructure improvement program shall be transferred into the local infrastructure improvement grant fund. Interest earned on money in the fund shall be deposited into the fund. Any money in the local infrastructure improvement grant fund is continuously appropriated. Any money deposited into and distributed from the fund shall be set forth in an informational budget as described in § 4-7-7.2. Section 11. That § 1-16G-51 be amended to read: 1-16G-51. There is hereby created in the state treasury the economic development partnership fund. The Board of Economic Development may award grants to any nonprofit development corporation, tribal government, municipality, county, or other political subdivision of this state from the fund on a matching basis as provided in §§ 1-16G-52 and 1-16G-53. Interest earned on money in the fund shall be deposited into the fund. Any money in the economic development partnership fund is continuously appropriated. Any money deposited into and distributed from the fund shall be set forth in an informational budget as described in § 4-7-7.2. Section 12. That § 11-13-2 be amended to read: 11-13-2. There is hereby created the South Dakota housing opportunity fund to be administered by the South Dakota Housing Development Authority for the purpose of preserving and expanding sustainable, affordable, and safe housing that is targeted to low and moderate income families and individuals in South Dakota. The authority may accept and expend for the purposes of this chapter any funds obtained from appropriations or any other source. Any money in the South Dakota housing opportunity fund is continuously appropriated. Any money deposited into and distributed from the fund shall be set forth in an informational budget as described in § 4-7-7.2. Any general funds appropriated to the housing opportunity program shall be transferred into the housing opportunity fund. Disbursement of funds to the authority shall be made after South Dakota housing opportunity funds have been obligated by the oversight commission created pursuant to § 11-13-8. Interest earned on money in the fund shall be deposited into the fund. Section 13. That § 11-13-8 be amended to read: 11-13-8. Awards from the fund shall be made through a competitive process during an application cycle each year process. Each application shall be evaluated and scored based on criteria created by the administering agency and the oversight commission. Each applicant that is awarded money from the fund is encouraged to leverage the money for any project or program with other public and private dollars. Any program income or loan payments received shall be deposited into the account held by the South Dakota Housing Authority. Section 14. That § 1-7-10 be amended to read: 1-7-10. There is hereby established in the state treasury a private activity bond fees fund. Any receipts or revenues into this fund are to be expended only if recommended by the Governor and approved by majority vote of the special committee created in chapter 4-8A or appropriated by an act of the Legislature. Each year, the fees from the private activity bond fees fund shall be transferred to the South Dakota housing opportunity fund. All money in the fund shall be expended in accordance with Title 4 on warrants drawn by the state auditor on vouchers approved by the Governor."}, {"bill_id": 8757, "bill_version_id": 50443, "bill_version": "Enrolled", "bill_version_date": "2018-03-08T08:57:48.683-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8757, "action_date": "2018-01-17T14:00:00-06:00", "document_id": 47195, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47195.pdf", "status_text": "First read in Senate and referred to", "journal_page": 118, "committee_id_action": 395, "committee_id_assigned": 382, "result": "N", "vote": {}}, {"bill_id": 8757, "action_date": "2018-01-30T14:00:00-06:00", "document_id": 48174, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48174.pdf", "status_text": "Referred to", "journal_page": 269, "committee_id_action": 395, "committee_id_assigned": 379, "result": "P", "vote": {}}, {"bill_id": 8757, "action_date": "2018-02-14T08:00:00-06:00", "document_id": 49021, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49021.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 379, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8757, "action_date": "2018-02-14T08:00:00-06:00", "document_id": 49228, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49228.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 379, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8757, "action_date": "2018-02-14T08:00:00-06:00", "document_id": 49228, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49228.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 379, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8757, "action_date": "2018-02-14T08:00:00-06:00", "document_id": 49228, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49228.pdf", "status_text": "Do Pass Amended", "journal_page": 458, "committee_id_action": 379, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25795, "president_vote": null, "Nay": [1237], "Yea": [1289, 1231, 1281, 1221, 1273, 1242, 1276, 1220]}}, {"bill_id": 8757, "action_date": "2018-02-20T14:00:00-06:00", "document_id": 49473, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49473.pdf", "status_text": "Motion to amend", "journal_page": 507, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26037, "president_vote": null, "Yea": [1239, 1230, 1264, 1231, 1217, 1246, 1219, 1273, 1270, 1218, 1281, 1221, 1272, 1271, 1252, 1288, 1220, 1242, 1276, 1300], "Nay": [1228, 1262, 1234, 1290, 1278, 1304, 1224, 1267, 1243, 1289, 1244, 1233, 1237], "Excused": [1232, 1245]}}, {"bill_id": 8757, "action_date": "2018-02-20T14:00:00-06:00", "document_id": 49473, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49473.pdf", "status_text": "Do Pass Amended", "journal_page": 508, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26039, "president_vote": null, "Yea": [1239, 1230, 1264, 1231, 1217, 1246, 1219, 1273, 1278, 1304, 1270, 1224, 1267, 1218, 1244, 1281, 1221, 1272, 1271, 1252, 1288, 1220, 1242, 1276, 1300], "Nay": [1228, 1262, 1234, 1290, 1243, 1289, 1233, 1237], "Excused": [1232, 1245]}}, {"bill_id": 8757, "action_date": "2018-02-21T14:00:00-06:00", "document_id": 49604, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49604.pdf", "status_text": "First read in House and referred to", "journal_page": 525, "committee_id_action": 396, "committee_id_assigned": 391, "result": "N", "vote": {}}, {"bill_id": 8757, "action_date": "2018-02-28T07:45:00-06:00", "document_id": 49900, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49900.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 391, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8757, "action_date": "2018-03-05T07:45:00-06:00", "document_id": 50042, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50042.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 391, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8757, "action_date": "2018-03-05T07:45:00-06:00", "document_id": 50245, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50245.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 391, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8757, "action_date": "2018-03-05T07:45:00-06:00", "document_id": 50245, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50245.pdf", "status_text": "Do Pass Amended", "journal_page": 678, "committee_id_action": 391, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26665, "president_vote": null, "Yea": [1268, 1284, 1283, 1238, 1250, 1248, 1226, 1253, 1277, 1240, 1259, 1225], "Absent": [1282]}}, {"bill_id": 8757, "action_date": "2018-03-06T11:30:00-06:00", "document_id": 50356, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50356.pdf", "status_text": "Do Pass", "journal_page": 710, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26780, "president_vote": null, "Excused": [1313, 1279, 1254, 1215], "Yea": [1241, 1269, 1297, 1424, 1268, 1284, 1223, 1307, 1235, 1425, 1260, 1308, 1238, 1250, 1286, 1222, 1302, 1306, 1265, 1315, 1296, 1292, 1248, 1293, 1226, 1274, 1295, 1277, 1303, 1259, 1255, 1299, 1225, 1256, 1261, 1240, 1258, 1305, 1287, 1257, 1236, 1317, 1216, 1229, 1298, 1285, 1253], "Nay": [1213, 1214, 1266, 1301, 1294, 1282, 1311, 1312, 1291, 1275, 1283, 1314, 1247, 1316, 1310, 1280, 1263, 1249, 1309]}}, {"bill_id": 8757, "action_date": "2018-03-07T09:00:00-06:00", "document_id": 50418, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50418.pdf", "status_text": "Concurred in amendments", "journal_page": 741, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26825, "president_vote": null, "Yea": [1239, 1230, 1264, 1231, 1217, 1246, 1219, 1273, 1234, 1278, 1304, 1270, 1224, 1267, 1218, 1244, 1221, 1272, 1245, 1271, 1252, 1288, 1220, 1276, 1300], "Nay": [1228, 1262, 1290, 1232, 1243, 1289, 1281, 1233, 1237], "Excused": [1242]}}, {"bill_id": 8757, "action_date": "2018-03-08T10:00:00-06:00", "document_id": 50469, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50469.pdf", "status_text": "Signed by the President", "journal_page": 759, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8757, "action_date": "2018-03-08T09:00:00-06:00", "document_id": 50486, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50486.pdf", "status_text": "Signed by the Speaker", "journal_page": 760, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8757, "action_date": "2018-03-09T11:00:00-06:00", "document_id": 50536, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50536.pdf", "status_text": "Delivered to the Governor", "journal_page": 776, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8757, "action_date": "2018-03-26T10:00:00-05:00", "document_id": 50574, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50574.pdf", "status_text": "Signed by the Governor", "journal_page": 792, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6523, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8757"}