{"session_id": 15, "bill_id": 3771, "bill_type": "House Commemoration", "bill_number": 1011, "bill_title": "Congratulating State Representative Kim Vanneman of Ideal, for receiving the South Dakota Corn Growers Outstanding Legislative Leadership award.", "sponsors": [{"legislator_profile_id": 270, "is_prime": true}, {"legislator_profile_id": 223, "is_prime": true}, {"legislator_profile_id": 284, "is_prime": false}, {"legislator_profile_id": 242, "is_prime": false}, {"legislator_profile_id": 269, "is_prime": false}, {"legislator_profile_id": 260, "is_prime": false}, {"legislator_profile_id": 255, "is_prime": false}, {"legislator_profile_id": 250, "is_prime": false}, {"legislator_profile_id": 234, "is_prime": false}, {"legislator_profile_id": 266, "is_prime": false}, {"legislator_profile_id": 230, "is_prime": false}, {"legislator_profile_id": 280, "is_prime": false}, {"legislator_profile_id": 246, "is_prime": false}, {"legislator_profile_id": 241, "is_prime": false}, {"legislator_profile_id": 290, "is_prime": false}, {"legislator_profile_id": 243, "is_prime": false}, {"legislator_profile_id": 308, "is_prime": false}, {"legislator_profile_id": 273, "is_prime": false}, {"legislator_profile_id": 315, "is_prime": false}, {"legislator_profile_id": 282, "is_prime": false}, {"legislator_profile_id": 216, "is_prime": false}, {"legislator_profile_id": 306, "is_prime": false}, {"legislator_profile_id": 232, "is_prime": false}, {"legislator_profile_id": 275, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 3771, "bill_version_id": 20769, "bill_version": "Introduced", "bill_version_date": "2012-02-06T10:29:43.413-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating State Representative Kim Vanneman of Ideal, for receiving the South Dakota Corn Growers Outstanding Legislative Leadership award. WHEREAS, Representative Kim Vanneman has represented Gregory and Tripp counties in District 26B since 2007; and WHEREAS, while serving as chair of the House Agriculture and Natural Resources Committee of the South Dakota Legislature, Representative Vanneman has worked with representatives and leadership members to maintain the state's business-friendly status, which benefits value-added agriculture and South Dakota's agricultural economy; and WHEREAS, Representative Vanneman has worked to ensure fair property taxes on agricultural land; and WHEREAS, Representative Vanneman has supported legislation that encourages the use of ethanol and alternative fuels, as well as numerous initiatives to promote South Dakota agriculture and the economic well-being of this state: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-seventh Legislature of the State of South Dakota, that the South Dakota Legislature congratulates and commends Representative Kim Vanneman for her achievements and for her commitment to South Dakota agriculture."}, {"bill_id": 3771, "bill_version_id": 21012, "bill_version": "Enrolled", "bill_version_date": "2012-02-08T16:24:29.137-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating State Representative Kim Vanneman of Ideal, for receiving the South Dakota Corn Growers Outstanding Legislative Leadership award. WHEREAS, Representative Kim Vanneman has represented Gregory and Tripp counties in District 26B since 2007; and WHEREAS, while serving as chair of the House Agriculture and Natural Resources Committee of the South Dakota Legislature, Representative Vanneman has worked with representatives and leadership members to maintain the state's business-friendly status, which benefits value-added agriculture and South Dakota's agricultural economy; and WHEREAS, Representative Vanneman has worked to ensure fair property taxes on agricultural land; and WHEREAS, Representative Vanneman has supported legislation that encourages the use of ethanol and alternative fuels, as well as numerous initiatives to promote South Dakota agriculture and the economic well-being of this state: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-seventh Legislature of the State of South Dakota, that the South Dakota Legislature congratulates and commends Representative Kim Vanneman for her achievements and for her commitment to South Dakota agriculture. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3771, "action_date": "2012-02-06T14:00:00-06:00", "document_id": 20808, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20808.pdf", "status_text": "", "journal_page": 327, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}]}