{"session_id": 7, "bill_id": 962, "bill_type": "Senate Concurrent Resolution", "bill_number": 11, "bill_title": "Urging the Environmental Protection Agency to authorize the use of higher blends of ethanol in non-flex fuel vehicles.", "sponsors": [{"legislator_profile_id": 643, "is_prime": true}, {"legislator_profile_id": 661, "is_prime": true}, {"legislator_profile_id": 649, "is_prime": false}, {"legislator_profile_id": 634, "is_prime": false}, {"legislator_profile_id": 659, "is_prime": false}, {"legislator_profile_id": 721, "is_prime": false}, {"legislator_profile_id": 645, "is_prime": false}, {"legislator_profile_id": 665, "is_prime": false}, {"legislator_profile_id": 640, "is_prime": false}, {"legislator_profile_id": 681, "is_prime": false}], "keywords": [], "audio": [{"meeting_datetime": "2009-03-11T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen37.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 962, "bill_version_id": 9023, "bill_version": "Introduced", "bill_version_date": "2009-03-10T07:35:08.81-05:00", "bill_text": "A CONCURRENT RESOLUTION, Urging the Environmental Protection Agency to authorize the use of higher blends of ethanol in non-flex fuel vehicles. WHEREAS, South Dakota is a leading state in the production of ethanol and the use of ethanol in our vehicles. However, we are approaching an ethanol blend \"wall\" that will curtail ethanol production in this state, which is why the United States needs an immediate approval of at least an E20 base blend in 2009; and WHEREAS, the United States Environmental Protection Agency has not yet approved the use of ethanol blends in excess of ten percent in non-flex fuel vehicles, even though no federal law prohibits the use of higher ethanol blends in such vehicles. Non-flex fuel vehicles can run safely using ethanol blends of E20, E30, and E40; and WHEREAS, the 2007 federal Energy Bill requires the increased use of ethanol, a requirement that could be addressed through the use of higher ethanol blends, such as E20 and E30, in non-flex fuel vehicles. If the base blend is not increased, there will be no market for cellulosic ethanol; and WHEREAS, numerous studies have shown favorable emissions data through the use of E20 and E30 in comparison with unleaded gasoline. The use of higher blends of ethanol will significantly reduce emissions of nonmethane hydrocarbons and carbon monoxide, and the use of ethanol from corn-based dry mill ethanol plants will result in at least a fifty percent greenhouse gas reduction in comparison with gasoline; and WHEREAS, ethanol is the only liquid fuel alternative to foreign oil. Authorizing the use of higher blends of ethanol in non-flex fuel vehicles will double or triple the use of American- grown ethanol; and WHEREAS, South Dakota will benefit significantly through the increased production of ethanol and related job creation, as well as benefitting South Dakota drivers and fuel consumers through the use of additional ethanol blends at lower cost and through greater fuel efficiency in some vehicles using ethanol blends; and WHEREAS, an increase to E20 will create thousands of green jobs, stimulate domestic investment, and displace 600,000 barrels of foreign oil per day across America. An authorization for E20 will create approximately $1 billion of new economic activity in South Dakota; for every dollar that goes into ethanol production the wealth of the citizens of the state increases by ten cents. Such an increase would create over 5,000 new full-time and part-time jobs, increase the tax base, provide greater consumer choice at the pump, and place South Dakota on the leading edge of the next generation of cellulosic commercialization; and WHEREAS, as this state and nation continue to strive for energy independence, increasing the use of ethanol and other biofuels is one more approach toward self-sufficiency: NOW, THEREFORE, BE IT RESOLVED, by the House of Representatives of the Eighty- fourth Legislature of the State of South Dakota, the Senate concurring therein, that the South Dakota Legislature strongly supports and urges the prompt authorization and implementation by the United States Environmental Protection Agency and other appropriate federal agencies of the use of higher levels of ethanol blends in non-flex fuel vehicles."}, {"bill_id": 962, "bill_version_id": 9289, "bill_version": "Enrolled", "bill_version_date": "2009-03-12T11:40:44.99-05:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 962, "action_date": "2009-03-10T11:00:00-05:00", "document_id": 9077, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9077.pdf", "status_text": "First Reading", "journal_page": 699, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 962, "action_date": "2009-03-11T09:00:00-05:00", "document_id": 9213, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9213.pdf", "status_text": "Adopt Resolution", "journal_page": 728, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5296, "president_vote": null, "Yea": [653, 704, 685, 649, 700, 655, 673, 663, 675, 634, 659, 690, 656, 669, 661, 686, 701, 662, 703, 664, 640, 689, 694, 705, 642, 671], "Excused": [680, 682, 702, 677, 697, 636, 667, 638, 648]}}, {"bill_id": 962, "action_date": "2009-03-11T11:00:00-05:00", "document_id": 9220, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9220.pdf", "status_text": "First Reading", "journal_page": 771, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 962, "action_date": "2009-03-12T10:00:00-05:00", "document_id": 9282, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9282.pdf", "status_text": "Concurred in Resolution", "journal_page": 791, "committee_id_action": 56, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5341, "president_vote": null, "Yea": [716, 720, 666, 688, 676, 670, 726, 715, 699, 674, 635, 692, 708, 651, 643, 712, 709, 660, 725, 693, 644, 724, 727, 721, 652, 737, 672, 729, 698, 717, 654, 711, 719, 683, 695, 696, 722, 645, 637, 665, 687, 678, 650, 646, 668, 639, 735, 679, 734, 714, 731, 736, 713, 710, 728, 657, 641, 658, 647, 691, 723, 718, 684, 732, 707, 681], "Excused": [706, 738], "Nay": [730, 733]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/962"}