{"session_id": 51, "bill_id": 16229, "bill_type": "Senate Bill", "bill_number": 115, "bill_title": "revise certain provisions concerning driver licenses and commercial driver licenses.", "sponsors": [{"legislator_profile_id": 2522, "is_prime": true}, {"legislator_profile_id": 2534, "is_prime": true}], "keywords": ["Drivers License"], "audio": [{"meeting_datetime": "2001-01-30T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/str15sb0115a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-30T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/str15sb0115a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-30T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/str15sb0115a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-30T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/str15sb0115a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-31T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen16.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-07T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/htr21sb0115a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-07T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/htr21sb0115a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-07T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/htr21sb0115a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-07T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/htr21sb0115a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16229, "bill_version_id": 88246, "bill_version": "Introduced", "bill_version_date": "2001-01-23T09:11:43-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning driver licenses and commercial driver licenses. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-12-1 be amended to read as follows: 32-12-1. Every application for an operator's license, instruction permit, or temporary license, shall be made upon a form furnished by the Department of Commerce and Regulation. For purposes of this chapter, terms are defined in § 32-14-1. Terms used in this chapter mean: (1) \"Driver license,\" a document issued by a state or jurisdiction to an individual that authorizes the individual to drive a motor vehicle, including an operator's license, motorcycle operator's license, restricted minor's permit, motorcycle restricted minor's permit, instruction permit, motorcycle instruction permit, and temporary permit; and (2) \"Operator's license,\" any document issued by a state or jurisdiction to an individual that bestows full driving privileges upon the individual. Section 2. That § 32-12-2 be amended to read as follows: 32-12-2. Every Any application under this chapter shall be accompanied by the proper fee and payment of such fee shall entitle entitles the applicant to not more than three attempts to pass the examination within a period of six months from the date of application. Any application for a driver license shall be made upon a form furnished by the Department of Commerce and Regulation. Section 3. That § 32-12-3.1 be amended to read as follows: 32-12-3.1. Every Any applicant under this chapter shall, on making application for an operator's license, motorcycle operator's license, restricted minor's permit, motorcycle restricted minor's permit, instruction permit, motorcycle instruction permit, or nondriver identification card, present to the driver's license examiner a certified copy of a United States birth certificate issued in or by a city, county, or state, a federal census record, a naturalization and immigration record authorizing the applicant's presence in the United States, or a valid passport. The examiner may accept other evidence of birth only if the examiner is satisfied that the applicant cannot, for good reason beyond the applicant's control, produce such primary documents. The Department of Commerce and Regulation may not require new evidence of birth at the time an application is made for an operator's permit by a person holding an operator's license, motorcycle operator's license, restricted minor's permit, or motorcycle restricted minor's permit, instruction permit, motorcycle instruction permit, or nondriver identification card, if that person's operator's driver license , restricted permit, or instruction permit or nondriver identification card is turned in to the department with the application. Any person who obtains a driver license , permit, or nondriver identification card pursuant to this section fraudulently or by use of a fraudulently obtained document is guilty of a Class 2 misdemeanor. Section 4. That § 32-12-5.1 be amended to read as follows: 32-12-5.1. The Department of Commerce and Regulation may deny the issuance of a motor vehicle operator's license , motorcycle operator's license, restricted minor's permit, motorcycle restricted minor's permit, instruction permit, or motorcycle instruction permit to any individual who has experienced convulsions, seizures, or blackouts, until the individual has experienced a period of twelve months without any such episode. However, upon receipt of a statement signed by the applicant that the applicant's condition is adequately controlled by medication, the applicant is continuing to take medication, and the applicant is under the care of a physician, the Department of Commerce and Regulation may issue a temporary permit to the applicant. This temporary permit is subject to the provisions of § 32-12-36 and is reviewable by the department every six months, or until the applicant has gone a period of twelve months without any episode. Section 5. That § 32-12-6 be amended to read as follows: 32-12-6. The application of any person under the age of eighteen years for an operator's license, instruction permit, temporary license, or restricted minor's permit, a driver license or nondriver identification card shall be signed by the father, mother, or guardian, or, if there is no parent or guardian, then by another responsible adult and verified before a designee of the Department of Commerce Regulation or a person authorized to administer oaths by the father, mother, or guardian, or, if there is no parent or guardian, then by another responsible adult . Section 6. That § 32-12-7 be amended to read as follows: 32-12-7. Any person who has signed the application of a minor for a license or permit driver license or nondriver identification card may thereafter file with the Department of Commerce and Regulation a verified written request that the driver license or permit nondriver identification card of the minor so granted be canceled. Thereupon the department shall cancel the driver license or permit nondriver identification card of the minor. Section 7. That § 32-12-8 be amended to read as follows: 32-12-8. The Department of Commerce and Regulation upon receipt of satisfactory evidence of the death of the person who signed the application of a minor for a driver license or permit nondriver identification card shall cancel the license or permit nondriver identification card and may not issue a new license or permit nondriver identification card until such time as a new application, duly signed and verified, is made as required by this chapter. This provision does not apply if the minor has attained the age of eighteen years. Section 8. That § 32-12-11 be amended to read as follows: 32-12-11. Any person who is at least fourteen years of age but less than eighteen years of age applying for a South Dakota driver's license operator's license, restricted minor's permit, or instruction permit who does not currently hold a driver's license an operator's license, motorcycle operator's license, restricted minor's permit, motorcycle restricted minor's permit, instruction permit, or motorcycle instruction permit that has been valid continuously for one hundred eighty days, shall apply to the Department of Commerce and Regulation for an instruction permit which shall be held for a minimum of one hundred eighty continuous days. The department may, after the applicant has successfully passed all parts of the examination other than the driving test and paid a fee which is equal in amount to the fee prescribed for a driver's license in § 32-12-16, issue to the applicant an instruction permit. The instruction permit entitles the applicant while having the permit in the applicant's immediate possession to drive a motor vehicle upon the public highways for a period of one year if accompanied by a licensed operator person holding a valid operator's license who is at least eighteen years of age, has had at least one year of driving experience, and who is occupying a seat beside the driver applicant . The holder of an instruction permit may apply for a restricted minor's permit or operator's license after holding a valid instruction permit for one hundred eighty continuous days. A motorcycle instruction permit entitles the holder, while having the permit in the permit holder's immediate physical possession, to operate a motorcycle during the hours of 6 a.m. to 8 p.m. if the permit holder is accompanied by a licensed motorcycle operator who is at least eighteen years of age, who has at least one year of driving experience and who is driving another motorcycle along with the permit holder. No motorcycle instruction permit holder may carry another person on the motorcycle. The permit is valid for one year. Section 9. That chapter 32-12 be amended by adding thereto a NEW SECTION to read as follows: Any person who is at least fourteen years of age but less than eighteen years of age applying for a South Dakota motorcycle operator's license, motorcycle restricted minor's permit, or motorcycle instruction permit who does not currently hold an operator's license, motorcycle operator's license, restricted minor's permit, motorcycle restricted minor's permit, instruction permit, or motorcycle instruction permit that has been valid continuously for one hundred eighty days, shall apply to the Department of Commerce and Regulation for an instruction permit which shall be held for a minimum of one hundred eighty continuous days. The department may, after the applicant has successfully passed all parts of the examination other than the driving test and paid a fee which is equal in amount to the fee prescribed for a license in § 32-12-16, issue to the applicant a motorcycle instruction permit. A motorcycle instruction permit is not required to obtain a motorcycle operator's license or a motorcycle restricted minor's permit if the applicant currently holds an instruction permit, restricted minor's permit, or operator's license that has been valid continuously for one hundred eighty days. A motorcycle instruction permit entitles the holder, while having the permit in the permit holder's immediate physical possession, to operate a motorcycle during the hours of 6 a.m. to 8 p.m. if the permit holder is accompanied by a licensed motorcycle operator who is at least eighteen years of age, who has at least one year of driving experience, and who is driving another motorcycle along with the permit holder. No motorcycle instruction permit holder may carry another person on the motorcycle. The permit is valid for one year. The holder of an instruction permit or motorcycle instruction permit may apply for a motorcycle restricted minor's permit or motorcycle operator's license after holding a valid instruction permit for one hundred eighty continuous days. Section 10. That § 32-12-12 be amended to read as follows: 32-12-12. A restricted minor's permit may be issued, upon application and payment of the proper fees as provided in § 32-12-16, to a minor at least fourteen years of age but less than eighteen years of age who has successfully passed all driver's license examination applicable tests and completed the requirements of an instruction permit as outlined provided in § 32-12-11 or section 9 of this Act and has not been convicted of a traffic violation during the past six months. For any such minor who has successfully completed a driver education course that has been approved by the Department of Education and Cultural Affairs or a driver education course that the secretary of commerce and regulation has determined has been approved by a state government agency in another state, the required minimum time period for holding the instruction permit in order to qualify for the restricted minor's permit is ninety continuous days. A restricted minor's permit entitles the holder, while having the permit in immediate physical possession, to operate a motor vehicle during the hours of 6 a.m. to 8 p.m. standard time if the motor vehicle is being operated with the permission of the minor's holder's parents or guardian and during the hours of 8 p.m. to 6 a.m. if the motor vehicle is being operated under the direction of the minor's holder's parent or guardian who is occupying a seat beside the driver holder . The restrictions as to time of operation and operation under the direction of a parent or guardian do not apply to the holder of a valid restricted minor's permit operating a self-propelled agricultural machine which is not subject to registration under chapter 32-5. A motorcycle restricted minor's permit may be issued, upon application and payment of the proper fee as provided for in § 32-12-16, to a minor at least fourteen years of age but less than eighteen years of age who has successfully passed all motorcycle driver's license examination tests and has not been convicted of a traffic violation during the past six months. For any minor who has successfully completed the motorcycle safety education courses provided by § 32-20-14 and a driver education class that has been approved by the Department of Education and Cultural Affairs or by the secretary of commerce and regulation, the required minimum time period for holding the motorcycle instruction permit to qualify for the motorcycle restricted minor's permit is thirty continuous days. A motorcycle restricted minor's permit entitles the holder, while having the permit in immediate physical possession, to operate a motorcycle during the hours of 6 a.m. to 8 p.m. standard time if the motorcycle is being operated with the permission of the minor's parents or guardian. Section 11. That chapter 32-12 be amended by adding thereto a NEW SECTION to read as follows: A motorcycle restricted minor's permit may be issued, upon application and payment of the proper fee as provided for in § 32-12-16, to a minor at least fourteen years of age but less than eighteen years of age who has successfully passed all applicable test and completed the requirements of an instruction permit as outlined in § 32-12-11 or section 9 of this Act and has not been convicted of a traffic violation during the past six months. For any minor who has successfully completed the motorcycle safety education courses provided by § 32-20-14 and a driver education class that has been approved by the Department of Education and Cultural Affairs or a driver education course that the secretary of commerce and regulation has determined has been approved by a state government agency in another state, the required minimum time period for holding the motorcycle instruction permit to qualify for the motorcycle restricted minor's permit is thirty continuous days. A motorcycle restricted minor's permit entitles the holder, while having the permit in immediate physical possession, to operate a motorcycle during the hours of 6 a.m. to 8 p.m. standard time if the motorcycle is being operated with the permission of the holder's parents or guardian. Section 12. That § 32-12-13 be amended to read as follows: 32-12-13. A restricted minor's permit issued under § 32-12-12 or a motorcycle restricted minor's permit issued under section 11 of this Act does not entitle the minor to operate a motor vehicle , in excess of twenty thousand pounds gross vehicle weight. However, the restriction imposed by this section does not apply to the holder of a restricted minor's permit operating a self-propelled agricultural machine which that is not subject to registration under chapter 32-5. Section 13. That § 32-12-14 be amended to read as follows: 32-12-14. A restricted minor's permit issued under § 32-12-12 or a motorcycle restricted minor's permit issued under section 11 of this Act does not entitle the minor to operate a motor vehicle on which is mounted a sawmill; a motor vehicle used in transportation of products originating in, or produced from, or necessary to mining or logging operations; a motor vehicle used in the construction of roads and highways; or a motor vehicle used in the construction of stock water dugouts or dams and other soil and water conservation projects which that are not located on the farm or ranch of the parent or guardian. Section 14. That § 32-12-14.1 be amended to read as follows: 32-12-14.1. The restrictions in § § 32-12-12, 32-12-13, and 32-12-14 , and section 11 of this Act do not apply if the minor has obtained the age of sixteen eighteen years , if the minor has completed the requirements of an instruction permit as outlined in § 32-12-11, and has not been convicted of a traffic violation during the six months prior to the minor's sixteenth birthday . Nothing in this section precludes the suspension or revocation of the minor's driving privileges upon the receipt of a record of conviction for a violation of the restrictions committed prior to the minor's sixteenth eighteenth birthday. Section 15. That § 32-12-15 be amended to read as follows: 32-12-15. The issuance of an instruction permit or , motorcycle instruction permit, restricted minor's permit , or motorcycle restricted minor's permit is on a probationary basis. The Department of Commerce and Regulation on upon the receipt of a record of conviction for a traffic violation classified as a felony or Class 1 misdemeanor, prior to the minor's sixteenth birthday, shall suspend the minor's driving privileges until the minor's sixteenth birthday or as otherwise required by law. Upon the receipt of a record of conviction prior to the minor's sixteenth birthday of any other traffic violation, the department shall suspend an instruction permit or restricted minor's permit for a period of thirty days for a first violation. No permit may be suspended for a first violation of § 32-14-9.1, 32-21-27, 32-25-5, 34A-7-7, or 32-26-20. A second conviction for a traffic violation committed prior to the minor's sixteenth birthday or a conviction for a violation of an instruction permit or restricted minor's permit committed prior to the minor's sixteenth birthday shall result in revocation of the minor's driving privileges until the minor's sixteenth birthday or for a period of ninety days, whichever period is longer, or as otherwise required by law or for a violation of the restrictions in § 32-12-11, section 9 of this Act, section 11 of this Act, § 32;-12-12, 32-12-13, or 32-12-14, committed prior to the minor's sixteenth birthday shall suspend or revoke the minor's driving privileges according to the following schedule: (1) For a felony or Class 1 misdemeanor traffic conviction - suspension until the minor's sixteenth birthday or as otherwise required by law; (2) For a first Class 2 misdemeanor traffic conviction - suspension for thirty days or as otherwise required by law; (3) For a first conviction of a violation of the conditions of an instruction permit, a motorcycle instruction permit, a restricted minor's permit, or a motorcycle restricted minor's permit - suspension for thirty days or as otherwise required by law; (4) For a second Class 2 misdemeanor traffic conviction - revocation until the minor's sixteenth birthday or for ninety days, whichever period is longer, or as otherwise required by law; and (5) For a second conviction of a violation of the conditions of an instruction permit, a motorcycle instruction permit, a restricted minor's permit, or a motorcycle restricted minor's permit - revocation until the minor's sixteenth birthday or for ninety days, whichever period is longer, or as otherwise required by law. No permit may be suspended for a first violation of § 32-14-9.1, 32-21-27, 32-25-5, 34A-7- 7, or 32-26-20 . If a minor has no instruction permit or , motorcycle instruction permit, restricted minor's permit , or motorcycle restricted minor's permit and is convicted of any traffic violation prior to the minor's sixteenth birthday, the department shall suspend or revoke the minor's driving privilege or privilege to apply for a permit or driver license as provided in this section. Any A conviction for any traffic violation which that occurs prior to the issuance of an instruction permit or , motorcycle instruction permit, restricted minor's permit , motorcycle restricted minor's permit, motorcycle operator's license or an operator's license shall be placed on the driving record and given the same consideration as any violation which that occurs following the issuance of an instruction permit, motorcycle instruction permit, restricted minor's permit, motorcycle restricted minor's permit, motorcycle operator's license, or an operator's license. Section 16. That § 32-12-16 be amended to read as follows: 32-12-16. The fee for an original driver's driver license or a renewal of a driver license is eight dollars. The fee for a commercial license is twenty-five dollars if knowledge and skill testing is required and fifteen dollars if no skill testing is required, and five dollars for each endorsement. The fee for a duplicate license, a name change, or an address change is six dollars. The fee shall be credited to the state motor vehicle fund. Section 17. That § 32-12-17 be amended to read as follows: 32-12-17. The Department of Commerce and Regulation shall, upon payment of the fee established by § 32-12-16, issue to every applicant qualifying therefor an operator's license. Upon payment of the fee established by § 32-12-16, the Department of Commerce and Regulation shall issue an operator's license to each qualifying applicant. An operator's license may be issued to a minor's minor at least sixteen years of age but less than eighteen years of age who has successfully passed all driver's license examination applicable tests and completed the requirements of an instruction permit as provided in § 32-12-11 , if or section 9 of this Act, provided that the applicant has not been convicted of a traffic violation in the past six months, and if the applicant is not currently under suspension, revocation, or disqualification. A motorcycle operator's license may be issued to a minor at least sixteen years of age but less than eighteen years of age who does not currently hold a valid operator's license if the minor has passed all motorcycle driver's license examination tests, has not been convicted of a traffic violation during the past six months, and currently holds a motorcycle instruction permit that has been valid continuously for one hundred eighty days. For any minor who has successfully completed the motorcycle safety education courses provided by § 32-20-14 and a driver education class that has been approved by the Department of Education and Cultural Affairs or by the secretary of commerce and regulation, the required minimum time period for holding the motorcycle instruction permit to qualify for the motorcycle operator's license is thirty continuous days. The license shall bear thereon a distinguishing number assigned to the licensee, the full legal name or any name lawfully taken, date of birth, residence address, an indication if the licensee is a donor pursuant to chapter 34-26, an indication if the licensee as a living will pursuant to chapter 34-12D or a durable power of attorney for health care pursuant to chapter 59-7, a color photo and a brief description of the licensee, and the licensee's signature. The department shall indicate upon each driver's license the general class of vehicles which the licensee may drive. If a bar code, or other means by which information may be retrieved electronically, is placed on the license, the data field may contain the information printed on the license and the licensee's encrypted social security number. If any such applicant has successfully completed a driver education course that has been approved by the Department of Education and Cultural Affairs or a driver education course that the secretary of commerce and regulation has determined has been approved by a state agency in another state, the required minimum time period for holding the instruction permit to qualify for the operator's license is ninety continuous days. Section 18. That chapter 32-12 be amended by adding thereto a NEW SECTION to read as follows: Upon payment of the fee established by § 32-12-16, the Department of Commerce and Regulation shall issue a motorcycle operator's license to each qualifying applicant. A motorcycle operator's license may be issued to a minor at least sixteen years of age but less than eighteen years of age who has successfully passed all applicable tests and completed the requirements of an instruction permit as provided in § 32-12-11 or section 9 of this Act, if the applicant has not been convicted of a traffic violation during the past six months, and if the applicant is not currently under suspension, revocation, or disqualification. If any applicant has successfully completed the motorcycle safety education courses provided by § 32-20-14 and a driver education class that has been approved by the Department of Education and Cultural Affairs or a driver education course that the secretary of commerce and regulation has determined has been approved by a state government agency in another state, the required minimum time period for holding the motorcycle instruction permit to qualify for the motorcycle operator's license is thirty continuous days. Section 19. That chapter 32-12 be amended by adding thereto a NEW SECTION to read as follows: An operator's license, motorcycle operator's license, restricted minor's permit, motorcycle restricted minor's permit, instruction permit, and motorcycle instruction permit shall bear a distinguishing number assigned to the licensee, the full legal name or any name lawfully taken, date of birth, residence address, an indication if the licensee is a donor pursuant to chapter 34-26, an indication if the licensee as a living will pursuant to chapter 34-12D or a durable power of attorney for heath care pursuant to chapter 59-7, a color photo and a brief description of the licensee, and the licensee's signature. The department shall indicate upon each license the general class of vehicles that the licensee may drive. If a barcode, or other means by which information may be retrieved electronically, is placed on the license, the data field may contain the information printed on the license and the licensee's encrypted social security number. Section 20. That § 32-12-17.1 be amended to read as follows: 32-12-17.1. The Department of Commerce and Regulation may maintain a photograph negative or duplicate file photographic image of all licensed drivers to facilitate the issuance of duplicate driver licenses. Section 21. That § 32-12-17.2 be amended to read as follows: 32-12-17.2. The Department of Commerce and Regulation may issue upon application a nondriver identification card, similar in form but distinguishable in color from driver licenses, to any resident of South Dakota. Each applicant for a nondriver identification card shall, as part of the application, present to the department a certified copy of a certificate of birth or another form of evidence of birth as allowed by § 32-12-3.1 for a motor vehicle operator's license . The fee for an original or reissued nondriver identification card is the same as prescribed for an original driver license in § 32-12-16. Nondriver identification cards are valid for five years from issue date and may be reissued at the discretion of the owner. Each nondriver identification card expires on the holder's birthday in the fifth year following the issuance of the nondriver identification card, or on the same date as the expiration date on the valid documents authorizing the applicant's presence in the United States in accordance with § 32-12-3.1, whichever occurs first. Each nondriver identification card is renewable one hundred eighty days before its expiration upon application and payment of the required fee. Any nondriver identification card renewed before its expiration expires five years after the holder's ensuing birthday, or on the same date as the expiration date on the valid documents authorizing the applicant's presence in the United States in accordance with § 32-12-3.1, whichever occurs first. The nondriver identification card shall bear an indication if the licensee holder has a living will pursuant to chapter 34-12D or a durable power of attorney for health care pursuant to chapter 59-7. Any nondriver identification card renewed during the thirty-day period following the date of expiration expires five years from the holder's previous birthday, or on the same date as the expiration date on the valid documents authorizing the holder's presence in the United States in accordance with § 32-12-3.1, whichever occurs first. Section 22. That § 32-12-18 be amended to read as follows: 32-12-18. No person may apply for an operator's any driver license until the licensee surrenders to the Department of Commerce and Regulation all valid operator's driver licenses in the licensee's possession issued to the licensee by this state or any other jurisdiction. All surrendered licenses issued by this state shall be canceled and all surrendered licenses issued by another jurisdiction shall be returned destroyed by the department to the issuing department together with information that the licensee has applied for a license in a new jurisdiction . The issuing jurisdiction shall be notified that the licensee has applied for a driver license in a new jurisdiction. No person may have more than one valid operator's driver license at any time. If any person, after having surrendered all valid operator's driver licenses in his that person's possession, fails to pass the test of his that person's ability to read and understand highway signs regulating, warning, and directing traffic, and of his that person's knowledge of the traffic laws of this state, then the Department of Commerce and Regulation shall issue a temporary operator's license permit which shall entitle such entitles the person to continue to drive for a period of thirty days. If an expired driver license is surrendered, the person shall take the knowledge test as required by § 32-12-4. Section 23. That § 32-12-19 be amended to read as follows: 32-12-19. The Department of Commerce and Regulation may issue a temporary driver's permit to an applicant for an operator's license permitting permit allowing the applicant to operate a motor vehicle while the department is completing its investigation and determination of all facts relative to the applicant's right to receive an operator's a driver license. The temporary permit shall be in his that person's immediate possession while operating a motor vehicle, and it shall be invalid when the applicant's license has been issued or for good cause has been refused. Section 24. That § 32-12-20 be amended to read as follows: 32-12-20. The Department of Commerce and Regulation may cancel any operator's license, restricted minor's permit, instruction permit, or temporary license, driver license upon determining that the licensee was not entitled to the issuance thereof under this chapter or that the licensee failed to give the required or correct information in his application or committed any fraud in making the application. Upon the cancellation, the licensee shall surrender the license so canceled to the department. Section 25. That § 32-12-21 be amended to read as follows: 32-12-21. Any person licensed as an operator under this chapter may exercise the privilege thereby granted upon all streets and highways in this state and shall may not be required to obtain any other license to exercise such privilege by any county, municipal or local board, or body having authority to adopt local police regulations. Section 26. That § 32-12-22 be amended to read as follows: 32-12-22. No person, except those expressly exempted in § § 32-12-22.1 to 32-12-28, inclusive, shall may drive any motor vehicle upon a highway in this state unless such the person has a valid driver license as an operator under the provisions of this chapter. Any person convicted for a violation of this section shall be is guilty of a Class 2 misdemeanor. Section 27. That § 32-12-23 be amended to read as follows: 32-12-23. Any employee of the United States government possessing a valid driver's driver license of the United States government or any other state is exempt from license under this chapter while operating a motor vehicle owned by or leased to the United States government and being operated on official business, unless the employee meets the qualifications established under § 32-12-83. Section 28. That § 32-12-24 be amended to read as follows: 32-12-24. A nonresident who is at least sixteen years of age and who has in his that person's immediate possession a valid operator's license or motorcycle operator's license issued to him in his by that person's home state or country may operate a motor vehicle in this state without a license under this chapter any motor vehicle for which that person is licensed in the person's home state or country . Section 29. That § 32-12-27 be amended to read as follows: 32-12-27. Any nonresident who is stationed in this state while in the military service of the United States or any nonresident who is assigned in this state under the Domestic Volunteer Service Act of 1973 and any dependent of such nonresident, and who has in his that person's possession a valid driver's driver license or permit issued in his by that person's home state or country may operate a motor vehicle in this state. Section 30. That § 32-12-29 be amended to read as follows: 32-12-29. The Department of Commerce and Regulation shall may not issue any license under this chapter to any person who is under the age of sixteen years, except that the department may issue a restricted license minor's permit, motorcycle restricted minor's permit, instruction permit, or motorcycle instruction permit as provided in § § 32-12-11 to 32-12-15, inclusive, section 9 of this Act, and section 11 of this Act, to any person who is at least fourteen years of age. Section 31. That § 32-12-30 be amended to read as follows: 32-12-30. The Department of Commerce and Regulation may not issue any license under this chapter to any person whose license , or privilege to drive , has been is suspended during the suspension, nor to any person whose license, or privilege to drive, has been or revoked, except as provided in § § 32-12-47.1 and 32-12-48. If the denial of a license is a result of an out-of-state suspension or revocation which that is at least eight years old, the department may grant temporary driving privileges to drive on the highways of this state. The department may cancel temporary driving privileges at the end of sixty days if that person has not satisfied the out-of-state suspension or revocation. Section 32. That § 32-12-36 be amended to read as follows: 32-12-36. The Department of Commerce and Regulation upon issuing an operator's a driver license or permit may impose restrictions suitable to the licensee's driving ability with respect to the type of or special mechanical control devices required on a motor vehicle which the licensee may operate or such other restrictions applicable to the licensee as the department may determine to be appropriate to assure the safe operation of a motor vehicle by the licensee. Section 33. That § 32-12-36.1 be amended to read as follows: 32-12-36.1. Restricted minor's permits and motorcycle restricted minor's permits issued prior to January 1, 1999, remain valid, subject to the conditions and restrictions of the minor's permit and any penalties for violation of the minor's permit. Section 34. That § 32-12-38.1 be amended to read as follows: 32-12-38.1. The Department of Commerce and Regulation on the upon receipt of a record of conviction for a violation of the conditions of an instruction permit or , motorcycle instruction permit, restricted minor's permit , or motorcycle restricted minor's permit shall suspend the minor's permit or driving privileges for a period of thirty days. Section 35. That § 32-12-39 be amended to read as follows: 32-12-39. Every Each licensee shall have his operator's a driver license in his the licensee's immediate possession at all times when operating a motor vehicle and shall display the same driver license upon demand of a judge of a court of record, a magistrate, a peace officer, or a field deputy or inspector of the Department of Commerce and Regulation. Any person violating the provisions of this section commits a petty offense. Section 36. That § 32-12-40 be amended to read as follows: 32-12-40. No judgment shall issue may be issued against a person charged with violating § 32-12-39, if he the person produces in court , or the office of the officer making the demand therefor an operator's , the person's valid driver license issued to him and valid at the time of the demand; and provided, further, that if the license shall have . If the driver license is expired only and for not more than thirty days prior to the time of the demand therefor , the court shall , upon issuing judgment , shall postpone payment of the award for a period of thirty days, and if within such time he shall produce the person produces in court a valid license or a validated receipt and temporary permit to show the issue of license is pending, the action shall be dismissed. Section 37. That § 32-12-42 be amended to read as follows: 32-12-42. Each operator's license, including restricted permit, motorcycle operator's license, restricted minor's permit, or motorcycle restricted minor's permit expires on the licensee's birthday in the fifth year following the issuance of the license , or on the same date as the expiration date on the valid documents authorizing the applicant's presence in the United States in accordance with § 32-12-3.1, whichever occurs first . The department may issue an operator's license or identification card which expires on the same date as the expiration date on the valid documents authorizing the applicant's presence in the United States in accordance with § 32-12-3.1. Each operator's license , motorcycle operator's license, restricted minor's permit, or motorcycle restricted minor's permit is renewable one hundred eighty days before its expiration upon application and payment of the required fee. Any license renewed before its expiration expires five years after the licensee's ensuing birthday , or on the same date as the expiration date on the valid documents authorizing the applicant's presence in the United States in accordance with § 32-12-3.1, whichever occurs first . However , the department shall waive the knowledge and driving tests for renewal, if the licensee applies and makes payment of the required fee within thirty days following the expiration date. If the licensee applies and makes payment of the required fee thirty-one or more days after the expiration date of the license, the licensee shall take the knowledge test as required by § 32-12-4. Any license renewed during the thirty-day period following the date of expiration expires five years from the licensee's previous birthday , or on the same date as the expiration date on the valid documents authorizing the applicant's presence in the United States in accordance with § 32-12-3.1, whichever occurs first . Section 38. That § 32-12-42.1 be amended to read as follows: 32-12-42.1. Any driver's license operator's license, motorcycle operator's license, restricted minor's permit, motorcycle restricted minor's permit, instruction permit, motorcycle instruction permit, or nondriver identification card issued to any individual under twenty-one years of age expires thirty days after the licensee's holder's twenty-first birthday. The Department of Commerce and Regulation shall promulgate rules, pursuant to chapter 1-26, to provide for the prorating of driver's driver license and nondriver identification card fees for persons under twenty-one years of age if the license or nondriver identification card would be valid for less than a five-year period. Section 39. That § 32-12-43 be amended to read as follows: 32-12-43. For renewal of an operator's license, motorcycle operator's license, restricted minor's permit, motorcycle restricted minor's permit, instruction permit, or motorcycle instruction permit, the Department of Commerce and Regulation shall require an examination of the applicant's eyesight. Section 40. That § 32-12-45 be amended to read as follows: 32-12-45. A valid South Dakota driver's license operator's license, motorcycle operator's license, restricted minor's permit, motorcycle restricted minor's permit, instruction permit, or motorcycle instruction permit held by any person who enters or is in the United States armed forces shall continue in full force and effect so long as the service continues and the person remains absent from this state, and for not to exceed thirty days following the date on which the holder of such license is honorably separated from such service or returns to this state, unless the license is sooner suspended, canceled, or revoked for cause as provided by law. The license is valid only when in the immediate possession of the licensee while driving and the licensee has his discharge or separation papers, if he has been discharged or separated from the service, in his the licensee's immediate possession. A license may also be renewed by mail. To renew the license by mail, the holder shall mail to the Department of Commerce and Regulation the appropriate fee pursuant to § 32-12-16, an affidavit signed by the holder which states that the holder is a member of the United States armed forces and is in good health, and an affidavit signed by a licensed optometrist or ophthalmologist that supplies proof that the holder has adequate eyesight. Section 41. That § 32-12-45.1 be amended to read as follows: 32-12-45.1. A valid South Dakota driver's license operator's license, motorcycle operator's license, restricted minor's permit, motorcycle restricted minor's permit, instruction permit, or motorcycle instruction permit held by a dependent of a member of the United States armed forces shall expire and may be renewed as provided in § 32-12-42. However, such the license may also be renewed during the renewal period by mail. To renew the license by mail, the dependent shall mail to the Department of Commerce and Regulation an affidavit signed by the dependent which states that he the person is a dependent of a member of the United States armed forces and is of good health and an affidavit signed by a licensed optometrist or ophthalmologist which that supplies proof that the dependent has adequate eyesight. Section 42. That § 32-12-46 be amended to read as follows: 32-12-46. The Department of Commerce and Regulation, having good cause to believe that a licensed operator driver is incompetent or otherwise not qualified to be licensed, may , upon written notice of at least five days to the licensee , require him the driver to submit to an examination or interview. Upon the conclusion of such the examination or interview the department shall take action as may be appropriate and may suspend or revoke cancel the license of such person or permit him to retain such the retention of the license, or may issue a license subject to restrictions as permitted under § § 32-12-36 and 32-12-37. Refusal or neglect of the licensee to submit to such the examination or interview shall be grounds for suspension or revocation cancellation of his the license. Section 43. That § 32-12-47 be amended to read as follows: 32-12-47. The Department of Commerce and Regulation may not suspend, under this chapter, a driver's driver license or privilege to drive a motor vehicle on the public highways for a period of more than one year, except as permitted under § 32-12-66 or , subdivisions 32-12-49(6) and (7) , or as provided in chapter 32-35 . Section 44. That § 32-12-47.1 be amended to read as follows: 32-12-47.1. Any person whose license or privilege to drive a motor vehicle on public highways has been revoked, suspended, or disqualified may not have his the license or privilege renewed or restored unless the period of revocation, suspension, or disqualification has expired. The period of revocation, suspension, or disqualification shall begin on the date his the revoked, suspended, or disqualified license is received by the Department of Commerce and Regulation or the court, or on the date the suspension order is effective for failure to comply with a citation. At the expiration of the period of revocation, suspension, or disqualification, a person may make application for license reinstatement as provided by law and shall pay a license fee of fifty dollars plus application fees pursuant to § 32-12-16 . Unless the license has expired, a A person making application following a revocation shall fulfill all knowledge examination requirements of a new applicant. A person making application for a commercial driver license following a disqualification shall fulfill all examination requirements of a new applicant. However, a person who had a restricted minor's permit , motorcycle restricted minor's permit, instruction permit, or motorcycle instruction permit, or privilege to apply for a permit or license suspended pursuant to § 32-12-15 need not pay the fee prior to reinstatement of the license unless the suspension is for a conviction of a moving traffic offense assessed six or more points by § 32-12-49.1. Section 45. That § 32-12-47.2 be amended to read as follows: 32-12-47.2. Revocation is the termination of a person's driving privilege and withdrawal of his driver's that person's driver license, if any, for a specified time. No person whose driving privilege has been revoked may have that privilege and his driver's driver license reinstated during the time set out in the revocation order or judgment, nor may that privilege and his driver's driver license be reinstated after expiration of the revocation period until he that person has complied with § 32-12-47.1 and chapter 32-35. Suspension is the temporary withdrawal of a person's driving privilege and driver's driver license which may be for a specified time or until specified conditions are met, or both. A driving privilege and driver's driver license which that have been suspended may not be reinstated until that person has complied with § 32-12-47.1 and chapter 32-35. Section 46. That § 32-12-47.3 be amended to read as follows: 32-12-47.3. When If the time for the suspension or revocation of a person's driver license or driving privileges has expired, the person is eligible for reinstatement of driving privileges . However, a driver license and driving privileges shall continue to be withdrawn until the person has applied for and received a new driver's driver license or a temporary driver's license . Driving while a person's license or privilege is withdrawn is a violation of § 32-12-22. Section 47. That § 32-12-48 be amended to read as follows: 32-12-48. Whenever If a defendant is convicted under § 32-23-2 or 32-23-3, the period of revocation shall commence on the date the driver license was surrendered to and received by the Department of Commerce and Regulation. However, the surrender to the court at the time of conviction is considered a surrender to the department. At the conclusion of the period of revocation ordered by the court and when if future proof is filed with the Department of Commerce and Regulation as required by chapter 32-35, the defendant may submit an application for a driver license, accompanied by a fee of fifty dollars. The department may issue a driver license to the defendant, if, after an investigation of the character, habits and driving ability of the defendant, the department is satisfied it is safe to grant the privilege of driving a motor vehicle to the defendant. A driver license issued under the provisions of this section shall show the restrictions, if any, imposed by the court and the date when the restrictions are to cease. Section 48. That § 32-12-49 be amended to read as follows: 32-12-49. The secretary of commerce and regulation may suspend, revoke, disqualify, or cancel the driving privilege or license of an operator a person after opportunity for hearing pursuant to chapter 1-26 if hearing is demanded, upon a showing by its records or other sufficient evidence that the licensee: (1) Has been convicted of an offense for which mandatory suspension , or revocation , or disqualification of license is required; (2) Appears by the records of the division department to be an habitually reckless or negligent operator of a motor vehicle or to have repeatedly violated any of the state traffic laws, municipal ordinances which are in strict conformity with state law and adopted by a local authority other than regulations governing parking, traffic laws of another state, or any of the county speed limits set pursuant to law. The secretary of commerce and regulation shall implement the method of weighing traffic convictions provided in § 32-12-49.1; (3) Is physically or mentally incompetent to drive a motor vehicle; (4) Has violated § 32-12-17.3, 32-12-17.4, 32-12-17.5, 32-12-17.6, 32-12-67, 32-12-69, 32-12-70, or 32-12-71; (5) Has committed an offense in another state , which if committed in this state , would be grounds for suspension , or revocation , or disqualification ; (6) Has failed to pay a fine or comply with the terms of a citation issued in the state; (7) Has failed to pay a fine or comply with the terms of a citation issued by a state covered by the nonresident violators compact; or (8) Has made a false statement or representation or fails to disclose a material fact in order to obtain a driver license or nondriver identification card. In determining whether a driver license or privilege should be suspended or revoked under this section, the director may not consider any offense which that is more than four years old. The secretary of commerce and regulation may promulgate rules in regard to driver license suspension, revocation, disqualification, and cancellation in the following areas: (1) Point accumulation; (2) Physical or mental incompetence; (3) Unlawful use of driver license or nondriver identification card; (4) Out-of-state convictions; (5) Failure to comply with citations issued in this state or another state; or (6) Misrepresentation or omissions of material fact to obtain a driver license or nondriver identification card. Section 49. That § 32-12-49.2 be amended to read as follows: 32-12-49.2. Any motor vehicle operator is subject to driver's driver license or driving privilege suspension who, in accordance with the schedule provided in § 32-12-49.1, has been convicted of traffic violations resulting in the accumulation of fifteen points within any twelve consecutive months, or twenty-two points within any twenty-four consecutive months. Section 50. That § 32-12-51 be amended to read as follows: 32-12-51. The privilege of driving a motor vehicle on the highways of this state given to a nonresident under this chapter shall be is subject to suspension or revocation by the Department of Commerce and Regulation in like manner and for like cause as an operator's a driver license issued under this chapter may be suspended or revoked. Section 51. That § 32-12-52.1 be amended to read as follows: 32-12-52.1. The Department of Commerce and Regulation shall revoke the driver license or permit driving privilege of any operator driver upon receiving notice of an operator's that driver's conviction for a violation of the provisions of § 32-23-1 to the extent that the operator's driver license or privileges of driving should have been revoked, if the judgment and sentence of the trial court failed to invoke the mandatory provisions of § § 32-23-2 to 32-23-4, inclusive, or the operator driver had been charged and convicted consistent with the records of the Department of Commerce and Regulation. Section 52. That § 32-12-52.3 be amended to read as follows: 32-12-52.3. Upon a first conviction or a first adjudication of delinquency for a violation, while in a motor vehicle, of § § 22-42-5 to 22-42-11, inclusive, 22-42A-3 or 22-42A-4, the court shall revoke the driver's driver license or driving privilege of the person so convicted for a period of one hundred eighty days. Upon a second or subsequent conviction or a second or subsequent adjudication of delinquency for a violation, while in a motor vehicle, of § § 22-42-5 to 22-42-11, inclusive, 22-42A-3 or 22-42A-4, the court shall revoke the driver's driver license or driving privilege of the person so convicted for a period of one year or until the person's seventeenth birthday, whichever is a longer period of time. For any offense under this section, the court may issue an order permitting the person to operate a motor vehicle for purposes of the person's employment or attendance at school. Notwithstanding the provisions of chapters 26-7A, 26-8A, 26-8B, and 26-8C, the Unified Judicial System shall notify the Department of Commerce and Regulation of any conviction or adjudication of delinquency for a violation, while in a motor vehicle, of § § 22-42-5 to 22-42-11, inclusive, 22-42A-3 or 22-42A-4. The period of revocation shall begin on the date the person's revoked driver's driver license is received by the court or the department. At the expiration of the revocation period, a person may make application as provided by law and shall pay the license fee prescribed in § 32-12-47.1. Section 53. That § 32-12-52.4 be amended to read as follows: 32-12-52.4. Upon a first conviction for violation , of § 35-9-2 while in a motor vehicle, of § 35-9-2, the court shall suspend the driver's driver license or driving privilege of any driver of a vehicle who was under the age of twenty-one when the offense occurred, for a period of six months. Upon a second or subsequent conviction for a violation , of § 35-9-2 while in a motor vehicle, of § 35-9-2, the court shall suspend the driver's driver license or driving privilege of any driver of a vehicle who was under the age of twenty-one when the offense occurred, for a period of one year. For any offense under this section, the court may issue an order permitting the person to operate a motor vehicle for purposes of the person's employment or attendance at school. Notwithstanding the provisions of chapters 26-7A, 26-8A, 26-8B, and 26-8C, the Unified Judicial System shall notify the Department of Commerce and Regulation of any conviction for a violation, while in a motor vehicle, of § 35-9-2 or chapter 32-23. The period of suspension shall begin on the date the person's suspended driver's driver license is received by the court or the Department of Commerce and Regulation. At the expiration of the period of suspension, a person may make application to have the license reinstated and pay the license fee as prescribed in § 32-12-47.1. Section 54. That § 32-12-55 be amended to read as follows: 32-12-55. Whenever If any person is convicted of any offense for which this chapter makes mandatory the revocation of the operator's driver license of such the person by the Department of Commerce and Regulation, the court in which such entering the conviction is had shall require the surrender to it the court of all operator's driver licenses then held by the person so convicted and the . The court shall thereupon then forward the same together with all driver licenses and a record of such the conviction to the department. Section 55. That § 32-12-56 be amended to read as follows: 32-12-56. The Department of Commerce and Regulation is authorized to may suspend or revoke the driving privilege or driver license of any resident of this state or the privilege of a nonresident to drive a motor vehicle in this state upon receiving notice of the conviction of such person in another state of an offense therein which, if committed in this state, would be grounds for the suspension or revocation of the driving privilege or driver license of an operator . Section 56. That § 32-12-57 be amended to read as follows: 32-12-57. The Department of Commerce and Regulation upon suspending or revoking a driver license shall require that the license be surrendered to and retained by the department. Section 57. That § 32-12-58 be amended to read as follows: 32-12-58. Any resident or nonresident whose operator's driver license or right or privilege to operate a motor vehicle in this state has been suspended or revoked as provided in this chapter shall may not operate a motor vehicle in this state under a license, permit, or registration certificate issued by any other jurisdiction or otherwise during such suspension or after such revocation until a new license is obtained when and as permitted under this chapter. Section 58. That § 32-12-60 be amended to read as follows: 32-12-60. The Department of Commerce and Regulation shall maintain every each application for a driver license and nondriver identification card received and shall record the following: (1) All applications denied and on each note the reasons Each application denied and the reason for the denial; (2) All applications Each application granted; and (3) The name of every each licensee whose driver license or driving privilege has been suspended or revoked by the department and after each name note the reasons for such the action. Section 59. That § 32-12-64 be amended to read as follows: 32-12-64. Whenever If the Department of Commerce and Regulation receives a request for an operator's a driver's record from another licensing jurisdiction , the record shall be forwarded without charge. Section 60. That § 32-12-66 be amended to read as follows: 32-12-66. When If the Department of Commerce and Regulation receives a record of the conviction of any person under § 32-12-65 or 32-12-84 for driving a vehicle while his that person's driver license or driving privilege was suspended, it shall extend the period of suspension for an additional like period. If the conviction was for driving while a license was revoked or disqualified, the department may not issue a new license until one year from the date such the person would otherwise have been entitled to apply for a new license. Section 61. That § 32-12-67 be amended to read as follows: 32-12-67. It is a Class 1 misdemeanor for any person to display or cause or permit to be displayed or have in his that person's possession any canceled, revoked, suspended, fictitious, or fraudulently altered operator's driver license. Section 62. That § 32-12-68 be amended to read as follows: 32-12-68. It is a Class 1 misdemeanor for a person to fail or refuse to surrender to the Department of Commerce and Regulation upon its lawful demand an operator's a driver license which that has been suspended, revoked, or canceled. If a person fails to return the license to the secretary of commerce and regulation after lawful demand, the secretary may direct any law enforcement officer to secure its possession and return it to the secretary. The law enforcement officer shall receive ten dollars and fifty cents and plus mileage, at a rate established by the State Board of Finance , to be paid by the person from whom the license was obtained to be collected when the person submits an application for a license. Failure to pay the fee and mileage is a Class 2 misdemeanor. Section 63. That § 32-12-69 be amended to read as follows: 32-12-69. It is a Class 1 misdemeanor for any person to permit any unlawful use of an operator's a driver license issued to him that person . Section 64. That § 32-12-70 be amended to read as follows: 32-12-70. It is a Class 1 misdemeanor for any person to display or represent as one's own any operator's driver license not issued to him that person . Section 65. That § 32-12-71 be amended to read as follows: 32-12-71. It is a Class 1 misdemeanor for any person to lend his operator's that person's driver license to any other person or knowingly permit the use thereof by another. Section 66. That § 32-12-72 be amended to read as follows: 32-12-72. No person shall may knowingly authorize or knowingly permit a motor vehicle owned by him that person or under his that person's control to be driven upon any highway by any person who is not authorized under this chapter or in violation of any of the provisions of this chapter. A violation of this section is a Class 2 misdemeanor. Section 67. That § 32-12-73 be amended to read as follows: 32-12-73. No person shall may cause or knowingly permit his that person's child or ward under the age of eighteen years to drive a motor vehicle upon any highway when such the minor is not authorized under this chapter or in violation of any of the provisions of this chapter. A violation of this section is a Class 2 misdemeanor. Section 68. That § 32-12-74 be amended to read as follows: 32-12-74. It is a Class 2 misdemeanor for any person to operate a motor vehicle in any manner in violation of the restrictions imposed in a restricted on the driver license issued to him that person . Section 69. That § 32-12-75.1 be amended to read as follows: 32-12-75.1. Any person who makes a false statement or representation, or knowingly fails to disclose a material fact, in order to obtain a driver's driver license or a nondriver identification card is guilty of a Class 1 misdemeanor and is subject to at least a minimum sixty-day suspension or disqualification of driver's that person's driver license and privileges. Each false statement or representation, or failure to disclose a material fact, constitutes a separate offense. Section 70. That § 32-12-76 be repealed. 32-12-76. This chapter shall be cited as the South Dakota Drivers License Law. Section 71. That § 32-12-77 be amended to read as follows: 32-12-77. Terms used in § § 32-12-77 to 32-12-115, inclusive, 32-12-117, and 32-12-119 to 32-12-124, inclusive, mean: (1) \"Alcohol,\" any substance containing any form of alcohol , including but not limited to, ethanol, propanol, and isopropanol ; (2) \"Commercial driver license,\" or \"CDL,\" a license issued in accordance with the requirements of § § 32-12-77 to 32-12-115, inclusive, 32-12-117, and 32-12-119 to 32-12-124, inclusive, to an individual which that authorizes the individual to drive a class of commercial motor vehicle; (3) \"Commercial driver license information system,\" or \"CDLIS,\" the information system established pursuant to the CMVSA Commercial Motor Vehicle Safety Act (CMVSA) to serve as a clearinghouse for locating information related to the licensing and identification of commercial motor vehicle drivers; (4) \"Commercial driver instruction permit,\" a permit issued pursuant to § 32-12-88; (5) \"Commercial motor vehicle,\" a motor vehicle designed or used to transport passengers or property; (a) If the vehicle has a gross vehicle weight rating of twenty-six thousand one or more pounds or such lesser rating as determined by federal regulation; (b) If the vehicle is designed to transport sixteen or more passengers, including the driver; or (c) If the vehicle is transporting hazardous materials and is required to be placarded in accordance with 49 C.F.R. Part 172, Subpart F, January 1, 1989, as amended through January 1, 1993; (6) \"Controlled substance,\" any substance so classified under section 102(6) of the Controlled Substances Act (21 U.S.C. § 802(6)), and includes all substances listed on Schedules I through V, of 21 C.F.R. Part 1308, inclusive, January 1, 1989, as amended through January 1, 1993; (7) \"Conviction,\" an unvacated adjudication of guilt, or a determination that a person has violated or failed to comply with the law in a court of original jurisdiction or an authorized administrative tribunal, an unvacated forfeiture of bail or collateral deposited to secure the person's appearance in court, the payment of a fine or court cost, or violation of a condition of release without bail, regardless of whether or not the penalty is rebated, suspended, or probated; (8) \"Department,\" the Department of Commerce and Regulation; (9) \"Disqualification,\" any withdrawal of the privilege to drive a commercial motor vehicle; (10) \"Drive,\" to drive, operate, or be in actual physical control of a motor vehicle; (11) \"Driver,\" any person who drives, operates, or is in actual physical control of a commercial motor vehicle, or who is required to hold a commercial driver license; (12) \"Employer,\" any person, including the United States, a state, or a political subdivision of a state, who owns or leases a commercial motor vehicle, or assigns a person to drive a commercial motor vehicle; (13) \"Felony,\" any offense under state or federal law that is punishable by death or imprisonment for a term exceeding one year; (14) \"Foreign jurisdiction,\" any jurisdiction other than a state of the United States; (15) \"Gross vehicle weight rating,\" or \"GVWR,\" the value specified by the manufacturer as the maximum loaded weight of a single or a combination (articulated) vehicle. The GVWR of a combination (articulated) vehicle (commonly referred to as the \"Gross Combination Weight Rating\" or GCWR) is the GVWR of the power unit plus the GVWR of the towed unit or units; (16) \"Hazardous materials,\" the same as that found in Section 103 of the Hazardous Materials Transportation Act (49 App. U.S.C. § 1801 et seq.), January 1, 1989, as amended through January 1, 1993; (17) \"Motor vehicle,\" a vehicle, machine, tractor, trailer, or semitrailer propelled or drawn by mechanical power, used on highways, or any other vehicle required to be registered under the laws of this state, but does not include any vehicle, machine, tractor, trailer, or semitrailer operated exclusively on a rail, or any custom harvesting farm machinery; (18) \"Nonresident CDL,\" a commercial driver license issued by a state to an individual who resides in a foreign jurisdiction; (19) \"Notice of final administrative decision,\" a determination rendered by an agency of competent jurisdiction when all avenues of appeal have been exhausted or time to appeal has elapsed; (20) \"Operator's license,\" any license issued by a state to an individual which authorizes the individual full privileges to drive a motor vehicle; (21) \"Out-of-service order,\" an out-of-service order as defined by 49 C.F.R. part 390.5, as of January 1, 1996; (22) \"Recreational vehicle,\" a vehicle which is self-propelled or permanently towable by a light duty truck and designed primarily not for use as a permanent dwelling but as temporary living quarters for recreational, camping, travel, or seasonal use; (23) \"School bus,\" any motor vehicle that complies with the color and identification requirements as provided in the laws of this state and is used to transport sixteen or more passengers, including the driver, to or from school or in connection with school activities; (24) \"Serious traffic violation,\" a conviction when operating a commercial motor vehicle of: (a) Excessive speeding, involving a single charge of any speed fifteen miles per hour or more, above the posted speed limit, in violation of chapter 32-25; (b) Reckless driving, in violation of § 32-24-1; (c) Careless driving, in violation of § 32-24-8; (d) Improper or erratic traffic lane changes, in violation of § 32-26-6; (e) Following the vehicle ahead too closely, in violation of § 32-26-40; (f) A violation of any state or local law related to motor vehicle traffic control, other than a parking violation, arising in connection with a fatal accident; (g) Failure to stop or yield, in violation of § § 32-29-2.1, 32-29-2.2, 32-29-3, and 32-29-4; (h) Failure to stop or slow vehicle for a school bus, in violation of § 32-32-6; (i) Eluding a police vehicle, in violation of § 32-33-18; or (j) Overtaking or passing another vehicle, in violation of § § 32-26-26, 32-26-27, 32-26-28, 32-26-34, 32-26-35, 32-26-36, and 32-26-37; (25) \"State,\" a state of the United States and the District of Columbia; (26) \"United States,\" the fifty states and the District of Columbia. Section 72. That § 32-12-78 be amended to read as follows: 32-12-78. To the extent that § § 32-12-77 to 32-12-115, inclusive, 32-12-117, and 32-12-119 to 32-12-124, inclusive, conflict with the general driver licensing provisions of chapter 32-12 , § § 32-12-77 to 32-12-115, inclusive, 32-12-117, and 32-12-119 to 32-12-124, inclusive, prevail. Where § § 32-12-77 to 32-12-115, inclusive, 32-12-117, and 32-12-119 to 32-12-124, inclusive, are silent, the general driver licensing provisions of chapter 32-12 apply. Section 73. That § 32-12-79 be amended to read as follows: 32-12-79. No person who drives a commercial motor vehicle may have more than one operator's license , except during the ten-day period beginning on the date the person is issued an operator's license. A violation of this section is a Class 2 misdemeanor. Section 74. That § 32-12-80 be amended to read as follows: 32-12-80. Any driver holding a commercial driver's driver license issued by the state, who is convicted of violating any state law or local ordinance of any other state, or federal, provincial, territorial, or municipal law of Canada, relating to motor vehicle traffic control other than parking violations, shall notify the department in the manner specified by the department within thirty days of the date of conviction. Any driver holding a commercial driver's driver license issued by the state, who is convicted of violating any state law or local ordinance of any other state, or federal, provincial, territorial, or municipal law of Canada, relating to motor vehicle traffic control other than parking violations, shall notify his that person's employer in writing of the conviction within thirty days of the date of conviction. Any driver whose commercial driver's driver license is suspended, revoked, or cancelled by any state, or who loses the privilege to drive a commercial motor vehicle in any state for any period, including being disqualified from driving a commercial motor vehicle, or who is subject to an out-of-service order, shall notify his that person's employer of such fact before the end of the business day following the day the driver received notice of that fact. Any person who applies to be a commercial motor vehicle driver shall provide the employer, at the time of the application, with the following information for the ten years preceding the date of application: (1) A list of the names and addresses of the applicant's previous employers for which the applicant was a driver of a commercial motor vehicle; (2) The dates between which the applicant drove for each employer; and (3) The reason for leaving each employer. The applicant shall certify that all information furnished is true and complete. An employer may require an applicant to provide additional information. Section 75. That § 32-12-81 be amended to read as follows: 32-12-81. Each employer shall require the applicant to provide the information specified in § 32-12-80. No employer may knowingly allow a driver to drive operate a commercial motor vehicle during any period: (1) In which the driver has had an operator's license suspended, revoked, or cancelled by any state, is currently disqualified from driving a commercial vehicle, or subject to an out-of-service order in any state; (2) In which the driver has more than one operator's license except during the ten-day period beginning on the date the person is issued an operator's license; or (3) In which the employee, or the motor vehicle the employee is driving, or the motor carrier operation, is subject to an out-of-service order. Section 76. That § 32-12-82 be amended to read as follows: 32-12-82. No person may drive a commercial motor vehicle on the highways of this state unless the person holds and has in immediate possession a commercial driver's driver license with applicable endorsements valid for the vehicle the person is driving or is driving under a commercial driver's driver instruction permit. A violation of this section is a Class 2 misdemeanor. Section 77. That § 32-12-83 be amended to read as follows: 32-12-83. All Each commercial motor vehicle drivers driver shall meet the minimum standards and qualifications established under § § 32-12-77 to 32-12-115, inclusive, 32-12-117, and 32-12-119 to 32-12-124, inclusive, and in accordance with 49 C.F.R. subpart 383.23 as of January 1, 1989. All Each commercial motor vehicle drivers driver shall obtain a commercial driver's driver license when their operators license expires or prior to April 1, 1992, whichever comes first . Section 78. That § 32-12-84 be amended to read as follows: 32-12-84. No person may drive a commercial motor vehicle on the highways of this state while that person's driver's operator's license or privilege to drive a commercial motor vehicle is suspended, revoked, cancelled, or while subject to a disqualification or an out-of-service order. A violation of this section is a Class 1 misdemeanor. Section 79. That § 32-12-85 be amended to read as follows: 32-12-85. The following drivers are exempt from the provisions of § § 32-12-77 to 32-12-115, inclusive , 32-12-117, and 32-12-119 to 32-12-124, inclusive : (1) Operators involved in farm to market transportation movements, at least sixteen years of age holding a valid operator's license, limited to those operators of a farm vehicle: (a) Controlled and operated by a farmer; (b) Used to transport either agricultural products, farm machinery, or farm supplies to or from a farm; and (c) Not used in the operations of a common or contract motor carrier; (2) Operators of emergency fire fighting equipment necessary to the preservation of life or property or the execution of emergency governmental functions performed under emergency conditions that are not subject to normal traffic regulation, or nonemergency conditions when operated by members of a fire fighting agency; (3) Operators serving in the United States military, operating military vehicles in pursuit of military purposes; (4) Operators of recreational vehicles; and (5) Operators of rental transporting equipment used as personal family use vehicles. Section 80. That § 32-12-87 be amended to read as follows: 32-12-87. No person may be issued a commercial driver's driver license unless that person is a resident of this state, has passed a knowledge and skills test for driving a commercial motor vehicle that complies with the minimum federal standards established by federal regulation enumerated in 49 C.F.R. Part 383, Subparts G and H as of January 1, 1989, and has satisfied all other requirements of the CMVSA in addition to other requirements imposed by state law or federal regulation. The tests shall be prescribed and conducted by the department. The department may authorize a person, an employer, a private driver training facility, other private institution, a department, agency, or instrumentality of local government, of this state or another state, to administer the skills test specified by this section, if: (1) The test is the same which would otherwise be administered by the department; and (2) The third party has entered into an agreement with the department which that complies with requirements of 49 C.F.R. Part 383.75 as of January 1, 1989. Failure to comply with agreement may result in termination of the agreement. The department may waive the skills test specified in this section for a commercial driver's driver license applicant who meets the requirements of 49 C.F.R. Part 383.77 as of January 1, 1989. No commercial driver's driver license or commercial driver instruction permit may be issued to a person while the person is subject to a disqualification from driving a commercial motor vehicle, or while the person's operator's license or driving privilege is suspended, revoked, or cancelled in any state; nor may a commercial driver's driver license be issued to a person who has a commercial driver's driver license or commercial driver instruction permit issued by any other state unless the person first surrenders all such licenses or permits , which shall be returned to the issuing state for cancellation destroyed by the department. The issuing jurisdiction shall be notified that the licensee has applied for a commercial driver license or commercial driver instruction permit in a new jurisdiction . A violation of this provision is a Class 2 misdemeanor. Section 81. That § 32-12-88 be amended to read as follows: 32-12-88. A commercial driver's driver instruction permit may be issued to an individual sixteen years of age who holds a valid Class 1 or Class 2 operator's license. No commercial driver's driver instruction permit may be issued for a period to exceed six months. Only one renewal of reissue a commercial driver instruction permit shall be granted within a two-year period. The holder of a commercial driver's driver instruction permit may, unless otherwise disqualified, drive a commercial motor vehicle only if accompanied by the holder of a commercial driver's driver license, who is twenty-one years of age, has a valid license for the type of vehicle driven, and occupies a seat beside the individual for the purpose of giving instruction in driving the commercial motor vehicle. Section 82. That § 32-12-89 be amended to read as follows: 32-12-89. The department shall issue a nonresident CDL to a resident of a foreign jurisdiction if the United States secretary of transportation has determined that the commercial motor vehicle testing and licensing standards in the foreign jurisdiction do not meet the testing standards established in 49 C.F.R. Part 383 as of January 1, 1989. The word, nonresident, shall appear on the face of the nonresident CDL. An applicant shall surrender any nonresident CDL issued by another state. The holder of a nonresident CDL shall be is subject to the same disqualifications and conditions applicable to a commercial driver's driver license issued to a resident of this state. Section 83. That § 32-12-90 be amended to read as follows: 32-12-90. The application for a commercial driver's driver license or commercial driver's driver instruction permit, shall include the following: (1) The full legal name and current mailing and residential address of the applicant; (2) A physical description of the applicant including sex, height, weight, and eye color; (3) Date of birth; (4) The applicant's social security number; (5) The applicant's signature; (6) The applicant's color photograph; (7) Certifications including those required by 49 C.F.R. Part 383.71(a) as of January 1, 1989; and (8) A consent to release driving record information. Section 84. That § 32-12-91 be amended to read as follows: 32-12-91. If the holder of a commercial driver's driver license changes his that person's name, mailing address, or residential address, application for a duplicate license shall be made. Section 85. That § 32-12-92 be amended to read as follows: 32-12-92. No person who has been a resident of this state for thirty days may drive a commercial motor vehicle under the authority of a commercial driver's driver license issued by another jurisdiction. Section 86. That § 32-12-93 be amended to read as follows: 32-12-93. If any person who knowingly falsifies information or certifications required under § § 32-12-77 to 32-12-115, inclusive, 32-12-117, and 32-12-119 to 32-12-124, inclusive, the department shall disqualify his that person's commercial driving privileges for a period of at least sixty consecutive days. Section 87. That § 32-12-95 be amended to read as follows: 32-12-95. The commercial driver's driver license shall be marked \"Commercial Driver's Driver License,\" shall be, to the maximum extent practicable, tamperproof, and shall include the following information: (1) The legal name, residential, and mailing addresses of the licensee; (2) The licensee's color photograph; (3) A physical description of the licensee, including sex, height, weight, and eye color; (4) Date of birth; (5) An indication if the licensee is a donor pursuant to chapter 34-26; (6) The licensee's social security number; (7) The licensee's signature; (8) The class of commercial motor vehicle or vehicles which the licensee is authorized to operate, including any endorsements or restrictions; (9) The name of this state; and (10) The dates between which the commercial driver's driver license is valid. Section 88. That § 32-12-96 be amended to read as follows: 32-12-96. The holder of a valid commercial driver's driver license may drive all vehicles any vehicle in the class for which that license is issued, and all lesser classes of vehicles except motorcycles. No vehicle which requires an endorsement may be driven unless the proper endorsement appears on the license any lesser class of vehicle, except a motorcycle. No person may drive a vehicle requiring an endorsement unless the proper corresponding endorsement appears on that person's commercial driver license . A commercial driver's driver license may be issued with the following classifications: (1) Class A Combination Vehicle. Any combination of commercial motor vehicles and towed vehicles with a gross vehicle weight rating of twenty-six thousand one or more pounds if the gross vehicle weight rating of the vehicles being towed are in excess of ten thousand pounds. This class includes: (a) Any vehicle designed to transport sixteen or more passengers, including the driver; and (b) Any vehicle used in the transportation of hazardous materials which that require the vehicle to be placarded under 49 C.F.R. Part 172, Subpart F, January 1, 1989, as amended through January 1, 1993; (2) Class B Heavy Straight Vehicle. Any single commercial motor vehicle with a gross vehicle weight rating of twenty-six thousand one or more pounds or any such commercial motor vehicle towing a vehicle with a gross weight rating not exceeding ten thousand pounds. This class includes: (a) Any vehicle designed to transport sixteen or more passengers, including the driver; and (b) Any vehicle used in the transportation of hazardous materials which require the vehicle to be placarded under 49 C.F.R. Part 172, Subpart F, January 1, 1989, as amended through January 1, 1993; (3) Class C Small Vehicle. Any single vehicle, or combination of vehicles, that meet neither the definition of class A nor that of class B as contained in this section. This class includes any vehicle designed to transport sixteen or more passengers, including the driver, or is used in the transportation of hazardous materials which require the vehicle to be placarded under 49 C.F.R. Part 172, Subpart F, January 1, 1989, as amended through January 1, 1993. Section 89. That § 32-12-97 be amended to read as follows: 32-12-97. The endorsements to a commercial driver's driver license shall be as follows: (1) T -- Double/triple trailers; (2) P -- Passengers; (3) N -- Tank vehicles; (4) H -- Hazardous materials; (5) X -- Combination tank vehicles and hazardous materials; and (6) S -- School bus. Section 90. That § 32-12-98 be amended to read as follows: 32-12-98. Restrictions to a commercial driver's driver license shall be as follows: (1) B -- Operation only of a commercial motor vehicle which is not equipped with air brakes; and (2) J -- Operation only of a Class B and C commercial passenger vehicle; and (3) K -- Operation only of a Class C commercial passenger vehicle; and (4) W -- Operation only of a restricted CDL. Section 91. That § 32-12-100 be amended to read as follows: 32-12-100. Before issuing a commercial driver's driver license, the department shall obtain driving record information through the commercial driver's driver license information system and the national driver's driver register no earlier than twenty-four hours prior to issuance. Section 92. That § 32-12-101 be amended to read as follows: 32-12-101. Within twenty-four hours after issuing a commercial driver's driver license, the department shall notify the commercial driver's driver license information system of the issuance, providing all information required to ensure identification of the licensee. Section 93. That § 32-12-102 be amended to read as follows: 32-12-102. A commercial driver's driver license issued pursuant to § § 32-12-77 to 32-12-115, inclusive, 32-12-117, and 32-12-119 to 32-12-124, inclusive, expires on the licensee's birthday in the fifth year following the issuance of the license. Section 94. That § 32-12-103 be amended to read as follows: 32-12-103. Every Each person applying for renewal of a commercial driver's driver license shall complete the application form required by § 32-12-90, providing updated information and required certifications. If the applicant wishes to retain a hazardous materials endorsement, the written test for a hazardous materials endorsement shall be taken and passed. Each license is renewable one hundred eighty days prior to its expiration. Section 95. That § 32-12-104 be amended to read as follows: 32-12-104. Any person is disqualified from driving a commercial motor vehicle for a period of not less than one year: (1) If convicted of a first violation of driving or being in actual physical control of a commercial motor vehicle while under the influence of alcohol, or any controlled drug or substance, in violation of § 32-23-1; (2) If convicted of a first violation of driving or being in actual physical control of a commercial motor vehicle while there is 0.04 percent or more by weight of alcohol in his that person's blood as shown by chemical analysis of his that person's breath, blood, or other bodily substance, in violation of § 32-12-110.1; (3) If convicted of a first violation of leaving the scene of an accident while operating a commercial motor vehicle, in violation of § 32-34-5 or 32-34-6; (4) If convicted of a first violation of using a commercial motor vehicle in the commission of any felony; and or (5) For refusing to submit to a chemical analysis for purposes of determining the amount of alcohol in his that person's blood while driving a commercial motor vehicle in violation of § 32-23-11, 32-12-110, or 32-12-111. If any of these violations or refusal occurred while transporting hazardous material required to be placarded, the person is disqualified for a period of not less than three years. Section 96. That § 32-12-106.1 be amended to read as follows: 32-12-106.1. Any driver disqualified for life as specified in § § 32-12-105 and 32-12-106, who has both voluntarily enrolled in and successfully completed, an appropriate rehabilitation program which that meets the standards of the department, may apply to the department for reinstatement of his that person's commercial driver's driver license. Any such applicant is not eligible for reinstatement from the department unless and until such time as he the applicant has first served a minimum disqualification period of ten years and has fully met the department's standards for reinstatement of commercial motor vehicle driving privileges. If a reinstated driver subsequently is convicted of another disqualifying offense, as specified in § 32-12-104, 32-12-105, or 32-12-106, he the driver is permanently disqualified for life, and is ineligible to again apply for a reduction of the lifetime disqualification. Section 97. That § 32-12-109 be amended to read as follows: 32-12-109. The department shall, upon receipt of a conviction, update its records to reflect any action which that results in the disqualification of a nonresident's commercial driving privileges. The department shall notify the licensing authority of the state which that issued the commercial driver's driver license or commercial driver's driver instruction permit. Only offenses committed after April 1, 1992, may be considered in applying § § 32-12-104 to 32-12-108, inclusive determining disqualification . Section 98. That § 32-12-110 be amended to read as follows: 32-12-110. Notwithstanding any other provision of § § 32-12-77 to 32-12-115, inclusive, 32- 12-117, and 32-12-119 to 32-12-124, inclusive, no person may drive, operate, or be in actual physical control of a commercial motor vehicle within this state while having any measurable or detectable amount of alcohol in his that person's system. A person who drives, operates, or is in actual physical control of a commercial motor vehicle within this state while having any measurable or detectable amount of alcohol in his that person's system or who refuses to submit to an alcohol test under § 32-12-111, shall be placed out of service for twenty-four hours. Section 99. That § 32-12-110.1 be amended to read as follows: 32-12-110.1. No person may drive or be in actual physical control of a commercial motor vehicle while there is between 0.04 and 0.10 percent or more, by weight of alcohol in his that person's blood as shown by chemical analysis of his that person's breath, blood, or other body substance. Any violation of this section is a Class 2 misdemeanor. Section 100. That § 32-12-111 be amended to read as follows: 32-12-111. Any person who operates any commercial motor vehicle in this state is considered to have given his consent to the withdrawal of blood or other bodily substance to determine the amount of alcohol in his that person's blood, or to determine the presence of any controlled drug or substance. The chemical analysis shall be administered at the direction of a law enforcement officer who after stopping or detaining the commercial motor vehicle driver has probable cause to believe that the driver was driving or in actual physical control of a commercial motor vehicle while having any alcohol or drugs in his that person's system. Any person requested by a law enforcement officer under this section to submit to a chemical analysis shall be advised by the officer that: (1) If he the person refuses to submit to the chemical analysis, none shall be given; and (2) If he the person refuses to submit to the chemical analysis he , the person shall be immediately placed out of service for a period of twenty-four hours and be disqualified from operating a commercial motor vehicle for a period of not less than one year; or (3) If he the person submits to a chemical analysis which discloses that he the person was operating the commercial motor vehicle while there was 0.04 percent or more by weight of alcohol in his that person's blood he the person shall be disqualified from operating a commercial motor vehicle for not less than one year. Section 101. That § 32-12-112 be amended to read as follows: 32-12-112. Upon receiving a report of the conviction of any nonresident holder of a commercial driver's driver license for any violation of state law or local ordinance relating to motor vehicle traffic control, other than parking violations, committed in a commercial motor vehicle, the department shall notify the driver's driver licensing authority in the licensing state of the conviction. Section 102. That § 32-12-114 be amended to read as follows: 32-12-114. The department may enter into or make agreements, arrangements, or declarations to carry out the provisions of § § 32-12-77 to 32-12-115, inclusive , 32-12-117, and 32-12-119 to 32-12-124, inclusive . Section 103. That § 32-12-115 be amended to read as follows: 32-12-115. Notwithstanding any law to the contrary, a person may drive a commercial motor vehicle in this state if the person has a valid commercial driver's driver license or commercial driver's driver license instruction permit issued by any state or provinces or territories of Canada in accordance with the minimum federal standards for the issuance of commercial motor vehicle driving licenses, if the person is not suspended, revoked, or cancelled ; , and if the person is not disqualified from driving a commercial motor vehicle, or subject to an out-of-service order. The department shall give all out-of-state convictions full faith and credit and treat them for sanctioning purposes under § § 32-12-77 to 32-12-115, inclusive, 32-12-117, and 32-12-119 to 32-12-124, inclusive, as if they occurred in this state. Section 104. That § 32-12-116 be amended to read as follows: 32-12-116. The Department of Commerce and Regulation may not issue or renew any license under this chapter to a person after receiving notice from the Department of Social Services that the person has support arrearages in the sum of one thousand dollars or more unless the person has made satisfactory arrangements with the Department of Social Services for payment of any accumulated arrearages. However, the Department of Commerce and Regulation may, upon the recommendation of the Department of Social Services, issue a temporary permit pursuant to § 32-12-19 pending the issuance of a license if the temporary license permit is necessary for the licensee to work and if the Department of Social Services has determined that the licensee is making a good faith effort to comply with the provisions of this section. The Department of Social Services may also serve a notice of intent to administratively revoke a person's license if the licensee has failed to comply with a written repayment agreement. The notice shall be mailed to the licensee's last known address and shall advise the licensee of the Department of Social Services' intent to seek administrative revocation of the driver's license for failure to comply with the repayment agreement. The notice shall advise the licensee of all administrative due process rights, including the right to request a fair hearing pursuant to chapter 1-26 within ten days following service of the notice. If a licensee fails to request a hearing within ten days of service of the notice, the Department of Social Services may request the Department of Commerce and Regulation to revoke the license. If a licensee makes a timely request for a hearing, a hearing shall be provided pursuant to chapter 1-26. Upon entry of an administrative decision that determines that a licensee has failed to comply with the terms of a repayment agreement, the Department of Commerce and Regulation shall enter an order revoking the person's license. The Department of Social Services may promulgate rules pursuant to chapter 1-26 to implement the provisions of this section as they pertain to the functions of the Department of Social Services. The Department of Commerce and Regulation may promulgate rules pursuant to chapter 1-26 to implement the provisions of this section as they pertain to the functions of the Department of Commerce and Regulation. Section 105. That § 32-12-117 be amended to read as follows: 32-12-117. If a person's driver's license commercial driver license, driver license issued pursuant to chapter 32-12, or privilege to drive has been suspended or revoked for a violation committed while driving a noncommercial vehicle and the court issues an order permitting the person to operate a motor vehicle for purposes of the person's employment, the department shall, at the request of the court, issue a commercial driver's driver work permit to be used by the person to drive a commercial motor vehicle only for employment purposes during the period of suspension or revocation. The fee for a work permit is fifteen dollars. However, no commercial driver's driver work permit may be issued pursuant to this section to any person if that person's driver's license or privilege to drive has been suspended or revoked within the three-year period immediately preceding the current violation. No commercial driver's driver work permit may be issued pursuant to this section to a school bus driver. If a person operating with a commercial driver's driver work permit is convicted of a moving traffic violation or is found to be in violation of restrictions imposed by the work permit, the person's work permit may be canceled and the person is not eligible fos for another permit during the current suspension or revocation period. Section 106. That § 32-12-4 be amended to read as follows: 32-12-4. The Department of Commerce and Regulation or any person authorized by the secretary of commerce and regulation shall examine every each applicant for an operator's a driver license. Such examination shall include a test of the applicant's eyesight, his the applicant's ability to read and understand highway signs regulating, warning, and directing traffic, his the applicant's knowledge of the traffic laws of this state, and shall include an actual demonstration of ability to exercise ordinary and reasonable control in the operation of a motor vehicle. The department shall make provision for giving an examination either in the county where the applicant resides or at a place adjacent thereto reasonably convenient to the applicant within not more than thirty days from the date the application is received. Section 107. That § 32-12-22.1 be amended to read as follows: 32-12-22.1. Any person is exempt from license under this chapter while operating a farm tractor or implement of husbandry to or from the home farm buildings to or from any adjacent or nearby farmland for the exclusive purpose of conducting farm operations ; provided, however, that . However, no person whose license or driving privilege is under suspension or revocation pursuant to chapter 32-23 shall may operate a farm tractor or implement of husbandry upon the streets or highways within any municipality. Section 108. That § 32-12-56.2 be amended to read as follows: 32-12-56.2. The Department of Commerce and Regulation shall suspend, revoke, or disqualify the driver license or driving privilege of a resident of this state upon receiving notice of the conviction or final administrative decision from another state for an infraction which would provide grounds for suspension, revocation, or disqualification of the driver license or driving privilege in this state. Section 109. That chapter 32-12 be amended by adding thereto a NEW SECTION to read as follows: The fee for a commercial driver license is fifteen dollars. If knowledge and skill testing is administered for a commercial driver license, the fee is twenty-five dollars. For each commercial driver license endorsement knowledge test administered, the fee is five dollars. The fee for a duplicate license, a name change, or an address change is six dollars. The fee shall be credited to the state motor vehicle fund. Section 110. That chapter 32-12 be amended by adding thereto a NEW SECTION to read as follows: Any person whose commercial license or privilege to drive a motor vehicle on public highways has been revoked, suspended, or disqualified may not have the license or privilege renewed or restored unless the period of revocation, suspension, or disqualification has expired. The period of revocation, suspension, or disqualification shall begin on the date the revoked, suspended, or disqualified license is received by the Department of Commerce and Regulation or the court, or on the date the suspension order is effective for failure to comply with a citation. At the expiration of the period of revocation, suspension, or disqualification, a person may make application for license reinstatement as provided by law and shall pay a license fee of fifty dollars plus any application fees imposed by section 109 of this Act. A person making application following a revocation shall fulfill all knowledge examination requirements of a new applicant. A person making application for a commercial driver license following a disqualification shall fulfill all examination requirements of a new applicant. Section 111. That chapter 32-12 be amended by adding thereto a NEW SECTION to read as follows: The secretary of commerce and regulation may suspend, revoke, disqualify, or cancel the commercial driving privilege or license of a person after opportunity for hearing pursuant to chapter 1-26, if hearing is demanded, upon a showing by its records or other sufficient evidence that the licensee: (1) Has been convicted of an offense for which mandatory suspension, revocation, or disqualification of license is required; (2) Appears by the records of the department to be an habitually reckless or negligent operator of a motor vehicle or to have repeatedly violated any of the state traffic laws, municipal ordinances which are in strict conformity with state law and adopted by a local authority other than regulations governing parking, traffic laws of another state, or any of the county speed limits set pursuant to law. The secretary of commerce and regulations shall implement the method of weighing traffic convictions provided in § 32-12-49.1; (3) Is physically or mentally incompetent to drive a motor vehicle; (4) Has violated § 32-12-17.3, 32-12-17.4, 32-12-17.5, 32-12-17.6, 32-12-67, 32-12-69, 32;-12-70, or 32-12-71; (5) Has committed an offense in another state, which if committed in this state, would be grounds for suspension, revocation, or disqualification; (6) Has failed to pay a fine or comply with the terms of a citation issued in the state; (7) Has failed to pay a fine or comply with the terms of a citation issued by a state covered by the nonresident violators compact; or (8) Has made a false statement or representation or fails to disclose a material fact in order to obtain a driver license. In determining whether a commercial driver license or privilege should be suspended or revoked under this section, the director may not consider any offense that is more than four years old. Section 112. That chapter 32-12 be amended by adding thereto a NEW SECTION to read as follows: If the Department of Commerce and Regulation receives a record of the conviction of any person under § 32-12-65 or 32-12-84 for driving a vehicle while that person's commercial driver license or privilege was suspended, it shall extend the period of suspension for an additional like period. If the conviction was for driving while a license was revoked or disqualified, the department may not issue a new license until one year from the date the person would otherwise have been entitled to apply for a new license. Section 113. That chapter 32-12 be amended by adding thereto a NEW SECTION to read as follows: Any person who makes a false statement or representation, or knowingly fails to disclose a material fact in order to obtain a commercial driver license is guilty of a Class 1 misdemeanor and is subject to at least a sixty-day suspension or disqualification of that person's license and privileges. Each false statement or representation or failure to disclose a material fact constitutes a separate offense. Section 114. That chapter 32-12 be amended by adding thereto a NEW SECTION to read as follows: The Department of Commerce and Regulation shall suspend, revoke, or disqualify the commercial driver license or driving privilege of a resident of this state upon receiving notice of the conviction or final administrative decision from another state for an infraction which would provide grounds for suspension, revocation, or disqualification of the license or driving privilege in this state. Section 115. That chapter 32-12 be amended by adding thereto a NEW SECTION to read as follows: The Code Commission shall divide chapter 32-12 into two separate chapters. The commission shall place those sections of chapter 32-12 and those sections of this Act that specifically regard commercial driver licensing into a new chapter. The Code Commission may rearrange the remaining sections of chapter 32-12 and this Act to group related sections. The commission shall consult with the Department of Commerce and Regulation to accomplish the purposes of this section."}, {"bill_id": 16229, "bill_version_id": 89669, "bill_version": "Enrolled", "bill_version_date": "2001-02-09T08:54:01-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16229, "action_date": "2001-01-23T14:00:00-06:00", "document_id": 88299, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88299.pdf", "status_text": "First read in Senate and referred to", "journal_page": 171, "committee_id_action": 713, "committee_id_assigned": 697, "result": "N", "vote": {}}, {"bill_id": 16229, "action_date": "2001-01-30T08:00:00-06:00", "document_id": 88929, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88929.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 697, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16229, "action_date": "2001-01-30T08:00:00-06:00", "document_id": 88929, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88929.pdf", "status_text": "Do Pass,", "journal_page": 277, "committee_id_action": 697, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50860, "president_vote": null, "Yea": [2516, 2534, 2580, 2616, 2615], "Excused": [2550, 2606]}}, {"bill_id": 16229, "action_date": "2001-01-30T08:00:00-06:00", "document_id": 88929, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88929.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 697, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16229, "action_date": "2001-01-31T14:00:00-06:00", "document_id": 89083, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89083.pdf", "status_text": "Do Pass,", "journal_page": 300, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16229, "action_date": "2001-02-01T14:00:00-06:00", "document_id": 89192, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89192.pdf", "status_text": "First read in House and referred to", "journal_page": 313, "committee_id_action": 712, "committee_id_assigned": 709, "result": "N", "vote": {}}, {"bill_id": 16229, "action_date": "2001-02-07T10:00:00-06:00", "document_id": 89485, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89485.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 709, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16229, "action_date": "2001-02-07T10:00:00-06:00", "document_id": 89485, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89485.pdf", "status_text": "Do Pass,", "journal_page": 378, "committee_id_action": 709, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49112, "president_vote": null, "Yea": [2514, 2541, 2543, 2545, 2557, 2570, 2571, 2572, 2594, 2610, 2614, 2592, 2522]}}, {"bill_id": 16229, "action_date": "2001-02-07T10:00:00-06:00", "document_id": 89485, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89485.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 709, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16229, "action_date": "2001-02-08T14:00:00-06:00", "document_id": 89633, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89633.pdf", "status_text": "Do Pass,", "journal_page": 409, "committee_id_action": 712, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 51469, "president_vote": null, "Yea": [2514, 2515, 2518, 2519, 2521, 2522, 2525, 2526, 2527, 2528, 2530, 2533, 2537, 2538, 2541, 2543, 2544, 2545, 2546, 2547, 2548, 2553, 2554, 2555, 2556, 2557, 2558, 2559, 2560, 2561, 2563, 2564, 2565, 2566, 2568, 2570, 2571, 2572, 2574, 2575, 2577, 2578, 2579, 2582, 2586, 2587, 2589, 2591, 2592, 2593, 2594, 2595, 2596, 2599, 2600, 2601, 2602, 2603, 2604, 2605, 2608, 2610, 2611, 2612, 2613, 2614, 2618, 2540], "Nay": [2583, 2588]}}, {"bill_id": 16229, "action_date": "2001-02-09T14:00:00-06:00", "document_id": 89737, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89737.pdf", "status_text": "Signed by Speaker", "journal_page": 438, "committee_id_action": 712, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16229, "action_date": "2001-02-09T14:00:00-06:00", "document_id": 89739, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89739.pdf", "status_text": "Signed by President", "journal_page": 444, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16229, "action_date": "2001-02-12T14:00:00-06:00", "document_id": 89844, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89844.pdf", "status_text": "Delivered to the Governor", "journal_page": 448, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16229, "action_date": "2001-02-14T14:00:00-06:00", "document_id": 90068, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90068.pdf", "status_text": "Signed by Governor", "journal_page": 494, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1929, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/16229"}