{"session_id": 68, "bill_id": 24081, "bill_type": "Senate Bill", "bill_number": 154, "bill_title": "incentivize a paid family leave incentive program, to make an appropriation therefor, and to declare an emergency.", "sponsors": [{"legislator_profile_id": 4353, "is_prime": true}, {"legislator_profile_id": 4407, "is_prime": true}], "keywords": ["Appropriation", "Emergency Clause", "Labor and Employment"], "audio": [], "bill_versions": [{"bill_id": 24081, "bill_version_id": 246695, "bill_version": "Introduced", "bill_version_date": "2023-01-26T10:22:34.533-06:00", "bill_text": "An Act to incentivize a paid family leave incentive program, to make an appropriation therefor, and to declare an emergency. Be it enacted by the Legislature of the State of South Dakota: Section 1. There is hereby appropriated from the general fund the sum of $20,000,000 to the Bureau of Human Resources for the purpose of providing private employer premium rebates for a paid family leave program as provided in this section. Section 2. The Bureau of Human Resources may not authorize more than $5,000,000 in premium rebates per fiscal year for four consecutive years. Section 3. A private employer with fifty or fewer employees may apply for a rebate of their premiums up to two hundred dollars per covered employee, not to exceed fifty percent of the employer-paid premium for a plan that meets the minimum qualifications established in law. Section 4. A private employer with fifty-one to one hundred employees may apply for a rebate of their premiums up to one hundred dollars per covered employee, not to exceed fifty percent of the employer-paid premium for a plan that meets the minimum qualifications established in law. Section 5. A private employer with one hundred and one to one thousand employees may apply for a rebate of their premiums up to fifty dollars per covered employee, not to exceed fifty percent of the employer-paid premium for a plan that meets the minimum qualifications established in law. Section 6. A private employer with one thousand and one employees to two thousand five hundred employees may apply for a rebate of their premiums up to twenty-five dollars per covered employee, not to exceed fifty percent of the employer-paid premium for a plan that meets the minimum qualifications established in law. Section 7. The commissioner of the Bureau of Human Resources shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 8. Any amounts appropriated in this Act not lawfully expended or obligated shall revert in accordance with the procedures prescribed in chapter 4-8. Section 9. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24081, "action_date": "2023-01-26T13:00:00-06:00", "document_id": 246354, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246354.pdf", "status_text": "First read in Senate and referred to", "journal_page": 123, "committee_id_action": 1183, "committee_id_assigned": 1176, "result": "N", "vote": {}}]}