{"session_id": 47, "bill_id": 13353, "bill_type": "Senate Bill", "bill_number": 205, "bill_title": "to provide for certain limited term nonresident waterfowl licenses.", "sponsors": [{"legislator_profile_id": 2135, "is_prime": true}, {"legislator_profile_id": 2143, "is_prime": true}, {"legislator_profile_id": 2099, "is_prime": false}, {"legislator_profile_id": 2110, "is_prime": false}, {"legislator_profile_id": 2119, "is_prime": false}, {"legislator_profile_id": 2191, "is_prime": false}], "keywords": ["Hunting & Fishing", "Nonresidents"], "audio": [], "bill_versions": [{"bill_id": 13353, "bill_version_id": 77893, "bill_version": "Introduced", "bill_version_date": "1998-01-26T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for certain limited term nonresident waterfowl licenses. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 41-6-18.1 be amended to read as follows: 41-6-18.1. It is a Class 2 misdemeanor for a nonresident to hunt, take , or kill waterfowl without a special nonresident waterfowl license , a fall three-day temporary nonresident waterfowl license, or a spring five-day snow goose temporary nonresident waterfowl license, and a federal migratory bird stamp or in violation of the conditions of the licenses or the rules of the Game, Fish and Parks Commission. A special nonresident waterfowl license, except as otherwise provided in this title, entitles the licensee to hunt waterfowl for ten consecutive days. Four dollars received from the sale of each special nonresident waterfowl license shall be placed in the land acquisition and development fund. The moneys from this fund shall be used to acquire by purchase or lease real property to be used primarily for game production. For each special nonresident waterfowl license sold, an amount equal to the cost of a habitat stamp shall be placed into the game, fish and parks fund and shall be used for the purpose of restoring the state pheasant and wildlife populations as provided in § 41-2-34.1. For each special nonresident waterfowl license sold, an amount equal to the cost of the waterfowl restoration stamp shall be included with the moneys collected from the sale of resident waterfowl restoration stamps. This license shall be in such form as the Game, Fish and Parks Commission shall prescribe. The provision in this section limiting the validity of a special nonresident waterfowl license to ten consecutive days does not apply in Union, Clay, Bon Homme, Yankton , and Charles Mix counties and in such counties, the special nonresident waterfowl license shall be valid during the same period as is a resident waterfowl license. The Game, Fish and Parks Commission may issue no more than four thousand special nonresident waterfowl licenses in a calendar year. Section 2. That chapter 41-6 be amended by adding thereto a NEW SECTION to read as follows: The Game, Fish and Parks Commission may promulgate rules in accordance with chapter 1-26 to authorize the department to issue up to one thousand fall three-day temporary nonresident waterfowl licenses and a number of spring five-day snow goose temporary nonresident waterfowl licenses to be determined by the department, and to establish the fee therefor, validity of the licenses issued, types of waterfowl to be hunted, and areas permitted to be hunted. The fall three-day temporary nonresident waterfowl licenses are valid only on private property, but are not valid on private property leased by the department for public hunting or on highways or other public rights-of-way within this state that otherwise meet the requirements of § 41-9-1.3. Revenue from the sale of fall three-day temporary nonresident waterfowl licenses shall be deposited in the department's land acquisition and development fund to be used to acquire, by purchase, lease, permit, or otherwise, interests in real property to be used for providing waterfowl hunting public access in the counties adjacent to the Missouri River. Before promulgating rules which permit issuance of fall three-day temporary nonresident waterfowl licenses, the commission shall determine that adequate waterfowl hunting public access has been provided through revenue from the land acquisition and development fund or public access otherwise obtained or acquired. The number of fall three-day temporary nonresident waterfowl licenses issued each year shall be in a direct ratio of one license issued for each license fee amount that is expended from the land acquisition and development fund to provide waterfowl hunting public access. Section 3. That § 41-6-10 be amended by adding thereto a NEW SUBDIVISION to read as follows: Fall three-day temporary nonresident waterfowl license. Section 4. That § 41-6-10 be amended by adding thereto a NEW SUBDIVISION to read as follows: Spring five-day snow goose temporary nonresident waterfowl license."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13353, "action_date": "1998-01-26T14:00:00-06:00", "document_id": 76902, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76902.pdf", "status_text": "First read in Senate and referred to", "journal_page": 197, "committee_id_action": 601, "committee_id_assigned": 574, "result": "N", "vote": {}}, {"bill_id": 13353, "action_date": "1998-02-10T10:00:00-06:00", "document_id": 76703, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76703.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 574, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13353, "action_date": "1998-02-10T10:00:00-06:00", "document_id": 76703, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76703.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 412, "committee_id_action": 574, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38502, "president_vote": null, "Yea": [2102, 2103, 2138, 2140, 2149, 2175, 2191, 2094, 2121]}}]}