{"session_id": 10, "bill_id": 2960, "bill_type": "House Commemoration", "bill_number": 1034, "bill_title": "Honoring and commemorating the success of the Sioux Falls Washington High School Competitive Cheer Squad for their 2010 State AA Championship season.", "sponsors": [{"legislator_profile_id": 40, "is_prime": true}, {"legislator_profile_id": 15, "is_prime": true}, {"legislator_profile_id": 87, "is_prime": false}, {"legislator_profile_id": 48, "is_prime": false}, {"legislator_profile_id": 84, "is_prime": false}, {"legislator_profile_id": 88, "is_prime": false}, {"legislator_profile_id": 54, "is_prime": false}, {"legislator_profile_id": 10, "is_prime": false}, {"legislator_profile_id": 93, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 2960, "bill_version_id": 17823, "bill_version": "Introduced", "bill_version_date": "2011-03-03T10:13:51.87-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring and commemorating the success of the Sioux Falls Washington High School Competitive Cheer Squad for their 2010 State AA Championship season. WHEREAS, the Sioux Falls Washington High School Competitive Cheer Team won the 2010 State AA Championship on November 13, 2010; and WHEREAS, the high-spirited personnel of the 2010 roster included Abbey Pharis, Anna Nieman, Ashley Muehl, Danica Understock, Jenna Juliano, Jordan Speeks, Kate Gulick, Kayla Micki, Lakyn Muilenberg, Lauren Kayl, Marrisa Anderson, McKayla O'Connor, Morgan Jones, Olivia Gulick, Payton Hoogendoorn, Samantha Rote, Shanee Mikkelson, Shannon O'Connor, Taylor Kevan, Tesia Nichols, and Torri Kevan; and WHEREAS, head coach Roxie Truax and assistant coach Catie Menke led the team to a very successful competitive season: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-sixth Legislature of the State of South Dakota, that the Sioux Falls Washington High School Competitive Cheer Squad be honored and commemorated on their title-winning performance at the 2010 State AA Championship competition."}, {"bill_id": 2960, "bill_version_id": 18099, "bill_version": "Enrolled", "bill_version_date": "2011-03-08T17:36:44.333-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring and commemorating the success of the Sioux Falls Washington High School Competitive Cheer Squad for their 2010 State AA Championship season. WHEREAS, the Sioux Falls Washington High School Competitive Cheer Team won the 2010 State AA Championship on November 13, 2010; and WHEREAS, the high-spirited personnel of the 2010 roster included Abbey Pharis, Anna Nieman, Ashley Muehl, Danica Understock, Jenna Juliano, Jordan Speeks, Kate Gulick, Kayla Micki, Lakyn Muilenberg, Lauren Kayl, Marrisa Anderson, McKayla O'Connor, Morgan Jones, Olivia Gulick, Payton Hoogendoorn, Samantha Rote, Shanee Mikkelson, Shannon O'Connor, Taylor Kevan, Tesia Nichols, and Torri Kevan; and WHEREAS, head coach Roxie Truax and assistant coach Catie Menke led the team to a very successful competitive season: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-sixth Legislature of the State of South Dakota, that the Sioux Falls Washington High School Competitive Cheer Squad be honored and commemorated on their title-winning performance at the 2010 State AA Championship competition. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2960, "action_date": "2011-03-03T14:00:00-06:00", "document_id": 17865, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17865.pdf", "status_text": "", "journal_page": 628, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}]}