{"session_id": 64, "bill_id": 23544, "bill_type": "House Commemoration", "bill_number": 8016, "bill_title": "Honoring the work of Beverly Warne.", "sponsors": [{"legislator_profile_id": 3985, "is_prime": true}, {"legislator_profile_id": 3939, "is_prime": false}], "keywords": ["House Commemoration"], "audio": [], "bill_versions": [{"bill_id": 23544, "bill_version_id": 235590, "bill_version": "Introduced", "bill_version_date": "2022-03-02T11:34:36.743-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the work of Beverly Warne. WHEREAS, Beverly Warne was born in Pine Ridge, South Dakota, and is an enrolled member of the Oglala Lakota Tribe. She graduated from St. John's McNamara School of Nursing in Rapid City, South Dakota, and earned her Baccalaureate and Master’s Degrees in Nursing from Arizona State University; and WHEREAS, Ms. Warne has served as a nurse for public, private, and military hospitals, in international service, in public health and with the Indian Health Service, in home and school settings, and as a faculty at Mesa Community College and Arizona State University, where she taught nursing and cultural courses that brought a special perspective to the program given her cultural background and lifestyle. Her personal history helped her students better understand challenges of forced assimilation as well as the courage and spirit that enabled her to succeed in her chosen profession; and WHEREAS, Ms. Warne served as the Director of the American Indian Students United for Nursing Program at Arizona State University, an Indian Health Service Scholarship Program. There she provided academic, financial, cultural, and social support as well as mentorship for American Indian nursing students. Upon return to South Dakota, Ms. Warne helped lead the creation of the South Dakota State University (SDSU) Native American Nursing Education Center. Within the SDSU College of Nursing, she now serves in Rapid City as a Coordinator/Mentor/Instructor within the Native American Nursing Education Center; and WHEREAS, over the course of her career, Ms. Warne has received numerous awards and recognitions for her excellence in nursing and mentorship: from the Arizona Public Health Association, Native American Alumni Association, the Phoenix Indian Center, and Rapid City Community Conversations. In 2005, she was inducted into the Nursing Hall of Fame, and received the mentorship award for the Global Nursing Foundation in 2006. More recently, Ms. Warne received the Spirit of Dakota award in 2018: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Seventh Legislature of the State of South Dakota, that Beverly Warne is a South Dakota treasure and an invaluable elder and leader to not only the Native community, but all of South Dakota."}, {"bill_id": 23544, "bill_version_id": 235857, "bill_version": "Enrolled", "bill_version_date": "2022-03-07T10:22:06.203-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the work of Beverly Warne. WHEREAS, Beverly Warne was born in Pine Ridge, South Dakota, and is an enrolled member of the Oglala Lakota Tribe. She graduated from St. John's McNamara School of Nursing in Rapid City, South Dakota, and earned her Baccalaureate and Master’s Degrees in Nursing from Arizona State University; and WHEREAS, Ms. Warne has served as a nurse for public, private, and military hospitals, in international service, in public health and with the Indian Health Service, in home and school settings, and as a faculty member at Mesa Community College and Arizona State University, where she taught nursing and cultural courses that brought a special perspective to the program given her cultural background and lifestyle. Her personal history helped her students better understand challenges of forced assimilation as well as the courage and spirit that enabled her to succeed in her chosen profession; and WHEREAS, Ms. Warne served as the Director of the American Indian Students United for Nursing Program at Arizona State University, an Indian Health Service Scholarship Program. There she provided academic, financial, cultural, and social support as well as mentorship for American Indian nursing students. Upon return to South Dakota, Ms. Warne helped lead the creation of the South Dakota State University (SDSU) Native American Nursing Education Center. Within the SDSU College of Nursing, she now serves in Rapid City as a Coordinator/Mentor/Instructor within the Native American Nursing Education Center; and WHEREAS, over the course of her career, Ms. Warne has received numerous awards and recognitions for her excellence in nursing and mentorship: from the Arizona Public Health Association, Native American Alumni Association, the Phoenix Indian Center, and Rapid City Community Conversations. In 2005, she was inducted into the Nursing Hall of Fame, and received the mentorship award for the Global Nursing Foundation in 2006. More recently, Ms. Warne received the Spirit of Dakota award in 2018: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Seventh Legislature of the State of South Dakota, that Beverly Warne is a South Dakota treasure and an invaluable elder and leader to not only the Native community, but all of South Dakota."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23544, "action_date": "2022-03-03T12:00:00-06:00", "document_id": 235745, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/235745.pdf", "status_text": "", "journal_page": 588, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/23544"}