{"session_id": 69, "bill_id": 25094, "bill_type": "Senate Commemoration", "bill_number": 812, "bill_title": "Recognizing the Dell Rapids Quarriers as the 2023 State 11A football champions.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25094", "sponsors": [{"legislator_profile_id": 4504, "is_prime": true}, {"legislator_profile_id": 4547, "is_prime": true}, {"legislator_profile_id": 4503, "is_prime": false}], "keywords": ["Senate Commemoration", "Sports"], "audio": [], "bill_versions": [{"bill_id": 25094, "bill_version_id": 266411, "bill_version": "Introduced", "bill_version_date": "2024-02-23T13:43:59.713-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Recognizing the Dell Rapids Quarriers as the 2023 State 11A football champions. WHEREAS, on November 11, 2023, the Dell Rapids Quarriers won a second consecutive 11A state football championship; and WHEREAS, the Quarriers were the number one seed going into the playoff tournament and finished the 2023 season with a record of 12-0; and WHEREAS, the Quarriers advanced to the state championship after defeating the Madison Bulldogs 52-0 in the first round and the Sioux Falls Christian Chargers 22-14 in the second round; and WHEREAS, the Quarriers dominated the state championship game, outscoring West Central by thirty-four points in the first half, en route to a final score of 42-6; and WHEREAS, by the end of the season, senior Jack Henry had passed for one thousand total yards with a completion record of fifty-two for seventy-eight and completed thirteen total touchdown passes; senior Aiden Geraets had eighty-one total tackles, including one sack; and senior Mason Stubbe ran for one thousand seven hundred total yards, had one hundred forty-three total carries, and ran-in six total touchdowns; and WHEREAS, by the end of the season, the Quarriers had outperformed their opponents in every statistical category: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Ninth Legislature of the State of South Dakota, that the Dell Rapids Quarriers are the 2023 State 11A football champions."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25094, "action_date": "2024-02-26T14:00:00-06:00", "document_id": 266447, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266447.pdf", "status_text": "", "journal_page": 419, "committee_id_action": 1219, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25094, "action_date": "2024-02-28T14:00:00-06:00", "document_id": 266765, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266765.pdf", "status_text": "", "journal_page": 432, "committee_id_action": 1197, "committee_id_assigned": null, "result": "N", "vote": {}}]}