{"session_id": 8, "bill_id": 1651, "bill_type": "House Bill", "bill_number": 1133, "bill_title": "prohibit minors from using certain wireless communication devices while operating motor vehicles upon the public highways and to provide certain exceptions.", "sponsors": [{"legislator_profile_id": 804, "is_prime": true}, {"legislator_profile_id": 806, "is_prime": true}, {"legislator_profile_id": 758, "is_prime": false}, {"legislator_profile_id": 821, "is_prime": false}, {"legislator_profile_id": 825, "is_prime": false}, {"legislator_profile_id": 754, "is_prime": false}, {"legislator_profile_id": 739, "is_prime": false}, {"legislator_profile_id": 761, "is_prime": false}, {"legislator_profile_id": 803, "is_prime": false}, {"legislator_profile_id": 767, "is_prime": false}, {"legislator_profile_id": 827, "is_prime": false}, {"legislator_profile_id": 769, "is_prime": false}, {"legislator_profile_id": 745, "is_prime": false}, {"legislator_profile_id": 815, "is_prime": false}, {"legislator_profile_id": 763, "is_prime": false}, {"legislator_profile_id": 810, "is_prime": false}, {"legislator_profile_id": 828, "is_prime": false}, {"legislator_profile_id": 823, "is_prime": false}], "keywords": ["Minors", "Motor Vehicles"], "audio": [{"meeting_datetime": "2010-02-01T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hst13.mp3", "start_seconds": 4290.0}, {"meeting_datetime": "2010-02-01T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hst13.mp3", "start_seconds": 4290.0}, {"meeting_datetime": "2010-02-01T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hst13.mp3", "start_seconds": 4290.0}, {"meeting_datetime": "2010-02-11T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hhe19.mp3", "start_seconds": 184.0}, {"meeting_datetime": "2010-02-11T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hhe19.mp3", "start_seconds": 184.0}, {"meeting_datetime": "2010-02-11T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hhe19.mp3", "start_seconds": 184.0}, {"meeting_datetime": "2010-02-11T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hhe19.mp3", "start_seconds": 184.0}, {"meeting_datetime": "2010-02-11T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hhe19.mp3", "start_seconds": 184.0}], "bill_versions": [{"bill_id": 1651, "bill_version_id": 11090, "bill_version": "Introduced", "bill_version_date": "2010-01-27T10:05:55.257-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to prohibit minors from using certain wireless communication devices while operating motor vehicles upon the public highways and to provide certain exceptions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-12-11 be amended to read as follows: 32-12-11. Any person who is at least fourteen years of age but less than eighteen years of age applying for a South Dakota operator's license, restricted minor's permit, or instruction permit who does not currently hold an operator's license, motorcycle operator's license, restricted minor's permit, motorcycle restricted minor's permit, instruction permit, or motorcycle instruction permit that has been valid continuously for one hundred eighty days, shall apply to the Department of Public Safety for an instruction permit which shall be held for a minimum of one hundred eighty continuous days. If an applicant holds an instruction permit that has been expired for thirty days or less, the department shall waive the knowledge test for the renewal of the instruction permit or to upgrade to an operator's license, motorcycle operator's license, restricted minor's permit or motorcycle restricted minor's permit. If the licensee applies and makes payment of the required fee thirty-one or more days after the expiration date of the license, the licensee shall take the knowledge test as required by § 32-12-4 and shall be issued an instruction permit upon passage of the test. The department may, after the applicant has successfully passed all parts of the examination other than the driving test and paid a fee which is equal in amount to the fee prescribed for a license in § 32-12-16, issue to the applicant an instruction permit. The instruction permit entitles the applicant, while having the permit in the applicant's immediate possession, to drive a motor vehicle upon the public highways for a period of one year during the hours of 6 a.m. to 10 p.m. if accompanied by a person holding a valid operator's license who is at least eighteen years of age, has had at least one year of driving experience, and who is occupying a seat beside the applicant. The applicant is entitled to drive a motor vehicle upon the public highways during the hours of 10 p.m. to 6 a.m. if the motor vehicle is being operated under the direction of the applicant's parent or guardian who is occupying a seat beside the applicant. The holder of an instruction permit may not use any cellular telephone device or other interactive wireless communication device, with the exception of a global positioning system, while operating a motor vehicle upon the public highways, except for an emergency. The holder of an instruction permit may apply for a restricted minor's permit or operator's license after holding a valid instruction permit for one hundred eighty continuous days. Section 2. That § 32-12-12 be amended to read as follows: 32-12-12. A restricted minor's permit may be issued, upon application and payment of the proper fees as provided in § 32-12-16, to a minor at least fourteen years of age but less than eighteen years of age who has successfully passed all applicable tests and completed the requirements of an instruction permit as provided in § 32-12-11 or 32-12-11.1 and has not been convicted of a traffic violation during the past six months. For any such minor who has successfully completed a driver education course that has been approved by the Department of Education or a driver education course that the secretary of the department of public safety has determined has been approved by a state government agency in another state, the required minimum time period for holding the instruction permit in order to qualify for the restricted minor's permit is ninety continuous days. A restricted minor's permit entitles the holder, while having the permit in immediate physical possession, to operate a motor vehicle during the hours of 6 a.m. to 10 p.m. standard time if the motor vehicle is being operated with the permission of the holder's parent or guardian and during the hours of 10 p.m. to 6 a.m. if the motor vehicle is being operated under the direction of the holder's parent or guardian who is occupying a seat beside the holder. The restrictions as to time of operation and operation under the direction of a parent or guardian do not apply to the holder of a valid restricted minor's permit operating a self-propelled agricultural machine which is not subject to registration under chapter 32-5. The holder of a restricted minor's permit may not use any cellular telephone device or other interactive wireless communication device, with the exception of a global positioning system, while operating a motor vehicle upon the public highways, except for an emergency. Section 3. That chapter 32-12 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of §§ 32-12-11 and 32-12-12, an emergency is one of the following: (1) Reason to fear for his or her life, safety, or property; (2) Reasonable belief that a criminal act may be perpetrated against him or her, his or her property, another person, or another person's property; or (3) Reporting a fire, a traffic accident, a serious road hazard, a medical emergency, a hazardous materials emergency, another driver who is recklessly, carelessly, or unsafely driving, or another driver who appears to be driving under the influence of drugs or alcohol."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1651, "action_date": "2010-01-27T14:00:00-06:00", "document_id": 11169, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11169.pdf", "status_text": "First read in House and referred to", "journal_page": 195, "committee_id_action": 86, "committee_id_assigned": 79, "result": "N", "vote": {}}, {"bill_id": 1651, "action_date": "2010-02-01T07:45:00-06:00", "document_id": 11145, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11145.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 79, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1651, "action_date": "2010-02-01T07:45:00-06:00", "document_id": 11443, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11443.pdf", "status_text": "Referred to", "journal_page": 236, "committee_id_action": 79, "committee_id_assigned": 75, "result": "P", "vote": {"vote_id": 5852, "president_vote": null, "Yea": [771, 756, 765, 798, 826, 788, 800, 744, 786, 762, 796, 750, 748]}}, {"bill_id": 1651, "action_date": "2010-02-11T07:45:00-06:00", "document_id": 11921, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11921.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 75, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1651, "action_date": "2010-02-11T07:45:00-06:00", "document_id": 12105, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12105.pdf", "status_text": "Do Pass", "journal_page": 0, "committee_id_action": 75, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 6345, "president_vote": null, "Yea": [821, 820, 835, 770, 823], "Nay": [771, 844, 842, 788, 827, 840, 786, 751]}}, {"bill_id": 1651, "action_date": "2010-02-11T07:45:00-06:00", "document_id": 12105, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12105.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 363, "committee_id_action": 75, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6346, "president_vote": null, "Nay": [821, 835, 770, 823], "Yea": [771, 844, 820, 842, 788, 827, 840, 786, 751]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/1651"}