{"session_id": 69, "bill_id": 24959, "bill_type": "House Bill", "bill_number": 1224, "bill_title": "require the creation of an informational video and other materials describing the state's abortion law and medical care for a pregnant woman experiencing life-threatening or health-threatening medical conditions.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24959", "sponsors": [{"legislator_profile_id": 4551, "is_prime": true}, {"legislator_profile_id": 4567, "is_prime": true}, {"legislator_profile_id": 4476, "is_prime": false}, {"legislator_profile_id": 4478, "is_prime": false}, {"legislator_profile_id": 4485, "is_prime": false}, {"legislator_profile_id": 4503, "is_prime": false}, {"legislator_profile_id": 4504, "is_prime": false}, {"legislator_profile_id": 4532, "is_prime": false}, {"legislator_profile_id": 4542, "is_prime": false}, {"legislator_profile_id": 4550, "is_prime": false}, {"legislator_profile_id": 4560, "is_prime": false}, {"legislator_profile_id": 4565, "is_prime": false}, {"legislator_profile_id": 4570, "is_prime": false}], "keywords": ["Abortion", "Public Health and Safety"], "audio": [], "bill_versions": [{"bill_id": 24959, "bill_version_id": 263916, "bill_version": "Introduced", "bill_version_date": "2024-01-31T08:21:51.807-06:00", "bill_text": "An Act to require the creation of an informational video and other materials describing the state's abortion law and medical care for a pregnant woman experiencing life-threatening or health-threatening medical conditions. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to chapter 34-23A: The Department of Health shall create a video and other materials that in lay terms describe: (1) The state's abortion law and acts that do and do not constitute an abortion; (2) The most common medical conditions that threaten the life or health of a pregnant woman; (3) The generally accepted standards of care applicable to the treatment of a pregnant woman experiencing life-threatening or health-threatening medical conditions; and (4) The criteria that a practitioner, exercising reasonable medical judgment, might use in determining the best course of treatment for a pregnant woman experiencing life-threatening or health-threatening medical conditions and for her unborn child. In creating the video and other materials described in this section, the department shall consult with the attorney general and stakeholders having medical and legal expertise. Upon completion, the department shall make the video and materials available on its website."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24959, "action_date": "2024-01-31T14:30:00-06:00", "document_id": 263721, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263721.pdf", "status_text": "First read in House and referred to", "journal_page": 213, "committee_id_action": 1197, "committee_id_assigned": 1203, "result": "N", "vote": {}}]}