{"session_id": 20, "bill_id": 6042, "bill_type": "Senate Commemoration", "bill_number": 29, "bill_title": "Commending and honoring the Garretson Girls and Boys Cross Country Teams for their success in the 2013 season.", "sponsors": [{"legislator_profile_id": 845, "is_prime": true}, {"legislator_profile_id": 435, "is_prime": true}, {"legislator_profile_id": 519, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 6042, "bill_version_id": 30971, "bill_version": "Introduced", "bill_version_date": "2014-02-25T08:48:48.953-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the Garretson Girls and Boys Cross Country Teams for their success in the 2013 season. WHEREAS, the Garretson Blue Dragons Girls Cross Country Team, consisting of Carmen Bohl, Haley Sage, Peyton Sage, Teisha Carnicle, Jaden Bly, and Macey Bohl, won the Class A State Championship held on October 26, 2013, in Rapid City; and WHEREAS, the Garretson Girls Cross Country Team won the state championship in 2009 and 2010, and placed second in 2011 and 2012; and WHEREAS, the Garretson Blue Dragons Boys Cross Country Team, consisting of Evan Fick, Josh Powell, Jacob Fitzgerald, Josh Liester, Tait Johnson, and Sam Powell, placed third in the Class A State Championship; and WHEREAS, the Garretson Girls and Boys Cross Country Teams, coached by Jason Bohl and Geof Furness, won the combined team award at the Class A State Championships by obtaining a low score of four and won a total of ten meets throughout the season: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the Garretson Blue Dragons Girls and Boys Cross Country Teams be honored for their success in their seasons."}, {"bill_id": 6042, "bill_version_id": 31203, "bill_version": "Enrolled", "bill_version_date": "2014-02-27T13:56:45.39-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the Garretson Girls and Boys Cross Country Teams for their success in the 2013 season. WHEREAS, the Garretson Blue Dragons Girls Cross Country Team, consisting of Carmen Bohl, Haley Sage, Peyton Sage, Teisha Carnicle, Jaden Bly, and Macey Bohl, won the Class A State Championship held on October 26, 2013, in Rapid City; and WHEREAS, the Garretson Girls Cross Country Team won the state championship in 2009 and 2010, and placed second in 2011 and 2012; and WHEREAS, the Garretson Blue Dragons Boys Cross Country Team, consisting of Evan Fick, Josh Powell, Jacob Fitzgerald, Josh Liester, Tait Johnson, and Sam Powell, placed third in the Class A State Championship; and WHEREAS, the Garretson Girls and Boys Cross Country Teams, coached by Jason Bohl and Geof Furness, won the combined team award at the Class A State Championships by obtaining a low score of four and won a total of ten meets throughout the season: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the Garretson Blue Dragons Girls and Boys Cross Country Teams be honored for their success in their seasons. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6042, "action_date": "2014-02-25T14:00:00-06:00", "document_id": 31062, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31062.pdf", "status_text": "", "journal_page": 469, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6042"}