{"session_id": 10, "bill_id": 2840, "bill_type": "Senate Bill", "bill_number": 183, "bill_title": "provide for the application of LEAN techniques to certain state agencies and to repeal the legislative review of state agencies.", "sponsors": [{"legislator_profile_id": 78, "is_prime": true}, {"legislator_profile_id": 85, "is_prime": true}, {"legislator_profile_id": 56, "is_prime": false}, {"legislator_profile_id": 42, "is_prime": false}, {"legislator_profile_id": 26, "is_prime": false}, {"legislator_profile_id": 38, "is_prime": false}, {"legislator_profile_id": 18, "is_prime": false}, {"legislator_profile_id": 77, "is_prime": false}, {"legislator_profile_id": 39, "is_prime": false}, {"legislator_profile_id": 13, "is_prime": false}, {"legislator_profile_id": 103, "is_prime": false}, {"legislator_profile_id": 4, "is_prime": false}, {"legislator_profile_id": 9, "is_prime": false}, {"legislator_profile_id": 91, "is_prime": false}], "keywords": ["State Affairs and Government"], "audio": [{"meeting_datetime": "2011-02-09T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sst19.mp3", "start_seconds": 3811.0}, {"meeting_datetime": "2011-02-09T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sst19.mp3", "start_seconds": 3811.0}, {"meeting_datetime": "2011-02-09T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sst19.mp3", "start_seconds": 3811.0}, {"meeting_datetime": "2011-02-09T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sst19.mp3", "start_seconds": 3811.0}, {"meeting_datetime": "2011-02-09T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sst19.mp3", "start_seconds": 3811.0}, {"meeting_datetime": "2011-02-09T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sst19.mp3", "start_seconds": 3811.0}], "bill_versions": [{"bill_id": 2840, "bill_version_id": 15951, "bill_version": "Introduced", "bill_version_date": "2011-01-31T10:24:28.02-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the application of LEAN techniques to certain state agencies and to repeal the legislative review of state agencies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. For the purposes of this Act, the term, state agency, means any department, division, office, commission, board, or any other unit of state government. The term does not include any local unit of government. Section 2. For the purposes of this Act, the term, LEAN techniques, means methods of improving administrative processes that: (1) Are based upon a focus of a customer service perspective that seeks to optimize value delivered to the public; (2) Involve employees, the regulated community, and the public in continual improvements and the finding of solutions; (3) Use a continual improvement framework that emphasizes rapid implementation rather than lengthy planning; (4) Seek to reduce the complexity of the process; and (5) Use metrics and visual controls to improve decision making and problem solving. Section 3. The joint committee on appropriations shall annually identify one or more processes performed by one or more state agencies in which to apply LEAN techniques. Section 4. Each agency shall, with the assistance of a facilitator from the Office of the Governor, the Department of Labor and Regulation, or a private entity that is volunteering its services, use LEAN techniques to: (1) Align work processes, identify problematic issues, and streamline the process; (2) Meet or exceed any processing time guidelines that exist; (3) Minimize the number of employees involved and delays in the process; (4) Replace paper with technology whenever possible; (5) Simplify the process without impacting legal requirements of the process; and (6) Develop and track process benchmarks. The agency shall solicit the involvement of employees and the public to highlight and find solutions for areas of the process in need of improvement. Section 5. Each agency selected to implement LEAN techniques shall report to the joint committee on appropriations and the government operations and audit committee, on a date set by the committee chair, on the agency's progress in complying with the requirements of this Act. Section 6. That § 1-26E-1 be repealed. 1-26E-1. For the purposes of §§ 1-26E-1 to 1-26E-8, inclusive, the term, state agency, means any department, division, office, commission, board, or any other unit of state government. The term does not include any local unit of government. Section 7. That § 1-26E-2 be repealed. 1-26E-2. The Executive Board of the Legislative Research Council shall establish and appoint the members of one or more interim committees each year to review one or more state agencies. The executive board shall establish a schedule whereby each state agency is reviewed by an interim committee once every ten years. Section 8. That § 1-26E-3 be repealed. 1-26E-3. Any committee appointed pursuant to §§ 1-26E-1 to 1-26E-8, inclusive, shall implement the procedures of §§ 1-26E-1 to 1-26E-8, inclusive, and may establish its own procedures for the review and evaluation required by §§ 1-26E-1 to 1-26E-8, inclusive. Section 9. That § 1-26E-4 be repealed. 1-26E-4. Each committee shall hold public hearings and receive testimony from the public and all interested parties. The state agency under review shall bear the burden of establishing that sufficient public need is present to justify its continued existence. The state agency under review shall provide the committee with the following information: (1) The identity of all offices under the direct or advisory control of the state agency; (2) All powers, duties, and functions currently performed by the state agency; (3) All constitutional, statutory, or other authority under which the powers, duties, and functions of the state agency are carried out; (4) Any powers, duties, or functions which the state agency is performing and which is duplicated by another state agency within the state including the manner in which, and the extent to which, the duplication of effort is occurring and any recommendations as to eliminating the duplications; (5) Any powers, duties, or functions which are inconsistent with current and projected public needs and which should be terminated or altered; and (6) Any other information which the committee feels is necessary and proper to carry out its review and evaluative duties. Section 10. That § 1-26E-5 be repealed. 1-26E-5. To determine whether a sufficient public need for continuing the state agency is present, a committee shall take into consideration the following factors concerning the state agency: (1) The extent to which any information required to be furnished to the reviewing committee pursuant to § 1-26E-4 has been omitted, misstated, or refused, and the extent to which conclusions reasonably drawn from the information are adverse to the legislative intent inherent in the powers, duties, and functions as established in the enabling legislation creating the state agency, or is inconsistent with present or projected public demands or needs; (2) The extent to which statutory changes have been recommended which would benefit the public in general as opposed to benefiting the state agency; (3) The extent to which the operation of the state agency has been efficient and responsive to the public needs; (4) The extent to which the state agency has encouraged the persons regulated to report to it concerning the impact of its rules and decisions regarding improved services, economy of service, or availability of service to the public; (5) The extent to which the public has been encouraged to participate in rule and decision making as opposed to participation solely by persons regulated; (6) The extent to which complaints have been expeditiously processed to completion in the public interest; and (7) Any other relevant criteria which the committee deems necessary and proper in reviewing and evaluating the sufficient public need for continuance of the state agency. Section 11. That § 1-26E-6 be repealed. 1-26E-6. The Department of Legislative Audit shall furnish, upon request of a committee, any relevant information including the reports of audits of the state agency under review. Section 12. That § 1-26E-7 be repealed. 1-26E-7. Each committee shall submit reports recommending either the continuation, revision, or termination of the state agency under review to the Executive Board of the Legislative Research Council for distribution to legislators and the Governor before the first legislative day of the ensuing regular legislative session. Section 13. That § 1-26E-8 be repealed. 1-26E-8. Each committee shall submit its recommendations concerning the state agency and laws that it believes should be repealed or revised to the Legislature in one or more bills. Section 14. The provisions of this Act are effective December 15, 2011."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2840, "action_date": "2011-01-31T14:00:00-06:00", "document_id": 16043, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16043.pdf", "status_text": "First read in Senate and referred to", "journal_page": 244, "committee_id_action": 113, "committee_id_assigned": 98, "result": "N", "vote": {}}, {"bill_id": 2840, "action_date": "2011-02-09T10:00:00-06:00", "document_id": 16417, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16417.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 98, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2840, "action_date": "2011-02-09T10:00:00-06:00", "document_id": 16610, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16610.pdf", "status_text": "Do Pass", "journal_page": 0, "committee_id_action": 98, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 8819, "president_vote": null, "Yea": [44, 77, 9], "Excused": [40], "Nay": [46, 24, 26, 45, 34]}}, {"bill_id": 2840, "action_date": "2011-02-09T10:00:00-06:00", "document_id": 16610, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16610.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 373, "committee_id_action": 98, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8820, "president_vote": null, "Nay": [44, 9], "Excused": [40], "Yea": [46, 24, 26, 77, 45, 34]}}]}