{"session_id": 19, "bill_id": 4553, "bill_type": "House Commemoration", "bill_number": 1069, "bill_title": "Commending and Honoring Marcelline J. Lesmeister for her service to the people of the State of South Dakota.", "sponsors": [{"legislator_profile_id": 331, "is_prime": true}, {"legislator_profile_id": 414, "is_prime": true}, {"legislator_profile_id": 351, "is_prime": false}, {"legislator_profile_id": 332, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 4553, "bill_version_id": 27056, "bill_version": "Introduced", "bill_version_date": "2013-03-05T10:42:22.493-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and Honoring Marcelline J. Lesmeister for her service to the people of the State of South Dakota. WHEREAS, Marcelline J. Lesmeister has served the Sacred Heart Women's Shelter and has helped to keep women and children safe from violence; and WHEREAS, Ms. Lesmeister has served the Sacred Heart Family Violence Center and has helped to keep men, women, and children who were in danger safe from violence: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that Marcelline J. Lesmeister be honored for her twenty years of service to the men, women, and children of the State of South Dakota."}, {"bill_id": 4553, "bill_version_id": 27380, "bill_version": "Enrolled", "bill_version_date": "2013-03-07T16:05:07.127-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and Honoring Marcelline J. Lesmeister for her service to the people of the State of South Dakota. WHEREAS, Marcelline J. Lesmeister has served the Sacred Heart Women's Shelter and has helped to keep women and children safe from violence; and WHEREAS, Ms. Lesmeister has served the Sacred Heart Family Violence Center and has helped to keep men, women, and children who were in danger safe from violence: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that Marcelline J. Lesmeister be honored for her twenty years of service to the men, women, and children of the State of South Dakota. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4553, "action_date": "2013-03-05T14:00:00-06:00", "document_id": 27118, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27118.pdf", "status_text": "", "journal_page": 751, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4553"}