{"session_id": 20, "bill_id": 5555, "bill_type": "House Bill", "bill_number": 1133, "bill_title": "repeal or revise certain provisions concerning townships.", "sponsors": [{"legislator_profile_id": 484, "is_prime": true}, {"legislator_profile_id": 434, "is_prime": true}, {"legislator_profile_id": 527, "is_prime": false}, {"legislator_profile_id": 469, "is_prime": false}, {"legislator_profile_id": 449, "is_prime": false}, {"legislator_profile_id": 447, "is_prime": false}, {"legislator_profile_id": 479, "is_prime": false}, {"legislator_profile_id": 457, "is_prime": false}, {"legislator_profile_id": 443, "is_prime": false}, {"legislator_profile_id": 429, "is_prime": false}, {"legislator_profile_id": 497, "is_prime": false}, {"legislator_profile_id": 475, "is_prime": false}, {"legislator_profile_id": 518, "is_prime": false}, {"legislator_profile_id": 446, "is_prime": false}, {"legislator_profile_id": 468, "is_prime": false}, {"legislator_profile_id": 498, "is_prime": false}, {"legislator_profile_id": 494, "is_prime": false}, {"legislator_profile_id": 461, "is_prime": false}], "keywords": ["Townships"], "audio": [{"meeting_datetime": "2014-02-06T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hlo15.mp3", "start_seconds": 545.0}, {"meeting_datetime": "2014-02-06T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hlo15.mp3", "start_seconds": 545.0}, {"meeting_datetime": "2014-02-06T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hlo15.mp3", "start_seconds": 545.0}, {"meeting_datetime": "2014-02-06T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hlo15.mp3", "start_seconds": 545.0}, {"meeting_datetime": "2014-02-10T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou17.mp3", "start_seconds": 4756.0}, {"meeting_datetime": "2014-02-10T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou17.mp3", "start_seconds": 4756.0}, {"meeting_datetime": "2014-02-10T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou17.mp3", "start_seconds": 4756.0}, {"meeting_datetime": "2014-03-03T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/slo29.mp3", "start_seconds": 799.0}, {"meeting_datetime": "2014-03-03T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/slo29.mp3", "start_seconds": 799.0}, {"meeting_datetime": "2014-03-03T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/slo29.mp3", "start_seconds": 799.0}, {"meeting_datetime": "2014-03-03T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/slo29.mp3", "start_seconds": 799.0}], "bill_versions": [{"bill_id": 5555, "bill_version_id": 29219, "bill_version": "Introduced", "bill_version_date": "2014-01-29T08:56:08.353-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal or revise certain provisions concerning townships. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 8-2-4 be repealed. 8-2-4. Whenever any legal proceeding is commenced against the township, it shall be the duty of the chairman of the board of supervisors to attend to the defense thereof and to present to the voters, at the first township meeting, a full statement of such proceeding, for their direction regarding the defense thereof. Section 2. That § 8-2-16 be amended to read as follows: 8-2-16. A township may enroll in any group health insurance plan, group life insurance plan, or group disability income insurance plan permitted by law to be offered in this state for township officers and any employee of the township who is employed for a minimum of one thousand forty hours per year by the township. However, no A township may only pay the premiums or any portion thereof for the insurance programs allowed by this section for such employee. Section 3. That § 8-3-1 be amended to read as follows: 8-3-1. The citizens of each organized civil township qualified to vote at general elections shall annually assemble and hold a township meeting on the first Tuesday of March. The township board of supervisors shall by resolution establish the location where the annual township meeting shall be held. The location of the annual meeting shall be in the county where the township is located. Notice of the time and place of such township meeting shall be given by the publication thereof for three consecutive days in a daily, or for two consecutive weeks in a weekly newspaper of general circulation in the township beginning not less than twelve calendar days prior to such meeting. In case of inclement weather, any required township meeting may be rescheduled for the following Tuesday at the same place and location without additional publication in the newspaper and meeting requirements provided in § 1-25-1.1. If the board of supervisors requires nominating petitions pursuant to § 8-3-1.1, the notice required by this section shall include the names and the office they seek of those who have filed nominating petitions pursuant to § 8-3-1.2. Section 4. That § 8-3-2 be amended to read as follows: 8-3-2. The voters of each organized civil township have power at their annual meeting: (1) To determine the number of poundmasters and the location of pounds, and whether landmarks shall be erected at section and quarter section corners throughout the township; (2) To select such township officers as are required by law to be chosen; (3) To direct the institution or defense of actions in all controversies wherein such township is interested; (4) To direct such sums to be raised for prosecuting or defending such actions as they may deem necessary; (5) To make rules and regulations for impounding animals; (6) To impose such penalties on persons offending against any rule or regulation established by the township as they think proper, not exceeding fifty dollars for each offense unless herein otherwise provided; (7) To apply fines and penalties when collected in such manner as they deem most conducive to the interests of the township; (8)(2) To vote to raise by taxation such sums as they may deem expedient levy a tax for authorized township purposes, but the aggregate of such sums shall levy may not exceed the limit of tax levy prescribed by this code authorized by law. Section 5. That § 8-4-3 be amended to read as follows: 8-4-3. EveryEach person elected or appointed to any township office, except poundmaster, shall, within ten days after receiving notice of his election or appointment and before entering upon the discharge of his the officer's duties, take and subscribe an oath or affirmation as required by § 3-1-5. All such official oaths shall be immediately filed in the office of the county auditor. No fee shall may be charged or received by any officer for administering or filing any such the official oath, or for filing or recording any township officer's official bond. Section 6. That § 8-4-8 be amended to read as follows: 8-4-8. Except as otherwise provided in this section and § 8-4-9 § 1-27-35, the clerk, treasurer, and supervisors may each receive an annual salary, plus compensation for each day necessarily devoted to the discharge of their official duties when attending to business in their the township. The voters of each township shall establish the annual salary and the hourly or daily rate of daily compensation at the annual township meeting. In addition, the clerk, treasurer, and supervisors may also receive mileage compensation at the rate established for state employees by the State Board of Finance when attending to the business of their the township. The township board of supervisors shall limit the total amount of salary and compensation that the clerk, treasurer, and any one supervisor may receive in a year. Any salary and compensation limit established by the township board of supervisors does not apply to compensation received for road work. Section 7. That § 8-4-9 be repealed. 8-4-9. For the following services, the clerk shall charge fees as follows, and is not entitled to any per diem while engaged in performing these services: (1) For serving notices of election upon township officers as required by law, one dollar and fifty cents for each service; (2) For filing any paper required by law to be filed in his office, fifty cents each; (3) For posting notices required by law, one dollar and fifty cents for each notice; (4) For recording any order or instrument or other writing authorized by law to be so recorded, fifty cents per page; (5) For copying any record or instrument or file in his office, and certifying the same, one dollar per one hundred words to be paid by the person applying for the copy. Section 8. That § 8-5-1 be amended to read as follows: 8-5-1. The township board of supervisors shall hold regular meetings on the last Tuesday of February, the last Tuesday of March, and the last Tuesday of October, of each year. The meetings shall be held at the office of the township clerk or the location established in § 8-3-1 at a time determined by the board. If any two supervisors submit a written statement signed by them not less than twelve days before the meeting requesting that the next regular meeting be held at a different time, the township clerk shall give notice of the time and place of the meeting as provided by § 8-3-1. In case of inclement weather, any required township meeting may be rescheduled for the following Tuesday at the same place and location without additional publication in the newspaper and meeting requirements provided in § 1-25-1.1. Section 9. That § 8-6-1 be amended to read as follows: 8-6-1. Any person elected or appointed to the office of township clerk shall, before the person enters the office and within the time prescribed by law for filing the oath of office, execute a bond, conditioned upon the faithful discharge of the duties of the office, paid for by the township, and with a surety company authorized to conduct business in this state or through a pool arrangement as provided in §§ 1-24-11 to 1-24-17, inclusive. The bond shall be for an amount set by and approved by the board of county commissioners township supervisors and filed in the office of the county auditor. The bond shall be set for an amount approximately equal to the sum of money that the township is expected to receive in any one fiscal year or two hundred thousand dollars, whichever is less. Section 10. That § 8-6-7 be amended to read as follows: 8-6-7. The township clerk shall file the annual fiscal report of the township with the county auditor pursuant to § 6-9-1 by June first the last day of March of the year immediately following the close of the township's fiscal year. Section 11. That § 8-7-1 be amended to read as follows: 8-7-1. Any person elected or appointed to the office of township treasurer, before the person enters the office, shall give to the county a bond, conditioned upon the faithful discharge of the duties of the office, paid for by the township, and with a surety company authorized to conduct business in this state or through a pool arrangement as provided in §§ 1-24-11 to 1-24-17, inclusive. The bond shall be for an amount set by and approved by the board of county commissioners township supervisors and filed in the office of the county auditor. The bond shall be set for an amount approximately equal to the sum of money that the treasurer township is expected to receive in any one fiscal year or two hundred thousand dollars, whichever is less. Section 12. That § 8-7-3 be amended to read as follows: 8-7-3. EveryEach township treasurer, who refuses or neglects to comply with the provisions of § 8-7-2, shall forfeit not more than two thousand dollars, the amount the township was required to expend in costs and expenses due to the failure of the treasurer to comply with the law to be recovered by a civil action in the name of the township, for its use and benefit, in any court of competent jurisdiction; the amount to be fixed by the jury trying the cause or by the court if no jury be impaneled. Section 13. That § 8-8-2 be repealed. 8-8-2. Any constable in any organized civil township containing any unincorporated town shall be a proper officer for arresting and detaining persons for disorderly conduct within such town arising from drunkenness or otherwise, without process first issuing. Section 14. That § 8-8-3 be repealed. 8-8-3. Township constables shall be allowed the same fees as are allowed sheriffs for like services. Section 15. That § 8-9-4 be amended to read as follows: 8-9-4. Every civil township in this state shall, through its board of supervisors, enter into a contract for fire-fighting equipment and protection with a political subdivision or subdivisions of this state or with a nonprofit fire protection corporation or association legally organized and certified in this state. No contract may have a term that exceeds ten years in length. The amount of money each township pays shall be determined through negotiation and shall be specified in the contract. Any political subdivision or nonprofit fire protection corporation or association providing fire protection services shall, as part of any negotiation conducted pursuant to this section, provide full disclosure of the fire department's total assets and expenses and estimate the cost of fire protection, including equipment, buildings, material, and personnel. A contract entered into pursuant to this section shall be for an amount equal to the estimated cost of fire protection as agreed to by the parties. The contract may be for an amount other than the estimated cost of fire protection if agreed to by the parties to such contract. The provisions of this section do not apply to any township or portion thereof that lies within a rural fire protection district established pursuant to chapter 34-31A or an emergency services district established pursuant to chapter 34-47. However, nothing in this section prevents any township and rural fire district from entering into a contract to coordinate and cooperate for mutual fire protection and prevention purposes within any area which they might logically serve. Section 16. That § 8-9-5 be repealed. 8-9-5. All acts prior to March 3, 1961, of organized civil townships of this state contracting with other political subdivisions or with nonprofit fire protection corporations or associations for the furnishing of fire-fighting equipment and protection for the township are hereby validated. Section 17. That § 8-9-6 be amended to read as follows: 8-9-6. The term \", nonprofit fire protection corporation or association\", as used in §§ 8-9-4 and 8-9-5 shall include any corporation or association legally organized within this state for the primary purpose of providing fire-fighting equipment and protection for a particular political subdivision or subdivisions within this state and operating on a nonprofit basis. Section 18. That § 31-3-14 be amended to read as follows: 31-3-14. Six or more voters of the township, aggrieved by the action of the board of supervisors in vacating, changing, or locating a highway may file with the township clerk a notice in writing within thirty days from the making of said order date of the first publication pursuant to § 31-3-9, that they appeal therefrom and desire the question of whether said the decision on whether the highway shall be vacated, changed, or located to be submitted to a vote of the voters of the township. Section 19. That § 31-13-1.5 be amended to read as follows: 31-13-1.5. The board of township supervisors shall post signs on a no maintenance section line to notify the motoring public that it is a no maintenance section line and that the public travels on the section line at its own risk no travel is advised. The signs shall be posted at each entry point and at regular intervals along a no maintenance section line. A properly posted sign is prima facie evidence that adequate notice of a no maintenance section line has been given to the motoring public. Section 20. That § 32-14-14 be amended to read as follows: 32-14-14. Any municipality or township with an unincorporated town may adopt, by ordinance, traffic regulations permitting the use of golf carts on a highway under the its jurisdiction of the municipality. The ordinance shall require that the golf cart is insured and the person operating the golf cart in the municipality or unincorporated town to hold a driver license and to obtain a permit from the municipality authority having jurisdiction. The municipality or township may charge a fee for the permit. The ordinance may also require the golf cart to display a slow-moving vehicle emblem in accordance with § 32-15-20 or a white or amber warning light in accordance § 32-17-46. Section 21. That § 34-35-1 be amended to read as follows: 34-35-1. In all organized civil townships at the annual meeting of the electors thereof in March of each year, the electors may instruct the township supervisors to plow, or to have plowed, fireguards around every township, not less than ten nor more than twenty feet in width, commencing not exceeding two rods from the center of the roadway and plowing toward the center of the same. If upon such plowing the sod is or has been destroyed and the ground is in a workable condition, the township supervisors immediately after such plowing shall with a road grader, grade and work the dirt so plowed away from the outside and toward the center of the road, so that the roadway will incline and drain from the center toward the side of the road, and they shall thoroughly surface and smooth the same so as to form a graded highway, the primary purpose of such work being to form an efficient fireguard, but, incidentally to grade and perfect the roadway. The electors at the annual meeting of an organized civil township may authorize the township board of supervisors to construct, or to have constructed, fireguards around all or a portion of the township or each way across the center of the township, as deemed necessary for fire protection. Section 22. That § 34-35-2 be amended to read as follows: 34-35-2. The electors at the annual meeting of an organized civil township may also provide fireguards similar to those authorized by § 34-35-1 each way across the center of the township and they shall may vote a tax, in addition to the amount levied for other purposes, upon the real property, including railroads within the area, embraced in such area by the fireguards, for the purpose of defraying the necessary expenses of such the fireguards. Section 23. That § 34-35-3 be amended to read as follows: 34-35-3. For the purpose of plowing constructing fireguards the township supervisors or the persons employed by them for that purpose may, with the consent of the owner, enter upon land adjacent to the right of way and construct such fireguards upon the real estate of a private persons person. Section 24. That § 34-35-4 be repealed. 34-35-4. Plowing pursuant to § 34-35-1 or 34-35-2 shall be done prior to the first day of July each year, and shall be inspected and approved by the township supervisors before a warrant for the payment of the same is allowed. Such plowing shall be at the cost of not more than four dollars per acre for the first plowing, and not more than two dollars per acre for each subsequent plowing. Section 25. That § 34-35-5 be repealed. 34-35-5. To prevent the growth of grass and weeds upon the fireguards, if the township supervisors or board of county commissioners deem it necessary, they shall cause the same to be dragged with a harrow between the first day of July and the first day of September. Not later than the first day of October, or whenever there is any danger from prairie fires, it shall be their duty to cause the grass along the roadway between the fireguards, when there is plowing along both sides of such roadway, to be burned; and a reasonable price shall be paid out of the fireguard fund for such breaking and burning. Section 26. That § 34-35-6 be amended to read as follows: 34-35-6. In counties containing areas not embraced in any civil township, fireguards as described in §§ 34-35-1 and 34-35-2 § 34-35-1 may be constructed under the supervision of the board of county commissioners and the cost thereof of the fireguards met by special levy upon the real property, including railroads, within the area embraced by such the fireguards. Section 27. That § 34-35-7 be amended to read as follows: 34-35-7. Any civil township, or county not divided into civil townships, may use one-half of the general road fund to help defray the expense of making fireguards; and theThe expense of making any fireguard running upon or adjacent to the township line shall be borne equally by the two townships between which such the fireguard is made."}, {"bill_id": 5555, "bill_version_id": 31514, "bill_version": "Enrolled", "bill_version_date": "2014-03-05T09:38:02.427-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5555, "action_date": "2014-01-29T14:00:00-06:00", "document_id": 29326, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29326.pdf", "status_text": "First read in House and referred to", "journal_page": 147, "committee_id_action": 231, "committee_id_assigned": 222, "result": "N", "vote": {}}, {"bill_id": 5555, "action_date": "2014-02-06T10:00:00-06:00", "document_id": 29764, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29764.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 222, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5555, "action_date": "2014-02-06T10:00:00-06:00", "document_id": 29923, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29923.pdf", "status_text": "Do Pass", "journal_page": 307, "committee_id_action": 222, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15691, "president_vote": null, "Yea": [524, 509, 501, 520, 439, 510, 468, 498, 484, 518], "Nay": [499, 500], "Excused": [487]}}, {"bill_id": 5555, "action_date": "2014-02-07T13:00:00-06:00", "document_id": 30024, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30024.pdf", "status_text": "Deferred to another day", "journal_page": 341, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5555, "action_date": "2014-02-10T14:00:00-06:00", "document_id": 30114, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30114.pdf", "status_text": "Do Pass", "journal_page": 361, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15857, "president_vote": null, "Yea": [528, 527, 453, 522, 525, 433, 467, 456, 489, 517, 519, 505, 449, 431, 455, 425, 504, 481, 509, 503, 477, 501, 520, 479, 457, 454, 523, 496, 458, 451, 466, 845, 442, 476, 521, 507, 478, 487, 423, 439, 500, 502, 515, 511, 512, 463, 518, 484, 462, 485, 514, 459, 464, 510, 450, 506, 430, 513, 468, 498, 461, 516, 508, 480, 460, 448, 441], "Excused": [524, 497], "Nay": [499]}}, {"bill_id": 5555, "action_date": "2014-02-11T14:00:00-06:00", "document_id": 30211, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30211.pdf", "status_text": "First read in Senate and referred to", "journal_page": 292, "committee_id_action": 229, "committee_id_assigned": 212, "result": "N", "vote": {}}, {"bill_id": 5555, "action_date": "2014-02-26T08:00:00-06:00", "document_id": 30876, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30876.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 212, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5555, "action_date": "2014-03-03T08:00:00-06:00", "document_id": 31116, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31116.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 212, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5555, "action_date": "2014-03-03T08:00:00-06:00", "document_id": 31283, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31283.pdf", "status_text": "Do Pass", "journal_page": 511, "committee_id_action": 212, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16774, "president_vote": null, "Excused": [473], "Yea": [470, 432, 443, 452, 493, 446]}}, {"bill_id": 5555, "action_date": "2014-03-03T08:00:00-06:00", "document_id": 31283, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31283.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 212, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5555, "action_date": "2014-03-04T14:00:00-06:00", "document_id": 31474, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31474.pdf", "status_text": "Do Pass", "journal_page": 531, "committee_id_action": 229, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16897, "president_vote": null, "Yea": [469, 437, 444, 473, 846, 495, 447, 472, 470, 432, 465, 847, 483, 443, 429, 452, 436, 438, 526, 424, 492, 491, 428, 475, 435, 440, 493, 849, 474, 426, 446, 494, 434, 490, 486]}}, {"bill_id": 5555, "action_date": "2014-03-05T14:00:00-06:00", "document_id": 31591, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31591.pdf", "status_text": "Signed by the Speaker", "journal_page": 660, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5555, "action_date": "2014-03-06T13:00:00-06:00", "document_id": 31675, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31675.pdf", "status_text": "Signed by the President", "journal_page": 575, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5555, "action_date": "2014-03-10T14:00:00-05:00", "document_id": 31800, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31800.pdf", "status_text": "Delivered to the Governor", "journal_page": 694, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5555, "action_date": "2014-03-14T10:00:00-05:00", "document_id": 32125, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/32125.pdf", "status_text": "Signed by the Governor", "journal_page": 780, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5536}