{"session_id": 43, "bill_id": 11477, "bill_type": "House Bill", "bill_number": 1008, "bill_title": "legalize the growth, production, and transportation of industrial hemp in the state, to make an appropriation therefor, and to declare an emergency.", "sponsors": [{"legislator_profile_id": 1717, "is_prime": true}, {"legislator_profile_id": 1725, "is_prime": true}, {"legislator_profile_id": 1685, "is_prime": false}, {"legislator_profile_id": 1654, "is_prime": false}, {"legislator_profile_id": 1659, "is_prime": false}, {"legislator_profile_id": 1744, "is_prime": false}, {"legislator_profile_id": 1702, "is_prime": false}, {"legislator_profile_id": 1655, "is_prime": false}, {"legislator_profile_id": 1651, "is_prime": false}], "keywords": ["Agriculture and Horticulture", "Appropriation", "Emergency Clause", "Hoghouse", "Industrial Hemp", "Promulgation of Rules"], "audio": [{"meeting_datetime": "2020-01-30T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hag12.mp3", "start_seconds": 5.0}, {"meeting_datetime": "2020-01-30T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hag12.mp3", "start_seconds": 5.0}, {"meeting_datetime": "2020-01-30T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hag12.mp3", "start_seconds": 608.0}, {"meeting_datetime": "2020-02-06T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hag15.mp3", "start_seconds": 1130.0}, {"meeting_datetime": "2020-02-06T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hag15.mp3", "start_seconds": 1130.0}, {"meeting_datetime": "2020-02-06T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hag15.mp3", "start_seconds": 1130.0}, {"meeting_datetime": "2020-02-06T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hag15.mp3", "start_seconds": 1130.0}, {"meeting_datetime": "2020-02-11T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou18.mp3", "start_seconds": 2829.0}, {"meeting_datetime": "2020-02-11T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou18.mp3", "start_seconds": 2829.0}, {"meeting_datetime": "2020-02-11T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou18.mp3", "start_seconds": 2829.0}, {"meeting_datetime": "2020-02-25T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sag26.mp3", "start_seconds": 226.0}, {"meeting_datetime": "2020-02-25T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sag26.mp3", "start_seconds": 226.0}, {"meeting_datetime": "2020-02-25T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sag26.mp3", "start_seconds": 226.0}, {"meeting_datetime": "2020-03-09T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen33.mp3", "start_seconds": 6668.0}, {"meeting_datetime": "2020-03-09T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen33.mp3", "start_seconds": 6668.0}, {"meeting_datetime": "2020-03-09T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen33.mp3", "start_seconds": 6668.0}, {"meeting_datetime": "2020-03-09T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen33.mp3", "start_seconds": 6668.0}, {"meeting_datetime": "2020-03-09T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen33.mp3", "start_seconds": 6668.0}], "bill_versions": [{"bill_id": 11477, "bill_version_id": 61810, "bill_version": "Introduced", "bill_version_date": "2020-01-09T18:37:57.303-06:00", "bill_text": "An Act to legalize the growth and production of industrial hemp and derivative products in the state, and to declare an emergency. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 38-35-1. Industrial hemp defined. For the purposes of this chapter, industrial hemp or hemp, is the plant Cannabis sativa L. and any part of that plant, including the seeds thereof and all derivatives, extracts, cannabinoids, isomers, acids, salts, and salts of isomers, whether growing or not, with a delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent on a dry weight basis. Section 2. That a NEW SECTION be added: 38-35-2. Purchasing or obtaining industrial hemp--License required--Penalty. No person may purchase or obtain industrial hemp material for planting, propagation, or producing unless the person has a license as provided by this chapter. The person is responsible for anyone working under the person's license for all sections of this chapter. Only a person licensed to grow or produce industrial hemp under this chapter may possess any part, stalk, leaf, bud, flower, or seed of an industrial hemp plant. Any person who possesses industrial hemp material who is not licensed under this chapter is guilty of a Class 4 felony. Section 3. That a NEW SECTION be added: 38-35-3. Application for licensure--Procedure--Criminal history check--Promulgation of rules. Any person desiring to grow or produce industrial hemp shall apply to the Department of Agriculture for a license on a form prescribed by the department in rules promulgated pursuant to chapter 1-26. The person applying for a license shall include the name and address of the applicant, and the legal description of the land area to be used to grow or produce industrial hemp. If the land area is to be used to grow hemp, the land area must be at least five contiguous acres. If the applicant is the lessee and is not the landowner of the land area, the name and address of the landowner shall be included on the application. Except for employees of the South Dakota Department of Agriculture, the South Dakota Agricultural Experiment Station, or the South Dakota State University Extension Service involved in research and extension-related activities, the department shall require each applicant and landowner, if the applicant is the lessee of the land area, for initial licensure and each license renewal thereafter to submit to a statewide and nationwide criminal history record check through fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. All costs associated with the criminal history record check are the responsibility of the applicant. Criminal history records provided to the department under this section are confidential. However, the department may disclose information received under to this section with law enforcement. The department may use the records only in determining an applicant's eligibility for licensure. Section 4. That a NEW SECTION be added: 38-35-4. Industrial hemp licensure program fund--Purpose--Expenditures. There is hereby created within the state treasury the industrial hemp licensure program fund, into which all license fees, inspection fees, and other fees or revenue paid to the state from the operation of the industrial hemp program shall be deposited. All moneys in the fund created by this section shall be used for the purpose of administering the industrial hemp program. Interest earned on money in the fund shall be deposited into the fund. Expenditures from the fund shall be appropriated through the normal budget process. Section 5. That a NEW SECTION be added: 38-35-5. License issuance--Fee--Denial or suspension--Contested case. If the applicant has completed the application process to the satisfaction of the Department of Agriculture, the department shall issue the license. A license issued under this chapter is valid for fifteen months. An application for a license under this section shall be submitted to the department any time before the purchase of industrial hemp products, including hemp seed or viable propagation material. The department shall assess each licensee a fee not to exceed three hundred fifty dollars. The department shall deposit fees collected under this chapter in the industrial hemp licensure program fund. The department may deny or suspend a license to any person who: (1) Violates any provisions of this chapter; (2) Violates any rules set forth by the United States Department of Agriculture regarding industrial hemp; (3) Provides false or misleading information in connection with any application required by this chapter; (4) Has been convicted of a felony relating to a controlled substance or marijuana under state or federal law within the previous ten years; or (5) Has been convicted of a felony relating to a controlled substance or marijuana under state or federal law since the most recent criminal history background check. Any person denied a license under this section or has a license suspended under this section may request a hearing before the secretary pursuant to chapter 1-26. Section 6. That a NEW SECTION be added: 38-35-6. Planting--Documentation to be filed--Contents. Within thirty days of planting, each licensee under this chapter shall file with the Department of Agriculture documentation indicating that the seeds planted were of a type and variety certified to have no more than three-tenths of one percent tetrahydrocannabinol. Section 7. That a NEW SECTION be added: 38-35-7. Entrance by department--Inspection, confiscation, and disposal--Costs--Liability for destruction. The Department of Agriculture may enter on any land or area where hemp is grown, stored, or produced for the purposes of inspections, sample collection, testing, or investigation for the purposes of enforcing this chapter. Any hemp found to be in violation of this chapter is subject to confiscation and disposal by the department. Any costs arising from the confiscation and disposal shall be the responsibility of the grower, producer, or owner of the hemp. The department is not liable for any destruction of hemp or hemp products carried out under this chapter. If a violation occurs, the grower shall be given, in writing, a copy of the results. Section 8. That a NEW SECTION be added: 38-35-8. Promulgation of rules. The Department of Agriculture shall promulgate rules, pursuant to chapter 1-26, to: (1) Establish inspection, testing, and transportation requirements in accordance with guidance from the United States Department of Agriculture; (2) Establish criteria and procedure for denial or suspension of a license under this chapter; (3) Make any modifications or additions to the industrial hemp licensure program in order to comply with any rules and regulations regarding hemp implemented by the United States Department of Agriculture; and (4) Establish an inspection fee not to exceed two hundred fifty dollars, moneys from which shall be placed in the industrial hemp licensure program fund. Section 9. That a NEW SECTION be added: 38-35-9. Testing samples--Exceeding concentration--Destruction of crop. If a test sample reveals a delta-9 tetrahydrocannabinol concentration of at least three-tenths of one percent but not more than five-tenths of one percent on a dry weight basis, the licensee's hemp crop may be retested by a laboratory approved by the Drug Enforcement Administration and if upon the retesting, the delta-9 tetrahydrocannabinol concentration exceeds three-tenths of one percent, the entire crop shall be destroyed by a Drug Enforcement Administration registered reverse distributor, or a law enforcement officer authorized under the Controlled Substances Act (21 U.S.C. § 802(6)). Section 10. That a NEW SECTION be added: 38-35-10. State hemp production plan--Submission to United States Department of Agriculture--Establishment of program. The Department of Agriculture shall develop a state hemp production plan and submit the plan to the United States Department of Agriculture for approval of a program to license and grow industrial hemp in South Dakota within thirty days of the passage of this Act. The department shall establish a program to license growth or production of industrial hemp once approval is received by the United States Department of Agriculture. Section 11. That a NEW SECTION be added: 38-35-11. Transportation--Inspection by law enforcement--Purposes--Penalty. Any law enforcement officer may require any person transporting industrial hemp to stop any vehicle transporting the product for the purposes of inspection of appropriate licensure or paperwork under § 38-35-13. The law enforcement officer may collect a sample of the product for the purpose of testing for any concentration of tetrahydrocannabinol that exceeds three-tenths of one percent. The sample collected by law enforcement may not exceed eight ounces. It shall be a Class 2 misdemeanor to transport industrial hemp without appropriate licensure or paperwork from a federal or state authority. Section 12. That a NEW SECTION be added: 38-35-12. Transportation--Permit--Duration of permit--Required documentation--Exception. An industrial hemp transportation permit is required to transport industrial hemp. The licensee shall apply for an industrial hemp transportation permit on a form provided by the Department of Agriculture. A permit issued under this section is valid for fifteen months. A request for an industrial hemp transportation permit shall be submitted to the department at least five business days prior to the transport. Any licensee transporting or delivering industrial hemp shall have a dated invoice, bill of lading, or manifest in their possession during the entire time the licensee is transporting or delivering industrial hemp unless the hemp is being transported ten miles or less from where the crop was originally grown. The invoice, bill of lading, or manifest shall include the following information: (1) The licensee's name and address; (2) The specific origin and destination of the industrial hemp being transported; and (3) The quantity of industrial hemp being transported. Section 13. That a NEW SECTION be added: 38-35-13. Rules of United States Department of Agriculture. All applicants and licensees shall abide by the any rules set forth by the United States Department of Agriculture. Section 14. That § 22-42-1 be AMENDED: 22-42-1. Definitions. Terms used in this chapter mean: (1) \"Controlled drug or substance,\" a drug or substance, or an immediate precursor of a drug or substance, listed in Schedules I through IV. The term includes an altered state of a drug or substance listed in Schedules I through IV absorbed into the human body; (2) \"Counterfeit substance,\" a controlled drug or substance which, or the container of labeling of which, without authorization, bears the trade‑mark, trade name, or other identifying mark, imprint, number, or device, or any likeness thereof, of a manufacturer, distributor, or dispenser other than the person or persons who manufactured, distributed, or dispensed such substance and which thereby falsely purports or is represented to be the product of, or to have been distributed by, such other manufacturer, distributor, or dispenser; (3) \"Deliver\" or \"delivery,\" the actual or constructive transfer of a controlled drug, substance, or marijuana whether or not there exists an agency relationship; (4) \"Dispense,\" to deliver a controlled drug or substance to the ultimate user or human research subject by or pursuant to the lawful order of a practitioner, including the prescribing, administering, packaging, labeling, or compounding necessary to prepare the substance for such delivery, and a dispenser is one who dispenses; (5) \"Distribute,\" to deliver a controlled drug, substance, or marijuana. Distribution means the delivery of a controlled drug, substance, or marijuana; (6) \"Manufacture,\" the production, preparation, propagation, compounding, or processing of a controlled drug or substance, either directly or indirectly by extraction from substances of natural origin, or independently by means of chemical synthesis or by a combination of extraction and chemical synthesis. A manufacturer includes any person who packages, repackages, or labels any container of any controlled drug or substance, except practitioners who dispense or compound prescription orders for delivery to the ultimate user; (7) \"Marijuana,\" all parts of any plant of the genus cannabis, whether growing or not, in its natural and unaltered state, except for drying or curing and crushing or crumbling. The term includes an altered state of marijuana absorbed into the human body. The term does not include industrial hemp as defined in § 38-35-1, fiber produced from the mature stalks of such plant, or oil or cake made from the seeds of such plant; (8) \"Practitioner,\" a doctor of medicine, osteopathy, podiatry, dentistry, optometry, or veterinary medicine licensed to practice his profession, or pharmacists licensed to practice their profession; physician's assistants certified to practice their profession; government employees acting within the scope of their employment; and persons permitted by certificates issued by the Department of Health to distribute, dispense, conduct research with respect to, or administer a substance controlled by chapter 34-20B; (9) \"Precursor\" or \"immediate precursor,\" a substance which the Department of Health has found to be and by rule designates as being a principal compound commonly used or produced primarily for use, and which is an immediate chemical intermediary used or likely to be used, in the manufacture of a controlled drug or substance, the control of which is necessary to prevent, curtail, or limit such manufacture; (10) \"Schedule I,\" \"Schedule II,\" \"Schedule III,\" and \"Schedule IV,\" those schedules of drugs, substances, and immediate precursors listed in chapter 34-20B; (11) \"Ultimate user,\" a person who lawfully possesses a controlled drug or substance for that person's own use or for the use of a member of that person's household or for administration to an animal owned by that person or by a member of that person's household. Section 15. That § 34-20B-1 be AMENDED: 34-20B-1. Definitions. Terms as used in this chapter mean: (1) \"Administer,\" to deliver a controlled drug or substance to the ultimate user or human research subject by injection, inhalation, or ingestion, or by any other means; (2) \"Agent,\" an authorized person who acts on behalf of or at the direction of a manufacturer, distributor, or dispenser and includes a common or contract carrier, public warehouseman, or employee thereof; (3) \"Control,\" to add, remove, or change the placement of a drug, substance, or immediate precursor under §§ 34-20B-27 and 34-20B-28; (4) \"Counterfeit substance,\" a controlled drug or substance which, or the container or labeling of which, without authorization, bears the trademark, trade name, or other identifying mark, imprint, number, or device, or any likeness thereof, of a manufacturer, distributor, or dispenser other than the person or persons who manufactured, distributed, or dispensed such substance and which thereby falsely purports or is represented to be the product of, or to have been distributed by, such other manufacturer, distributor, or dispenser; (5) \"Deliver\" or \"delivery,\" the actual, constructive, or attempted transfer of a controlled drug, substance, or marijuana whether or not there exists an agency relationship; (6) \"Department,\" the Department of Health created by chapter 1-43; (7) \"Dispense,\" to deliver a controlled drug or substance to the ultimate user or human research subject by or pursuant to the lawful order of a practitioner, including the prescribing, administering, packaging, labeling, or compounding necessary to prepare the substance for such delivery, and a dispenser is one who dispenses; (8) \"Distribute,\" to deliver a controlled drug, substance, or marijuana. A distributor is a person who delivers a controlled drug, substance, or marijuana; (9) \"Hashish,\" the resin extracted from any part of any plant of the genus cannabis, commonly known as the marijuana plant; (10) \"Imprisonment,\" imprisonment in the state penitentiary unless the penalty specifically provides for imprisonment in the county jail; (11) \"Manufacture,\" the production, preparation, propagation, compounding, or processing of a controlled drug or substance, either directly or indirectly by extraction from substances of natural origin, or independently by means of chemical synthesis or by a combination of extraction and chemical synthesis. A manufacturer includes any person who packages, repackages, or labels any container of any controlled drug or substance, except practitioners who dispense or compound prescription orders for delivery to the ultimate consumer; (12) \"Marijuana,\" all parts of any plant of the genus cannabis, whether growing or not; the seeds thereof; and every compound, manufacture, salt, derivative, mixture, or preparation of such plant or its seeds. The term does not include industrial hemp as defined in § 38-35-1, fiber produced from the mature stalks of the plant, or oil or cake made from the seeds of the plant, or the resin when extracted from any part of the plant or cannabidiol, a drug product approved by the United States Food and Drug Administration; (13) \"Narcotic drug,\" any of the following, whether produced directly or indirectly by extraction from substances of vegetable origin or independently by means of chemical synthesis, or by a combination of extraction and chemical synthesis: (a) Opium, coca leaves, and opiates; (b) A compound, manufacture, salt, derivative, or preparation of opium, coca leaves, or opiates; (c) A substance (and any compound, manufacture, salt, derivative, or preparation thereof) which is chemically identical with any of the substances referred to in subsections (a) and (b) of this subdivision; except that the term, narcotic drug, as used in this chapter does not include decocainized coca leaves or extracts of coca leaves, which extracts do not contain cocaine or ecgonine; (14) \"Opiate\" or \"Opioid,\" any controlled drug or substance having an addiction-sustaining liability similar to morphine or being capable of conversion into a drug having such addiction-forming or addiction-sustaining liability; (15) \"Opium poppy,\" the plant of the species papaver somniferum L., except the seeds thereof; (16) \"Person,\" any corporation, association, limited liability company, partnership or one or more individuals; (17) \"Poppy straw,\" all parts, except the seeds, of the opium poppy, after mowing; (18) \"Practitioner,\" a doctor of medicine, osteopathy, podiatry, optometry, dentistry, or veterinary medicine licensed to practice their profession, or pharmacists licensed to practice their profession; physician assistants certified to practice their profession; certified nurse practitioners and certified nurse midwives to practice their profession; government employees acting within the scope of their employment; and persons permitted by certificates issued by the department to distribute, dispense, conduct research with respect to, or administer a substance controlled by this chapter; (18A)(19) \"Prescribe,\" an order of a practitioner for a controlled drug or substance. (19)(20) \"Production,\" the manufacture, planting, cultivation, growing, or harvesting of a controlled drug or substance; (20)(21) \"State,\" the State of South Dakota; (21)(22) \"Ultimate user,\" a person who lawfully possesses a controlled drug or substance for personal use or for the use of a member of the person's household or for administration to an animal owned by the person or by a member of the person's household; (22)(23) \"Controlled substance analogue,\" any of the following: (a) A substance that differs in its chemical structure to a controlled substance listed in or added to the schedule designated in schedule I or II only by substituting one or more hydrogens with halogens or by substituting one halogen with a different halogen; or (b) A substance that is an alkyl homolog of a controlled substance listed in or added to schedule I or II; or (c) A substance intended for human consumption; and (i) The chemical structure of which is substantially similar to the chemical structure of a controlled substance in schedule I or II; (ii) Which has a stimulant, depressant, or hallucinogenic effect on the central nervous system that is substantially similar to or greater than the stimulant, depressant, or hallucinogenic effect on the central nervous system of a controlled substance in schedule I or II; or (iii) With respect to a particular person, which such person represents or intends to have a stimulant, depressant, or hallucinogenic effect on the central nervous system that is substantially similar to or greater than the stimulant, depressant, or hallucinogenic effect on the central nervous system of a controlled substance in schedule I or II; However, the term, controlled substance analogue, does not include a controlled substance or any substance for which there is an approved new drug application. Section 16. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 11477, "bill_version_id": 66931, "bill_version": "House Agriculture and Natural Resources Engrossed", "bill_version_date": "2020-02-06T11:26:25.14-06:00", "bill_text": "An Act to legalize the growth, production, and transportation of industrial hemp in the state, and to declare an emergency. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 38-35-1. Definitions. Terms used in this chapter mean: (1) \"Department,\" the Department of Agriculture; (2) \"Hemp\" or \"industrial hemp,\" the plant Cannabis sativa L. and any part of that plant, including the seeds thereof and all derivatives, extracts, cannabinoids, isomers, acids, salts, and salts of isomers, whether growing or not, with a delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent on a dry weight basis; (3) \"Key participant,\" a sole proprietor, a partner in a partnership, or a person with executive managerial control in a corporation or limited liability company; (4) \"Industrial hemp product,\" a finished manufactured product, or consumer product containing cannabidiol that is packaged for individual sale, with a delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent, derived from or made by processing industrial hemp; (5) \"Lot,\" a contiguous area in a field containing the same variety or strain of hemp throughout the area; (6) \"Process\" or \"processing,\" to convert or converting industrial hemp into industrial hemp product; (7) \"Processor,\" a person who processes industrial hemp; (8) \"Produce\" or \"producing,\" to grow or growing hemp plants in the field for processing; (9) \"Secretary,\" the secretary of the Department of Agriculture; and (10) \"Transporter,\" any person transporting, hauling, or delivering hemp, but not industrial hemp product or sterilized seeds that are incapable of beginning germination. Section 2. That a NEW SECTION be added: 38-35-2. Purchasing, receiving, or obtaining industrial hemp--License required--Penalty. No person may purchase, receive, or obtain industrial hemp, other than industrial hemp product, for planting, storing, propagating, producing, or processing unless the person has a license as provided by this chapter or is working under contract with or under the direction of a licensee. The licensee is responsible, either civilly or criminally, for any person working under contract with or under the direction of a licensee for all sections of this chapter. It shall be a Class 2 misdemeanor to purchase, receive, or obtain industrial hemp, other than industrial hemp product, for planting, storing, propagating, producing, or processing without a license. No unlicensed person is subject to criminal penalties for possession or distribution of hemp seed. A person, whether or not licensed, who possesses or distributes a product determined to meet the definition of marijuana is subject to prosecution and penalties for possession or distribution of marijuana under chapter 22-42. Section 3. That a NEW SECTION be added: 38-35-3. Application for grower license. After the department receives approval by the United States Secretary of Agriculture for the state plan submitted pursuant to § 38-35-15, any person seeking to purchase, receive, or obtain industrial hemp, other than industrial hemp product, for planting, storing, propagating, or producing shall apply to the secretary for a grower license on an application form prescribed by the department and submit a nonrefundable annual application fee. The department shall establish a sixty-day period in which an application must be received. The secretary shall deposit fees collected under this chapter in the hemp regulatory program fund. No application for licensure to plant, grow, or produce industrial hemp may be for less than five contiguous outdoor acres. Section 4. That a NEW SECTION be added: 38-35-4. Application for processor license--Fee--Location notice. After the department receives approval by the United States Secretary of Agriculture for the state plan submitted pursuant to § 38-35-15, any person seeking to purchase, receive, or obtain industrial hemp, other than industrial hemp product, for processing shall apply to the secretary for a processor license on an application form prescribed by the department and submit a nonrefundable annual application fee. The applicant may submit an application form for a processor license at any time. The secretary shall deposit fees collected under this chapter in the hemp regulatory program fund. The applicant shall provide to the department the street address, legal description, and global positioning system coordinates for any location where hemp will be processed under the processor's license and certify that any location where hemp is to be processed is under the control of the applicant. A processor licensee shall provide notice of any change in ownership or location to the department within two days of a change. A change of ownership or location automatically invalidates the license, and a new license must be obtained. Section 5. That a NEW SECTION be added: 38-35-5. Criminal background check--Denial of license for conviction--Licensure exemption. Each applicant for any license under this chapter, key participant, and landowner, if the applicant is the lessee, shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application for a license, the department shall submit the completed fingerprint cards to the division. Upon completion of the criminal background check, the division shall forward to the department all information obtained as a result of the criminal background check. This information shall be obtained prior to licensure of the applicant. All costs or fees associated with the criminal background checks are the responsibility of the applicant. Information provided to the department under this section is confidential, is not public record, and is exempt from the provisions of chapter 1-27. However, the department may share this information with law enforcement and the Department of Public Safety. Failure to submit to or cooperate with a criminal background check is grounds for denial or revocation of a license. The secretary may deny licensure if any applicant, key participant, or landowner has been convicted of a misdemeanor or felony relating to a controlled substance or marijuana under state or federal law within the previous ten years. Licensure under this chapter is not required for employees of the state of South Dakota when performing official duties. Section 6. That a NEW SECTION be added: 38-35-6. Hemp regulatory program fund--Purpose--Expenditures. There is hereby created within the state treasury the hemp regulatory program fund, into which all application fees, license fees, inspection fees, and other fees or revenue paid to the state from the operation of the hemp regulatory program shall be deposited. All moneys in the fund created in this section shall be used for the purpose of administering the hemp regulatory program. Interest earned on money in the fund shall be deposited into the fund. Expenditures from the fund shall be appropriated through the normal budget process. Section 7. That a NEW SECTION be added: 38-35-7. License issuance--Denial, revocation, or suspension--Contested case. If the applicant has completed the application to the satisfaction of the secretary, paid the application fee, returned a criminal background check compliant with § 38-35-5, and is eligible for a license under this chapter, the secretary shall issue the license upon receipt of an annual license fee and upon the licensee's agreement and affirmance that as a continuing condition of licensure, the department shall have unlimited access to all lots or licensed locations processing hemp without prior notice to the licensee or the need to obtain a search warrant or court order for access to enforce the provisions of this chapter. A grower license issued under this chapter is valid for fifteen months from the date of issuance. A processor license issued under this chapter expires on December thirty-first in the calendar year for which it was issued. The department may deny, revoke, or suspend a license of any person who: (1) Violates any provision of this chapter or administrative rule promulgated under the authority of this chapter; (2) Violates any rule set forth by the United States Department of Agriculture regarding industrial hemp; (3) Provides false or misleading information in connection with any application required by this chapter; (4) Has been convicted of a misdemeanor or felony relating to a controlled substance or marijuana under state or federal law within the previous ten years; or (5) Has been charged with or convicted of a misdemeanor or felony relating to a controlled substance or marijuana under state or federal law since the most recent criminal background check. Any person whose license is denied, revoked, or suspended under this section may request a hearing pursuant to chapter 1-26. Section 8. That a NEW SECTION be added: 38-35-8. Planting--Documentation to be filed--Contents. Within thirty days of planting, each grower licensee under this chapter shall file with the department documentation as required by the secretary in order to identify the type and variety of each hemp seed planted with its corresponding lot. Any documentation provided under this section is not an open record pursuant to chapter 1-27 and may not be disclosed except to the Department of Public Safety or law enforcement. The department may make publicly available a list of all types and varieties of planted hemp seed submitted to the department. Section 9. That a NEW SECTION be added: 38-35-9. Entrance by department--Consent--Fee--Inspection, confiscation, and disposal--Costs--Liability for destruction--Records. The secretary shall contract with the Department of Public Safety to conduct inspections and sampling of each lot and any processor location. The department and the Department of Public Safety may enter on any land or other property where hemp is grown, produced, stored, or processed for the purpose of inspections, sample collection, testing, or investigation while enforcing this chapter. Any person who holds a license under this chapter is deemed to have given consent to the reasonable search and seizure of any hemp without a warrant to determine the lawful amount of delta-9 tetrahydrocannabinol concentration and for enforcement of the provisions of this chapter. The secretary shall assess a grower inspection fee per lot for grower licensees and shall assess a processor inspection fee per location for processor licensees. Any substance found to be in violation of this chapter is subject to confiscation and disposal at the direction of the Department of Public Safety. Any costs arising from the destruction, confiscation, or disposal are the responsibility of the grower, producer, processor, or owner of the substance. The state is not liable for any confiscation, seizure, disposal, or destruction of any substance carried out under this chapter. Any testing, inspection, and investigation results shall be provided to the licensee. Notice of any violation shall be provided to the licensee in writing. Inspection and investigation records are not open records pursuant to chapter 1-27. Section 10. That a NEW SECTION be added: 38-35-10. Inspection timing and procedure--Disclose information. Every lot of a grower licensee shall be inspected and samples collected no more than fifteen days before the hemp is harvested. The grower licensee shall contact the Department of Public Safety prior to harvest in order to ensure a reasonable amount of time to schedule an inspection. The grower licensee shall be present during the inspection. No harvested lot of hemp shall be commingled with another harvested lot of hemp or other material except with documented prior written permission by the department or the United States Department of Agriculture. No hemp may leave the dominion of control of the grower licensee until the grower licensee receives a laboratory result from the department that confirms each lot complies with 7 U.S.C. Chapter 38, Subchapter VII, as provided in 7 C.F.R 990.70(d) and 990.71(d) in effect as of January 1, 2020. Any location of the processor licensee may be subject to random inspection. The processor licensee shall be present during the inspection. Section 11. That a NEW SECTION be added: 38-35-11. Promulgation of rules--Fees. The department shall promulgate rules, pursuant to chapter 1-26, to: (1) Establish application, application form, licensure, and renewal procedures; (2) Establish requirements to prevent the spread of hemp and hemp seeds from licensed land areas and provide for the assessment of costs for the remediation thereof; (3) Establish criteria and procedures for denial, revocation, or suspension of a license under this chapter; (4) Make any modification or addition to the hemp regulatory program in order to comply with any federal statutes or any rules and regulations regarding hemp enacted or implemented by the United States Department of Agriculture; (5) Establish a nonrefundable annual license application fee not to exceed fifty dollars, an annual grower license fee not to exceed five hundred dollars, and an annual processor license fee not to exceed two thousand dollars; (6) Establish procedures for the collection of planting and harvest data for each lot; (7) Establish labeling requirements for hemp; and (8) Establish rules for corrective action for negligent and culpable violations of this chapter. Section 12. That a NEW SECTION be added: 38-35-12. Department of Health--Promulgation of rules. The Department of Health shall promulgate rules, pursuant to chapter 1-26, to: (1) Make any modification or addition to the hemp regulatory program in order to comply with any federal statutes or any rules and regulations regarding hemp enacted or implemented by the United States Department of Agriculture; and (2) Establish testing procedures to determine the lawful amount of delta-9 tetrahydrocannabinol concentration in hemp and certifying results. Section 13. That a NEW SECTION be added: 38-35-13. Department of Public Safety--Promulgation of rules. The Department of Public Safety shall promulgate rules, pursuant to chapter 1-26, to: (1) Make any modification or addition to the hemp regulatory program in order to comply with any federal statutes or any rules and regulations regarding hemp enacted or implemented by the United States Department of Agriculture; (2) Establish inspection procedures and requirements, a grower inspection fee per lot not to exceed two hundred fifty dollars, and a processor inspection fee per any processor location not to exceed five hundred dollars; (3) Establish transportation and permit requirements including assessment of a permit fee not to exceed twenty-five dollars; (4) Establish sampling and testing procedures to determine the lawful amount of delta-9 tetrahydrocannabinol concentration in hemp; and (5) Establish rules for corrective action for negligent and culpable violations of this chapter. Section 14. That a NEW SECTION be added: 38-35-14. Testing samples--Exceeding concentration--Destruction of lot. All testing shall be conducted by a laboratory approved by the Drug Enforcement Administration. If a test reveals a delta-9 tetrahydrocannabinol concentration of more than three-tenths of one percent but not more than five-tenths of one percent, the licensee may request a retest at the licensee's expense. If, upon the retesting, the delta-9 tetrahydrocannabinol concentration exceeds three-tenths of one percent, the entire lot from which the noncompliant sample was collected shall be destroyed as provided by § 38-35-9. Section 15. That a NEW SECTION be added: 38-35-15. State hemp production plan--Submission to United States Department of Agriculture--Establishment of program. The department shall work with the attorney general to develop a state hemp production plan and submit the plan to the United States Department of Agriculture for approval of a program to license the growth, production, storage, processing, and transportation of industrial hemp in South Dakota. The department shall establish a program once approval is received by the United States Department of Agriculture. Section 16. That a NEW SECTION be added: 38-35-16. Transportation--Consent to search and seizure--Inspection by law enforcement--Penalty. Any transporter is deemed to have given consent to the reasonable search and seizure by law enforcement of any hemp without a warrant to determine the lawful amount of delta-9 tetrahydrocannabinol concentration. Any law enforcement officer may require any transporter to stop for the purposes of inspection. During a stop, a law enforcement officer may collect a sample of any hemp for the purpose of testing for any concentration of delta-9 tetrahydrocannabinol that exceeds three-tenths of one percent on a dry weight basis. Each sample collected by law enforcement may not exceed eight ounces. It is a Class 2 misdemeanor to transport industrial hemp, but not industrial hemp product, without appropriate documentation demonstrating compliance with an industrial hemp program of a federal, state, or tribal authority, in addition to any permit or documentation required by § 38-35-17. Section 17. That a NEW SECTION be added: 38-35-17. Transportation permit requirements--Two types of transportation permits--Required documentsion. An industrial hemp transportation permit is required for any transporter traveling within or through the state. No person shall transport hemp in this state concurrently with any other plant material that is not hemp. During transportation, a transporter shall have the permit in the transporter's physical possession. The Department of Public Safety shall assess an industrial hemp transportation permit fee and the fee shall be deposited in the state highway fund. A transporter shall apply for an industrial hemp transportation permit on a form provided by the Department of Public Safety. The Department of Public Safety shall make available two types of an industrial hemp transportation permit. Grower licensees pursuant to § 38-35-3 may apply for the grower licensee transportation permit that shall be exclusively for the transportation of the grower licensee's industrial hemp from the land as described in the licensee's application to the storage location as described in the licensee's application. The grower licensee shall exercise dominion of control over the means of transportation and the storage location at all times. The grower licensee transportation permit is valid for the length of the grower license. During transportation pursuant to the grower licensee transportation permit, the transporter may only be the grower licensee, a key participant, or a person working under contract with or under the direction of the grower licensee. The transporter shall have in the transporter's physical possession a copy of the grower license under which the industrial hemp was grown or produced and a manifest that includes the following information about the industrial hemp being transported: the specific name and address of the transporter, the specific lot from which the hemp was harvested, the destination storage location for the hemp, and the type of vehicle being used. All other transporters shall obtain the general hemp transportation permit. During transportation pursuant to the general hemp transportation permit, the transporter shall have in the transporter's physical possession the following documentation: (1) A copy of the license under which the industrial hemp was grown or produced; (2) A laboratory report produced by a Drug Enforcement Administration-registered laboratory that confirms the lot of origin of all hemp being transported complies with 7 U.S.C. Chapter 38, Subchapter VII, as provided in 7 C.F.R 990.70(d) and 990.71(d) in effect as of January 1, 2020; (3) A signed affirmation from the licensee and the transporter that no illicit drugs or variations of hemp not explicitly authorized by 7 U.S.C. Chapter 38, Subchapter VII will be transported; and (4) A bill of lading or manifest that includes the shipment contents, the specific name and address of the transporter, the specific name and address of the origin and lot of origin, the destination of the shipment, the total weight of the load, and the type of vehicle being used. A transporter, applying for either type of permit, shall submit a permit form to the Department of Public Safety at least five business days before the trip. A transporter who falsifies any information contained on a permit form submitted to the Department of Public Safety shall be reported to the hemp program under which the industrial hemp being transported was grown, in addition to any other sanction or criminal charge allowed under this chapter or title 22. Failure to physically possess an appropriate permit and all proper documentation is probable cause to believe that the substance being transported is subject to the provisions of § 38-35-9 and is probable cause to believe that the transporter is subject to the provisions of chapter 22-42. No political subdivision, agency, law enforcement officer, or the state is liable for the seizure, spoilage, or destruction of any hemp shipment that does not meet the requirements of this chapter, regardless of whether the shipment is later established to be industrial hemp. Section 18. That a NEW SECTION be added: 38-35-18. Rules of United States Department of Agriculture. Each applicant, licensee, key participant, and transporter of industrial hemp, other than industrial hemp product, shall abide by any rules set forth by the United States Department of Agriculture. Section 19. That a NEW SECTION be added: 38-35-19. Reporting to attorney general. The attorney general shall annually collect and compile information, statistical and otherwise, which will, as far as practicable, present an accurate survey and may be useful in the study of the effect legalizing industrial hemp has had on controlled substance and marijuana prosecutions in this state, including the extent and character of alleged crimes not prosecuted or dismissed, the operations of police in drug investigations, the charging discretion of prosecuting attorneys, and the administration of criminal justice due to the legalization of industrial hemp. All information collected under this section shall be reported annually to the Governor and Legislature by December first each year. Section 20. That a NEW SECTION be added: 38-35-20. Coordination with other government entities. The department, Department of Health, and Department of Public Safety may provide to another state, local, tribal, or federal government entity, any specific licensee or permittee information as may be necessary to verify the legality or compliance of any licensee or permitee under this chapter. Application for, and receipt of, a license or permit under this chapter serves as the applicant's consent to provide information without prior notice or disclosure to the applicant that the information will be or has been shared. Section 21. That a NEW SECTION be added: 38-35-21. Industrial hemp for smoking prohibited--Penalty. The sale or use of industrial hemp for smoking or inhaling is prohibited. A violation of this section is a Class 1 misdemeanor. Section 22. That § 22-42-1 be AMENDED: 22-42-1. Definitions. Terms used in this chapter mean: (1) \"Controlled drug or substance,\" a drug or substance, or an immediate precursor of a drug or substance, listed in Schedules I through IV. The term includes an altered state of a drug or substance listed in Schedules I through IV absorbed into the human body; (2) \"Counterfeit substance,\" a controlled drug or substance which, or the container of labeling of which, without authorization, bears the trade‑mark, trade name, or other identifying mark, imprint, number, or device, or any likeness thereof, of a manufacturer, distributor, or dispenser other than the person or persons who manufactured, distributed, or dispensed such substance and which thereby falsely purports or is represented to be the product of, or to have been distributed by, such other manufacturer, distributor, or dispenser; (3) \"Deliver\" or \"delivery,\" the actual or constructive transfer of a controlled drug, substance, or marijuana whether or not there exists an agency relationship; (4) \"Dispense,\" to deliver a controlled drug or substance to the ultimate user or human research subject by or pursuant to the lawful order of a practitioner, including the prescribing, administering, packaging, labeling, or compounding necessary to prepare the substance for such delivery, and a dispenser is one who dispenses; (5) \"Distribute,\" to deliver a controlled drug, substance, or marijuana. Distribution means the delivery of a controlled drug, substance, or marijuana; (6) \"Manufacture,\" the production, preparation, propagation, compounding, or processing of a controlled drug or substance, either directly or indirectly by extraction from substances of natural origin, or independently by means of chemical synthesis or by a combination of extraction and chemical synthesis. A manufacturer includes any person who packages, repackages, or labels any container of any controlled drug or substance, except practitioners who dispense or compound prescription orders for delivery to the ultimate user; (7) \"Marijuana,\" all parts of any plant of the genus cannabis, whether growing or not, in its natural and unaltered state, except for drying or curing and crushing or crumbling. The term includes an altered state of marijuana absorbed into the human body. The term does not include fiber produced from the mature stalks of such plant, or oil or cake made from the seeds of such plant. The term does not include the plant Cannabis sativa L. and any part of that plant, including the seeds thereof and all derivatives, extracts, cannabinoids, isomers, acids, salts, and salts of isomers, whether growing or not, with a delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent on a dry weight basis; (8) \"Practitioner,\" a doctor of medicine, osteopathy, podiatry, dentistry, optometry, or veterinary medicine licensed to practice his profession, or pharmacists licensed to practice their profession; physician's assistants certified to practice their profession; government employees acting within the scope of their employment; and persons permitted by certificates issued by the Department of Health to distribute, dispense, conduct research with respect to, or administer a substance controlled by chapter 34-20B; (9) \"Precursor\" or \"immediate precursor,\" a substance which the Department of Health has found to be and by rule designates as being a principal compound commonly used or produced primarily for use, and which is an immediate chemical intermediary used or likely to be used, in the manufacture of a controlled drug or substance, the control of which is necessary to prevent, curtail, or limit such manufacture; (10) \"Schedule I,\" \"Schedule II,\" \"Schedule III,\" and \"Schedule IV,\" those schedules of drugs, substances, and immediate precursors listed in chapter 34-20B; (11) \"Ultimate user,\" a person who lawfully possesses a controlled drug or substance for that person's own use or for the use of a member of that person's household or for administration to an animal owned by that person or by a member of that person's household. Section 23. That § 34-20B-1 be AMENDED: 34-20B-1. Definitions. Terms as used in this chapter mean: (1) \"Administer,\" to deliver a controlled drug or substance to the ultimate user or human research subject by injection, inhalation, or ingestion, or by any other means; (2) \"Agent,\" an authorized person who acts on behalf of or at the direction of a manufacturer, distributor, or dispenser and includes a common or contract carrier, public warehouseman, or employee thereof; (3) \"Control,\" to add, remove, or change the placement of a drug, substance, or immediate precursor under §§ 34-20B-27 and 34-20B-28; (4) \"Counterfeit substance,\" a controlled drug or substance which, or the container or labeling of which, without authorization, bears the trademark, trade name, or other identifying mark, imprint, number, or device, or any likeness thereof, of a manufacturer, distributor, or dispenser other than the person or persons who manufactured, distributed, or dispensed such substance and which thereby falsely purports or is represented to be the product of, or to have been distributed by, such other manufacturer, distributor, or dispenser; (5) \"Deliver\" or \"delivery,\" the actual, constructive, or attempted transfer of a controlled drug, substance, or marijuana whether or not there exists an agency relationship; (6) \"Department,\" the Department of Health created by chapter 1-43; (7) \"Dispense,\" to deliver a controlled drug or substance to the ultimate user or human research subject by or pursuant to the lawful order of a practitioner, including the prescribing, administering, packaging, labeling, or compounding necessary to prepare the substance for such delivery, and a dispenser is one who dispenses; (8) \"Distribute,\" to deliver a controlled drug, substance, or marijuana. A distributor is a person who delivers a controlled drug, substance, or marijuana; (9) \"Hashish,\" the resin extracted from any part of any plant of the genus cannabis, commonly known as the marijuana plant that contains a delta-9 tetrahydrocannabinol concentration of more than three-tenths of one percent on a dry weight basis; (10) \"Imprisonment,\" imprisonment in the state penitentiary unless the penalty specifically provides for imprisonment in the county jail; (11) \"Manufacture,\" the production, preparation, propagation, compounding, or processing of a controlled drug or substance, either directly or indirectly by extraction from substances of natural origin, or independently by means of chemical synthesis or by a combination of extraction and chemical synthesis. A manufacturer includes any person who packages, repackages, or labels any container of any controlled drug or substance, except practitioners who dispense or compound prescription orders for delivery to the ultimate consumer; (12) \"Marijuana,\" all parts of any plant of the genus cannabis, whether growing or not; the seeds thereof; and every compound, manufacture, salt, derivative, mixture, or preparation of such plant or its seeds. The term does not include fiber produced from the mature stalks of the plant, or oil or cake made from the seeds of the plant, or the resin when extracted from any part of the plant, or cannabidiol, in a drug product approved by the United States Food and Drug Administration. The term does not include the plant Cannabis sativa L. and any part of that plant, including the seeds thereof and all derivatives, extracts, cannabinoids, isomers, acids, salts, and salts of isomers, whether growing or not, with a delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent on a dry weight basis; (13) \"Narcotic drug,\" any of the following, whether produced directly or indirectly by extraction from substances of vegetable origin or independently by means of chemical synthesis, or by a combination of extraction and chemical synthesis: (a) Opium, coca leaves, and opiates; (b) A compound, manufacture, salt, derivative, or preparation of opium, coca leaves, or opiates; (c) A substance (and any compound, manufacture, salt, derivative, or preparation thereof) which is chemically identical with any of the substances referred to in subsections (a) and (b) of this subdivision; except that the term, narcotic drug, as used in this chapter does not include decocainized coca leaves or extracts of coca leaves, which extracts do not contain cocaine or ecgonine; (14) \"Opiate\" or \"Opioid,\" any controlled drug or substance having an addiction-sustaining liability similar to morphine or being capable of conversion into a drug having such addiction-forming or addiction-sustaining liability; (15) \"Opium poppy,\" the plant of the species papaver somniferum L., except the seeds thereof; (16) \"Person,\" any corporation, association, limited liability company, partnership or one or more individuals; (17) \"Poppy straw,\" all parts, except the seeds, of the opium poppy, after mowing; (18) \"Practitioner,\" a doctor of medicine, osteopathy, podiatry, optometry, dentistry, or veterinary medicine licensed to practice their profession, or pharmacists licensed to practice their profession; physician assistants certified to practice their profession; certified nurse practitioners and certified nurse midwives to practice their profession; government employees acting within the scope of their employment; and persons permitted by certificates issued by the department to distribute, dispense, conduct research with respect to, or administer a substance controlled by this chapter; (18A)(19) \"Prescribe,\" an order of a practitioner for a controlled drug or substance. (19)(20) \"Production,\" the manufacture, planting, cultivation, growing, or harvesting of a controlled drug or substance; (20)(21) \"State,\" the State of South Dakota; (21)(22) \"Ultimate user,\" a person who lawfully possesses a controlled drug or substance for personal use or for the use of a member of the person's household or for administration to an animal owned by the person or by a member of the person's household; (22)(23) \"Controlled substance analogue,\" any of the following: (a) A substance that differs in its chemical structure to a controlled substance listed in or added to the schedule designated in schedule I or II only by substituting one or more hydrogens with halogens or by substituting one halogen with a different halogen; or (b) A substance that is an alkyl homolog of a controlled substance listed in or added to schedule I or II; or (c) A substance intended for human consumption; and (i) The chemical structure of which is substantially similar to the chemical structure of a controlled substance in schedule I or II; (ii) Which has a stimulant, depressant, or hallucinogenic effect on the central nervous system that is substantially similar to or greater than the stimulant, depressant, or hallucinogenic effect on the central nervous system of a controlled substance in schedule I or II; or (iii) With respect to a particular person, which such person represents or intends to have a stimulant, depressant, or hallucinogenic effect on the central nervous system that is substantially similar to or greater than the stimulant, depressant, or hallucinogenic effect on the central nervous system of a controlled substance in schedule I or II; However, the term, controlled substance analogue, does not include a controlled substance or any substance for which there is an approved new drug application. Section 24. That § 34-20B-14 be AMENDED: 34-20B-14. Hallucinogenic substances specifically included in Schedule I. Any material, compound, mixture, or preparation which contains any quantity of the following hallucinogenic substances, their salts, isomers, and salts of isomers, is included in Schedule I, unless specifically excepted, whenever the existence of such salts, isomers, and salts of isomers is possible within the specific chemical designation: (1) Bufotenine; (2) Diethyltryptamine (DET); (3) Dimethyltryptamine (DMT); (4) 5-methoxy-N, N-Dimethyltryptamine (5-MeO-DMT); (5) 5-methoxy-3, 4-methylenedioxy amphetamine; (6) 4-bromo-2, 5-dimethoxyamphetamine; (7) 4-methoxyamphetamine; (8) 4-methoxymethamphetamine; (9) 4-methyl-2, 5-dimethoxyamphetamine; (10) Hashish and hash oil; (11) Ibogaine; (12) Lysergic acid diethylamide; (13) Mescaline; (14) N-ethyl-3-piperidyl benzilate; (15) N-methyl-3-piperidyl benzilate; (16) 1-(-(2-thienyl)cyclohexyl) piperidine (TCP); (17) Peyote, except that when used as a sacramental in services of the Native American church in a natural state which is unaltered except for drying or curing and cutting or slicing, it is hereby excepted; (18) Psilocybin; (19) Psilocyn; (20) Tetrahydrocannabinol, other than that which occurs in industrial hemp as defined in § 38-35-1 or marijuana in its natural and unaltered state, including any compound, except nabilone or compounds listed under a different schedule, structurally derived from 6,6 dimethyl-benzo[c]chromene by substitution at the 3-position with either alkyl (C3 to C8), methyl cycloalkyl, or adamantyl groups, whether or not the compound is further modified in any of the following ways: (a) By partial to complete saturation of the C-ring; or (b) By substitution at the 1-position with a hydroxyl or methoxy group; or (c) By substitution at the 9-position with a hydroxyl, methyl, or methylhydoxyl group; or (d) By modification of the possible 3-alkyl group with a 1,1 dimethyl moiety, a 1,1 cyclic moiety, an internal methylene group, an internal acetylene group, or a terminal halide, cyano, azido, or dimethylcarboxamido group. Some trade and other names: JWH-051; JWH-057; JWH-133; JWH-359; HHC; AM-087; AM-411; AM-855, AM-905; AM-906; AM-2389; HU-210; HU-211; HU-243; HU-336; (21) 3, 4, 5-trimethoxy amphetamine; (22) 3, 4-methylenedioxy amphetamine; (23) 3-methoxyamphetamine; (24) 2, 5-dimethoxyamphetamine; (25) 2-methoxyamphetamine; (26) 2-methoxymethamphetamine; (27) 3-methoxymethamphetamine; (28) Phencyclidine; (29) 3, 4-methylenedioxymethamphetamine (MDMA); (30) 3, 4-methylenedioxy-N-ethylamphetamine; (31) N-hydroxy-3, 4-methylenedioxyamphetamine; (32) 4-methylaminorex (also known as 2-Amino-4-methyl/x-5-phenyl-2-oxazoline); (33) 2,5 Dimethoxy-4-ethylamphetamine; (34) N,N-Dimethylamphetamine; (35) 1-(1-(2-thienyl)cyclohexyl)pyrrolidine; (36) Aminorex; (37) Cathinone and other variations, defined as any compound, material, mixture, preparation or other product unless listed in another schedule or an approved FDA drug (e.g. buproprion, pyrovalerone), structurally derived from 2-aminopropan-1-one by substitution at the 1-position with either phenyl, naphthyl, or thiophene ring systems, whether or not the compound is further modified in any of the following ways: (a) By substitution in the ring system to any extent with alkyl, alkylenedioxy, alkoxy, haloalkyl, hydroxyl, or halide substituents, whether or not further substituted in the ring system by one or more other univalent substitutents; (b) By substitution at the 3-position with an acyclic alkyl substituent; (c) By substitution at the 2-amino nitrogen atom with alkyl, dialkyl, benzyl, or methoxybenzyl groups or by inclusion of the 2-amino nitrogen atom in a cyclic structure. Some trade or other names: methcathinone, 4-methyl-N-methylcathinone (mephedrone); 3,4-methylenedioxy-N-methylcathinone (methylone); 3,4-methylenedioxypyrovalerone (MDPV); Naphthylpyrovalerone (naphyrone); 4-flouromethcathinone (flephedrone); 4-methoxymethcathinone (methedrone; Bk-PMMA); Ethcathinone (N-Ethylcathinone); 3,4-methylenedioxyethcathinone (ethylone); Beta-keto-N-methyl-3,4-benzodioxyolybutanamine (butylone); N,N-dimethylcathinone (metamfepramone); Alpha-pyrrolidinopropiophenone (alpha-PPP); 4-methoxy-alpha-pyrrolidinopropiophenone (MOPPP); 3,4-methylenedioxyalphapyrrolidinopropiophenone (MDPPP); Alpha-pyrrolidinovalerophenone (alpha-PVP); 3-fluoromethcathinone; 4-Methyl-alpha-pyrrolidinobutiophenone (MPBP); Methyl-&agr;;-pyrrolindinopropiophenone (MPPP); Methyl-&agr;;-pyrrolidino-hexanophenone (MPHP); Buphedrone; Methyl-N-ethylcathinone; Pentedrone; Dimethylmethcathinone (DMMC); Dimethylethcathinone (DMEC); Methylenedioxymethcathinone (MDMC); Pentylone; Ethylethcathinone; Ethylmethcathinone; Fluoroethcathinone; methyl-alpha-pyrrolidinobutiophenone (MPBP); Methylecathinone (MEC); Methylenedioxy-alpha-pyrrolidinobutiophenone (MDPBP); Methoxymethcathinone (MOMC); Methylbuphedrone (MBP); Benzedrone (4-MBC); Dibutylone (DMBDB); Dimethylone (MDDMA); Diethylcathinone; Eutylone (EBDB); N-ethyl-N-Methylcathinone; N-ethylbuphedrone, 1-(1,3-benzodioxol-5-yl)2-(ethylamino)pentan-1-one (N-Ethylpentylone); 4'-Methyl-alpha-pyrrolidinopropiophenone (4-MEPPP, MPPP or MαPPP); alpha-Pyrrolidinobutiophenone (α;PBP); 1-(1,3-benzodioxol-5-yl)-2-(tert-butylamino)propan-1-one (Tertylone); 1-(1,3-benzodioxol-5-yl)-2-(ethylamino)hexan-1-one (N-ethyl Hexylone); (38) 2,5-Dimethoxy-4-ethylamphetamine (DOET); (39) Alpha-ethyltryptamine; (40) 4-Bromo-2,5-dimethoxy phenethylamine; (41) 2,5-dimethoxy-4-(n)-propylthiophenethylamine (2C-T-7); (42) 1-(3-trifluoromethylphenyl) piperazine (TFMPP); (43) Alpha-methyltryptamine (AMT); (44) 5-methoxy-N,N-diisopropyltryptamine (5-MeO-DIPT); (45) 5-methoxy-N,N-dimethyltryptamine (5-MeO-DMT); (46) Synthetic cannabinoids. Any material, compound, mixture, or preparation that is not listed as a controlled substance in another schedule, is not an FDA-approved drug, and contains any quantity of the following substances, their salts, isomers (whether optical, positional, or geometric), homologues, modifications of the indole ring by nitrogen heterocyclic analog substitution or nitrogen heterocyclic analog substitution of the phenyl, benzyl, naphthyl, adamantly, cyclopropyl, cumyl, or propionaldehyde structure, and salts of isomers, homologues, and modifications, unless specifically excepted, whenever the existence of these salts, isomers, homologues, modifications, and salts of isomers, homologues, and modifications is possible within the specific chemical designation: (a) Naphthoylindoles. Any compound containing a 2-(1- naphthoyl)indole or 3-(1-naphthoyl)indole structure with substitution at the nitrogen atom of the indole ring by an alkyl, haloalkyl, alkenyl, cycloalkylmethyl, cycloalkylethyl, 1-(N-methyl-2-piperidinhyl)methyl, 2-(4-morpholinyl)ethyl, cyanoalky, 1-(N-methyl-2-pyrrolidinyl)methyl, 1-(N-methyl-3-morpholinyl)methyl, (tetrahydropyran-4-yl)methyl, benzyl, or halobenzyl group, whether or not further substituted on the indole ring to any extent and whether or not substituted on the naphthyl ring to any extent. Some trade or other names: JWH-015; 1-pentyl-3-(1-naphthoyl)indole (JWH-018); 1-hexyl-3-(1-naphthoyl)indole (JWH-019); 1-butyl-3-(1-naphthoyl)indole (JWH-073); 1-pentyl-3-[1-(4-methoxynaphthoyl)]indole (JWH-081); 1-pentyl-3-(4-methyl-1-naphthoyl)indole (JWH-122); 1-[2-(4-morpholinyl)ethyl]-3-(1-naphthoyl)indole (JWH-200); JWH-210; JWH-398; 1-pentyl-3-(1-naphthoyl)indole (AM-678); 1-(5-fluoropentyl)-3-(1-naphthoyl)indole (AM-2201); WIN 55-212; JWH-004; JWH-007; JWH-009; JWH-011; JWH-016; JWH-020; JWH-022; JWH-046; JWH-047; JWH-048; JWH-049; JWH-050; JWH-070; JWH-071; JWH-072; JWH-076; JWH-079; JWH-080; JWH-082; JWH-094; JWH-096; JWH-098; JWH-116; JWH-120; JWH-148; JWH-149; JWH-164; JWH-166; JWH-180; JWH-181; JWH-182; JWH-189; JWH-193; JWH-198; JWH-211; JWH-212; JWH-213; JWH-234; JWH-235; JWH-236; JWH-239; JWH-240; JWH-241; JWH-258; JWH-262; JWH-386; JWH-387; JWH-394; JWH-395; JWH-397; JWH-399; JWH-400; JWH-412; JWH-413; JWH-414; JWH-415; JWH-424; AM-678; AM-1220; AM-1221; AM-1235; AM-2232, THJ-2201; (b) Naphthylmethylindoles. Any compound containing a 1H-indol-2-yl-(1-naphthyl)methane or 1H-indol-3-yl-(1-naphthyl)methane structure with substitution at the nitrogen atom of the indole ring by an alkyl, haloalkyl, alkenyl, cycloalkylmethyl, cycloalkylethyl, 1-(N-methyl-2-piperidinyl)methyl, 2-(4-morpholinyl)ethyl, cyanoalky, 1-(N-methyl-2-pyrrolidinyl)methyl, 1-(N-methyl-3-morpholinyl)methyl, (tetrahydropyran-4-yl)methyl, benzyl, or halobenzyl group, whether or not further substituted on the indole ring to any extent and whether or not substituted on the naphthyl ring to any extent. Some trade or other names: JWH-175; JWH-184; JWH-185; JWH-192; JWH-194; JWH-195; JWH-196; JWH-197; JWH-199; (c) Phenylacetylindoles. Any compound containing a 2-phenylacetylindole or 3-phenylacetylindole structure with substitution at the nitrogen atom of the indole ring by an alkyl, haloalkyl, alkenyl, cycloalkylmethyl, cycloalkylethyl, 1-(N-methyl-2-piperidinyl)methyl, or 2-(4-morpholinyl)ethyl, cyanoalky, 1-(N-methyl-2-pyrrolidinyl)methyl, 1-(N-methyl-3-morpholinyl)methyl, (tetrahydropyran-4-yl)methyl, benzyl, or halobenzyl group, whether or not further substituted on the indole ring to any extent and whether or not substituted on the phenyl ring to any extent. Some trade or other names: 1-cyc lohexylethyl-3-(2-methoxyphenylacetyl)indole (SR-18); 1-cyclohexylethyl-3-(2-methoxyphenylacetyl)indole (RCS-8); 1-pentyl-3-(2-methoxyphenylacetyl)indole (JWH-250); 1-pentyl-3-(2-chlorophenylacetyl)indole (JWH-203); JWH-167; JWH-201; JWH-202; JWH-204; JWH-205; JWH-206; JWH-207; JWH-208; JWH-209; JWH-237; JWH-248; JWH-249; JWH-251; JWH-253; JWH-302; JWH-303; JWH-304; JWH-305; JWH-306; JWH-311; JWH-312; JWH-313; JWH-314; JWH-315; JWH-316; Cannabipiperidiethanone; (d) Benzoylindoles. Any compound containing a 2-(benzoyl)indole or 3-(benzoyl)indole structure with substitution at the nitrogen atom of the indole ring by an alkyl, haloalkyl, alkenyl, cycloalkylmethyl, cycloalkylethyl, 1-(N-methyl-2-piperidinyl)methyl, 2-(4-morpholinyl)ethyl, cyanoalky, 1-(N-methyl-2-pyrrolidinyl)methyl, 1-(N-methyl-3-morpholinyl)methyl, (tetrahydropyran-4-yl)methyl, benzyl, or halobenzyl group, whether or not further substituted on the indole ring to any extent and whether or not substituted on the phenyl ring to any extent. Some trade or other names: 1-(5-fluoropentyl)-3-(2-iodobenzoyl)indole (AM-694); 1-pentyl-3-[(4-methoxy)-benzoyl]indole (SR-19); Pravadoline (WIN 48,098); 1-pentyl-3-[(4-methoxy)-benzoyl]indole (RCS-4); AM-630; AM-661; AM-2233; AM-1241; (e) Naphthoylpyrroles. Any compound containing a 2-(1-naphthoyl)pyrrole or 3-(1-naphthoyl)pyrrole structure with substitution at the nitrogen atom of the pyrrole ring by an alkyl, haloalkyl, alkenyl, cycloalkylmethyl, cycloalkylethyl, 1-(N-methyl-2-piperidinyl)methyl, 2-(4-morpholinyl)ethyl, cyanoalky, 1-(N-methyl-2-pyrrolidinyl)methyl, 1-(N-methyl-3-morpholinyl)methyl, (tetrahydropyran-4-yl)methyl, benzyl, or halobenzyl group, whether or not further substituted on the pyrrole ring to any extent and whether or not substituted on the naphthyl ring to any extent. Some trade or other names: JWH-307; JWH-030; JWH-031; JWH-145; JWH-146; JWH-147; JWH-150; JWH-156; JWH-242; JWH-243; JWH-244; JWH-245; JWH-246; JWH-292; JWH-293; JWH-308; JWH-309; JWH-346; JWH-348; JWH-363; JWH-364; JWH-365; JWH-367; JWH-368; JWH-369; JWH-370; JWH-371; JWH-373; JWH-392; (f) Naphthylmethylindenes. Any compound containing a naphthylideneindene structure with substitution at the 3-position of the indene ring by an alkyl, haloalkyl, alkenyl, cycloalkylmethyl, cycloalkylethyl, 1-(N-methyl-2-piperidinyl)methyl, 2-(4-morpholinyl)ethyl, cyanoalky, 1-(N-methyl-2-pyrrolidinyl)methyl, 1-(N-methyl-3-morpholinyl)methyl, (tetrahydropyran-4-yl)methyl, benzyl, or halobenzyl group, whether or not further substituted on the indene ring to any extent and whether or not substituted on the naphthyl ring to any extent. Some trade or other names: JWH-171; JWH-176; JWH-220; (g) Cyclohexylphenols. Any compound containing a 2-(3-hydroxycyclohexyl)phenol structure with substitution at the 5-position of the phenolic ring by an alkyl, haloalkyl, alkenyl, cycloalkylmethyl, cycloalkylethyl, 1-(N-methyl-2-piperidinyl)methyl, or 2-(4-morpholinyl)ethyl, 1-(N-methyl-2-pyrrolidinyl)methyl, 1-(N-methyl-3-morpholinyl)methyl, (tetrahydropyran-4-yl)methyl, benzyl, or halobenzyl group, whether or not substituted on the cyclohexyl ring to any extent. Some trade or other names: 5-(1,1-dimethylheptyl)-2-[(1R,3S)-3-hydroxycyclohexyl]-phenol (CP 47, 497 and homologues, which includes C8); cannabicyclohexanol; CP-55,490; CP-55,940; CP-56,667 (h) (6aR,10aR)-9-(hydroxymethyl)-6,6-dimethyl-3-(2-methyloctan-2-yl) 6a,7,10,10a-tetrahydrobenzo[c]chromen-1-ol. Some trade or other names: HU-210; (i) 2,3-Dihydro-5-methyl-3-(4-m orpholinylmethyl)pyrrolo[1,2,3-de]-1,4-benzoxazin-6-yl]-1-napthalenyl. Some trade or other names: WIN 55, 212-2; (j) Substituted Acetylindoles. Any compound containing a 2-acetyl indole or 3-acetyl indole structure substituted at the acetyl by replacement of the methyl group with a tetramethylcyclopropyl, adamantyl, benzyl, cumyl, or propionaldehyde substituent whether or not further substituted on the tetramethylcyclopropyl, adamantyl, benzyl, cumyl, or propionaldehyde substituent to any extent and whether or not further substituted at the nitrogen atom of the indole ring by an alkyl, haloalkyl, cyanoalkyl, alkenyl, cycloalkylmethyl, cycloalkylethyl, 1-(N-methyl-2-piperidinyl)methyl, 2-(4-morpholinyl)ethyl, 1-(N-methyl-2-pyrrolidinyl)methyl, 1-(N-methyl-3-morpholinyl)methyl, (tetrahydropyran-4-yl)methyl, benzyl, or halobenzyl group whether or not further substituted on the indole ring to any extent. Some trade and or names: (1-Pentylindol-3-yl)-(2,2,3,3-tetramethylcyclopropyl)methanone (UR-144); (1-(5-fluoropentyl)indol-3-yl)-(2,2,3,3-tetramethylcyclopropyl)methanone (XLR-11); (1-(2-morpholin-4-ylethyl)-1H-indol-3-yl)-(2,2,3,3-tetramethylcyclopropyl)methanone (A-796,260); 1-[(N-methylpiperidin-2-yl)methyl]-3-(adamant-1-oyl)indole (AM-1248); 1-Pentyl-3-(1-adamantoyl)indole (AB-001 and JWH-018 adamantyl analog); AM-679; (k) Substituted Carboxamide Indole. Any compound containing a 2-carboxamide indole or 3-carboxamide indole structure substituted at the nitrogen of the carboxamide with a tetramethylcyclopropyl, naphthyl, adamantyl, cumyl, phenyl, or propionaldehyde substituent, whether or not further substituted on the tetramethylcyclopropyl, adamantyl, cumyl, naphthyl, phenyl, or propionaldehyde substituent to any extent and whether or not further substituted at the nitrogen atom of the indole ring by an alkyl, haloalkyl, cyanoalkyl, alkenyl, cycloalkylmethyl, cycloalkylethyl, 1-(N-methyl-2-piperidinyl)methyl, 2-(4-morpholinyl)ethyl, 1-(N-methyl-2-pyrrolidinyl)methyl, 1-(N-methyl-3-morpholinyl)methyl, (tetrahydropyran-4-yl)methyl, benzyl, or halobenzyl group whether or not further substituted on the indole ring to any extent. Some trade and other names: JWH-018 adamantyl carboxamide; STS-135; MN-18; 5-Fluoro-MN-18, 1-(5-fluoropentyl)-N-(2-phenylpropan-2-yl)-1H-pyrrolo[2,3-b]pyridine-3-carboxamide (5F-CUMYL-P7AICA) ; N-(Adamantan-1-yl)-1-(5-fluoropentyl)-1H-indazole-3-carboxamide (5F-APINACA); methyl (2R)-2-[[1-(5-fluoropentyl)indazole-3-carbonyl]amino]-3,3-dimethylbutanoate (5F-ADB); N-(1-amino-3-methyl-1-oxobutan-2-yl)-1-(cyclohexylmethyl)indazole-3-carboxamide (AB-CHMINACA); 1-(4-cyanobutyl)-N-(2-phenylpropan-2-yl)-1H-indazole-3-carboxamide (4-CN-CUMYL-BUTINACA); methyl (2R)-2-[[1-(5-fluoropentyl)indazole-3-carbonyl]amino]-3,3-dimethylbutanoate (5F-ADB);N-(1-amino-3,3-dimethyl-1-oxobutan-2-yl)-1-(cyclohexylmethyl)indazole-3-carboxamide (ADB-CHMINACA or MAB-CHMINACA); methyl (2S)-2-[[1-[4-fluorophenyl)methyl]indazole-3-carbonyl]amino]-3,3-dimethylbutanoate (MDMB-FUBINACA); methyl 2-(1-(cyclohexylmethyl)-1H-indole-3-carboxamido)-3-methylbutanoate (MMB-CHMICA); methyl (2S)-2-[[1-[4-fluorophenyl)methyl]indazole-3-carbonyl]amino]-3-methylbutanoate (AMB-FUBINACA); Methyl 2-(1-(5-fluoropentyl)-1H-indazole-3-carboxamido)-3-methylbutanoate (5F-AMB); (l) Substituted Carboxylic Acid Indole. Any compound containing a 1H-indole-2-carboxylic acid or 1H-indole-3-carboxylic acid substituted at the hydroxyl group of the carboxylic acid with a phenyl, benzyl, naphthyl, adamantyl, cyclopropyl, quinolinyl, isquinolinyl, cumyl, or propionaldehyde substituent whether or not further substituted on the phenyl, benzyl, naphthyl, adamantyl, cyclopropyl, cumyl, quinolinyl, isquinolinyl, or propionaldehyde substituent to any extent and whether or not further substituted at the nitrogen atom of the indole ring by an alkyl, haloalkyl, cyanoalkyl, alkenyl, cycloalkylmethyl, cycloalkylethyl, 1-(N-methyl-2-piperidinyl)methyl, 2-(4-morpholinyl)ethyl, 1-(N-methyl-2-pyrrolidinyl)methyl, 1-(N-methyl-3-morpholinyl)methyl, tetrahydropyranylmethyl, benzyl, or halo benzyl group whether or not further substituted on the indole ring to any extent. Some trade and other names: Naphthalen-1-yl 1-(5-fluoropntyl)-1H-indole-3-carboxylate (NM2201); (47) 6,7-dihydro-5H-indeno-(5,6-d)-1,3-dioxol-6-amine) (MDAI); (48) 2-(2,5-Dimethoxy-4-ethylphenyl)ethanamine (2C-E); (49) 2-(2,5-Dimethoxy-4-methylphenyl)ethanamine (2C-D); (50) 2-(4-Chloro-2,5-dimethoxyphenyl)ethanamine (2C-C); (51) 2-(4-Iodo-2,5-dimethoxyphenyl)ethanamine (2C-I); (52) 2-[4-(Ethylthio)-2,5-dimethoxyphenyl]ethanamine (2C-T-2); (53) 2-[4-(Isopropylthio)-2,5-dimethoxyphenyl]ethanamine (2C-T-4); (54) 2-(2,5-Dimethoxyphenyl)ethanamine (2C-H); (55) 2-(2,5-Dimethoxy-4-nitro-phenyl)ethanamine (2C-N); (56) 2-(2,5-Dimethoxy-4-(n)-propylphenyl)ethanamine (2C-P); (57) Substituted phenethylamine. Any compound, unless specifically exempt, listed as a controlled substance in another schedule or an approved FDA drug, structurally derived from phenylethan-2-amine by substitution on the phenyl ring in any of the following ways, that is to say--by substitution with a fused methylenedioxy, fused furan, or fused tetrahydrofuran ring system; by substitution with two alkoxy groups; by substitution with one alkoxy and either one fused furan, tetrahydrofuran, or tetrahydropyran ring system; by substitution with two fused ring systems from any combination of the furan, tetrahydrofuran, or tetrahydropyran ring systems; whether or not the compound is further modified in any of the following ways: (a) By substitution on the phenyl ring by any halo, hydroxyl, alkyl, trifluoromethyl, alkoxy, or alkylthio groups; (b) By substitution on the 2-position by any alkyl groups; or (c) By substitution on the 2-amino nitrogen atom with acetyl, alkyl, dialkyl, benzyl, methoxybenzyl, or hydroxybenzyl groups. Some trade and other names: 2-(2,5-dimethoxy-4-(methylthio)phenyl)ethanamine (2C-T or 4-methylthio-2,5-dimethoxyphenethylamine); 1-(2,5-dimethoxy-4-iodophenyl)-propan-2-amine (DOI or 2, 5-Dimethoxy-4-iodoamphetamine); 1-(4-Bromo-2,5-dimethoxyphenyl)-2-aminopropane (DOB or 2,5-Dimethoxy-4-bromoamphetamine); 1-(4-chloro-2,5-dimethoxy-phenyl)propan-2-amine (DOC or 2,5-Dimethoxy-4-chloroamphetamine); 2-(4-bromo-2,5-dimethoxyphenyl)-N-[(2-methoxyphenyl)methyl]ethanamine (2C-B-NBOMe; 25B-NBOMe or 2,5-Dimethoxy-4-bromo-N-(2-methoxybenzyl)phenethylamine); 2-4-iodo-2,5-dimethoxyphenyl)-N-[(2-methoxyphenyl)methyl]ethanamine (2C-I-NBOMe; 25I-NBOMe or 2,5-Dimethoxy-4-iodo-N-(2-methoxybenzyl)phenethylamine); N-(2-Methoxybenzyl)-2-(3,4,5-trimethoxypheny (Mescaline-NBOMe or 3,4,5-trimethoxy-(2-methoxybenzyl)phenethylamine); 2-(4-chloro-2,5-dimethoxyphenyl)-N-[(2-methoxyphenyl)methyl]ethanamine (2C-C-NBOMe; 25C-NBOMe or 2,5-Dimethoxy-4-chloro-N-(2-methoxybenzyl)phenethylamine); 2-(7-Bromo-5-methoxy-2,3-dihydro-1-benzofuran-4-yl)ethanamine (2CB-5-hemiFLY); 2-(8-bromo-2,3,6,7-tetrahydrofuro [2,3-f][1]benzofuran-4-yl)ethanamine (2C-B-FLY); 2-(10-Bromo-2,3,4,7,8,9-hexahydropyrano[2,3-g]chromen-5-yl)ethanamine (2C-B-butterFLY); -(2-Methoxybenzyl)-1-(8-bromo-2,3,6,7-tetrahydrobenzo[1,2-b:4,5-b]difuran-4-yl)-2-aminoethane (2C-B-FLY-NBOMe); 1-(4-Bromofuro[2,3-f][1]benzofuran-8-yl)propan-2-amine (bromo-benzodifuranyl-isopropylamine or bromo-dragonFLY); -(2-Hydroxybenzyl)-4-iodo-2,5-dimethoxyphenethylamine (2C-I-NBOH or 25I-NBOH); 5-(2-Aminoprpyl)benzofuran (5-APB); 6(2-Aminopropyl)benzofuran (6-APB); 5-(2-Aminopropyl)-2,3-dihydrobenzofuran (5-APDB); 6-(2-Aminopropyl)-2,3,-dihydrobenzofuran (6-APDB); (58) Substituted tryptamines. Any compound, unless specifically exempt, listed as a controlled substance in another schedule or an approved FDA drug, structurally derived from 2-(1H-indol-3-yl)ethanamine (i.e, tryptamine) by mono- or di-substitution of the amine nitrogen with alkyl or alkenyl groups or by inclusion of the amino nitrogen atom in a cyclic structure whether or not the compound is further substituted at the alpha-position with an alkyl group or whether or not further substituted on the indole ring to any extent with any alkyl, alkoxy, halo, hydroxyl, or acetoxy groups. Some trade and other names: 5-methoxy-N,N-diallyltryptamine (5-MeO-DALT); 4-acetoxy-N,N-dimethyltryptamine (4-AcO-DMT or O-Acetylpsilocin); 4-hydroxy-N-methyl-N-ethyltryptamine (4-HO-MET); 4-hydroxy-N,N-diisopropyltryptamine (4-HO-DIPT); 5-methoxy-N-methyl-N-isopropyltryptamine (5-MeO-MiPT); (59) Naphthalen-1-yl-(4-pentyloxynaphthalen-1-yl)methanone (CB-13); (60) N-Adamantyl-1-pentyl-1H-Indazole-3-carboxamide (AKB 48); (61) 1-(4-Fluorophenyl)piperazine (pFPP); (62) 1-(3-Chlorophenyl)piperazine (mCPP); (63) 1-(4-Methoxyphenyl)piperazine (pMeOPP); (64) 1,4-Dibenzylpiperazine (DBP); (65) Isopentedrone; (66) Fluoromethamphetamine; (67) Fluoroamphetamine; (68) Fluorococaine; (69) 1-pentyl-8-quinolinyl ester-1H-indole-3-carboxylic acid (PB-22); (70) 1-(5-fluoropentyl)-8-quinolinyl ester-1H-indole-3-carboxylic acid (5 Fluoro-PB-22); (71) N-(1-amino-3-methyl-1-oxobutan-2-yl)-1-pentyl-1H-indazole-3-carboxamide (AB-PINACA); (72) N-(1-amino-3-methyl-1-oxobutan-2-yl)-1-(5-fluoropentyl)-1H-indazole-3-carboxamide (5 Fluoro-AB-PINACA); (73) N-(1-amino-3-methyl-1-oxobutan-2-yl)-1-(4-fluorobenzyl)-1H-indazole-3-carboxamide (AB-FUBINACA); (74) N-(1-amino-3,3-dimethyl-1-oxobutan-2-yl)-1-pentyl-1H-indole-3-carboxamide (ADB-PINACA (ADBICA)); (75) N-(1-amino-3,3-dimethyl-1-oxobutan-2-yl)-1-(5-fluoropentyl)-1H-indole-3-carboxamide (5 Fluoro-ADB-PINACA (5 Fluoro-ADBICA)); and (76) N-(1-Amino-3,3-dimethyl-1-oxobutan-2-yl)-1-(4-fluorobenzyl)-1H-indazole-3-carboxamide (ADB-FUBINACA). Section 25. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 11477, "bill_version_id": 69809, "bill_version": "Senate Engrossed", "bill_version_date": "2020-03-09T17:35:29.92-05:00", "bill_text": "An Act to implement a plan for hemp in South Dakota. Be it enacted by the Legislature of the State of South Dakota: Section 1. The State of South Dakota will implement a plan for hemp in South Dakota."}, {"bill_id": 11477, "bill_version_id": 70020, "bill_version": "Conference Committee Engrossed", "bill_version_date": "2020-03-12T22:30:45.837-05:00", "bill_text": "An Act to legalize the growth, production, and transportation of industrial hemp in the state, to make an appropriation therefor, and to declare an emergency. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 38-35-1. Definitions. Terms used in this chapter mean: (1) \"Department,\" the Department of Agriculture; (2) \"Hemp\" or \"industrial hemp,\" the plant Cannabis sativa L. and any part of that plant, including the seeds thereof and all derivatives, extracts, cannabinoids, isomers, acids, salts, and salts of isomers, whether growing or not, with a delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent on a dry weight basis; (3) \"Key participant,\" a sole proprietor, a partner in a partnership, or a person with executive managerial control in a corporation or limited liability company; (4) \"Industrial hemp product,\" a finished manufactured product, or consumer product containing cannabidiol that is packaged for individual sale, with a delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent, derived from or made by processing industrial hemp; (5) \"Lot,\" a contiguous area in a field containing the same variety or strain of hemp throughout the area; (6) \"Process\" or \"processing,\" to convert or converting industrial hemp into industrial hemp product; (7) \"Processor,\" a person who processes industrial hemp; (8) \"Produce\" or \"producing,\" to grow or growing hemp plants in the field for processing; (9) \"Secretary,\" the secretary of the Department of Agriculture; and (10) \"Transporter,\" any person transporting, hauling, or delivering hemp, but not industrial hemp product or sterilized seeds that are incapable of beginning germination. Section 2. That a NEW SECTION be added: 38-35-2. Purchasing, receiving, or obtaining industrial hemp--License required--Penalty. No person may purchase, receive, or obtain industrial hemp, other than industrial hemp product, for planting, storing, propagating, producing, or processing unless the person has a license as provided by this chapter or is working under contract with or under the direction of a licensee. The licensee is responsible, either civilly or criminally, for any person working under contract with or under the direction of a licensee for all sections of this chapter. It shall be a Class 2 misdemeanor to purchase, receive, or obtain industrial hemp, other than industrial hemp product, for planting, storing, propagating, producing, or processing without a license. No unlicensed person is subject to criminal penalties for possession or distribution of hemp seed. A person, whether or not licensed, who possesses or distributes a product determined to meet the definition of marijuana is subject to prosecution and penalties for possession or distribution of marijuana under chapter 22-42. Section 3. That a NEW SECTION be added: 38-35-3. Application for grower license. After the department receives approval by the United States Secretary of Agriculture for the state plan submitted pursuant to § 38-35-15, any person seeking to purchase, receive, or obtain industrial hemp, other than industrial hemp product, for planting, storing, propagating, or producing shall apply to the secretary for a grower license on an application form prescribed by the department and submit a nonrefundable annual application fee. The department shall establish a sixty-day period in which an application must be received. The secretary shall deposit fees collected under this chapter in the hemp regulatory program fund. No application for licensure to plant, grow, or produce industrial hemp may be for less than five contiguous outdoor acres. Section 4. That a NEW SECTION be added: 38-35-4. Application for processor license--Fee--Location notice. After the department receives approval by the United States Secretary of Agriculture for the state plan submitted pursuant to § 38-35-15, any person seeking to purchase, receive, or obtain industrial hemp, other than industrial hemp product, for processing shall apply to the secretary for a processor license on an application form prescribed by the department and submit a nonrefundable annual application fee. The applicant may submit an application form for a processor license at any time. The secretary shall deposit fees collected under this chapter in the hemp regulatory program fund. The applicant shall provide to the department the street address, legal description, and global positioning system coordinates for any location where hemp will be processed under the processor's license and certify that any location where hemp is to be processed is under the control of the applicant. A processor licensee shall provide notice of any change in ownership or location to the department within two days of a change. A change of ownership or location automatically invalidates the license, and a new license must be obtained. Section 5. That a NEW SECTION be added: 38-35-5. Criminal background check--Denial of license for conviction--Licensure exemption. Each applicant for any license under this chapter, key participant, and landowner, if the applicant is the lessee, shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application for a license, the department shall submit the completed fingerprint cards to the division. Upon completion of the criminal background check, the division shall forward to the department all information obtained as a result of the criminal background check. This information shall be obtained prior to licensure of the applicant. All costs or fees associated with the criminal background checks are the responsibility of the applicant. Information provided to the department under this section is confidential, is not public record, and is exempt from the provisions of chapter 1-27. However, the department may share this information with law enforcement and the Department of Public Safety. Failure to submit to or cooperate with a criminal background check is grounds for denial or revocation of a license. The secretary may deny licensure if any applicant, key participant, or landowner has been convicted of a misdemeanor or felony relating to a controlled substance or marijuana under state or federal law within the previous ten years. Licensure under this chapter is not required for employees of the state of South Dakota when performing official duties. Section 6. That a NEW SECTION be added: 38-35-6. Hemp regulatory program fund--Purpose--Expenditures. There is hereby created within the state treasury the hemp regulatory program fund, into which all application fees, license fees, inspection fees, and other fees or revenue paid to the state from the operation of the hemp regulatory program shall be deposited. All moneys in the fund created in this section shall be used for the purpose of administering the hemp regulatory program. Interest earned on money in the fund shall be deposited into the fund. Expenditures from the fund shall be appropriated through the normal budget process. Section 7. That a NEW SECTION be added: 38-35-7. License issuance--Denial, revocation, or suspension--Contested case. If the applicant has completed the application to the satisfaction of the secretary, paid the application fee, returned a criminal background check compliant with § 38-35-5, and is eligible for a license under this chapter, the secretary shall issue the license upon receipt of an annual license fee and upon the licensee's agreement and affirmance that as a continuing condition of licensure, the department shall have unlimited access to all lots or licensed locations processing hemp without prior notice to the licensee or the need to obtain a search warrant or court order for access to enforce the provisions of this chapter. A grower license issued under this chapter is valid for fifteen months from the date of issuance. A processor license issued under this chapter expires on December thirty-first in the calendar year for which it was issued. The department may deny, revoke, or suspend a license of any person who: (1) Violates any provision of this chapter or administrative rule promulgated under the authority of this chapter; (2) Violates any rule set forth by the United States Department of Agriculture regarding industrial hemp; (3) Provides false or misleading information in connection with any application required by this chapter; (4) Has been convicted of a misdemeanor or felony relating to a controlled substance or marijuana under state or federal law within the previous ten years; or (5) Has been charged with or convicted of a misdemeanor or felony relating to a controlled substance or marijuana under state or federal law since the most recent criminal background check. Any person whose license is denied, revoked, or suspended under this section may request a hearing pursuant to chapter 1-26. Section 8. That a NEW SECTION be added: 38-35-8. Planting--Documentation to be filed--Contents. Within thirty days of planting, each grower licensee under this chapter shall file with the department documentation as required by the secretary in order to identify the type and variety of each hemp seed planted with its corresponding lot. Any documentation provided under this section is not an open record pursuant to chapter 1-27 and may not be disclosed except to the Department of Public Safety or law enforcement. The department may make publicly available a list of all types and varieties of planted hemp seed submitted to the department. Section 9. That a NEW SECTION be added: 38-35-9. Entrance by department--Consent--Fee--Inspection, confiscation, and disposal--Costs--Liability for destruction--Records. The secretary shall contract with the Department of Public Safety to conduct inspections and sampling of each lot and any processor location. The department and the Department of Public Safety may enter on any land or other property where hemp is grown, produced, stored, or processed for the purpose of inspections, sample collection, testing, or investigation while enforcing this chapter. Any person who holds a license under this chapter is deemed to have given consent to the reasonable search and seizure of any hemp without a warrant to determine the lawful amount of delta-9 tetrahydrocannabinol concentration and for enforcement of the provisions of this chapter. The secretary shall assess a grower inspection fee per lot for grower licensees and shall assess a processor inspection fee per location for processor licensees. Any substance found to be in violation of this chapter is subject to confiscation and disposal at the direction of the Department of Public Safety. Any costs arising from the destruction, confiscation, or disposal are the responsibility of the grower, producer, processor, or owner of the substance. The state is not liable for any confiscation, seizure, disposal, or destruction of any substance carried out under this chapter. Any testing, inspection, and investigation results shall be provided to the licensee. Notice of any violation shall be provided to the licensee in writing. Inspection and investigation records are not open records pursuant to chapter 1-27. Section 10. That a NEW SECTION be added: 38-35-10. Inspection timing and procedure--Disclose information. Every lot of a grower licensee shall be inspected and samples collected no more than fifteen days before the hemp is harvested. The grower licensee shall contact the Department of Public Safety prior to harvest in order to ensure a reasonable amount of time to schedule an inspection. The grower licensee shall be present during the inspection. No harvested lot of hemp shall be commingled with another harvested lot of hemp or other material except with documented prior written permission by the department or the United States Department of Agriculture. No hemp may leave the dominion of control of the grower licensee until the grower licensee receives a laboratory result from the department that confirms each lot complies with 7 U.S.C. Chapter 38, Subchapter VII, as provided in 7 C.F.R 990.70(d) and 990.71(d) in effect as of January 1, 2020. Any location of the processor licensee may be subject to random inspection. The processor licensee shall be present during the inspection. Section 11. That a NEW SECTION be added: 38-35-11. Promulgation of rules--Fees. The department shall promulgate rules, pursuant to chapter 1-26, to: (1) Establish application, application form, licensure, and renewal procedures; (2) Establish requirements to prevent the spread of hemp and hemp seeds from licensed land areas and provide for the assessment of costs for the remediation thereof; (3) Establish criteria and procedures for denial, revocation, or suspension of a license under this chapter; (4) Make any modification or addition to the hemp regulatory program in order to comply with any federal statutes or any rules and regulations regarding hemp enacted or implemented by the United States Department of Agriculture; (5) Establish a nonrefundable annual license application fee not to exceed fifty dollars, an annual grower license fee not to exceed five hundred dollars, and an annual processor license fee not to exceed two thousand dollars; (6) Establish procedures for the collection of planting and harvest data for each lot; (7) Establish labeling requirements for hemp; and (8) Establish rules for corrective action for negligent and culpable violations of this chapter. Section 12. That a NEW SECTION be added: 38-35-12. Department of Health--Promulgation of rules. The Department of Health shall promulgate rules, pursuant to chapter 1-26, to: (1) Make any modification or addition to the hemp regulatory program in order to comply with any federal statutes or any rules and regulations regarding hemp enacted or implemented by the United States Department of Agriculture; and (2) Establish testing procedures to determine the lawful amount of delta-9 tetrahydrocannabinol concentration in hemp and certifying results. Section 13. That a NEW SECTION be added: 38-35-13. Department of Public Safety--Promulgation of rules. The Department of Public Safety shall promulgate rules, pursuant to chapter 1-26, to: (1) Make any modification or addition to the hemp regulatory program in order to comply with any federal statutes or any rules and regulations regarding hemp enacted or implemented by the United States Department of Agriculture; (2) Establish inspection procedures and requirements, a grower inspection fee per lot not to exceed two hundred fifty dollars, and a processor inspection fee per any processor location not to exceed five hundred dollars; (3) Establish transportation and permit requirements including assessment of a permit fee not to exceed twenty-five dollars; (4) Establish sampling and testing procedures to determine the lawful amount of delta-9 tetrahydrocannabinol concentration in hemp; and (5) Establish rules for corrective action for negligent and culpable violations of this chapter. Section 14. That a NEW SECTION be added: 38-35-14. Testing samples--Exceeding concentration--Destruction of lot. All testing shall be conducted by a laboratory approved by the Drug Enforcement Administration. If a test reveals a delta-9 tetrahydrocannabinol concentration of more than three-tenths of one percent but not more than five-tenths of one percent, the licensee may request a retest at the licensee's expense. If, upon the retesting, the delta-9 tetrahydrocannabinol concentration exceeds three-tenths of one percent, the entire lot from which the noncompliant sample was collected shall be destroyed as provided by § 38-35-9. Section 15. That a NEW SECTION be added: 38-35-15. State hemp production plan--Submission to United States Department of Agriculture--Establishment of program. The department shall work with the attorney general to develop a state hemp production plan and submit the plan to the United States Department of Agriculture for approval of a program to license the growth, production, storage, processing, and transportation of industrial hemp in South Dakota. The department shall establish a program once approval is received by the United States Department of Agriculture. Section 16. That a NEW SECTION be added: 38-15-16. Transportation--Consent to search and seizure--Inspection by law enforcement--Penalty. Any transporter is deemed to have given consent to the reasonable search and seizure by law enforcement of any hemp without a warrant to determine the lawful amount of delta-9 tetrahydrocannabinol concentration. Any law enforcement officer may require any transporter to stop for the purposes of inspection. During a stop, a law enforcement officer may collect a sample of any hemp for the purpose of testing for any concentration of delta-9 tetrahydrocannabinol that exceeds three-tenths of one percent on a dry weight basis. Each sample collected by law enforcement may not exceed eight ounces. It is a Class 2 misdemeanor to transport industrial hemp, but not industrial hemp product, without appropriate documentation demonstrating compliance with an industrial hemp program of a federal, state, or tribal authority, in addition to any permit or documentation required by § 38-35-17. Section 17. That a NEW SECTION be added: 38-35-17. Transportation permit requirements--Two types of transportation permits--Required documentation. An industrial hemp transportation permit is required for any transporter traveling within or through the state. No person shall transport hemp in this state concurrently with any other plant material that is not hemp. During transportation, a transporter shall have the permit in the transporter's physical possession. The Department of Public Safety shall assess an industrial hemp transportation permit fee and the fee shall be deposited in the state highway fund. A transporter shall apply for an industrial hemp transportation permit on a form provided by the Department of Public Safety. The Department of Public Safety shall make available two types of an industrial hemp transportation permit. Grower licensees pursuant to § 38-35-3 may apply for the grower licensee transportation permit that shall be exclusively for the transportation of the grower licensee's industrial hemp from the land as described in the licensee's application to the storage location as described in the licensee's application. The grower licensee shall exercise dominion of control over the means of transportation and the storage location at all times. The grower licensee transportation permit is valid for the length of the grower license. During transportation pursuant to the grower licensee transportation permit, the transporter may only be the grower licensee, a key participant, or a person working under contract with or under the direction of the grower licensee. The transporter shall have in the transporter's physical possession a copy of the grower license under which the industrial hemp was grown or produced and a manifest that includes the following information about the industrial hemp being transported: the specific name and address of the transporter, the specific lot from which the hemp was harvested, the destination storage location for the hemp, and the type of vehicle being used. All other transporters shall obtain the general hemp transportation permit. During transportation pursuant to the general hemp transportation permit, the transporter shall have in the transporter's physical possession the following documentation: (1) A copy of the license under which the industrial hemp was grown or produced; (2) A laboratory report produced by a Drug Enforcement Administration-registered laboratory that confirms the lot of origin of all hemp being transported complies with 7 U.S.C. Chapter 38, Subchapter VII, as provided in 7 C.F.R 990.70(d) and 990.71(d) in effect as of January 1, 2020; (3) A signed affirmation from the licensee and the transporter that no illicit drugs or variations of hemp not explicitly authorized by 7 U.S.C. Chapter 38, Subchapter VII will be transported; and (4) A bill of lading or manifest that includes the shipment contents, the specific name and address of the transporter, the specific name and address of the origin and lot of origin, the destination of the shipment, the total weight of the load, and the type of vehicle being used. A transporter, applying for either type of permit, shall submit a permit form to the Department of Public Safety at least five business days before the trip. A transporter who falsifies any information contained on a permit form submitted to the Department of Public Safety shall be reported to the hemp program under which the industrial hemp being transported was grown, in addition to any other sanction or criminal charge allowed under this chapter or title 22. Failure to physically possess an appropriate permit and all proper documentation is probable cause to believe that the substance being transported is subject to the provisions of § 38-35-9 and is probable cause to believe that the transporter is subject to the provisions of chapter 22-42. No political subdivision, agency, law enforcement officer, or the state is liable for the seizure, spoilage, or destruction of any hemp shipment that does not meet the requirements of this chapter, regardless of whether the shipment is later established to be industrial hemp. Section 18. That a NEW SECTION be added: 38-35-18. Rules of United States Department of Agriculture. Each applicant, licensee, key participant, and transporter of industrial hemp, other than industrial hemp product, shall abide by any rules set forth by the United States Department of Agriculture. Section 19. That a NEW SECTION be added: 38-35-19. Reporting to attorney general. The attorney general shall annually collect and compile information, statistical and otherwise, which will, as far as practicable, present an accurate survey and may be useful in the study of the effect legalizing industrial hemp has had on controlled substance and marijuana prosecutions in this state, including the extent and character of alleged crimes not prosecuted or dismissed, the operations of police in drug investigations, the charging discretion of prosecuting attorneys, and the administration of criminal justice due to the legalization of industrial hemp. All information collected under this section shall be reported annually to the Governor and Legislature by December first each year. Section 20. That a NEW SECTION be added: 38-35-20. Coordination with other government entities. The department, Department of Health, and Department of Public Safety may provide to another state, local, tribal, or federal government entity, any specific licensee or permittee information as may be necessary to verify the legality or compliance of any licensee or permitee under this chapter. Application for, and receipt of, a license or permit under this chapter serves as the applicant's consent to provide information without prior notice or disclosure to the applicant that the information will be or has been shared. Section 21. That a NEW SECTION be added: 38-35-21. Industrial hemp for smoking prohibited--Penalty. The sale or use of industrial hemp for smoking or inhaling is prohibited. A violation of this section is a Class 1 misdemeanor. Section 22. That § 22-42-1 be AMENDED: 22-42-1. Definitions. Terms used in this chapter mean: (1) \"Controlled drug or substance,\" a drug or substance, or an immediate precursor of a drug or substance, listed in Schedules I through IV. The term includes an altered state of a drug or substance listed in Schedules I through IV absorbed into the human body; (2) \"Counterfeit substance,\" a controlled drug or substance which, or the container of labeling of which, without authorization, bears the trade‑mark, trade name, or other identifying mark, imprint, number, or device, or any likeness thereof, of a manufacturer, distributor, or dispenser other than the person or persons who manufactured, distributed, or dispensed such substance and which thereby falsely purports or is represented to be the product of, or to have been distributed by, such other manufacturer, distributor, or dispenser; (3) \"Deliver\" or \"delivery,\" the actual or constructive transfer of a controlled drug, substance, or marijuana whether or not there exists an agency relationship; (4) \"Dispense,\" to deliver a controlled drug or substance to the ultimate user or human research subject by or pursuant to the lawful order of a practitioner, including the prescribing, administering, packaging, labeling, or compounding necessary to prepare the substance for such delivery, and a dispenser is one who dispenses; (5) \"Distribute,\" to deliver a controlled drug, substance, or marijuana. Distribution means the delivery of a controlled drug, substance, or marijuana; (6) \"Manufacture,\" the production, preparation, propagation, compounding, or processing of a controlled drug or substance, either directly or indirectly by extraction from substances of natural origin, or independently by means of chemical synthesis or by a combination of extraction and chemical synthesis. A manufacturer includes any person who packages, repackages, or labels any container of any controlled drug or substance, except practitioners who dispense or compound prescription orders for delivery to the ultimate user; (7) \"Marijuana,\" all parts of any plant of the genus cannabis, whether growing or not, in its natural and unaltered state, except for drying or curing and crushing or crumbling. The term includes an altered state of marijuana absorbed into the human body. The term does not include fiber produced from the mature stalks of such plant, or oil or cake made from the seeds of such plant. The term does not include the plant Cannabis sativa L. and any part of that plant, including the seeds thereof and all derivatives, extracts, cannabinoids, isomers, acids, salts, and salts of isomers, whether growing or not, with a delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent on a dry weight basis; (8) \"Practitioner,\" a doctor of medicine, osteopathy, podiatry, dentistry, optometry, or veterinary medicine licensed to practice his profession, or pharmacists licensed to practice their profession; physician's assistants certified to practice their profession; government employees acting within the scope of their employment; and persons permitted by certificates issued by the Department of Health to distribute, dispense, conduct research with respect to, or administer a substance controlled by chapter 34-20B; (9) \"Precursor\" or \"immediate precursor,\" a substance which the Department of Health has found to be and by rule designates as being a principal compound commonly used or produced primarily for use, and which is an immediate chemical intermediary used or likely to be used, in the manufacture of a controlled drug or substance, the control of which is necessary to prevent, curtail, or limit such manufacture; (10) \"Schedule I,\" \"Schedule II,\" \"Schedule III,\" and \"Schedule IV,\" those schedules of drugs, substances, and immediate precursors listed in chapter 34-20B; (11) \"Ultimate user,\" a person who lawfully possesses a controlled drug or substance for that person's own use or for the use of a member of that person's household or for administration to an animal owned by that person or by a member of that person's household. Section 23. That § 34-20B-1 be AMENDED: 34-20B-1. Definitions. Terms as used in this chapter mean: (1) \"Administer,\" to deliver a controlled drug or substance to the ultimate user or human research subject by injection, inhalation, or ingestion, or by any other means; (2) \"Agent,\" an authorized person who acts on behalf of or at the direction of a manufacturer, distributor, or dispenser and includes a common or contract carrier, public warehouseman, or employee thereof; (3) \"Control,\" to add, remove, or change the placement of a drug, substance, or immediate precursor under §§ 34-20B-27 and 34-20B-28; (4) \"Counterfeit substance,\" a controlled drug or substance which, or the container or labeling of which, without authorization, bears the trademark, trade name, or other identifying mark, imprint, number, or device, or any likeness thereof, of a manufacturer, distributor, or dispenser other than the person or persons who manufactured, distributed, or dispensed such substance and which thereby falsely purports or is represented to be the product of, or to have been distributed by, such other manufacturer, distributor, or dispenser; (5) \"Deliver\" or \"delivery,\" the actual, constructive, or attempted transfer of a controlled drug, substance, or marijuana whether or not there exists an agency relationship; (6) \"Department,\" the Department of Health created by chapter 1-43; (7) \"Dispense,\" to deliver a controlled drug or substance to the ultimate user or human research subject by or pursuant to the lawful order of a practitioner, including the prescribing, administering, packaging, labeling, or compounding necessary to prepare the substance for such delivery, and a dispenser is one who dispenses; (8) \"Distribute,\" to deliver a controlled drug, substance, or marijuana. A distributor is a person who delivers a controlled drug, substance, or marijuana; (9) \"Hashish,\" the resin extracted from any part of any plant of the genus cannabis, commonly known as the marijuana plant that contains a delta-9 tetrahydrocannabinol concentration of more than three-tenths of one percent on a dry weight basis; (10) \"Imprisonment,\" imprisonment in the state penitentiary unless the penalty specifically provides for imprisonment in the county jail; (11) \"Manufacture,\" the production, preparation, propagation, compounding, or processing of a controlled drug or substance, either directly or indirectly by extraction from substances of natural origin, or independently by means of chemical synthesis or by a combination of extraction and chemical synthesis. A manufacturer includes any person who packages, repackages, or labels any container of any controlled drug or substance, except practitioners who dispense or compound prescription orders for delivery to the ultimate consumer; (12) \"Marijuana,\" all parts of any plant of the genus cannabis, whether growing or not; the seeds thereof; and every compound, manufacture, salt, derivative, mixture, or preparation of such plant or its seeds. The term does not include fiber produced from the mature stalks of the plant, or oil or cake made from the seeds of the plant, or the resin when extracted from any part of the plant or cannabidiol, in a drug product approved by the United States Food and Drug Administration. The term does not include the plant Cannabis sativa L. and any part of that plant, including the seeds thereof and all derivatives, extracts, cannabinoids, isomers, acids, salts, and salts of isomers, whether growing or not, with a delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent on a dry weight basis; (13) \"Narcotic drug,\" any of the following, whether produced directly or indirectly by extraction from substances of vegetable origin or independently by means of chemical synthesis, or by a combination of extraction and chemical synthesis: (a) Opium, coca leaves, and opiates; (b) A compound, manufacture, salt, derivative, or preparation of opium, coca leaves, or opiates; (c) A substance (and any compound, manufacture, salt, derivative, or preparation thereof) which is chemically identical with any of the substances referred to in subsections (a) and (b) of this subdivision; except that the term, narcotic drug, as used in this chapter does not include decocainized coca leaves or extracts of coca leaves, which extracts do not contain cocaine or ecgonine; (14) \"Opiate\" or \"Opioid,\" any controlled drug or substance having an addiction-sustaining liability similar to morphine or being capable of conversion into a drug having such addiction-forming or addiction-sustaining liability; (15) \"Opium poppy,\" the plant of the species papaver somniferum L., except the seeds thereof; (16) \"Person,\" any corporation, association, limited liability company, partnership or one or more individuals; (17) \"Poppy straw,\" all parts, except the seeds, of the opium poppy, after mowing; (18) \"Practitioner,\" a doctor of medicine, osteopathy, podiatry, optometry, dentistry, or veterinary medicine licensed to practice their profession, or pharmacists licensed to practice their profession; physician assistants certified to practice their profession; certified nurse practitioners and certified nurse midwives to practice their profession; government employees acting within the scope of their employment; and persons permitted by certificates issued by the department to distribute, dispense, conduct research with respect to, or administer a substance controlled by this chapter; (18A)(19) \"Prescribe,\" an order of a practitioner for a controlled drug or substance. (19)(20) \"Production,\" the manufacture, planting, cultivation, growing, or harvesting of a controlled drug or substance; (20)(21) \"State,\" the State of South Dakota; (21)(22) \"Ultimate user,\" a person who lawfully possesses a controlled drug or substance for personal use or for the use of a member of the person's household or for administration to an animal owned by the person or by a member of the person's household; (22)(23) \"Controlled substance analogue,\" any of the following: (a) A substance that differs in its chemical structure to a controlled substance listed in or added to the schedule designated in schedule I or II only by substituting one or more hydrogens with halogens or by substituting one halogen with a different halogen; or (b) A substance that is an alkyl homolog of a controlled substance listed in or added to schedule I or II; or (c) A substance intended for human consumption; and (i) The chemical structure of which is substantially similar to the chemical structure of a controlled substance in schedule I or II; (ii) Which has a stimulant, depressant, or hallucinogenic effect on the central nervous system that is substantially similar to or greater than the stimulant, depressant, or hallucinogenic effect on the central nervous system of a controlled substance in schedule I or II; or (iii) With respect to a particular person, which such person represents or intends to have a stimulant, depressant, or hallucinogenic effect on the central nervous system that is substantially similar to or greater than the stimulant, depressant, or hallucinogenic effect on the central nervous system of a controlled substance in schedule I or II; However, the term, controlled substance analogue, does not include a controlled substance or any substance for which there is an approved new drug application. Section 24. That § 34-20B-14 be AMENDED: 34-20B-14. Hallucinogenic substances specifically included in Schedule I. Any material, compound, mixture, or preparation which contains any quantity of the following hallucinogenic substances, their salts, isomers, and salts of isomers, is included in Schedule I, unless specifically excepted, whenever the existence of such salts, isomers, and salts of isomers is possible within the specific chemical designation: (1) Bufotenine; (2) Diethyltryptamine (DET); (3) Dimethyltryptamine (DMT); (4) 5-methoxy-N, N-Dimethyltryptamine (5-MeO-DMT); (5) 5-methoxy-3, 4-methylenedioxy amphetamine; (6) 4-bromo-2, 5-dimethoxyamphetamine; (7) 4-methoxyamphetamine; (8) 4-methoxymethamphetamine; (9) 4-methyl-2, 5-dimethoxyamphetamine; (10) Hashish and hash oil; (11) Ibogaine; (12) Lysergic acid diethylamide; (13) Mescaline; (14) N-ethyl-3-piperidyl benzilate; (15) N-methyl-3-piperidyl benzilate; (16) 1-(-(2-thienyl)cyclohexyl) piperidine (TCP); (17) Peyote, except that when used as a sacramental in services of the Native American church in a natural state which is unaltered except for drying or curing and cutting or slicing, it is hereby excepted; (18) Psilocybin; (19) Psilocyn; (20) Tetrahydrocannabinol, other than that which occurs in industrial hemp as defined in § 38-35-1 or marijuana in its natural and unaltered state, including any compound, except nabilone or compounds listed under a different schedule, structurally derived from 6,6 dimethyl-benzo[c]chromene by substitution at the 3-position with either alkyl (C3 to C8), methyl cycloalkyl, or adamantyl groups, whether or not the compound is further modified in any of the following ways: (a) By partial to complete saturation of the C-ring; or (b) By substitution at the 1-position with a hydroxyl or methoxy group; or (c) By substitution at the 9-position with a hydroxyl, methyl, or methylhydoxyl group; or (d) By modification of the possible 3-alkyl group with a 1,1 dimethyl moiety, a 1,1 cyclic moiety, an internal methylene group, an internal acetylene group, or a terminal halide, cyano, azido, or dimethylcarboxamido group. Some trade and other names: JWH-051; JWH-057; JWH-133; JWH-359; HHC; AM-087; AM-411; AM-855, AM-905; AM-906; AM-2389; HU-210; HU-211; HU-243; HU-336; (21) 3, 4, 5-trimethoxy amphetamine; (22) 3, 4-methylenedioxy amphetamine; (23) 3-methoxyamphetamine; (24) 2, 5-dimethoxyamphetamine; (25) 2-methoxyamphetamine; (26) 2-methoxymethamphetamine; (27) 3-methoxymethamphetamine; (28) Phencyclidine; (29) 3, 4-methylenedioxymethamphetamine (MDMA); (30) 3, 4-methylenedioxy-N-ethylamphetamine; (31) N-hydroxy-3, 4-methylenedioxyamphetamine; (32) 4-methylaminorex (also known as 2-Amino-4-methyl/x-5-phenyl-2-oxazoline); (33) 2,5 Dimethoxy-4-ethylamphetamine; (34) N,N-Dimethylamphetamine; (35) 1-(1-(2-thienyl)cyclohexyl)pyrrolidine; (36) Aminorex; (37) Cathinone and other variations, defined as any compound, material, mixture, preparation or other product unless listed in another schedule or an approved FDA drug (e.g. buproprion, pyrovalerone), structurally derived from 2-aminopropan-1-one by substitution at the 1-position with either phenyl, naphthyl, or thiophene ring systems, whether or not the compound is further modified in any of the following ways: (a) By substitution in the ring system to any extent with alkyl, alkylenedioxy, alkoxy, haloalkyl, hydroxyl, or halide substituents, whether or not further substituted in the ring system by one or more other univalent substitutents; (b) By substitution at the 3-position with an acyclic alkyl substituent; (c) By substitution at the 2-amino nitrogen atom with alkyl, dialkyl, benzyl, or methoxybenzyl groups or by inclusion of the 2-amino nitrogen atom in a cyclic structure. Some trade or other names: methcathinone, 4-methyl-N-methylcathinone (mephedrone); 3,4-methylenedioxy-N-methylcathinone (methylone); 3,4-methylenedioxypyrovalerone (MDPV); Naphthylpyrovalerone (naphyrone); 4-flouromethcathinone (flephedrone); 4-methoxymethcathinone (methedrone; Bk-PMMA); Ethcathinone (N-Ethylcathinone); 3,4-methylenedioxyethcathinone (ethylone); Beta-keto-N-methyl-3,4-benzodioxyolybutanamine (butylone); N,N-dimethylcathinone (metamfepramone); Alpha-pyrrolidinopropiophenone (alpha-PPP); 4-methoxy-alpha-pyrrolidinopropiophenone (MOPPP); 3,4-methylenedioxyalphapyrrolidinopropiophenone (MDPPP); Alpha-pyrrolidinovalerophenone (alpha-PVP); 3-fluoromethcathinone; 4-Methyl-alpha-pyrrolidinobutiophenone (MPBP); Methyl-&agr;;-pyrrolindinopropiophenone (MPPP); Methyl-&agr;;-pyrrolidino-hexanophenone (MPHP); Buphedrone; Methyl-N-ethylcathinone; Pentedrone; Dimethylmethcathinone (DMMC); Dimethylethcathinone (DMEC); Methylenedioxymethcathinone (MDMC); Pentylone; Ethylethcathinone; Ethylmethcathinone; Fluoroethcathinone; methyl-alpha-pyrrolidinobutiophenone (MPBP); Methylecathinone (MEC); Methylenedioxy-alpha-pyrrolidinobutiophenone (MDPBP); Methoxymethcathinone (MOMC); Methylbuphedrone (MBP); Benzedrone (4-MBC); Dibutylone (DMBDB); Dimethylone (MDDMA); Diethylcathinone; Eutylone (EBDB); N-ethyl-N-Methylcathinone; N-ethylbuphedrone, 1-(1,3-benzodioxol-5-yl)2-(ethylamino)pentan-1-one (N-Ethylpentylone); 4'-Methyl-alpha-pyrrolidinopropiophenone (4-MEPPP, MPPP or MαPPP); alpha-Pyrrolidinobutiophenone (α;PBP); 1-(1,3-benzodioxol-5-yl)-2-(tert-butylamino)propan-1-one (Tertylone); 1-(1,3-benzodioxol-5-yl)-2-(ethylamino)hexan-1-one (N-ethyl Hexylone); (38) 2,5-Dimethoxy-4-ethylamphetamine (DOET); (39) Alpha-ethyltryptamine; (40) 4-Bromo-2,5-dimethoxy phenethylamine; (41) 2,5-dimethoxy-4-(n)-propylthiophenethylamine (2C-T-7); (42) 1-(3-trifluoromethylphenyl) piperazine (TFMPP); (43) Alpha-methyltryptamine (AMT); (44) 5-methoxy-N,N-diisopropyltryptamine (5-MeO-DIPT); (45) 5-methoxy-N,N-dimethyltryptamine (5-MeO-DMT); (46) Synthetic cannabinoids. Any material, compound, mixture, or preparation that is not listed as a controlled substance in another schedule, is not an FDA-approved drug, and contains any quantity of the following substances, their salts, isomers (whether optical, positional, or geometric), homologues, modifications of the indole ring by nitrogen heterocyclic analog substitution or nitrogen heterocyclic analog substitution of the phenyl, benzyl, naphthyl, adamantly, cyclopropyl, cumyl, or propionaldehyde structure, and salts of isomers, homologues, and modifications, unless specifically excepted, whenever the existence of these salts, isomers, homologues, modifications, and salts of isomers, homologues, and modifications is possible within the specific chemical designation: (a) Naphthoylindoles. Any compound containing a 2-(1- naphthoyl)indole or 3-(1-naphthoyl)indole structure with substitution at the nitrogen atom of the indole ring by an alkyl, haloalkyl, alkenyl, cycloalkylmethyl, cycloalkylethyl, 1-(N-methyl-2-piperidinhyl)methyl, 2-(4-morpholinyl)ethyl, cyanoalky, 1-(N-methyl-2-pyrrolidinyl)methyl, 1-(N-methyl-3-morpholinyl)methyl, (tetrahydropyran-4-yl)methyl, benzyl, or halobenzyl group, whether or not further substituted on the indole ring to any extent and whether or not substituted on the naphthyl ring to any extent. Some trade or other names: JWH-015; 1-pentyl-3-(1-naphthoyl)indole (JWH-018); 1-hexyl-3-(1-naphthoyl)indole (JWH-019); 1-butyl-3-(1-naphthoyl)indole (JWH-073); 1-pentyl-3-[1-(4-methoxynaphthoyl)]indole (JWH-081); 1-pentyl-3-(4-methyl-1-naphthoyl)indole (JWH-122); 1-[2-(4-morpholinyl)ethyl]-3-(1-naphthoyl)indole (JWH-200); JWH-210; JWH-398; 1-pentyl-3-(1-naphthoyl)indole (AM-678); 1-(5-fluoropentyl)-3-(1-naphthoyl)indole (AM-2201); WIN 55-212; JWH-004; JWH-007; JWH-009; JWH-011; JWH-016; JWH-020; JWH-022; JWH-046; JWH-047; JWH-048; JWH-049; JWH-050; JWH-070; JWH-071; JWH-072; JWH-076; JWH-079; JWH-080; JWH-082; JWH-094; JWH-096; JWH-098; JWH-116; JWH-120; JWH-148; JWH-149; JWH-164; JWH-166; JWH-180; JWH-181; JWH-182; JWH-189; JWH-193; JWH-198; JWH-211; JWH-212; JWH-213; JWH-234; JWH-235; JWH-236; JWH-239; JWH-240; JWH-241; JWH-258; JWH-262; JWH-386; JWH-387; JWH-394; JWH-395; JWH-397; JWH-399; JWH-400; JWH-412; JWH-413; JWH-414; JWH-415; JWH-424; AM-678; AM-1220; AM-1221; AM-1235; AM-2232, THJ-2201; (b) Naphthylmethylindoles. Any compound containing a 1H-indol-2-yl-(1-naphthyl)methane or 1H-indol-3-yl-(1-naphthyl)methane structure with substitution at the nitrogen atom of the indole ring by an alkyl, haloalkyl, alkenyl, cycloalkylmethyl, cycloalkylethyl, 1-(N-methyl-2-piperidinyl)methyl, 2-(4-morpholinyl)ethyl, cyanoalky, 1-(N-methyl-2-pyrrolidinyl)methyl, 1-(N-methyl-3-morpholinyl)methyl, (tetrahydropyran-4-yl)methyl, benzyl, or halobenzyl group, whether or not further substituted on the indole ring to any extent and whether or not substituted on the naphthyl ring to any extent. Some trade or other names: JWH-175; JWH-184; JWH-185; JWH-192; JWH-194; JWH-195; JWH-196; JWH-197; JWH-199; (c) Phenylacetylindoles. Any compound containing a 2-phenylacetylindole or 3-phenylacetylindole structure with substitution at the nitrogen atom of the indole ring by an alkyl, haloalkyl, alkenyl, cycloalkylmethyl, cycloalkylethyl, 1-(N-methyl-2-piperidinyl)methyl, or 2-(4-morpholinyl)ethyl, cyanoalky, 1-(N-methyl-2-pyrrolidinyl)methyl, 1-(N-methyl-3-morpholinyl)methyl, (tetrahydropyran-4-yl)methyl, benzyl, or halobenzyl group, whether or not further substituted on the indole ring to any extent and whether or not substituted on the phenyl ring to any extent. Some trade or other names: 1-cyc lohexylethyl-3-(2-methoxyphenylacetyl)indole (SR-18); 1-cyclohexylethyl-3-(2-methoxyphenylacetyl)indole (RCS-8); 1-pentyl-3-(2-methoxyphenylacetyl)indole (JWH-250); 1-pentyl-3-(2-chlorophenylacetyl)indole (JWH-203); JWH-167; JWH-201; JWH-202; JWH-204; JWH-205; JWH-206; JWH-207; JWH-208; JWH-209; JWH-237; JWH-248; JWH-249; JWH-251; JWH-253; JWH-302; JWH-303; JWH-304; JWH-305; JWH-306; JWH-311; JWH-312; JWH-313; JWH-314; JWH-315; JWH-316; Cannabipiperidiethanone; (d) Benzoylindoles. Any compound containing a 2-(benzoyl)indole or 3-(benzoyl)indole structure with substitution at the nitrogen atom of the indole ring by an alkyl, haloalkyl, alkenyl, cycloalkylmethyl, cycloalkylethyl, 1-(N-methyl-2-piperidinyl)methyl, 2-(4-morpholinyl)ethyl, cyanoalky, 1-(N-methyl-2-pyrrolidinyl)methyl, 1-(N-methyl-3-morpholinyl)methyl, (tetrahydropyran-4-yl)methyl, benzyl, or halobenzyl group, whether or not further substituted on the indole ring to any extent and whether or not substituted on the phenyl ring to any extent. Some trade or other names: 1-(5-fluoropentyl)-3-(2-iodobenzoyl)indole (AM-694); 1-pentyl-3-[(4-methoxy)-benzoyl]indole (SR-19); Pravadoline (WIN 48,098); 1-pentyl-3-[(4-methoxy)-benzoyl]indole (RCS-4); AM-630; AM-661; AM-2233; AM-1241; (e) Naphthoylpyrroles. Any compound containing a 2-(1-naphthoyl)pyrrole or 3-(1-naphthoyl)pyrrole structure with substitution at the nitrogen atom of the pyrrole ring by an alkyl, haloalkyl, alkenyl, cycloalkylmethyl, cycloalkylethyl, 1-(N-methyl-2-piperidinyl)methyl, 2-(4-morpholinyl)ethyl, cyanoalky, 1-(N-methyl-2-pyrrolidinyl)methyl, 1-(N-methyl-3-morpholinyl)methyl, (tetrahydropyran-4-yl)methyl, benzyl, or halobenzyl group, whether or not further substituted on the pyrrole ring to any extent and whether or not substituted on the naphthyl ring to any extent. Some trade or other names: JWH-307; JWH-030; JWH-031; JWH-145; JWH-146; JWH-147; JWH-150; JWH-156; JWH-242; JWH-243; JWH-244; JWH-245; JWH-246; JWH-292; JWH-293; JWH-308; JWH-309; JWH-346; JWH-348; JWH-363; JWH-364; JWH-365; JWH-367; JWH-368; JWH-369; JWH-370; JWH-371; JWH-373; JWH-392; (f) Naphthylmethylindenes. Any compound containing a naphthylideneindene structure with substitution at the 3-position of the indene ring by an alkyl, haloalkyl, alkenyl, cycloalkylmethyl, cycloalkylethyl, 1-(N-methyl-2-piperidinyl)methyl, 2-(4-morpholinyl)ethyl, cyanoalky, 1-(N-methyl-2-pyrrolidinyl)methyl, 1-(N-methyl-3-morpholinyl)methyl, (tetrahydropyran-4-yl)methyl, benzyl, or halobenzyl group, whether or not further substituted on the indene ring to any extent and whether or not substituted on the naphthyl ring to any extent. Some trade or other names: JWH-171; JWH-176; JWH-220; (g) Cyclohexylphenols. Any compound containing a 2-(3-hydroxycyclohexyl)phenol structure with substitution at the 5-position of the phenolic ring by an alkyl, haloalkyl, alkenyl, cycloalkylmethyl, cycloalkylethyl, 1-(N-methyl-2-piperidinyl)methyl, or 2-(4-morpholinyl)ethyl, 1-(N-methyl-2-pyrrolidinyl)methyl, 1-(N-methyl-3-morpholinyl)methyl, (tetrahydropyran-4-yl)methyl, benzyl, or halobenzyl group, whether or not substituted on the cyclohexyl ring to any extent. Some trade or other names: 5-(1,1-dimethylheptyl)-2-[(1R,3S)-3-hydroxycyclohexyl]-phenol (CP 47, 497 and homologues, which includes C8); cannabicyclohexanol; CP-55,490; CP-55,940; CP-56,667 (h) (6aR,10aR)-9-(hydroxymethyl)-6,6-dimethyl-3-(2-methyloctan-2-yl) 6a,7,10,10a-tetrahydrobenzo[c]chromen-1-ol. Some trade or other names: HU-210; (i) 2,3-Dihydro-5-methyl-3-(4-m orpholinylmethyl)pyrrolo[1,2,3-de]-1,4-benzoxazin-6-yl]-1-napthalenyl. Some trade or other names: WIN 55, 212-2; (j) Substituted Acetylindoles. Any compound containing a 2-acetyl indole or 3-acetyl indole structure substituted at the acetyl by replacement of the methyl group with a tetramethylcyclopropyl, adamantyl, benzyl, cumyl, or propionaldehyde substituent whether or not further substituted on the tetramethylcyclopropyl, adamantyl, benzyl, cumyl, or propionaldehyde substituent to any extent and whether or not further substituted at the nitrogen atom of the indole ring by an alkyl, haloalkyl, cyanoalkyl, alkenyl, cycloalkylmethyl, cycloalkylethyl, 1-(N-methyl-2-piperidinyl)methyl, 2-(4-morpholinyl)ethyl, 1-(N-methyl-2-pyrrolidinyl)methyl, 1-(N-methyl-3-morpholinyl)methyl, (tetrahydropyran-4-yl)methyl, benzyl, or halobenzyl group whether or not further substituted on the indole ring to any extent. Some trade and or names: (1-Pentylindol-3-yl)-(2,2,3,3-tetramethylcyclopropyl)methanone (UR-144); (1-(5-fluoropentyl)indol-3-yl)-(2,2,3,3-tetramethylcyclopropyl)methanone (XLR-11); (1-(2-morpholin-4-ylethyl)-1H-indol-3-yl)-(2,2,3,3-tetramethylcyclopropyl)methanone (A-796,260); 1-[(N-methylpiperidin-2-yl)methyl]-3-(adamant-1-oyl)indole (AM-1248); 1-Pentyl-3-(1-adamantoyl)indole (AB-001 and JWH-018 adamantyl analog); AM-679; (k) Substituted Carboxamide Indole. Any compound containing a 2-carboxamide indole or 3-carboxamide indole structure substituted at the nitrogen of the carboxamide with a tetramethylcyclopropyl, naphthyl, adamantyl, cumyl, phenyl, or propionaldehyde substituent, whether or not further substituted on the tetramethylcyclopropyl, adamantyl, cumyl, naphthyl, phenyl, or propionaldehyde substituent to any extent and whether or not further substituted at the nitrogen atom of the indole ring by an alkyl, haloalkyl, cyanoalkyl, alkenyl, cycloalkylmethyl, cycloalkylethyl, 1-(N-methyl-2-piperidinyl)methyl, 2-(4-morpholinyl)ethyl, 1-(N-methyl-2-pyrrolidinyl)methyl, 1-(N-methyl-3-morpholinyl)methyl, (tetrahydropyran-4-yl)methyl, benzyl, or halobenzyl group whether or not further substituted on the indole ring to any extent. Some trade and other names: JWH-018 adamantyl carboxamide; STS-135; MN-18; 5-Fluoro-MN-18, 1-(5-fluoropentyl)-N-(2-phenylpropan-2-yl)-1H-pyrrolo[2,3-b]pyridine-3-carboxamide (5F-CUMYL-P7AICA) ; N-(Adamantan-1-yl)-1-(5-fluoropentyl)-1H-indazole-3-carboxamide (5F-APINACA); methyl (2R)-2-[[1-(5-fluoropentyl)indazole-3-carbonyl]amino]-3,3-dimethylbutanoate (5F-ADB); N-(1-amino-3-methyl-1-oxobutan-2-yl)-1-(cyclohexylmethyl)indazole-3-carboxamide (AB-CHMINACA); 1-(4-cyanobutyl)-N-(2-phenylpropan-2-yl)-1H-indazole-3-carboxamide (4-CN-CUMYL-BUTINACA); methyl (2R)-2-[[1-(5-fluoropentyl)indazole-3-carbonyl]amino]-3,3-dimethylbutanoate (5F-ADB);N-(1-amino-3,3-dimethyl-1-oxobutan-2-yl)-1-(cyclohexylmethyl)indazole-3-carboxamide (ADB-CHMINACA or MAB-CHMINACA); methyl (2S)-2-[[1-[4-fluorophenyl)methyl]indazole-3-carbonyl]amino]-3,3-dimethylbutanoate (MDMB-FUBINACA); methyl 2-(1-(cyclohexylmethyl)-1H-indole-3-carboxamido)-3-methylbutanoate (MMB-CHMICA); methyl (2S)-2-[[1-[4-fluorophenyl)methyl]indazole-3-carbonyl]amino]-3-methylbutanoate (AMB-FUBINACA); Methyl 2-(1-(5-fluoropentyl)-1H-indazole-3-carboxamido)-3-methylbutanoate (5F-AMB); (l) Substituted Carboxylic Acid Indole. Any compound containing a 1H-indole-2-carboxylic acid or 1H-indole-3-carboxylic acid substituted at the hydroxyl group of the carboxylic acid with a phenyl, benzyl, naphthyl, adamantyl, cyclopropyl, quinolinyl, isquinolinyl, cumyl, or propionaldehyde substituent whether or not further substituted on the phenyl, benzyl, naphthyl, adamantyl, cyclopropyl, cumyl, quinolinyl, isquinolinyl, or propionaldehyde substituent to any extent and whether or not further substituted at the nitrogen atom of the indole ring by an alkyl, haloalkyl, cyanoalkyl, alkenyl, cycloalkylmethyl, cycloalkylethyl, 1-(N-methyl-2-piperidinyl)methyl, 2-(4-morpholinyl)ethyl, 1-(N-methyl-2-pyrrolidinyl)methyl, 1-(N-methyl-3-morpholinyl)methyl, tetrahydropyranylmethyl, benzyl, or halo benzyl group whether or not further substituted on the indole ring to any extent. Some trade and other names: Naphthalen-1-yl 1-(5-fluoropntyl)-1H-indole-3-carboxylate (NM2201); (47) 6,7-dihydro-5H-indeno-(5,6-d)-1,3-dioxol-6-amine) (MDAI); (48) 2-(2,5-Dimethoxy-4-ethylphenyl)ethanamine (2C-E); (49) 2-(2,5-Dimethoxy-4-methylphenyl)ethanamine (2C-D); (50) 2-(4-Chloro-2,5-dimethoxyphenyl)ethanamine (2C-C); (51) 2-(4-Iodo-2,5-dimethoxyphenyl)ethanamine (2C-I); (52) 2-[4-(Ethylthio)-2,5-dimethoxyphenyl]ethanamine (2C-T-2); (53) 2-[4-(Isopropylthio)-2,5-dimethoxyphenyl]ethanamine (2C-T-4); (54) 2-(2,5-Dimethoxyphenyl)ethanamine (2C-H); (55) 2-(2,5-Dimethoxy-4-nitro-phenyl)ethanamine (2C-N); (56) 2-(2,5-Dimethoxy-4-(n)-propylphenyl)ethanamine (2C-P); (57) Substituted phenethylamine. Any compound, unless specifically exempt, listed as a controlled substance in another schedule or an approved FDA drug, structurally derived from phenylethan-2-amine by substitution on the phenyl ring in any of the following ways, that is to say--by substitution with a fused methylenedioxy, fused furan, or fused tetrahydrofuran ring system; by substitution with two alkoxy groups; by substitution with one alkoxy and either one fused furan, tetrahydrofuran, or tetrahydropyran ring system; by substitution with two fused ring systems from any combination of the furan, tetrahydrofuran, or tetrahydropyran ring systems; whether or not the compound is further modified in any of the following ways: (a) By substitution on the phenyl ring by any halo, hydroxyl, alkyl, trifluoromethyl, alkoxy, or alkylthio groups; (b) By substitution on the 2-position by any alkyl groups; or (c) By substitution on the 2-amino nitrogen atom with acetyl, alkyl, dialkyl, benzyl, methoxybenzyl, or hydroxybenzyl groups. Some trade and other names: 2-(2,5-dimethoxy-4-(methylthio)phenyl)ethanamine (2C-T or 4-methylthio-2,5-dimethoxyphenethylamine); 1-(2,5-dimethoxy-4-iodophenyl)-propan-2-amine (DOI or 2, 5-Dimethoxy-4-iodoamphetamine); 1-(4-Bromo-2,5-dimethoxyphenyl)-2-aminopropane (DOB or 2,5-Dimethoxy-4-bromoamphetamine); 1-(4-chloro-2,5-dimethoxy-phenyl)propan-2-amine (DOC or 2,5-Dimethoxy-4-chloroamphetamine); 2-(4-bromo-2,5-dimethoxyphenyl)-N-[(2-methoxyphenyl)methyl]ethanamine (2C-B-NBOMe; 25B-NBOMe or 2,5-Dimethoxy-4-bromo-N-(2-methoxybenzyl)phenethylamine); 2-4-iodo-2,5-dimethoxyphenyl)-N-[(2-methoxyphenyl)methyl]ethanamine (2C-I-NBOMe; 25I-NBOMe or 2,5-Dimethoxy-4-iodo-N-(2-methoxybenzyl)phenethylamine); N-(2-Methoxybenzyl)-2-(3,4,5-trimethoxypheny (Mescaline-NBOMe or 3,4,5-trimethoxy-(2-methoxybenzyl)phenethylamine); 2-(4-chloro-2,5-dimethoxyphenyl)-N-[(2-methoxyphenyl)methyl]ethanamine (2C-C-NBOMe; 25C-NBOMe or 2,5-Dimethoxy-4-chloro-N-(2-methoxybenzyl)phenethylamine); 2-(7-Bromo-5-methoxy-2,3-dihydro-1-benzofuran-4-yl)ethanamine (2CB-5-hemiFLY); 2-(8-bromo-2,3,6,7-tetrahydrofuro [2,3-f][1]benzofuran-4-yl)ethanamine (2C-B-FLY); 2-(10-Bromo-2,3,4,7,8,9-hexahydropyrano[2,3-g]chromen-5-yl)ethanamine (2C-B-butterFLY); -(2-Methoxybenzyl)-1-(8-bromo-2,3,6,7-tetrahydrobenzo[1,2-b:4,5-b]difuran-4-yl)-2-aminoethane (2C-B-FLY-NBOMe); 1-(4-Bromofuro[2,3-f][1]benzofuran-8-yl)propan-2-amine (bromo-benzodifuranyl-isopropylamine or bromo-dragonFLY); -(2-Hydroxybenzyl)-4-iodo-2,5-dimethoxyphenethylamine (2C-I-NBOH or 25I-NBOH); 5-(2-Aminoprpyl)benzofuran (5-APB); 6(2-Aminopropyl)benzofuran (6-APB); 5-(2-Aminopropyl)-2,3-dihydrobenzofuran (5-APDB); 6-(2-Aminopropyl)-2,3,-dihydrobenzofuran (6-APDB); (58) Substituted tryptamines. Any compound, unless specifically exempt, listed as a controlled substance in another schedule or an approved FDA drug, structurally derived from 2-(1H-indol-3-yl)ethanamine (i.e, tryptamine) by mono- or di-substitution of the amine nitrogen with alkyl or alkenyl groups or by inclusion of the amino nitrogen atom in a cyclic structure whether or not the compound is further substituted at the alpha-position with an alkyl group or whether or not further substituted on the indole ring to any extent with any alkyl, alkoxy, halo, hydroxyl, or acetoxy groups. Some trade and other names: 5-methoxy-N,N-diallyltryptamine (5-MeO-DALT); 4-acetoxy-N,N-dimethyltryptamine (4-AcO-DMT or O-Acetylpsilocin); 4-hydroxy-N-methyl-N-ethyltryptamine (4-HO-MET); 4-hydroxy-N,N-diisopropyltryptamine (4-HO-DIPT); 5-methoxy-N-methyl-N-isopropyltryptamine (5-MeO-MiPT); (59) Naphthalen-1-yl-(4-pentyloxynaphthalen-1-yl)methanone (CB-13); (60) N-Adamantyl-1-pentyl-1H-Indazole-3-carboxamide (AKB 48); (61) 1-(4-Fluorophenyl)piperazine (pFPP); (62) 1-(3-Chlorophenyl)piperazine (mCPP); (63) 1-(4-Methoxyphenyl)piperazine (pMeOPP); (64) 1,4-Dibenzylpiperazine (DBP); (65) Isopentedrone; (66) Fluoromethamphetamine; (67) Fluoroamphetamine; (68) Fluorococaine; (69) 1-pentyl-8-quinolinyl ester-1H-indole-3-carboxylic acid (PB-22); (70) 1-(5-fluoropentyl)-8-quinolinyl ester-1H-indole-3-carboxylic acid (5 Fluoro-PB-22); (71) N-(1-amino-3-methyl-1-oxobutan-2-yl)-1-pentyl-1H-indazole-3-carboxamide (AB-PINACA); (72) N-(1-amino-3-methyl-1-oxobutan-2-yl)-1-(5-fluoropentyl)-1H-indazole-3-carboxamide (5 Fluoro-AB-PINACA); (73) N-(1-amino-3-methyl-1-oxobutan-2-yl)-1-(4-fluorobenzyl)-1H-indazole-3-carboxamide (AB-FUBINACA); (74) N-(1-amino-3,3-dimethyl-1-oxobutan-2-yl)-1-pentyl-1H-indole-3-carboxamide (ADB-PINACA (ADBICA)); (75) N-(1-amino-3,3-dimethyl-1-oxobutan-2-yl)-1-(5-fluoropentyl)-1H-indole-3-carboxamide (5 Fluoro-ADB-PINACA (5 Fluoro-ADBICA)); and (76) N-(1-Amino-3,3-dimethyl-1-oxobutan-2-yl)-1-(4-fluorobenzyl)-1H-indazole-3-carboxamide (ADB-FUBINACA). Section 25. There is hereby appropriated from the general fund the sum of thirty-six thousand five hundred eighty-six dollars ($36,586), or so much thereof as may be necessary, to the Department of Agriculture. Section 26. There is hereby appropriated from the general fund the sum of seven hundred five thousand seven hundred dollars ($705,700), or so much thereof as may be necessary, to the Department of Health. Section 27. There is hereby appropriated the sum of one million one hundred fifty-seven thousand five hundred seventeen dollars ($1,157,517) in other fund expenditure authority, or so much thereof as may be necessary, to the Department of Public Safety. Section 28. The secretary of the Department of Agriculture shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized in section 25 of this Act. Section 29. The secretary of the Department of Health shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized in section 26 of this Act. Section 30. The secretary of the Department of Public Safety shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized in section 27 of this Act. Section 31. Any amounts appropriated in this Act not lawfully expended or obligated shall revert in accordance with the procedures prescribed in chapter 4-8. Section 32. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 11477, "bill_version_id": 70024, "bill_version": "Enrolled", "bill_version_date": "2020-03-12T22:42:37.437-05:00", "bill_text": "ENTITLED An Act to legalize the growth, production, and transportation of industrial hemp in the state, to make an appropriation therefor, and to declare an emergency. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 38-35-1. Definitions. Terms used in this chapter mean: (1) \"Department,\" the Department of Agriculture; (2) \"Hemp\" or \"industrial hemp,\" the plant Cannabis sativa L. and any part of that plant, including the seeds thereof and all derivatives, extracts, cannabinoids, isomers, acids, salts, and salts of isomers, whether growing or not, with a delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent on a dry weight basis; (3) \"Key participant,\" a sole proprietor, a partner in a partnership, or a person with executive managerial control in a corporation or limited liability company; (4) \"Industrial hemp product,\" a finished manufactured product, or consumer product containing cannabidiol that is packaged for individual sale, with a delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent, derived from or made by processing industrial hemp; (5) \"Lot,\" a contiguous area in a field containing the same variety or strain of hemp throughout the area; (6) \"Process\" or \"processing,\" to convert or converting industrial hemp into industrial hemp product; (7) \"Processor,\" a person who processes industrial hemp; (8) \"Produce\" or \"producing,\" to grow or growing hemp plants in the field for processing; (9) \"Secretary,\" the secretary of the Department of Agriculture; and (10) \"Transporter,\" any person transporting, hauling, or delivering hemp, but not industrial hemp product or sterilized seeds that are incapable of beginning germination. Section 2. That a NEW SECTION be added: 38-35-2. Purchasing, receiving, or obtaining industrial hemp--License required--Violation as misdemeanor. No person may purchase, receive, or obtain industrial hemp, other than industrial hemp product, for planting, storing, propagating, producing, or processing unless the person has a license as provided by this chapter or is working under contract with or under the direction of a licensee. The licensee is responsible, either civilly or criminally, for any person working under contract with or under the direction of a licensee for all sections of this chapter. It shall be a Class 2 misdemeanor to purchase, receive, or obtain industrial hemp, other than industrial hemp product, for planting, storing, propagating, producing, or processing without a license. No unlicensed person is subject to criminal penalties for possession or distribution of hemp seed. A person, whether or not licensed, who possesses or distributes a product determined to meet the definition of marijuana is subject to prosecution and penalties for possession or distribution of marijuana under chapter 22-42. Section 3. That a NEW SECTION be added: 38-35-3. Application for grower license. After the department receives approval by the United States Secretary of Agriculture for the state plan submitted pursuant to § 38-35-15, any person seeking to purchase, receive, or obtain industrial hemp, other than industrial hemp product, for planting, storing, propagating, or producing shall apply to the secretary for a grower license on an application form prescribed by the department and submit a nonrefundable annual application fee. The department shall establish a sixty-day period in which an application must be received. The secretary shall deposit fees collected under this chapter in the hemp regulatory program fund. No application for licensure to plant, grow, or produce industrial hemp may be for less than five contiguous outdoor acres. Section 4. That a NEW SECTION be added: 38-35-4. Application for processor license--Fee--Location notice. After the department receives approval by the United States Secretary of Agriculture for the state plan submitted pursuant to § 38-35-15, any person seeking to purchase, receive, or obtain industrial hemp, other than industrial hemp product, for processing shall apply to the secretary for a processor license on an application form prescribed by the department and submit a nonrefundable annual application fee. The applicant may submit an application form for a processor license at any time. The secretary shall deposit fees collected under this chapter in the hemp regulatory program fund. The applicant shall provide to the department the street address, legal description, and global positioning system coordinates for any location where hemp will be processed under the processor's license and certify that any location where hemp is to be processed is under the control of the applicant. A processor licensee shall provide notice of any change in ownership or location to the department within two days of a change. A change of ownership or location automatically invalidates the license, and a new license must be obtained. Section 5. That a NEW SECTION be added: 38-35-5. Criminal background check--Denial of license for conviction--Licensure exemption. Each applicant for any license under this chapter, key participant, and landowner, if the applicant is the lessee, shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application for a license, the department shall submit the completed fingerprint cards to the division. Upon completion of the criminal background check, the division shall forward to the department all information obtained as a result of the criminal background check. This information shall be obtained prior to licensure of the applicant. All costs or fees associated with the criminal background checks are the responsibility of the applicant. Information provided to the department under this section is confidential, is not public record, and is exempt from the provisions of chapter 1-27. However, the department may share this information with law enforcement and the Department of Public Safety. Failure to submit to or cooperate with a criminal background check is grounds for denial or revocation of a license. The secretary may deny licensure if any applicant, key participant, or landowner has been convicted of a misdemeanor or felony relating to a controlled substance or marijuana under state or federal law within the previous ten years. Licensure under this chapter is not required for employees of the state of South Dakota when performing official duties. Section 6. That a NEW SECTION be added: 38-35-6. Hemp regulatory program fund--Purpose--Expenditures. There is hereby created within the state treasury the hemp regulatory program fund, into which all application fees, license fees, inspection fees, and other fees or revenue paid to the state from the operation of the hemp regulatory program shall be deposited. All moneys in the fund created in this section shall be used for the purpose of administering the hemp regulatory program. Interest earned on money in the fund shall be deposited into the fund. Expenditures from the fund shall be appropriated through the normal budget process. Section 7. That a NEW SECTION be added: 38-35-7. License issuance--Denial, revocation, or suspension--Contested case. If the applicant has completed the application to the satisfaction of the secretary, paid the application fee, returned a criminal background check compliant with § 38-35-5, and is eligible for a license under this chapter, the secretary shall issue the license upon receipt of an annual license fee and upon the licensee's agreement and affirmance that as a continuing condition of licensure, the department shall have unlimited access to all lots or licensed locations processing hemp without prior notice to the licensee or the need to obtain a search warrant or court order for access to enforce the provisions of this chapter. A grower license issued under this chapter is valid for fifteen months from the date of issuance. A processor license issued under this chapter expires on December thirty-first in the calendar year for which it was issued. The department may deny, revoke, or suspend a license of any person who: (1) Violates any provision of this chapter or administrative rule promulgated under the authority of this chapter; (2) Violates any rule set forth by the United States Department of Agriculture regarding industrial hemp; (3) Provides false or misleading information in connection with any application required by this chapter; (4) Has been convicted of a misdemeanor or felony relating to a controlled substance or marijuana under state or federal law within the previous ten years; or (5) Has been charged with or convicted of a misdemeanor or felony relating to a controlled substance or marijuana under state or federal law since the most recent criminal background check. Any person whose license is denied, revoked, or suspended under this section may request a hearing pursuant to chapter 1-26. Section 8. That a NEW SECTION be added: 38-35-8. Planting--Documentation to be filed--Contents. Within thirty days of planting, each grower licensee under this chapter shall file with the department documentation as required by the secretary in order to identify the type and variety of each hemp seed planted with its corresponding lot. Any documentation provided under this section is not an open record pursuant to chapter 1-27 and may not be disclosed except to the Department of Public Safety or law enforcement. The department may make publicly available a list of all types and varieties of planted hemp seed submitted to the department. Section 9. That a NEW SECTION be added: 38-35-9. Entrance by department--Consent--Fee--Inspection, confiscation, and disposal--Costs--Liability for destruction--Records. The secretary shall contract with the Department of Public Safety to conduct inspections and sampling of each lot and any processor location. The department and the Department of Public Safety may enter on any land or other property where hemp is grown, produced, stored, or processed for the purpose of inspections, sample collection, testing, or investigation while enforcing this chapter. Any person who holds a license under this chapter is deemed to have given consent to the reasonable search and seizure of any hemp without a warrant to determine the lawful amount of delta-9 tetrahydrocannabinol concentration and for enforcement of the provisions of this chapter. The secretary shall assess a grower inspection fee per lot for grower licensees and shall assess a processor inspection fee per location for processor licensees. Any substance found to be in violation of this chapter is subject to confiscation and disposal at the direction of the Department of Public Safety. Any costs arising from the destruction, confiscation, or disposal are the responsibility of the grower, producer, processor, or owner of the substance. The state is not liable for any confiscation, seizure, disposal, or destruction of any substance carried out under this chapter. Any testing, inspection, and investigation results shall be provided to the licensee. Notice of any violation shall be provided to the licensee in writing. Inspection and investigation records are not open records pursuant to chapter 1-27. Section 10. That a NEW SECTION be added: 38-35-10. Inspection timing and procedure--Disclose information. Every lot of a grower licensee shall be inspected and samples collected no more than fifteen days before the hemp is harvested. The grower licensee shall contact the Department of Public Safety prior to harvest in order to ensure a reasonable amount of time to schedule an inspection. The grower licensee shall be present during the inspection. No harvested lot of hemp shall be commingled with another harvested lot of hemp or other material except with documented prior written permission by the department or the United States Department of Agriculture. No hemp may leave the dominion of control of the grower licensee until the grower licensee receives a laboratory result from the department that confirms each lot complies with 7 U.S.C. Chapter 38, Subchapter VII, as provided in 7 C.F.R 990.70(d) and 990.71(d) in effect as of January 1, 2020. Any location of the processor licensee may be subject to random inspection. The processor licensee shall be present during the inspection. Section 11. That a NEW SECTION be added: 38-35-11. Promulgation of rules--Fees. The department shall promulgate rules, pursuant to chapter 1-26, to: (1) Establish application, application form, licensure, and renewal procedures; (2) Establish requirements to prevent the spread of hemp and hemp seeds from licensed land areas and provide for the assessment of costs for the remediation thereof; (3) Establish criteria and procedures for denial, revocation, or suspension of a license under this chapter; (4) Make any modification or addition to the hemp regulatory program in order to comply with any federal statutes or any rules and regulations regarding hemp enacted or implemented by the United States Department of Agriculture; (5) Establish a nonrefundable annual license application fee not to exceed fifty dollars, an annual grower license fee not to exceed five hundred dollars, and an annual processor license fee not to exceed two thousand dollars; (6) Establish procedures for the collection of planting and harvest data for each lot; (7) Establish labeling requirements for hemp; and (8) Establish rules for corrective action for negligent and culpable violations of this chapter. Section 12. That a NEW SECTION be added: 38-35-12. Department of Health--Promulgation of rules. The Department of Health shall promulgate rules, pursuant to chapter 1-26, to: (1) Make any modification or addition to the hemp regulatory program in order to comply with any federal statutes or any rules and regulations regarding hemp enacted or implemented by the United States Department of Agriculture; and (2) Establish testing procedures to determine the lawful amount of delta-9 tetrahydrocannabinol concentration in hemp and certifying results. Section 13. That a NEW SECTION be added: 38-35-13. Department of Public Safety--Promulgation of rules. The Department of Public Safety shall promulgate rules, pursuant to chapter 1-26, to: (1) Make any modification or addition to the hemp regulatory program in order to comply with any federal statutes or any rules and regulations regarding hemp enacted or implemented by the United States Department of Agriculture; (2) Establish inspection procedures and requirements, a grower inspection fee per lot not to exceed two hundred fifty dollars, and a processor inspection fee per any processor location not to exceed five hundred dollars; (3) Establish transportation and permit requirements including assessment of a permit fee not to exceed twenty-five dollars; (4) Establish sampling and testing procedures to determine the lawful amount of delta-9 tetrahydrocannabinol concentration in hemp; and (5) Establish rules for corrective action for negligent and culpable violations of this chapter. Section 14. That a NEW SECTION be added: 38-35-14. Testing samples--Exceeding concentration--Destruction of lot. All testing shall be conducted by a laboratory approved by the Drug Enforcement Administration. If a test reveals a delta-9 tetrahydrocannabinol concentration of more than three-tenths of one percent but not more than five-tenths of one percent, the licensee may request a retest at the licensee's expense. If, upon the retesting, the delta-9 tetrahydrocannabinol concentration exceeds three-tenths of one percent, the entire lot from which the noncompliant sample was collected shall be destroyed as provided by § 38-35-9. Section 15. That a NEW SECTION be added: 38-35-15. State hemp production plan--Submission to United States Department of Agriculture--Establishment of program. The department shall work with the attorney general to develop a state hemp production plan and submit the plan to the United States Department of Agriculture for approval of a program to license the growth, production, storage, processing, and transportation of industrial hemp in South Dakota. The department shall establish a program once approval is received by the United States Department of Agriculture. Section 16. That a NEW SECTION be added: 38-15-16. Transportation--Consent to search and seizure--Inspection by law enforcement--Penalty. Any transporter is deemed to have given consent to the reasonable search and seizure by law enforcement of any hemp without a warrant to determine the lawful amount of delta-9 tetrahydrocannabinol concentration. Any law enforcement officer may require any transporter to stop for the purposes of inspection. During a stop, a law enforcement officer may collect a sample of any hemp for the purpose of testing for any concentration of delta-9 tetrahydrocannabinol that exceeds three-tenths of one percent on a dry weight basis. Each sample collected by law enforcement may not exceed eight ounces. It is a Class 2 misdemeanor to transport industrial hemp, but not industrial hemp product, without appropriate documentation demonstrating compliance with an industrial hemp program of a federal, state, or tribal authority, in addition to any permit or documentation required by § 38-35-17. Section 17. That a NEW SECTION be added: 38-35-17. Transportation permit requirements--Two types of transportation permits--Required documentation. An industrial hemp transportation permit is required for any transporter traveling within or through the state. No person shall transport hemp in this state concurrently with any other plant material that is not hemp. During transportation, a transporter shall have the permit in the transporter's physical possession. The Department of Public Safety shall assess an industrial hemp transportation permit fee and the fee shall be deposited in the state highway fund. A transporter shall apply for an industrial hemp transportation permit on a form provided by the Department of Public Safety. The Department of Public Safety shall make available two types of an industrial hemp transportation permit. Grower licensees pursuant to § 38-35-3 may apply for the grower licensee transportation permit that shall be exclusively for the transportation of the grower licensee's industrial hemp from the land as described in the licensee's application to the storage location as described in the licensee's application. The grower licensee shall exercise dominion of control over the means of transportation and the storage location at all times. The grower licensee transportation permit is valid for the length of the grower license. During transportation pursuant to the grower licensee transportation permit, the transporter may only be the grower licensee, a key participant, or a person working under contract with or under the direction of the grower licensee. The transporter shall have in the transporter's physical possession a copy of the grower license under which the industrial hemp was grown or produced and a manifest that includes the following information about the industrial hemp being transported: the specific name and address of the transporter, the specific lot from which the hemp was harvested, the destination storage location for the hemp, and the type of vehicle being used. All other transporters shall obtain the general hemp transportation permit. During transportation pursuant to the general hemp transportation permit, the transporter shall have in the transporter's physical possession the following documentation: (1) A copy of the license under which the industrial hemp was grown or produced; (2) A laboratory report produced by a Drug Enforcement Administration-registered laboratory that confirms the lot of origin of all hemp being transported complies with 7 U.S.C. Chapter 38, Subchapter VII, as provided in 7 C.F.R 990.70(d) and 990.71(d) in effect as of January 1, 2020; (3) A signed affirmation from the licensee and the transporter that no illicit drugs or variations of hemp not explicitly authorized by 7 U.S.C. Chapter 38, Subchapter VII will be transported; and (4) A bill of lading or manifest that includes the shipment contents, the specific name and address of the transporter, the specific name and address of the origin and lot of origin, the destination of the shipment, the total weight of the load, and the type of vehicle being used. A transporter, applying for either type of permit, shall submit a permit form to the Department of Public Safety at least five business days before the trip. A transporter who falsifies any information contained on a permit form submitted to the Department of Public Safety shall be reported to the hemp program under which the industrial hemp being transported was grown, in addition to any other sanction or criminal charge allowed under this chapter or title 22. Failure to physically possess an appropriate permit and all proper documentation is probable cause to believe that the substance being transported is subject to the provisions of § 38-35-9 and is probable cause to believe that the transporter is subject to the provisions of chapter 22-42. No political subdivision, agency, law enforcement officer, or the state is liable for the seizure, spoilage, or destruction of any hemp shipment that does not meet the requirements of this chapter, regardless of whether the shipment is later established to be industrial hemp. Section 18. That a NEW SECTION be added: 38-35-18. Rules of United States Department of Agriculture. Each applicant, licensee, key participant, and transporter of industrial hemp, other than industrial hemp product, shall abide by any rules set forth by the United States Department of Agriculture. Section 19. That a NEW SECTION be added: 38-35-19. Reporting to attorney general. The attorney general shall annually collect and compile information, statistical and otherwise, which will, as far as practicable, present an accurate survey and may be useful in the study of the effect legalizing industrial hemp has had on controlled substance and marijuana prosecutions in this state, including the extent and character of alleged crimes not prosecuted or dismissed, the operations of police in drug investigations, the charging discretion of prosecuting attorneys, and the administration of criminal justice due to the legalization of industrial hemp. All information collected under this section shall be reported annually to the Governor and Legislature by December first each year. Section 20. That a NEW SECTION be added: 38-35-20. Coordination with other government entities. The department, Department of Health, and Department of Public Safety may provide to another state, local, tribal, or federal government entity, any specific licensee or permittee information as may be necessary to verify the legality or compliance of any licensee or permitee under this chapter. Application for, and receipt of, a license or permit under this chapter serves as the applicant's consent to provide information without prior notice or disclosure to the applicant that the information will be or has been shared. Section 21. That a NEW SECTION be added: 38-35-21. Industrial hemp for smoking prohibited--Violation as misdemeanor. The sale or use of industrial hemp for smoking or inhaling is prohibited. A violation of this section is a Class 1 misdemeanor. Section 22. That § 22-42-1 be AMENDED: 22-42-1. Definitions. Terms used in this chapter mean: (1) \"Controlled drug or substance,\" a drug or substance, or an immediate precursor of a drug or substance, listed in Schedules I through IV. The term includes an altered state of a drug or substance listed in Schedules I through IV absorbed into the human body; (2) \"Counterfeit substance,\" a controlled drug or substance which, or the container of labeling of which, without authorization, bears the trade‑mark, trade name, or other identifying mark, imprint, number, or device, or any likeness thereof, of a manufacturer, distributor, or dispenser other than the person or persons who manufactured, distributed, or dispensed such substance and which thereby falsely purports or is represented to be the product of, or to have been distributed by, such other manufacturer, distributor, or dispenser; (3) \"Deliver\" or \"delivery,\" the actual or constructive transfer of a controlled drug, substance, or marijuana whether or not there exists an agency relationship; (4) \"Dispense,\" to deliver a controlled drug or substance to the ultimate user or human research subject by or pursuant to the lawful order of a practitioner, including the prescribing, administering, packaging, labeling, or compounding necessary to prepare the substance for such delivery, and a dispenser is one who dispenses; (5) \"Distribute,\" to deliver a controlled drug, substance, or marijuana. Distribution means the delivery of a controlled drug, substance, or marijuana; (6) \"Manufacture,\" the production, preparation, propagation, compounding, or processing of a controlled drug or substance, either directly or indirectly by extraction from substances of natural origin, or independently by means of chemical synthesis or by a combination of extraction and chemical synthesis. A manufacturer includes any person who packages, repackages, or labels any container of any controlled drug or substance, except practitioners who dispense or compound prescription orders for delivery to the ultimate user; (7) \"Marijuana,\" all parts of any plant of the genus cannabis, whether growing or not, in its natural and unaltered state, except for drying or curing and crushing or crumbling. The term includes an altered state of marijuana absorbed into the human body. The term does not include fiber produced from the mature stalks of such plant, or oil or cake made from the seeds of such plant. The term does not include the plant Cannabis sativa L. and any part of that plant, including the seeds thereof and all derivatives, extracts, cannabinoids, isomers, acids, salts, and salts of isomers, whether growing or not, with a delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent on a dry weight basis; (8) \"Practitioner,\" a doctor of medicine, osteopathy, podiatry, dentistry, optometry, or veterinary medicine licensed to practice his profession, or pharmacists licensed to practice their profession; physician's assistants certified to practice their profession; government employees acting within the scope of their employment; and persons permitted by certificates issued by the Department of Health to distribute, dispense, conduct research with respect to, or administer a substance controlled by chapter 34-20B; (9) \"Precursor\" or \"immediate precursor,\" a substance which the Department of Health has found to be and by rule designates as being a principal compound commonly used or produced primarily for use, and which is an immediate chemical intermediary used or likely to be used, in the manufacture of a controlled drug or substance, the control of which is necessary to prevent, curtail, or limit such manufacture; (10) \"Schedule I,\" \"Schedule II,\" \"Schedule III,\" and \"Schedule IV,\" those schedules of drugs, substances, and immediate precursors listed in chapter 34-20B; (11) \"Ultimate user,\" a person who lawfully possesses a controlled drug or substance for that person's own use or for the use of a member of that person's household or for administration to an animal owned by that person or by a member of that person's household. Section 23. That § 34-20B-1 be AMENDED: 34-20B-1. Definitions. Terms as used in this chapter mean: (1) \"Administer,\" to deliver a controlled drug or substance to the ultimate user or human research subject by injection, inhalation, or ingestion, or by any other means; (2) \"Agent,\" an authorized person who acts on behalf of or at the direction of a manufacturer, distributor, or dispenser and includes a common or contract carrier, public warehouseman, or employee thereof; (3) \"Control,\" to add, remove, or change the placement of a drug, substance, or immediate precursor under §§ 34-20B-27 and 34-20B-28; (4) \"Counterfeit substance,\" a controlled drug or substance which, or the container or labeling of which, without authorization, bears the trademark, trade name, or other identifying mark, imprint, number, or device, or any likeness thereof, of a manufacturer, distributor, or dispenser other than the person or persons who manufactured, distributed, or dispensed such substance and which thereby falsely purports or is represented to be the product of, or to have been distributed by, such other manufacturer, distributor, or dispenser; (5) \"Deliver\" or \"delivery,\" the actual, constructive, or attempted transfer of a controlled drug, substance, or marijuana whether or not there exists an agency relationship; (6) \"Department,\" the Department of Health created by chapter 1-43; (7) \"Dispense,\" to deliver a controlled drug or substance to the ultimate user or human research subject by or pursuant to the lawful order of a practitioner, including the prescribing, administering, packaging, labeling, or compounding necessary to prepare the substance for such delivery, and a dispenser is one who dispenses; (8) \"Distribute,\" to deliver a controlled drug, substance, or marijuana. A distributor is a person who delivers a controlled drug, substance, or marijuana; (9) \"Hashish,\" the resin extracted from any part of any plant of the genus cannabis that contains a delta-9 tetrahydrocannabinol concentration of more than three-tenths of one percent on a dry weight basis; (10) \"Imprisonment,\" imprisonment in the state penitentiary unless the penalty specifically provides for imprisonment in the county jail; (11) \"Manufacture,\" the production, preparation, propagation, compounding, or processing of a controlled drug or substance, either directly or indirectly by extraction from substances of natural origin, or independently by means of chemical synthesis or by a combination of extraction and chemical synthesis. A manufacturer includes any person who packages, repackages, or labels any container of any controlled drug or substance, except practitioners who dispense or compound prescription orders for delivery to the ultimate consumer; (12) \"Marijuana,\" all parts of any plant of the genus cannabis, whether growing or not; the seeds thereof; and every compound, manufacture, salt, derivative, mixture, or preparation of such plant or its seeds. The term does not include fiber produced from the mature stalks of the plant, or oil or cake made from the seeds of the plant, or the resin when extracted from any part of the plant or cannabidiol in a drug product approved by the United States Food and Drug Administration. The term does not include the plant Cannabis sativa L. and any part of that plant, including the seeds thereof and all derivatives, extracts, cannabinoids, isomers, acids, salts, and salts of isomers, whether growing or not, with a delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent on a dry weight basis; (13) \"Narcotic drug,\" any of the following, whether produced directly or indirectly by extraction from substances of vegetable origin or independently by means of chemical synthesis, or by a combination of extraction and chemical synthesis: (a) Opium, coca leaves, and opiates; (b) A compound, manufacture, salt, derivative, or preparation of opium, coca leaves, or opiates; (c) A substance (and any compound, manufacture, salt, derivative, or preparation thereof) which is chemically identical with any of the substances referred to in subsections (a) and (b) of this subdivision; except that the term, narcotic drug, as used in this chapter does not include decocainized coca leaves or extracts of coca leaves, which extracts do not contain cocaine or ecgonine; (14) \"Opiate\" or \"Opioid,\" any controlled drug or substance having an addiction-sustaining liability similar to morphine or being capable of conversion into a drug having such addiction-forming or addiction-sustaining liability; (15) \"Opium poppy,\" the plant of the species papaver somniferum L., except the seeds thereof; (16) \"Person,\" any corporation, association, limited liability company, partnership or one or more individuals; (17) \"Poppy straw,\" all parts, except the seeds, of the opium poppy, after mowing; (18) \"Practitioner,\" a doctor of medicine, osteopathy, podiatry, optometry, dentistry, or veterinary medicine licensed to practice their profession, or pharmacists licensed to practice their profession; physician assistants certified to practice their profession; certified nurse practitioners and certified nurse midwives to practice their profession; government employees acting within the scope of their employment; and persons permitted by certificates issued by the department to distribute, dispense, conduct research with respect to, or administer a substance controlled by this chapter; (19) \"Prescribe,\" an order of a practitioner for a controlled drug or substance. (20) \"Production,\" the manufacture, planting, cultivation, growing, or harvesting of a controlled drug or substance; (21) \"State,\" the State of South Dakota; (22) \"Ultimate user,\" a person who lawfully possesses a controlled drug or substance for personal use or for the use of a member of the person's household or for administration to an animal owned by the person or by a member of the person's household; (23) \"Controlled substance analogue,\" any of the following: (a) A substance that differs in its chemical structure to a controlled substance listed in or added to the schedule designated in schedule I or II only by substituting one or more hydrogens with halogens or by substituting one halogen with a different halogen; or (b) A substance that is an alkyl homolog of a controlled substance listed in or added to schedule I or II; or (c) A substance intended for human consumption; and (i) The chemical structure of which is substantially similar to the chemical structure of a controlled substance in schedule I or II; (ii) Which has a stimulant, depressant, or hallucinogenic effect on the central nervous system that is substantially similar to or greater than the stimulant, depressant, or hallucinogenic effect on the central nervous system of a controlled substance in schedule I or II; or (iii) With respect to a particular person, which such person represents or intends to have a stimulant, depressant, or hallucinogenic effect on the central nervous system that is substantially similar to or greater than the stimulant, depressant, or hallucinogenic effect on the central nervous system of a controlled substance in schedule I or II; However, the term, controlled substance analogue, does not include a controlled substance or any substance for which there is an approved new drug application. Section 24. That § 34-20B-14 be AMENDED: 34-20B-14. Hallucinogenic substances specifically included in Schedule I. Any material, compound, mixture, or preparation which contains any quantity of the following hallucinogenic substances, their salts, isomers, and salts of isomers, is included in Schedule I, unless specifically excepted, whenever the existence of such salts, isomers, and salts of isomers is possible within the specific chemical designation: (1) Bufotenine; (2) Diethyltryptamine (DET); (3) Dimethyltryptamine (DMT); (4) 5-methoxy-N, N-Dimethyltryptamine (5-MeO-DMT); (5) 5-methoxy-3, 4-methylenedioxy amphetamine; (6) 4-bromo-2, 5-dimethoxyamphetamine; (7) 4-methoxyamphetamine; (8) 4-methoxymethamphetamine; (9) 4-methyl-2, 5-dimethoxyamphetamine; (10) Hashish and hash oil; (11) Ibogaine; (12) Lysergic acid diethylamide; (13) Mescaline; (14) N-ethyl-3-piperidyl benzilate; (15) N-methyl-3-piperidyl benzilate; (16) 1-(-(2-thienyl)cyclohexyl) piperidine (TCP); (17) Peyote, except that when used as a sacramental in services of the Native American church in a natural state which is unaltered except for drying or curing and cutting or slicing, it is hereby excepted; (18) Psilocybin; (19) Psilocyn; (20) Tetrahydrocannabinol, other than that which occurs in industrial hemp as defined in § 38-35-1 or marijuana in its natural and unaltered state, including any compound, except nabilone or compounds listed under a different schedule, structurally derived from 6,6 dimethyl-benzo[c]chromene by substitution at the 3-position with either alkyl (C3 to C8), methyl cycloalkyl, or adamantyl groups, whether or not the compound is further modified in any of the following ways: (a) By partial to complete saturation of the C-ring; or (b) By substitution at the 1-position with a hydroxyl or methoxy group; or (c) By substitution at the 9-position with a hydroxyl, methyl, or methylhydoxyl group; or (d) By modification of the possible 3-alkyl group with a 1,1 dimethyl moiety, a 1,1 cyclic moiety, an internal methylene group, an internal acetylene group, or a terminal halide, cyano, azido, or dimethylcarboxamido group. Some trade and other names: JWH-051; JWH-057; JWH-133; JWH-359; HHC; AM-087; AM-411; AM-855, AM-905; AM-906; AM-2389; HU-210; HU-211; HU-243; HU-336; (21) 3, 4, 5-trimethoxy amphetamine; (22) 3, 4-methylenedioxy amphetamine; (23) 3-methoxyamphetamine; (24) 2, 5-dimethoxyamphetamine; (25) 2-methoxyamphetamine; (26) 2-methoxymethamphetamine; (27) 3-methoxymethamphetamine; (28) Phencyclidine; (29) 3, 4-methylenedioxymethamphetamine (MDMA); (30) 3, 4-methylenedioxy-N-ethylamphetamine; (31) N-hydroxy-3, 4-methylenedioxyamphetamine; (32) 4-methylaminorex (also known as 2-Amino-4-methyl/x-5-phenyl-2-oxazoline); (33) 2,5 Dimethoxy-4-ethylamphetamine; (34) N,N-Dimethylamphetamine; (35) 1-(1-(2-thienyl)cyclohexyl)pyrrolidine; (36) Aminorex; (37) Cathinone and other variations, defined as any compound, material, mixture, preparation or other product unless listed in another schedule or an approved FDA drug (e.g. buproprion, pyrovalerone), structurally derived from 2-aminopropan-1-one by substitution at the 1-position with either phenyl, naphthyl, or thiophene ring systems, whether or not the compound is further modified in any of the following ways: (a) By substitution in the ring system to any extent with alkyl, alkylenedioxy, alkoxy, haloalkyl, hydroxyl, or halide substituents, whether or not further substituted in the ring system by one or more other univalent substitutents; (b) By substitution at the 3-position with an acyclic alkyl substituent; (c) By substitution at the 2-amino nitrogen atom with alkyl, dialkyl, benzyl, or methoxybenzyl groups or by inclusion of the 2-amino nitrogen atom in a cyclic structure. Some trade or other names: methcathinone, 4-methyl-N-methylcathinone (mephedrone); 3,4-methylenedioxy-N-methylcathinone (methylone); 3,4-methylenedioxypyrovalerone (MDPV); Naphthylpyrovalerone (naphyrone); 4-flouromethcathinone (flephedrone); 4-methoxymethcathinone (methedrone; Bk-PMMA); Ethcathinone (N-Ethylcathinone); 3,4-methylenedioxyethcathinone (ethylone); Beta-keto-N-methyl-3,4-benzodioxyolybutanamine (butylone); N,N-dimethylcathinone (metamfepramone); Alpha-pyrrolidinopropiophenone (alpha-PPP); 4-methoxy-alpha-pyrrolidinopropiophenone (MOPPP); 3,4-methylenedioxyalphapyrrolidinopropiophenone (MDPPP); Alpha-pyrrolidinovalerophenone (alpha-PVP); 3-fluoromethcathinone; 4-Methyl-alpha-pyrrolidinobutiophenone (MPBP); Methyl-&agr;;-pyrrolindinopropiophenone (MPPP); Methyl-&agr;;-pyrrolidino-hexanophenone (MPHP); Buphedrone; Methyl-N-ethylcathinone; Pentedrone; Dimethylmethcathinone (DMMC); Dimethylethcathinone (DMEC); Methylenedioxymethcathinone (MDMC); Pentylone; Ethylethcathinone; Ethylmethcathinone; Fluoroethcathinone; methyl-alpha-pyrrolidinobutiophenone (MPBP); Methylecathinone (MEC); Methylenedioxy-alpha-pyrrolidinobutiophenone (MDPBP); Methoxymethcathinone (MOMC); Methylbuphedrone (MBP); Benzedrone (4-MBC); Dibutylone (DMBDB); Dimethylone (MDDMA); Diethylcathinone; Eutylone (EBDB); N-ethyl-N-Methylcathinone; N-ethylbuphedrone, 1-(1,3-benzodioxol-5-yl)2-(ethylamino)pentan-1-one (N-Ethylpentylone); 4'-Methyl-alpha-pyrrolidinopropiophenone (4-MEPPP, MPPP or MαPPP); alpha-Pyrrolidinobutiophenone (α;PBP); 1-(1,3-benzodioxol-5-yl)-2-(tert-butylamino)propan-1-one (Tertylone); 1-(1,3-benzodioxol-5-yl)-2-(ethylamino)hexan-1-one (N-ethyl Hexylone); (38) 2,5-Dimethoxy-4-ethylamphetamine (DOET); (39) Alpha-ethyltryptamine; (40) 4-Bromo-2,5-dimethoxy phenethylamine; (41) 2,5-dimethoxy-4-(n)-propylthiophenethylamine (2C-T-7); (42) 1-(3-trifluoromethylphenyl) piperazine (TFMPP); (43) Alpha-methyltryptamine (AMT); (44) 5-methoxy-N,N-diisopropyltryptamine (5-MeO-DIPT); (45) 5-methoxy-N,N-dimethyltryptamine (5-MeO-DMT); (46) Synthetic cannabinoids. Any material, compound, mixture, or preparation that is not listed as a controlled substance in another schedule, is not an FDA-approved drug, and contains any quantity of the following substances, their salts, isomers (whether optical, positional, or geometric), homologues, modifications of the indole ring by nitrogen heterocyclic analog substitution or nitrogen heterocyclic analog substitution of the phenyl, benzyl, naphthyl, adamantly, cyclopropyl, cumyl, or propionaldehyde structure, and salts of isomers, homologues, and modifications, unless specifically excepted, whenever the existence of these salts, isomers, homologues, modifications, and salts of isomers, homologues, and modifications is possible within the specific chemical designation: (a) Naphthoylindoles. Any compound containing a 2-(1- naphthoyl)indole or 3-(1-naphthoyl)indole structure with substitution at the nitrogen atom of the indole ring by an alkyl, haloalkyl, alkenyl, cycloalkylmethyl, cycloalkylethyl, 1-(N-methyl-2-piperidinhyl)methyl, 2-(4-morpholinyl)ethyl, cyanoalky, 1-(N-methyl-2-pyrrolidinyl)methyl, 1-(N-methyl-3-morpholinyl)methyl, (tetrahydropyran-4-yl)methyl, benzyl, or halobenzyl group, whether or not further substituted on the indole ring to any extent and whether or not substituted on the naphthyl ring to any extent. Some trade or other names: JWH-015; 1-pentyl-3-(1-naphthoyl)indole (JWH-018); 1-hexyl-3-(1-naphthoyl)indole (JWH-019); 1-butyl-3-(1-naphthoyl)indole (JWH-073); 1-pentyl-3-[1-(4-methoxynaphthoyl)]indole (JWH-081); 1-pentyl-3-(4-methyl-1-naphthoyl)indole (JWH-122); 1-[2-(4-morpholinyl)ethyl]-3-(1-naphthoyl)indole (JWH-200); JWH-210; JWH-398; 1-pentyl-3-(1-naphthoyl)indole (AM-678); 1-(5-fluoropentyl)-3-(1-naphthoyl)indole (AM-2201); WIN 55-212; JWH-004; JWH-007; JWH-009; JWH-011; JWH-016; JWH-020; JWH-022; JWH-046; JWH-047; JWH-048; JWH-049; JWH-050; JWH-070; JWH-071; JWH-072; JWH-076; JWH-079; JWH-080; JWH-082; JWH-094; JWH-096; JWH-098; JWH-116; JWH-120; JWH-148; JWH-149; JWH-164; JWH-166; JWH-180; JWH-181; JWH-182; JWH-189; JWH-193; JWH-198; JWH-211; JWH-212; JWH-213; JWH-234; JWH-235; JWH-236; JWH-239; JWH-240; JWH-241; JWH-258; JWH-262; JWH-386; JWH-387; JWH-394; JWH-395; JWH-397; JWH-399; JWH-400; JWH-412; JWH-413; JWH-414; JWH-415; JWH-424; AM-678; AM-1220; AM-1221; AM-1235; AM-2232, THJ-2201; (b) Naphthylmethylindoles. Any compound containing a 1H-indol-2-yl-(1-naphthyl)methane or 1H-indol-3-yl-(1-naphthyl)methane structure with substitution at the nitrogen atom of the indole ring by an alkyl, haloalkyl, alkenyl, cycloalkylmethyl, cycloalkylethyl, 1-(N-methyl-2-piperidinyl)methyl, 2-(4-morpholinyl)ethyl, cyanoalky, 1-(N-methyl-2-pyrrolidinyl)methyl, 1-(N-methyl-3-morpholinyl)methyl, (tetrahydropyran-4-yl)methyl, benzyl, or halobenzyl group, whether or not further substituted on the indole ring to any extent and whether or not substituted on the naphthyl ring to any extent. Some trade or other names: JWH-175; JWH-184; JWH-185; JWH-192; JWH-194; JWH-195; JWH-196; JWH-197; JWH-199; (c) Phenylacetylindoles. Any compound containing a 2-phenylacetylindole or 3-phenylacetylindole structure with substitution at the nitrogen atom of the indole ring by an alkyl, haloalkyl, alkenyl, cycloalkylmethyl, cycloalkylethyl, 1-(N-methyl-2-piperidinyl)methyl, or 2-(4-morpholinyl)ethyl, cyanoalky, 1-(N-methyl-2-pyrrolidinyl)methyl, 1-(N-methyl-3-morpholinyl)methyl, (tetrahydropyran-4-yl)methyl, benzyl, or halobenzyl group, whether or not further substituted on the indole ring to any extent and whether or not substituted on the phenyl ring to any extent. Some trade or other names: 1-cyc lohexylethyl-3-(2-methoxyphenylacetyl)indole (SR-18); 1-cyclohexylethyl-3-(2-methoxyphenylacetyl)indole (RCS-8); 1-pentyl-3-(2-methoxyphenylacetyl)indole (JWH-250); 1-pentyl-3-(2-chlorophenylacetyl)indole (JWH-203); JWH-167; JWH-201; JWH-202; JWH-204; JWH-205; JWH-206; JWH-207; JWH-208; JWH-209; JWH-237; JWH-248; JWH-249; JWH-251; JWH-253; JWH-302; JWH-303; JWH-304; JWH-305; JWH-306; JWH-311; JWH-312; JWH-313; JWH-314; JWH-315; JWH-316; Cannabipiperidiethanone; (d) Benzoylindoles. Any compound containing a 2-(benzoyl)indole or 3-(benzoyl)indole structure with substitution at the nitrogen atom of the indole ring by an alkyl, haloalkyl, alkenyl, cycloalkylmethyl, cycloalkylethyl, 1-(N-methyl-2-piperidinyl)methyl, 2-(4-morpholinyl)ethyl, cyanoalky, 1-(N-methyl-2-pyrrolidinyl)methyl, 1-(N-methyl-3-morpholinyl)methyl, (tetrahydropyran-4-yl)methyl, benzyl, or halobenzyl group, whether or not further substituted on the indole ring to any extent and whether or not substituted on the phenyl ring to any extent. Some trade or other names: 1-(5-fluoropentyl)-3-(2-iodobenzoyl)indole (AM-694); 1-pentyl-3-[(4-methoxy)-benzoyl]indole (SR-19); Pravadoline (WIN 48,098); 1-pentyl-3-[(4-methoxy)-benzoyl]indole (RCS-4); AM-630; AM-661; AM-2233; AM-1241; (e) Naphthoylpyrroles. Any compound containing a 2-(1-naphthoyl)pyrrole or 3-(1-naphthoyl)pyrrole structure with substitution at the nitrogen atom of the pyrrole ring by an alkyl, haloalkyl, alkenyl, cycloalkylmethyl, cycloalkylethyl, 1-(N-methyl-2-piperidinyl)methyl, 2-(4-morpholinyl)ethyl, cyanoalky, 1-(N-methyl-2-pyrrolidinyl)methyl, 1-(N-methyl-3-morpholinyl)methyl, (tetrahydropyran-4-yl)methyl, benzyl, or halobenzyl group, whether or not further substituted on the pyrrole ring to any extent and whether or not substituted on the naphthyl ring to any extent. Some trade or other names: JWH-307; JWH-030; JWH-031; JWH-145; JWH-146; JWH-147; JWH-150; JWH-156; JWH-242; JWH-243; JWH-244; JWH-245; JWH-246; JWH-292; JWH-293; JWH-308; JWH-309; JWH-346; JWH-348; JWH-363; JWH-364; JWH-365; JWH-367; JWH-368; JWH-369; JWH-370; JWH-371; JWH-373; JWH-392; (f) Naphthylmethylindenes. Any compound containing a naphthylideneindene structure with substitution at the 3-position of the indene ring by an alkyl, haloalkyl, alkenyl, cycloalkylmethyl, cycloalkylethyl, 1-(N-methyl-2-piperidinyl)methyl, 2-(4-morpholinyl)ethyl, cyanoalky, 1-(N-methyl-2-pyrrolidinyl)methyl, 1-(N-methyl-3-morpholinyl)methyl, (tetrahydropyran-4-yl)methyl, benzyl, or halobenzyl group, whether or not further substituted on the indene ring to any extent and whether or not substituted on the naphthyl ring to any extent. Some trade or other names: JWH-171; JWH-176; JWH-220; (g) Cyclohexylphenols. Any compound containing a 2-(3-hydroxycyclohexyl)phenol structure with substitution at the 5-position of the phenolic ring by an alkyl, haloalkyl, alkenyl, cycloalkylmethyl, cycloalkylethyl, 1-(N-methyl-2-piperidinyl)methyl, or 2-(4-morpholinyl)ethyl, 1-(N-methyl-2-pyrrolidinyl)methyl, 1-(N-methyl-3-morpholinyl)methyl, (tetrahydropyran-4-yl)methyl, benzyl, or halobenzyl group, whether or not substituted on the cyclohexyl ring to any extent. Some trade or other names: 5-(1,1-dimethylheptyl)-2-[(1R,3S)-3-hydroxycyclohexyl]-phenol (CP 47, 497 and homologues, which includes C8); cannabicyclohexanol; CP-55,490; CP-55,940; CP-56,667 (h) (6aR,10aR)-9-(hydroxymethyl)-6,6-dimethyl-3-(2-methyloctan-2-yl) 6a,7,10,10a-tetrahydrobenzo[c]chromen-1-ol. Some trade or other names: HU-210; (i) 2,3-Dihydro-5-methyl-3-(4-m orpholinylmethyl)pyrrolo[1,2,3-de]-1,4-benzoxazin-6-yl]-1-napthalenyl. Some trade or other names: WIN 55, 212-2; (j) Substituted Acetylindoles. Any compound containing a 2-acetyl indole or 3-acetyl indole structure substituted at the acetyl by replacement of the methyl group with a tetramethylcyclopropyl, adamantyl, benzyl, cumyl, or propionaldehyde substituent whether or not further substituted on the tetramethylcyclopropyl, adamantyl, benzyl, cumyl, or propionaldehyde substituent to any extent and whether or not further substituted at the nitrogen atom of the indole ring by an alkyl, haloalkyl, cyanoalkyl, alkenyl, cycloalkylmethyl, cycloalkylethyl, 1-(N-methyl-2-piperidinyl)methyl, 2-(4-morpholinyl)ethyl, 1-(N-methyl-2-pyrrolidinyl)methyl, 1-(N-methyl-3-morpholinyl)methyl, (tetrahydropyran-4-yl)methyl, benzyl, or halobenzyl group whether or not further substituted on the indole ring to any extent. Some trade and or names: (1-Pentylindol-3-yl)-(2,2,3,3-tetramethylcyclopropyl)methanone (UR-144); (1-(5-fluoropentyl)indol-3-yl)-(2,2,3,3-tetramethylcyclopropyl)methanone (XLR-11); (1-(2-morpholin-4-ylethyl)-1H-indol-3-yl)-(2,2,3,3-tetramethylcyclopropyl)methanone (A-796,260); 1-[(N-methylpiperidin-2-yl)methyl]-3-(adamant-1-oyl)indole (AM-1248); 1-Pentyl-3-(1-adamantoyl)indole (AB-001 and JWH-018 adamantyl analog); AM-679; (k) Substituted Carboxamide Indole. Any compound containing a 2-carboxamide indole or 3-carboxamide indole structure substituted at the nitrogen of the carboxamide with a tetramethylcyclopropyl, naphthyl, adamantyl, cumyl, phenyl, or propionaldehyde substituent, whether or not further substituted on the tetramethylcyclopropyl, adamantyl, cumyl, naphthyl, phenyl, or propionaldehyde substituent to any extent and whether or not further substituted at the nitrogen atom of the indole ring by an alkyl, haloalkyl, cyanoalkyl, alkenyl, cycloalkylmethyl, cycloalkylethyl, 1-(N-methyl-2-piperidinyl)methyl, 2-(4-morpholinyl)ethyl, 1-(N-methyl-2-pyrrolidinyl)methyl, 1-(N-methyl-3-morpholinyl)methyl, (tetrahydropyran-4-yl)methyl, benzyl, or halobenzyl group whether or not further substituted on the indole ring to any extent. Some trade and other names: JWH-018 adamantyl carboxamide; STS-135; MN-18; 5-Fluoro-MN-18, 1-(5-fluoropentyl)-N-(2-phenylpropan-2-yl)-1H-pyrrolo[2,3-b]pyridine-3-carboxamide (5F-CUMYL-P7AICA) ; N-(Adamantan-1-yl)-1-(5-fluoropentyl)-1H-indazole-3-carboxamide (5F-APINACA); methyl (2R)-2-[[1-(5-fluoropentyl)indazole-3-carbonyl]amino]-3,3-dimethylbutanoate (5F-ADB); N-(1-amino-3-methyl-1-oxobutan-2-yl)-1-(cyclohexylmethyl)indazole-3-carboxamide (AB-CHMINACA); 1-(4-cyanobutyl)-N-(2-phenylpropan-2-yl)-1H-indazole-3-carboxamide (4-CN-CUMYL-BUTINACA); methyl (2R)-2-[[1-(5-fluoropentyl)indazole-3-carbonyl]amino]-3,3-dimethylbutanoate (5F-ADB);N-(1-amino-3,3-dimethyl-1-oxobutan-2-yl)-1-(cyclohexylmethyl)indazole-3-carboxamide (ADB-CHMINACA or MAB-CHMINACA); methyl (2S)-2-[[1-[4-fluorophenyl)methyl]indazole-3-carbonyl]amino]-3,3-dimethylbutanoate (MDMB-FUBINACA); methyl 2-(1-(cyclohexylmethyl)-1H-indole-3-carboxamido)-3-methylbutanoate (MMB-CHMICA); methyl (2S)-2-[[1-[4-fluorophenyl)methyl]indazole-3-carbonyl]amino]-3-methylbutanoate (AMB-FUBINACA); Methyl 2-(1-(5-fluoropentyl)-1H-indazole-3-carboxamido)-3-methylbutanoate (5F-AMB); (l) Substituted Carboxylic Acid Indole. Any compound containing a 1H-indole-2-carboxylic acid or 1H-indole-3-carboxylic acid substituted at the hydroxyl group of the carboxylic acid with a phenyl, benzyl, naphthyl, adamantyl, cyclopropyl, quinolinyl, isquinolinyl, cumyl, or propionaldehyde substituent whether or not further substituted on the phenyl, benzyl, naphthyl, adamantyl, cyclopropyl, cumyl, quinolinyl, isquinolinyl, or propionaldehyde substituent to any extent and whether or not further substituted at the nitrogen atom of the indole ring by an alkyl, haloalkyl, cyanoalkyl, alkenyl, cycloalkylmethyl, cycloalkylethyl, 1-(N-methyl-2-piperidinyl)methyl, 2-(4-morpholinyl)ethyl, 1-(N-methyl-2-pyrrolidinyl)methyl, 1-(N-methyl-3-morpholinyl)methyl, tetrahydropyranylmethyl, benzyl, or halo benzyl group whether or not further substituted on the indole ring to any extent. Some trade and other names: Naphthalen-1-yl 1-(5-fluoropntyl)-1H-indole-3-carboxylate (NM2201); (47) 6,7-dihydro-5H-indeno-(5,6-d)-1,3-dioxol-6-amine) (MDAI); (48) 2-(2,5-Dimethoxy-4-ethylphenyl)ethanamine (2C-E); (49) 2-(2,5-Dimethoxy-4-methylphenyl)ethanamine (2C-D); (50) 2-(4-Chloro-2,5-dimethoxyphenyl)ethanamine (2C-C); (51) 2-(4-Iodo-2,5-dimethoxyphenyl)ethanamine (2C-I); (52) 2-[4-(Ethylthio)-2,5-dimethoxyphenyl]ethanamine (2C-T-2); (53) 2-[4-(Isopropylthio)-2,5-dimethoxyphenyl]ethanamine (2C-T-4); (54) 2-(2,5-Dimethoxyphenyl)ethanamine (2C-H); (55) 2-(2,5-Dimethoxy-4-nitro-phenyl)ethanamine (2C-N); (56) 2-(2,5-Dimethoxy-4-(n)-propylphenyl)ethanamine (2C-P); (57) Substituted phenethylamine. Any compound, unless specifically exempt, listed as a controlled substance in another schedule or an approved FDA drug, structurally derived from phenylethan-2-amine by substitution on the phenyl ring in any of the following ways, that is to say--by substitution with a fused methylenedioxy, fused furan, or fused tetrahydrofuran ring system; by substitution with two alkoxy groups; by substitution with one alkoxy and either one fused furan, tetrahydrofuran, or tetrahydropyran ring system; by substitution with two fused ring systems from any combination of the furan, tetrahydrofuran, or tetrahydropyran ring systems; whether or not the compound is further modified in any of the following ways: (a) By substitution on the phenyl ring by any halo, hydroxyl, alkyl, trifluoromethyl, alkoxy, or alkylthio groups; (b) By substitution on the 2-position by any alkyl groups; or (c) By substitution on the 2-amino nitrogen atom with acetyl, alkyl, dialkyl, benzyl, methoxybenzyl, or hydroxybenzyl groups. Some trade and other names: 2-(2,5-dimethoxy-4-(methylthio)phenyl)ethanamine (2C-T or 4-methylthio-2,5-dimethoxyphenethylamine); 1-(2,5-dimethoxy-4-iodophenyl)-propan-2-amine (DOI or 2, 5-Dimethoxy-4-iodoamphetamine); 1-(4-Bromo-2,5-dimethoxyphenyl)-2-aminopropane (DOB or 2,5-Dimethoxy-4-bromoamphetamine); 1-(4-chloro-2,5-dimethoxy-phenyl)propan-2-amine (DOC or 2,5-Dimethoxy-4-chloroamphetamine); 2-(4-bromo-2,5-dimethoxyphenyl)-N-[(2-methoxyphenyl)methyl]ethanamine (2C-B-NBOMe; 25B-NBOMe or 2,5-Dimethoxy-4-bromo-N-(2-methoxybenzyl)phenethylamine); 2-4-iodo-2,5-dimethoxyphenyl)-N-[(2-methoxyphenyl)methyl]ethanamine (2C-I-NBOMe; 25I-NBOMe or 2,5-Dimethoxy-4-iodo-N-(2-methoxybenzyl)phenethylamine); N-(2-Methoxybenzyl)-2-(3,4,5-trimethoxypheny (Mescaline-NBOMe or 3,4,5-trimethoxy-(2-methoxybenzyl)phenethylamine); 2-(4-chloro-2,5-dimethoxyphenyl)-N-[(2-methoxyphenyl)methyl]ethanamine (2C-C-NBOMe; 25C-NBOMe or 2,5-Dimethoxy-4-chloro-N-(2-methoxybenzyl)phenethylamine); 2-(7-Bromo-5-methoxy-2,3-dihydro-1-benzofuran-4-yl)ethanamine (2CB-5-hemiFLY); 2-(8-bromo-2,3,6,7-tetrahydrofuro [2,3-f][1]benzofuran-4-yl)ethanamine (2C-B-FLY); 2-(10-Bromo-2,3,4,7,8,9-hexahydropyrano[2,3-g]chromen-5-yl)ethanamine (2C-B-butterFLY); -(2-Methoxybenzyl)-1-(8-bromo-2,3,6,7-tetrahydrobenzo[1,2-b:4,5-b]difuran-4-yl)-2-aminoethane (2C-B-FLY-NBOMe); 1-(4-Bromofuro[2,3-f][1]benzofuran-8-yl)propan-2-amine (bromo-benzodifuranyl-isopropylamine or bromo-dragonFLY); -(2-Hydroxybenzyl)-4-iodo-2,5-dimethoxyphenethylamine (2C-I-NBOH or 25I-NBOH); 5-(2-Aminoprpyl)benzofuran (5-APB); 6(2-Aminopropyl)benzofuran (6-APB); 5-(2-Aminopropyl)-2,3-dihydrobenzofuran (5-APDB); 6-(2-Aminopropyl)-2,3,-dihydrobenzofuran (6-APDB); (58) Substituted tryptamines. Any compound, unless specifically exempt, listed as a controlled substance in another schedule or an approved FDA drug, structurally derived from 2-(1H-indol-3-yl)ethanamine (i.e, tryptamine) by mono- or di-substitution of the amine nitrogen with alkyl or alkenyl groups or by inclusion of the amino nitrogen atom in a cyclic structure whether or not the compound is further substituted at the alpha-position with an alkyl group or whether or not further substituted on the indole ring to any extent with any alkyl, alkoxy, halo, hydroxyl, or acetoxy groups. Some trade and other names: 5-methoxy-N,N-diallyltryptamine (5-MeO-DALT); 4-acetoxy-N,N-dimethyltryptamine (4-AcO-DMT or O-Acetylpsilocin); 4-hydroxy-N-methyl-N-ethyltryptamine (4-HO-MET); 4-hydroxy-N,N-diisopropyltryptamine (4-HO-DIPT); 5-methoxy-N-methyl-N-isopropyltryptamine (5-MeO-MiPT); (59) Naphthalen-1-yl-(4-pentyloxynaphthalen-1-yl)methanone (CB-13); (60) N-Adamantyl-1-pentyl-1H-Indazole-3-carboxamide (AKB 48); (61) 1-(4-Fluorophenyl)piperazine (pFPP); (62) 1-(3-Chlorophenyl)piperazine (mCPP); (63) 1-(4-Methoxyphenyl)piperazine (pMeOPP); (64) 1,4-Dibenzylpiperazine (DBP); (65) Isopentedrone; (66) Fluoromethamphetamine; (67) Fluoroamphetamine; (68) Fluorococaine; (69) 1-pentyl-8-quinolinyl ester-1H-indole-3-carboxylic acid (PB-22); (70) 1-(5-fluoropentyl)-8-quinolinyl ester-1H-indole-3-carboxylic acid (5 Fluoro-PB-22); (71) N-(1-amino-3-methyl-1-oxobutan-2-yl)-1-pentyl-1H-indazole-3-carboxamide (AB-PINACA); (72) N-(1-amino-3-methyl-1-oxobutan-2-yl)-1-(5-fluoropentyl)-1H-indazole-3-carboxamide (5 Fluoro-AB-PINACA); (73) N-(1-amino-3-methyl-1-oxobutan-2-yl)-1-(4-fluorobenzyl)-1H-indazole-3-carboxamide (AB-FUBINACA); (74) N-(1-amino-3,3-dimethyl-1-oxobutan-2-yl)-1-pentyl-1H-indole-3-carboxamide (ADB-PINACA (ADBICA)); (75) N-(1-amino-3,3-dimethyl-1-oxobutan-2-yl)-1-(5-fluoropentyl)-1H-indole-3-carboxamide (5 Fluoro-ADB-PINACA (5 Fluoro-ADBICA)); and (76) N-(1-Amino-3,3-dimethyl-1-oxobutan-2-yl)-1-(4-fluorobenzyl)-1H-indazole-3-carboxamide (ADB-FUBINACA). Section 25. There is hereby appropriated from the general fund the sum of thirty-six thousand five hundred eighty-six dollars ($36,586), or so much thereof as may be necessary, to the Department of Agriculture. Section 26. There is hereby appropriated from the general fund the sum of seven hundred five thousand seven hundred dollars ($705,700), or so much thereof as may be necessary, to the Department of Health. Section 27. There is hereby appropriated the sum of one million one hundred fifty-seven thousand five hundred seventeen dollars ($1,157,517) in other fund expenditure authority, or so much thereof as may be necessary, to the Department of Public Safety. Section 28. The secretary of the Department of Agriculture shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized in section 25 of this Act. Section 29. The secretary of the Department of Health shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized in section 26 of this Act. Section 30. The secretary of the Department of Public Safety shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized in section 27 of this Act. Section 31. Any amounts appropriated in this Act not lawfully expended or obligated shall revert in accordance with the procedures prescribed in chapter 4-8. Section 32. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval. An Act to legalize the growth, production, and transportation of industrial hemp in the state, to make an appropriation therefor, and to declare an emergency. I certify that the attached Act originated in the: House as Bill No. 1008 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1008 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2020 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2020 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2020 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11477, "action_date": "2020-01-14T12:00:00-06:00", "document_id": 61710, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/61710.pdf", "status_text": "First Reading House", "journal_page": 11, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11477, "action_date": "2020-01-16T13:00:00-06:00", "document_id": 62322, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/62322.pdf", "status_text": "Referred to", "journal_page": 27, "committee_id_action": 480, "committee_id_assigned": 462, "result": "N", "vote": {}}, {"bill_id": 11477, "action_date": "2020-01-30T07:45:00-06:00", "document_id": 64366, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/64366.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 462, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11477, "action_date": "2020-02-04T07:45:00-06:00", "document_id": 65672, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65672.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 462, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11477, "action_date": "2020-02-06T07:45:00-06:00", "document_id": 66085, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66085.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 462, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11477, "action_date": "2020-02-06T07:45:00-06:00", "document_id": 66086, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66086.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 462, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11477, "action_date": "2020-02-06T07:45:00-06:00", "document_id": 66086, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66086.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 462, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32458, "president_vote": null, "Yea": [1751, 1667, 1722, 1673, 1729, 1765, 1677, 1762, 1655, 1680, 1710], "Excused": [1681, 1666]}}, {"bill_id": 11477, "action_date": "2020-02-10T14:00:00-06:00", "document_id": 67155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67155.pdf", "status_text": "Deferred to another day", "journal_page": 249, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11477, "action_date": "2020-02-11T14:00:00-06:00", "document_id": 67317, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67317.pdf", "status_text": "Do Pass Amended", "journal_page": 260, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32847, "president_vote": null, "Yea": [1754, 1689, 1723, 1654, 1670, 1710, 1668, 1751, 1665, 1711, 1672, 1656, 1743, 1680, 1744, 1736, 1728, 1702, 1682, 1662, 1748, 1684, 1738, 1690, 1678, 1747, 1655, 1667, 1722, 1657, 1679, 1673, 1671, 1729, 1765, 1698, 1677, 1733, 1745, 1725, 1688, 1727, 1683, 1664, 1709, 1660, 1696, 1692, 1762, 1697, 1755, 1691, 1687, 1734], "Nay": [1700, 1740, 1681, 1676, 1731, 1669, 1739, 1737, 1675, 1701, 1674, 1712], "Excused": [1699, 1666, 1653, 1661]}}, {"bill_id": 11477, "action_date": "2020-02-12T14:00:00-06:00", "document_id": 67448, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67448.pdf", "status_text": "First read in Senate and referred to", "journal_page": 205, "committee_id_action": 447, "committee_id_assigned": 452, "result": "N", "vote": {}}, {"bill_id": 11477, "action_date": "2020-02-25T10:00:00-06:00", "document_id": 68097, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68097.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 452, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11477, "action_date": "2020-02-25T10:00:00-06:00", "document_id": 68098, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68098.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 452, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33761, "president_vote": null, "Yea": [1685, 1693, 1659, 1658, 1717, 1749, 1750, 1705, 1714]}}, {"bill_id": 11477, "action_date": "2020-02-26T14:00:00-06:00", "document_id": 68729, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68729.pdf", "status_text": "Deferred to another day", "journal_page": 353, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11477, "action_date": "2020-03-05T13:00:00-06:00", "document_id": 69511, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69511.pdf", "status_text": "Deferred to another day", "journal_page": 436, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11477, "action_date": "2020-03-09T11:00:00-05:00", "document_id": 69668, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69668.pdf", "status_text": "Motion to amend", "journal_page": 467, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11477, "action_date": "2020-03-09T11:00:00-05:00", "document_id": 69668, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69668.pdf", "status_text": "Do Pass Amended", "journal_page": 467, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34611, "president_vote": null, "Yea": [1685, 1741, 1714, 1764, 1707, 1763, 1693, 1659, 1720, 1658, 1663, 1708, 1721, 1686, 1749, 1746, 1726, 1713, 1704, 1750, 1730, 1706, 1719, 1652, 1705], "Excused": [1742], "Nay": [1717, 1724, 1715, 1651, 1703, 1718, 1752, 1716, 1735]}}, {"bill_id": 11477, "action_date": "2020-03-10T11:00:00-05:00", "document_id": 69844, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69844.pdf", "status_text": "Failed to concur, appoint Conference Committee", "journal_page": 544, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11477, "action_date": "2020-03-10T11:00:00-05:00", "document_id": 69844, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69844.pdf", "status_text": "Conference Committee appointments", "journal_page": 542, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11477, "action_date": "2020-03-11T10:00:00-05:00", "document_id": 69897, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69897.pdf", "status_text": "Conference Committee appointments", "journal_page": 486, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11477, "action_date": "2020-03-11T11:00:00-05:00", "document_id": 69901, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69901.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34737, "president_vote": null, "Yea": [1717, 1663, 1714, 1655, 1731, 1725]}}, {"bill_id": 11477, "action_date": "2020-03-11T11:00:00-05:00", "document_id": 69901, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69901.pdf", "status_text": "Amend the amendment", "journal_page": null, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34746, "president_vote": null, "Yea": [1717, 1663, 1714, 1655, 1731, 1725]}}, {"bill_id": 11477, "action_date": "2020-03-11T11:00:00-05:00", "document_id": 69901, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69901.pdf", "status_text": "Concurred in amendments", "journal_page": null, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34747, "president_vote": null, "Yea": [1717, 1663, 1714, 1655, 1731, 1725]}}, {"bill_id": 11477, "action_date": "2020-03-11T11:00:00-05:00", "document_id": 69900, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69900.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": null, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11477, "action_date": "2020-03-12T10:00:00-05:00", "document_id": 69971, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69971.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 595, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34810, "president_vote": null, "Yea": [1754, 1700, 1689, 1723, 1654, 1670, 1710, 1668, 1751, 1665, 1711, 1672, 1656, 1743, 1680, 1681, 1744, 1728, 1702, 1682, 1662, 1748, 1684, 1738, 1690, 1678, 1655, 1667, 1722, 1657, 1737, 1679, 1673, 1671, 1729, 1765, 1698, 1677, 1733, 1745, 1701, 1666, 1725, 1688, 1727, 1683, 1664, 1709, 1660, 1653, 1696, 1661, 1762, 1697, 1755, 1691, 1687, 1734], "Excused": [1699, 1740, 1736], "Nay": [1676, 1731, 1669, 1739, 1747, 1675, 1674, 1692, 1712]}}, {"bill_id": 11477, "action_date": "2020-03-12T10:00:00-05:00", "document_id": 69968, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69968.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 551, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34961, "president_vote": null, "Yea": [1685, 1741, 1714, 1764, 1707, 1763, 1693, 1659, 1720, 1658, 1742, 1663, 1717, 1708, 1721, 1686, 1724, 1651, 1703, 1749, 1746, 1726, 1713, 1704, 1750, 1730, 1706, 1719, 1735, 1705], "Nay": [1715, 1718, 1716], "Excused": [1752, 1652]}}, {"bill_id": 11477, "action_date": "2020-03-12T10:00:00-05:00", "document_id": 69971, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69971.pdf", "status_text": "Signed by the Speaker", "journal_page": 620, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11477, "action_date": "2020-03-12T10:00:00-05:00", "document_id": 69971, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69971.pdf", "status_text": "Delivered to the Governor", "journal_page": 0, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11477, "action_date": "2020-03-12T10:00:00-05:00", "document_id": 69968, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69968.pdf", "status_text": "Signed by the President", "journal_page": 552, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11477, "action_date": "2020-03-30T11:00:00-05:00", "document_id": 70023, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/70023.pdf", "status_text": "Signed by the Governor", "journal_page": 630, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 289}