{"session_id": 10, "bill_id": 2292, "bill_type": "House Bill", "bill_number": 1100, "bill_title": "prohibit certain business entities and affiliated persons from making political campaign contributions to state officeholders or candidates if the business entity does contractual business with certain state agencies.", "sponsors": [{"legislator_profile_id": 46, "is_prime": true}, {"legislator_profile_id": 59, "is_prime": true}, {"legislator_profile_id": 12, "is_prime": false}, {"legislator_profile_id": 53, "is_prime": false}, {"legislator_profile_id": 30, "is_prime": false}, {"legislator_profile_id": 79, "is_prime": false}, {"legislator_profile_id": 1, "is_prime": false}, {"legislator_profile_id": 51, "is_prime": false}, {"legislator_profile_id": 49, "is_prime": false}, {"legislator_profile_id": 84, "is_prime": false}, {"legislator_profile_id": 57, "is_prime": false}, {"legislator_profile_id": 63, "is_prime": false}, {"legislator_profile_id": 96, "is_prime": false}, {"legislator_profile_id": 62, "is_prime": false}, {"legislator_profile_id": 54, "is_prime": false}, {"legislator_profile_id": 20, "is_prime": false}, {"legislator_profile_id": 73, "is_prime": false}, {"legislator_profile_id": 80, "is_prime": false}, {"legislator_profile_id": 47, "is_prime": false}], "keywords": ["Elections", "State Affairs and Government"], "audio": [{"meeting_datetime": "2011-01-31T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hst13.mp3", "start_seconds": 244.0}, {"meeting_datetime": "2011-01-31T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hst13.mp3", "start_seconds": 244.0}, {"meeting_datetime": "2011-01-31T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hst13.mp3", "start_seconds": 244.0}], "bill_versions": [{"bill_id": 2292, "bill_version_id": 15359, "bill_version": "Introduced", "bill_version_date": "2011-01-24T09:15:14.323-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to prohibit certain business entities and affiliated persons from making political campaign contributions to state officeholders or candidates if the business entity does contractual business with certain state agencies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Affiliated entity,\": (a) Any subsidiary of the bidding or contracting business entity; (b) Any member of the same unitary business group; or (c) Any organization recognized by the United States Internal Revenue Service as a tax exempt organization described in Section 501(c) of the Internal Revenue Code of 1986 established by the bidding or contracting business entity, any affiliated entity of that business entity, or any affiliated person of that business entity; (2) \"Affiliated person,\": (a) Any person with any ownership interest or distributive share of the bidding or contracting business entity in excess of ten percent; (b) Executive employees of the bidding or contracting business entity; and (c) The spouse and minor children of any affiliated persons; (3) \"Business entity,\" any entity doing business for profit, however organized; (4) \"Contract,\" \"state contract,\" and \"contract with a state agency,\" any contract, as defined in this statute, between a business entity and a state agency let or awarded pursuant to law. The terms do not include cost reimbursement contracts, purchase of care agreements, and grants, loans, or tax credit agreements for economic development purposes; (5) \"Declared candidate,\" any person who has declared his or her candidacy for elective state office; (6) \"Executive employee,\" the president, chair, chief executive officer, or other employee with executive decision-making authority over the long-term and day-to-day affairs of the entity employing the employee, or any employee whose compensation is determined directly, in whole or in part, by the award or payment of contracts by a state agency to the entity employing the employee; (7) \"Officeholder,\" the Governor, lieutenant governor, attorney general, secretary of state, treasurer, commissioner of school and public lands, or public utilities commissioner. The Governor shall be considered the officeholder responsible for awarding all contracts by all officers and employees of, and vendors and others doing business with, executive branch state agencies unless otherwise under the specific jurisdiction of some other elective state officer; (8) \"State agency,\" all boards, commissions, agencies, institutions, authorities, and bodies politic and corporate of the state, including the regental system. Section 2. No business entity whose contracts with the state agencies, in the aggregate, annually total more than twenty-five thousand dollars nor any affiliated entities or affiliated persons of such business entity, may make any contribution to any political committees established to promote the candidacy of either the officeholder responsible for awarding the contacts or any other declared candidate for that office. This prohibition remains effective for the duration of the term of office of the incumbent officeholder awarding the contracts or for a period of two years following the expiration or termination of the contracts, whichever is longer. Section 3. No business entity whose aggregate pending bids and proposals on state contracts total more than twenty-five thousand dollars, or whose aggregate pending bids and proposals on state contracts combined with the business entity's aggregate annual total value of state contracts exceed twenty-five thousand dollars, nor any affiliated entities or affiliated persons of such business entity, may make any contribution to any political committee established to promote the candidacy of the officeholder responsible for awarding the contract on which the business entity has submitted a bid or proposal during the period beginning on the date the invitation for bids or request for proposals is issued and ending on the day after the date the contract is awarded. Section 4. All contracts between any state agency and any business entity that has violated sections 2 and 3 of this Act are voidable. If a business entity violates sections 2 or 3, or both, of this Act, three or more times within any thirty-six month period, then all contracts between any state agency and that business entity are void, and that business entity may not bid or respond to any invitation to bid or request for proposals from any state agency or otherwise enter into any contract with any state agency for three years from the date of the last violation. Section 5. Any political committee that has received a contribution in violation of sections 2 or 3 of this Act shall pay an amount equal to the value of the contribution to the state within thirty days after notification. Payments received by the state pursuant to this section shall be deposited into the state general fund. Section 6. Any business entity that meets the following conditions shall register with the secretary of state: (1) Any business entity whose contracts with the state agencies, in the aggregate, annually total more than twenty-five thousand dollars; (2) Any business entity whose aggregate pending bids and proposals on state contracts total more than twenty-five thousand dollars; (3) Any business entity whose aggregate pending bids and proposals on state contracts combined with the business entity's aggregate annual total value of state contracts exceed twenty-five thousand dollars. Any business entity whose aggregate bids and proposals on state contracts annually total more than twenty-five thousand dollars, or whose aggregate bids and proposals on state contracts combined with the business entity's aggregate annual total value of state contracts exceed twenty-five thousand dollars, shall register with the secretary of state before submitting to a state agency the bid or proposal whose value causes the business entity to reach the twenty-five thousand dollar limit. A business entity required to register under this section has a continuing duty to ensure that the registration is accurate during the period specified in rules promulgated by the State Board of Elections pursuant to chapter 1-26. Any change in information, including changes of affiliated entities or affiliated persons, shall be reported to the secretary of state in accordance with the rules. A registration, and any changes to a registration, shall include the business entity's verification of accuracy and subjects the business entity to the penalties of the laws of this state for perjury. In addition, intentional, willful, or material failure to disclose information required for registration shall render the contract, bid, proposal, or other procurement relationship voidable by the procurement officer if the procurement officer deems it to be in the best interest of the state. Section 7. Any business entity required to register under this Act shall provide a copy of the registration certificate within ten days after registration, to each affiliated entity or affiliated person whose identity is required to be disclosed. Failure to provide such notice to an affiliated entity or affiliated person is a Class 1 misdemeanor. Any affiliated entity or affiliated person of a business entity required to register under this Act shall notify any political committee to which it makes a contribution that it is affiliated with a business entity registered pursuant to this Act. Failure by an affiliated entity or affiliated person to provide such notice to a political action committee is a Class 1 misdemeanor. Section 8. Every bid submitted to and every contract executed by the state on or after the effective date of this Act shall contain: (1) A certification by the bidder or contractor that either the bidder or contractor is not required to register as a business entity with the secretary of state pursuant to this Act or the bidder or contractor has registered as a business entity with the secretary of state and acknowledges a continuing duty to update the registration; and (2) A statement that the contract is voidable for the bidder's or contractor's failure to comply with this Act. A copy of a certificate of registration shall accompany any bid or proposal for a contract with a state agency by a business entity required to register under this Act. Section 9. The State Board of Elections shall promulgate rules pursuant to chapter 1-26 to govern the registration of business entities pursuant to this Act. The rules shall include: (1) Deadlines, time periods, and information requirements for registration of business entities and requirements for reporting changes in a business entity's registration information. Registration information shall include: (a) The name and address of the business entity; (b) The name and address of any affiliated entity of the business entity, including a description of the affiliation; and (c) The name and address of any affiliated person of the business entity, including a description of the affiliation; (2) Procedures, forms, and requirements for registration of business entities; (3) Requirements for verifying and documenting registration by business entities seeking to enter into state contracts; (4) Provisions for registration by electronic means, including: (a) Accessibility of the registration certificate to the business entity through the secretary of state's website, protected by a password; (b) Availability on the secretary of state's website of a searchable database containing all information required to be submitted to the secretary of state under this Act. For the purposes of this subdivision, searchable means able to search by political committee, officeholder, state agency, business entity, affiliated entity, and affiliated person. The name of a minor child may not be placed on the website. However, the website shall provide a link to all contributions made by anyone reporting the same residential address as any affiliated person. In addition, the website shall provide an electronic connection to any searchable database of state contracts, searchable by business entity. Section 10. The provisions of this Act shall be administered by the Office of the Secretary of State which shall also supply any necessary staff support services. The Department of Legislative Audit shall supply any necessary investigatory or auditing services on request and the Office of the Attorney General shall prosecute any violations of this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2292, "action_date": "2011-01-24T14:00:00-06:00", "document_id": 15453, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15453.pdf", "status_text": "First read in House and referred to", "journal_page": 143, "committee_id_action": 115, "committee_id_assigned": 108, "result": "N", "vote": {}}, {"bill_id": 2292, "action_date": "2011-01-31T07:45:00-06:00", "document_id": 15707, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15707.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 108, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2292, "action_date": "2011-01-31T07:45:00-06:00", "document_id": 15987, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15987.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 212, "committee_id_action": 108, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8270, "president_vote": null, "Nay": [12, 53, 51, 59, 57], "Yea": [60, 36, 61, 37, 58, 5, 35, 91]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/2292"}