{"session_id": 61, "bill_id": 21496, "bill_type": "Senate Bill", "bill_number": 176, "bill_title": "establish the South Dakota small business equity infusion subfund and to provide for its funding and disbursement.", "sponsors": [{"legislator_profile_id": 3594, "is_prime": true}, {"legislator_profile_id": 3623, "is_prime": true}, {"legislator_profile_id": 3575, "is_prime": false}, {"legislator_profile_id": 3577, "is_prime": false}, {"legislator_profile_id": 3585, "is_prime": false}, {"legislator_profile_id": 3591, "is_prime": false}, {"legislator_profile_id": 3608, "is_prime": false}, {"legislator_profile_id": 3612, "is_prime": false}, {"legislator_profile_id": 3615, "is_prime": false}, {"legislator_profile_id": 3621, "is_prime": false}, {"legislator_profile_id": 3625, "is_prime": false}, {"legislator_profile_id": 3627, "is_prime": false}, {"legislator_profile_id": 3631, "is_prime": false}, {"legislator_profile_id": 3633, "is_prime": false}, {"legislator_profile_id": 3634, "is_prime": false}, {"legislator_profile_id": 3641, "is_prime": false}, {"legislator_profile_id": 3645, "is_prime": false}, {"legislator_profile_id": 3652, "is_prime": false}, {"legislator_profile_id": 3669, "is_prime": false}, {"legislator_profile_id": 3671, "is_prime": false}], "keywords": ["Administrative Rules", "Department of Tourism and State Development", "State Affairs and Government"], "audio": [{"meeting_datetime": "2007-02-02T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sst18.mp3", "start_seconds": 3401.0}, {"meeting_datetime": "2007-02-02T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sst18.mp3", "start_seconds": 3401.0}, {"meeting_datetime": "2007-02-02T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sst18.mp3", "start_seconds": 3401.0}, {"meeting_datetime": "2007-02-07T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sst21.mp3", "start_seconds": 5470.0}, {"meeting_datetime": "2007-02-07T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sst21.mp3", "start_seconds": 5470.0}, {"meeting_datetime": "2007-02-07T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sst21.mp3", "start_seconds": 5470.0}, {"meeting_datetime": "2007-02-07T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sst21.mp3", "start_seconds": 5470.0}], "bill_versions": [{"bill_id": 21496, "bill_version_id": 110883, "bill_version": "Introduced", "bill_version_date": "2007-01-26T09:01:49-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the South Dakota small business equity infusion subfund and to provide for its funding and disbursement. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 1-16G be amended by adding thereto a NEW SECTION to read as follows: There is hereby created within the revolving economic development and initiative fund, created in § 1-16G-3, the South Dakota small business equity infusion subfund. The purpose of the subfund is to make equity infusions to start-up and expanding businesses to stimulate employment and business growth. Section 2. That chapter 1-16G be amended by adding thereto a NEW SECTION to read as follows: For purposes of this Act, the term, start-up business, means any new or expanding business venture in the technology, communications, service, or manufacturing sector. Section 3. That chapter 1-16G be amended by adding thereto a NEW SECTION to read as follows: The Board of Economic Development shall designate one million dollars of the money in the revolving economic development and initiative fund for the purposes of the South Dakota small business equity infusion subfund. Application for an equity infusion from the subfund shall be submitted to the Board of Economic Development by September 1, 2007, and awards shall be announced by the Board of Economic Development on or before December 15, 2007. If the total request for funding by qualified applicants is less than one million dollars, all qualified applications shall be approved by the Board of Economic Development and the balance of the fund shall be carried over to the subsequent calendar year and offered in a second round. The applications for the second round shall be submitted to the Board of Economic Development by March 1, 2008, and awards shall be announced on or before June 15, 2008. If the total request for funding by qualified applicants exceeds one million dollars, the Board of Economic Development shall prioritize the applications and fund those applicants starting or expanding a business located in one of South Dakota's ten poorest counties as determined by the United States Census Bureau. Section 4. That chapter 1-16G be amended by adding thereto a NEW SECTION to read as follows: The Board of Economic Development shall administer the South Dakota small business equity infusion subfund and make equity infusions under the following terms: (1) No equity infusion may exceed twenty percent of the funds required to complete the business plan. No less than five percent of the funds required to complete the business plan shall be verified owner equity; (2) The minimum equity infusion amount that may be applied for is twenty thousand dollars; (3) Each equity infusion shall be made on an unsecured basis for an initial period of five years interest free; and (4) Following the initial five-year period the applicant business shall be adjudged to be successful or failed: (a) If the applicant's business fails, the equity infusion shall be converted to a grant and no repayment is due; or (b) If the applicant's business succeeds, the equity infusion shall be set up for repayment on up to a twenty-year amortization at three percent interest with a ten-year balloon payment. (5) The Governor's Office of Economic Development shall encourage the local and state banking community to match the grant funds. Section 5. That chapter 1-16G be amended by adding thereto a NEW SECTION to read as follows: The South Dakota small business equity infusion subfund shall be used to develop and promote new start-up business activity or expand existing business activity. The Board of Economic Development shall recognize that each venture is inherently high risk, and give priority to business concepts that demonstrate significant growth potential or potential to generate substantial returns, or both, if successful. Section 6. That chapter 1-16G be amended by adding thereto a NEW SECTION to read as follows: In connection with the administration of the South Dakota small business equity infusion subfund, the Board of Economic Development may, pursuant to chapter 1-26, promulgate rules to: (1) Set the application procedures for those who apply for equity infusion from the South Dakota small business equity infusion subfund; (2) Establish criteria to determine how equity infusion funds shall be awarded and distributed to applicants; (3) Govern the use of proceeds of such equity infusion; and (4) Establish criteria for the terms and conditions upon which such equity infusion shall be made. Section 7. That § 1-16G-24 be amended to read as follows: 1-16G-24. Earnings on the revolving economic development and initiative fund, the South Dakota entrepreneur program, the value added tourism subfund, and the value added agriculture subfund , and the South Dakota small business equity infusion subfund may be used for the administrative costs of the Division of Finance of the Governor's Office of Economic Development. Such earnings shall be expended in accordance with the provisions of Title 4 on warrants drawn by the state auditor on vouchers approved by the secretary of tourism and state development. Eligible expenses may not exceed total interest earnings during the previous fiscal year prior to the deduction of loan losses for the same fiscal year."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21496, "action_date": "2007-01-26T13:00:00-06:00", "document_id": 110965, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110965.pdf", "status_text": "First read in Senate and referred to", "journal_page": 259, "committee_id_action": 924, "committee_id_assigned": 906, "result": "N", "vote": {}}, {"bill_id": 21496, "action_date": "2007-02-02T07:45:00-06:00", "document_id": 111456, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111456.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 906, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21496, "action_date": "2007-02-07T07:45:00-06:00", "document_id": 111718, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111718.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 906, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21496, "action_date": "2007-02-07T07:45:00-06:00", "document_id": 111718, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111718.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 411, "committee_id_action": 906, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64741, "president_vote": null, "Yea": [3571, 3608, 3634, 3641, 3602, 3585], "Nay": [3612, 3626, 3647]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/21496"}