{"session_id": 43, "bill_id": 12123, "bill_type": "Senate Bill", "bill_number": 180, "bill_title": "repeal and revise certain provisions regarding the petition circulation process.", "sponsors": [{"legislator_profile_id": 1682, "is_prime": true}, {"legislator_profile_id": 1716, "is_prime": true}], "keywords": ["Ballot Measures", "Elections", "Fees"], "audio": [{"meeting_datetime": "2020-02-24T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/slo25.mp3", "start_seconds": 2038.0}, {"meeting_datetime": "2020-02-24T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/slo25.mp3", "start_seconds": 2038.0}, {"meeting_datetime": "2020-02-24T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/slo25.mp3", "start_seconds": 2038.0}, {"meeting_datetime": "2020-02-24T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/slo25.mp3", "start_seconds": 2038.0}, {"meeting_datetime": "2020-02-26T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen27.mp3", "start_seconds": 6550.0}, {"meeting_datetime": "2020-02-26T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen27.mp3", "start_seconds": 6550.0}, {"meeting_datetime": "2020-02-26T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen27.mp3", "start_seconds": 6550.0}, {"meeting_datetime": "2020-03-03T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hlo30.mp3", "start_seconds": 3649.0}, {"meeting_datetime": "2020-03-03T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hlo30.mp3", "start_seconds": 3649.0}, {"meeting_datetime": "2020-03-03T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hlo30.mp3", "start_seconds": 3649.0}, {"meeting_datetime": "2020-03-03T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hlo30.mp3", "start_seconds": 3649.0}, {"meeting_datetime": "2020-03-09T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou33.mp3", "start_seconds": null}, {"meeting_datetime": "2020-03-09T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou33.mp3", "start_seconds": null}, {"meeting_datetime": "2020-03-09T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou33.mp3", "start_seconds": null}], "bill_versions": [{"bill_id": 12123, "bill_version_id": 66930, "bill_version": "Introduced", "bill_version_date": "2020-02-06T10:29:57.677-06:00", "bill_text": "An Act to repeal and revise certain provisions regarding the petition circulation process. Be it enacted by the Legislature of the State of South Dakota: Section 1. That section 1 of chapter 14 of the 2019 Session Laws be REPEALED. Section 2. That § 2-1-1.3 be AMENDED: 2-1-1.3. Definitions. Terms used in this chapter mean: (1) \"Circulates,\" either: (a) Physically presents or otherwise makes available a ballot measure petition to another person for that person's signature; or (b) Solicits from another person, personally and in the presence of such other person, a signature on a ballot measure petition, while acting in concert with another person who physically presents or otherwise makes available the ballot measure petition; (2) \"Petition circulator,\" the same as the term is defined under § 12-1-3 a person who is a resident of this state for at least thirty days prior to acting as a petition circulator, is at least eighteen years of age, and who, for pay or as a volunteer, circulates petitions for the purpose of placing ballot measures on any statewide election ballot; (2)(3) \"Petition sponsor,\" any person who proposes the placement of a statewide ballot measure on the ballot; (4) \"Ballot measure,\" any measure placed on a statewide ballot in accordance with § 2-1-1.1, 2-1-1.2, or 2-1-3.1; (5) \"Paid circulator,\" any person who receives money or anything of value as consideration, in whole or in part, for acting as a petition circulator; (6) \"Volunteer circulator,\" any person who does not receive money or anything of value as consideration, in whole or in part, for acting as a petition circulator. Section 3. That § 2-1-1.5 be AMENDED: 2-1-1.5. (Text of section effective July 1, 2020) Paid circulators--Application for registration--Process--Certification requirements. Prior to circulation of any petition for a ballot measure, a petition paid circulator shall submit an application to the secretary of state, obtain a circulator identification number, and be included in a directory of registered petition circulators. For each ballot measure on which a petition paid circulator seeks to circulate a petition, the petition paid circulator shall certify the circulator's name, that the circulator is at least eighteen years of age, physical address of current residence, physical address of prior residence if current residence is less than one year, email address, phone number, state of issuance for driver license, state of voter registration, occupation, the ballot question committee supporting the ballot measure, whether the petition circulator will be volunteer or paid, and whether the petition circulator is a registered sex offender. The certification under this section shall be submitted to the office of the secretary of state. If a paid circulator fails to file the registration required by this section before circulating a petition, or if the registration is incomplete, or if any statement included in the petition paid circulator's certification is determined to be false, any signatures collected by the petition paid circulator are void and may not be counted. Petition sponsors shall provide a list to the secretary of state of any person acting as a petition paid circulator for the sponsor's ballot measure, whether the petition circulator is paid or volunteer and, if paid, the rate of compensation. An application submitted under this section may be filed by electronic transmission in accordance with methods approved by the secretary of state. To be timely filed, any application received by electronic transmission shall be legible when received by the means it was delivered. A petition paid circulator and petition sponsor shall update any information required under this section with the secretary of state not more than seven days of any change. Section 4. That § 2-1-1.6 be AMENDED: 2-1-1.6. (Text of section effective July 1, 2020) Paid circulators--Directory. The secretary of state shall develop and maintain a directory, available upon request and payment of reasonable fees, that contains information provided by each petition paid circulator under § 2-1-1.5 and classifies each petition circulator as paid or volunteer. Providing a copy of the application submitted under § 2-1-1.5, together with any update to the information contained in the application, is sufficient to fulfill the requirements of this section. Any information contained in the directory shall be a public record for purposes of chapter 1-25. Section 5. That § 2-1-1.7 be AMENDED: 2-1-1.7. (Text of section effective July 1, 2020) Registration fees. A paid petition circulator who registers under § 2-1-1.5 shall pay to the secretary of state a registration fee for each ballot question committee represented by the petition paid circulator. The registration fee for a paid circulator is twenty dollars. The registration fee shall be deposited in the state general fund. The fee under this section does not apply to any volunteer circulator. Section 6. That § 2-1-1.8 be AMENDED: 2-1-1.8. (Text of section effective July 1, 2020) Identification number and badge. Following receipt of any application under § 2-1-1.5 and a registration fee under § 2-1-1.7, if any, the secretary of state shall issue the petition paid circulator a circulator identification number and badge that contains the information required under § 2-1-1.9. Section 7. That § 2-1-1.9 be AMENDED: 2-1-1.9. (Text of section effective July 1, 2020) Paid circulator badge--Requirement--Violation as misdemeanor. A person shall wear the badge issued under § 2-1-1.8 which shall be visible at all times while acting as a petition paid circulator. The badge shall contain the words \"paid petition circulator,\" and include the identity of the ballot question committee on behalf of which the petition circulator is registered, and the circulator's circulator identification number, and a designation as either \"paid\" or \"volunteer.\". The badge may not state the name of the petition circulator. A person is guilty of a Class 2 misdemeanor if the person acts as a petition paid circulator without wearing a badge issued under § 2-1-1.8. Section 8. That section 8 of chapter 14 of the 2019 Session Laws be REPEALED. Section 9. That § 2-1-1.1 be AMENDED: 2-1-1.1. Initiated constitutional amendment--Petition--Contents--Signatures and filing. The petition as it is to be circulated for an initiated amendment to the Constitution shall be filed with the secretary of state prior to circulation for signatures and shall: (1) Contain the full text of the initiated amendment; (2) Contain the date of the general election at which the initiated amendment is to be submitted; (3) Contain the title and explanation as prepared by the attorney general; (4) Be accompanied by a notarized affidavit form signed by each person who is a petition sponsor that includes the name and address of each petition sponsor; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. The Each petition circulator shall provide to each person who signs the petition a form containing the title and explanation of the initiated amendment to the Constitution as prepared by the attorney general; any fiscal note prepared pursuant to § 2-9-30; the name, phone number, and email address of each petition sponsor; the name, phone number, and email address of the petition circulator; and a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid; and the petition circulator's circulator identification number. The form shall be approved by the secretary of state prior to circulation. The names of all persons who circulated a signature sheet, and if the persons were paid circulators, their circulator identification numbers, shall be printed or written legibly on each signature page of a ballot measure petition. The petition circulators' names may be affixed to the signature page after the signature page has been circulated but before it is filed with the secretary of state. For any initiated amendment petition, no signature may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. The initiated amendment petition shall be filed with the secretary of state at least one year before the next general election. A sworn affidavit, signed by at least two-thirds of the petition sponsors, containing information required for each petition circulator as required under § 2-1-1.4 and stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The form of the petition, including petition size and petition font size, and the affidavit shall be prescribed by the State Board of Elections. Section 10. That section 9 of chapter 14 of the 2019 Session Laws be REPEALED. Section 11. That § 2-1-1.2 be AMENDED: 2-1-1.2. Initiated measure--Petition--Contents--Signatures and filing. The petition as it is to be circulated for an initiated measure shall be filed with the secretary of state prior to circulation for signatures and shall: (1) Contain the full text of the initiated measure; (2) Contain the date of the general election at which the initiated measure is to be submitted; (3) Contain the title and explanation as prepared by the attorney general; (4) Be accompanied by a notarized affidavit form signed by each person who is a petition sponsor that includes the name and address of each petition sponsor; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. The Each petition circulator shall provide to each person who signs the petition a form containing the title and explanation of the initiated measure as prepared by the attorney general; any fiscal note prepared pursuant to § 2-9-30; the name, phone number, and email address of each petition sponsor; the name, phone number, and email address of the petition circulator; and a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid; and the petition circulator's circulator identification number. The form shall be approved by the secretary of state prior to circulation. The names of all persons who circulated a signature sheet, and, if the persons were paid circulators, their circulator identification numbers, shall be printed or written legibly on each signature page of a ballot measure petition. The petition circulators' names may be affixed to the signature page after the signature page has been circulated but before it is filed with the secretary of state. For any initiated measure petition, no signature may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. The initiated measure petition shall be filed with the secretary of state at least one year before the next general election. A sworn affidavit, signed by at least two-thirds of the petition sponsors, containing information required for each petition circulator as required under § 2-1-1.4 and stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The form of the petition, including petition size and petition font size, and the affidavit shall be prescribed by the State Board of Elections. Section 12. That section 10 of chapter 14 of the 2019 Session Laws be REPEALED. Section 13. That § 2-1-3.1 be AMENDED: 2-1-3.1. Referred law--Petition--Contents--Signatures and filing. The petition as it is to be circulated for a referred law shall be filed with the secretary of state prior to circulation for signatures and shall: (1) Contain the title of the referred law; (2) Contain the effective date of the referred law; (3) Contain the date of the general election at which the referred law is to be submitted; (4) Be accompanied by a notarized form that includes the names and addresses of the petition sponsors; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. The petition shall be filed with the secretary of state within ninety days after the adjournment of the Legislature which passed the referred law. A sworn affidavit, signed by at least two-thirds of the petition sponsors, containing information required for each petition circulator as required under § 2-1-1.4 and stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The form of the petition and affidavit shall be prescribed by the State Board of Elections. The petition circulator shall provide to each person who signs the petition a form containing the title of the referred law; any fiscal note or summary of a fiscal note obtained pursuant to § 2-9-32; the name, phone number, and email address of each petition sponsor; the name, phone number, and email address of the petition circulator; and a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid; and the petition circulator's circulator identification number. The form shall be approved by the secretary of state prior to circulation. The names of all persons who circulated a signature sheet, and, if the persons were paid circulators, the circulator identification numbers, shall be printed or written legibly on each signature page of a ballot measure petition. The petition circulator's names may be affixed to the signature page after the signature page has been circulated but before it is filed with the secretary of state."}, {"bill_id": 12123, "bill_version_id": 68437, "bill_version": "Senate Local Government Engrossed", "bill_version_date": "2020-02-24T11:04:40.617-06:00", "bill_text": "An Act to repeal and revise certain provisions regarding the petition circulation process. Be it enacted by the Legislature of the State of South Dakota: Section 1. That section 1 of chapter 14 of the 2019 Session Laws be REPEALED. Section 2. That § 2-1-1.3 be AMENDED: 2-1-1.3. Definitions. Terms used in this chapter mean: (1) \"Circulates,\" either: (a) Physically presents or otherwise makes available a ballot measure petition to another person for that person's signature; or (b) Solicits from another person, personally and in the presence of such other person, a signature on a ballot measure petition, while acting in concert with another person who physically presents or otherwise makes available the ballot measure petition; (2) \"Petition circulator,\" the same as the term is defined under § 12-1-3 a person who is a resident of this state for at least thirty days prior to acting as a petition circulator, is at least eighteen years of age, and who, for pay or as a volunteer, circulates petitions for the purpose of placing ballot measures on any statewide election ballot; (2)(3) \"Petition sponsor,\" any person who proposes the placement of a statewide ballot measure on the ballot; (4) \"Ballot measure,\" any measure placed on a statewide ballot in accordance with § 2-1-1.1, 2-1-1.2, or 2-1-3.1; (5) \"Paid circulator,\" any person who receives money or anything of value as consideration, in whole or in part, for acting as a petition circulator; (6) \"Volunteer circulator,\" any person who does not receive money or anything of value as consideration, in whole or in part, for acting as a petition circulator. Section 3. That § 2-1-1.5 be AMENDED: 2-1-1.5. (Text of section effective July 1, 2020) Paid circulators--Application for registration--Process--Certification requirements. Prior to circulation of any petition for a ballot measure, a petition paid circulator shall submit an application to the secretary of state, obtain a circulator identification number, and be included in a directory of registered petition paid circulators. For each ballot measure on which a petition paid circulator seeks to circulate a petition, the petition paid circulator shall certify the circulator's name, that the circulator is at least eighteen years of age, physical address of current residence, physical address of prior residence if current residence is less than one year, email address, phone number, state of issuance for driver license or other government-issued identification, state of voter registration, occupation, the ballot question committee supporting the ballot measure, whether the petition circulator will be volunteer or paid, the name of the petition sponsor, and whether the petition paid circulator is a registered sex offender. The certification under this section shall be submitted to the office of the secretary of state. If a paid circulator fails to file the registration required by this section before circulating a petition, or if the registration is incomplete, or if any statement included in the petition paid circulator's certification is determined to be false, any signatures collected by the petition paid circulator are void and may not be counted. Petition sponsors shall provide a list to the secretary of state of any person acting as a petition paid circulator for the sponsor's ballot measure, whether the petition circulator is paid or volunteer and, if paid, the rate of compensation. An application submitted under this section may be filed by electronic transmission in accordance with methods approved by the secretary of state. To be timely filed, any application received by electronic transmission shall be legible when received by the means it was delivered. A petition paid circulator and petition sponsor shall update any information required under this section with the secretary of state not more than seven days of any change. Section 4. That § 2-1-1.6 be AMENDED: 2-1-1.6. (Text of section effective July 1, 2020) Paid circulators--Directory. The secretary of state shall develop and maintain a directory, available upon request and payment of reasonable fees, that contains information provided by each petition paid circulator under § 2-1-1.5 and classifies each petition circulator as paid or volunteer. Providing a copy of the application submitted under § 2-1-1.5, together with any update to the information contained in the application, is sufficient to fulfill the requirements of this section. Any information contained in the directory shall be a public record for purposes of chapter 1-25. Section 5. That § 2-1-1.7 be AMENDED: 2-1-1.7. (Text of section effective July 1, 2020) Registration fees. A paid petition circulator who registers under § 2-1-1.5 shall pay to the secretary of state a registration fee for each ballot question committee represented by the petition paid circulator. The registration fee for a paid circulator is twenty dollars. The registration fee shall be deposited in the state general fund. The fee under this section does not apply to any volunteer circulator. Section 6. That § 2-1-1.8 be AMENDED: 2-1-1.8. (Text of section effective July 1, 2020) Identification number and badge. Following receipt of any application under § 2-1-1.5 and a registration fee under § 2-1-1.7, if any, the secretary of state shall issue the petition paid circulator a circulator identification number and badge that contains the information required under § 2-1-1.9. Section 7. That § 2-1-1.9 be AMENDED: 2-1-1.9. (Text of section effective July 1, 2020) Paid circulator badge--Requirement--Violation as misdemeanor. A person shall wear the badge issued under § 2-1-1.8 which shall be visible at all times while acting as a petition paid circulator. The badge shall contain the words \"paid petition circulator,\" and include the identity of the ballot question committee on behalf of which the petition circulator is registered, and the circulator's circulator identification number, and a designation as either \"paid\" or \"volunteer.\". The badge may not state the name of the petition circulator. A person is guilty of a Class 2 misdemeanor if the person acts as a petition paid circulator without wearing a badge issued under § 2-1-1.8. Section 8. That section 8 of chapter 14 of the 2019 Session Laws be REPEALED. Section 9. That § 2-1-1.1 be AMENDED: 2-1-1.1. Initiated constitutional amendment--Petition--Contents--Signatures and filing. The petition as it is to be circulated for an initiated amendment to the Constitution shall be filed with the secretary of state prior to circulation for signatures and shall: (1) Contain the full text of the initiated amendment; (2) Contain the date of the general election at which the initiated amendment is to be submitted; (3) Contain the title and explanation as prepared by the attorney general; (4) Be accompanied by a notarized affidavit form signed by each person who is a petition sponsor that includes the name and address of each petition sponsor; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. The Each petition circulator shall provide to each person who signs the petition a form containing the title and explanation of the initiated amendment to the Constitution as prepared by the attorney general; any fiscal note prepared pursuant to § 2-9-30; the name, phone number, and email address of each petition sponsor; the name, phone number, and email address of the petition circulator; and a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The form shall be approved by the secretary of state prior to circulation. The petition form, as prescribed by the State Board of Elections, shall include the paid circulator identification number within the verification of any paid circulator. For any initiated amendment petition, no signature may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. The initiated amendment petition shall be filed with the secretary of state at least one year before the next general election. A sworn affidavit, signed by at least two-thirds of the petition sponsors, containing information required for each petition circulator as required under § 2-1-1.4 and stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The form of the petition, including petition size and petition font size, and the affidavit shall be prescribed by the State Board of Elections. Section 10. That section 9 of chapter 14 of the 2019 Session Laws be REPEALED. Section 11. That § 2-1-1.2 be AMENDED: 2-1-1.2. Initiated measure--Petition--Contents--Signatures and filing. The petition as it is to be circulated for an initiated measure shall be filed with the secretary of state prior to circulation for signatures and shall: (1) Contain the full text of the initiated measure; (2) Contain the date of the general election at which the initiated measure is to be submitted; (3) Contain the title and explanation as prepared by the attorney general; (4) Be accompanied by a notarized affidavit form signed by each person who is a petition sponsor that includes the name and address of each petition sponsor; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. The Each petition circulator shall provide to each person who signs the petition a form containing the title and explanation of the initiated measure as prepared by the attorney general; any fiscal note prepared pursuant to § 2-9-30; the name, phone number, and email address of each petition sponsor; the name, phone number, and email address of the petition circulator; and a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The form shall be approved by the secretary of state prior to circulation. The petition form, as prescribed by the State Board of Elections, shall include the paid circulator identification number within the verification of any paid circulator. For any initiated measure petition, no signature may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. The initiated measure petition shall be filed with the secretary of state at least one year before the next general election. A sworn affidavit, signed by at least two-thirds of the petition sponsors, containing information required for each petition circulator as required under § 2-1-1.4 and stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The form of the petition, including petition size and petition font size, and the affidavit shall be prescribed by the State Board of Elections. Section 12. That section 10 of chapter 14 of the 2019 Session Laws be REPEALED. Section 13. That § 2-1-3.1 be AMENDED: 2-1-3.1. Referred law--Petition--Contents--Signatures and filing. The petition as it is to be circulated for a referred law shall be filed with the secretary of state prior to circulation for signatures and shall: (1) Contain the title of the referred law; (2) Contain the effective date of the referred law; (3) Contain the date of the general election at which the referred law is to be submitted; (4) Be accompanied by a notarized form that includes the names and addresses of the petition sponsors; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. The petition shall be filed with the secretary of state within ninety days after the adjournment of the Legislature which passed the referred law. A sworn affidavit, signed by at least two-thirds of the petition sponsors, containing information required for each petition circulator as required under § 2-1-1.4 and stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The form of the petition and affidavit shall be prescribed by the State Board of Elections. The petition circulator shall provide to each person who signs the petition a form containing the title of the referred law; any fiscal note or summary of a fiscal note obtained pursuant to § 2-9-32; the name, phone number, and email address of each petition sponsor; the name, phone number, and email address of the petition circulator; and a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The form shall be approved by the secretary of state prior to circulation. The petition form, as prescribed by the State Board of Elections, shall include the paid circulator identification number within the verification of any paid circulator."}, {"bill_id": 12123, "bill_version_id": 69277, "bill_version": "House Local Government Engrossed", "bill_version_date": "2020-03-03T13:21:03.327-06:00", "bill_text": "An Act to repeal and revise certain provisions regarding the petition circulation process. Be it enacted by the Legislature of the State of South Dakota: Section 1. That section 1 of chapter 14 of the 2019 Session Laws be REPEALED. Section 2. That § 2-1-1.3 be AMENDED: 2-1-1.3. Definitions. Terms used in this chapter mean: (1) \"Circulates,\" either: (a) Physically presents or otherwise makes available a ballot measure petition to another person for that person's signature; or (b) Solicits from another person, personally and in the presence of such other person, a signature on a ballot measure petition, while acting in concert with another person who simultaneously physically presents or otherwise makes available the ballot measure petition; (2) \"Petition circulator,\" the same as the term is defined under § 12-1-3 a person who is a resident of this state for at least thirty days prior to acting as a petition circulator, is at least eighteen years of age, and who, for pay or as a volunteer, circulates petitions for the purpose of placing ballot measures on any statewide election ballot; (2)(3) \"Petition sponsor,\" any person who proposes the placement of a statewide ballot measure on the ballot; (4) \"Ballot measure,\" any measure placed on a statewide ballot in accordance with § 2-1-1.1, 2-1-1.2, or 2-1-3.1; (5) \"Paid circulator,\" any person who receives money or anything of value as consideration, in whole or in part, for acting as a petition circulator; (6) \"Volunteer circulator,\" any person who does not receive money or anything of value as consideration, in whole or in part, for acting as a petition circulator. Section 3. That § 2-1-1.5 be AMENDED: 2-1-1.5. (Text of section effective July 1, 2020) Paid circulators--Application for registration--Process--Certification requirements. Prior to circulation of any petition for a ballot measure, a petition paid circulator shall submit an application to the secretary of state, obtain a circulator identification number, and be included in a directory of registered petition paid circulators. For each ballot measure on which a petition paid circulator seeks to circulate a petition, the petition paid circulator shall certify the circulator's name, that the circulator is at least eighteen years of age, physical address of current residence, physical address of prior residence if current residence is less than one year, email address, phone number, state of issuance for driver license or other government-issued identification, state of voter registration, occupation, the ballot question committee supporting the ballot measure, whether the petition circulator will be volunteer or paid, the name of the petition sponsor, and whether the petition paid circulator is a registered sex offender. The certification under this section shall be submitted to the office of the secretary of state. If a paid circulator fails to file the registration required by this section before circulating a petition, or if the registration is incomplete, or if any statement included in the petition paid circulator's certification is determined to be false, any signatures collected by the petition paid circulator are void and may not be counted. Petition sponsors shall provide a list to the secretary of state of any person acting as a petition paid circulator for the sponsor's ballot measure, whether the petition circulator is paid or volunteer and, if paid, the rate of compensation. An application submitted under this section may be filed by electronic transmission in accordance with methods approved by the secretary of state. To be timely filed, any application received by electronic transmission shall be legible when received by the means it was delivered. A petition paid circulator and petition sponsor shall update any information required under this section with the secretary of state not more than seven days of any change. Section 4. That § 2-1-1.6 be AMENDED: 2-1-1.6. (Text of section effective July 1, 2020) Paid circulators--Directory. The secretary of state shall develop and maintain a directory, available upon request and payment of reasonable fees, that contains information provided by each petition paid circulator under § 2-1-1.5 and classifies each petition circulator as paid or volunteer. Providing a copy of the application submitted under § 2-1-1.5, together with any update to the information contained in the application, is sufficient to fulfill the requirements of this section. Any information contained in the directory shall be a public record for purposes of chapter 1-25. Section 5. That § 2-1-1.7 be AMENDED: 2-1-1.7. (Text of section effective July 1, 2020) Registration fees. A paid petition circulator who registers under § 2-1-1.5 shall pay to the secretary of state a registration fee for each ballot question committee represented by the petition paid circulator. The registration fee for a paid circulator is twenty dollars. The registration fee shall be deposited in the state general fund. The fee under this section does not apply to any volunteer circulator. Section 6. That § 2-1-1.8 be AMENDED: 2-1-1.8. (Text of section effective July 1, 2020) Identification number and badge. Following receipt of any application under § 2-1-1.5 and a registration fee under § 2-1-1.7, if any, the secretary of state shall issue the petition paid circulator a circulator identification number and badge that contains the information required under § 2-1-1.9. Section 7. That § 2-1-1.9 be AMENDED: 2-1-1.9. (Text of section effective July 1, 2020) Paid circulator badge--Requirement--Violation as misdemeanor. A person shall wear the badge issued under § 2-1-1.8 which shall be visible at all times while acting as a petition paid circulator. The badge shall contain the words \"paid petition circulator,\" and include the identity of the ballot question committee on behalf of which the petition circulator is registered, the circulator identification number, and a designation as either \"paid\" or \"volunteer.\" The badge may not state the name of the petition circulator. A person is guilty of a Class 2 misdemeanor if the person acts as a petition paid circulator without wearing a badge issued under § 2-1-1.8. Section 8. That section 8 of chapter 14 of the 2019 Session Laws be REPEALED. Section 9. That § 2-1-1.1 be AMENDED: 2-1-1.1. Initiated constitutional amendment--Petition--Contents--Signatures and filing. The petition as it is to be circulated for an initiated amendment to the Constitution shall be filed with the secretary of state prior to circulation for signatures and shall: (1) Contain the full text of the initiated amendment; (2) Contain the date of the general election at which the initiated amendment is to be submitted; (3) Contain the title and explanation as prepared by the attorney general; (4) Be accompanied by a notarized affidavit form signed by each person who is a petition sponsor that includes the name and address of each petition sponsor; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. The Each petition circulator shall provide to each person who signs the petition a form containing the title and explanation of the initiated amendment to the Constitution as prepared by the attorney general; any fiscal note prepared pursuant to § 2-9-30; the name, phone number, and email address of each petition sponsor; the name, phone number, and email address of the petition circulator; and a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The form shall be approved by the secretary of state prior to circulation. The petition form, as prescribed by the State Board of Elections, shall include the paid circulator identification number within the verification of any paid circulator. For any initiated amendment petition, no signature may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. The initiated amendment petition shall be filed with the secretary of state at least one year before the next general election. A sworn affidavit, signed by at least two-thirds of the petition sponsors, containing information required for each petition circulator as required under § 2-1-1.4 and stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The form of the petition, including petition size and petition font size, and the affidavit shall be prescribed by the State Board of Elections. Section 10. That section 9 of chapter 14 of the 2019 Session Laws be REPEALED. Section 11. That § 2-1-1.2 be AMENDED: 2-1-1.2. Initiated measure--Petition--Contents--Signatures and filing. The petition as it is to be circulated for an initiated measure shall be filed with the secretary of state prior to circulation for signatures and shall: (1) Contain the full text of the initiated measure; (2) Contain the date of the general election at which the initiated measure is to be submitted; (3) Contain the title and explanation as prepared by the attorney general; (4) Be accompanied by a notarized affidavit form signed by each person who is a petition sponsor that includes the name and address of each petition sponsor; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. The Each petition circulator shall provide to each person who signs the petition a form containing the title and explanation of the initiated measure as prepared by the attorney general; any fiscal note prepared pursuant to § 2-9-30; the name, phone number, and email address of each petition sponsor; the name, phone number, and email address of the petition circulator; and a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The form shall be approved by the secretary of state prior to circulation. The petition form, as prescribed by the State Board of Elections, shall include the paid circulator identification number within the verification of any paid circulator. For any initiated measure petition, no signature may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. The initiated measure petition shall be filed with the secretary of state at least one year before the next general election. A sworn affidavit, signed by at least two-thirds of the petition sponsors, containing information required for each petition circulator as required under § 2-1-1.4 and stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The form of the petition, including petition size and petition font size, and the affidavit shall be prescribed by the State Board of Elections. Section 12. That section 10 of chapter 14 of the 2019 Session Laws be REPEALED. Section 13. That § 2-1-3.1 be AMENDED: 2-1-3.1. Referred law--Petition--Contents--Signatures and filing. The petition as it is to be circulated for a referred law shall be filed with the secretary of state prior to circulation for signatures and shall: (1) Contain the title of the referred law; (2) Contain the effective date of the referred law; (3) Contain the date of the general election at which the referred law is to be submitted; (4) Be accompanied by a notarized form that includes the names and addresses of the petition sponsors; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. The petition shall be filed with the secretary of state within ninety days after the adjournment of the Legislature which passed the referred law. A sworn affidavit, signed by at least two-thirds of the petition sponsors, containing information required for each petition circulator as required under § 2-1-1.4 and stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The form of the petition and affidavit shall be prescribed by the State Board of Elections. The petition circulator shall provide to each person who signs the petition a form containing the title of the referred law; any fiscal note or summary of a fiscal note obtained pursuant to § 2-9-32; the name, phone number, and email address of each petition sponsor; the name, phone number, and email address of the petition circulator; and a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The form shall be approved by the secretary of state prior to circulation. The petition form, as prescribed by the State Board of Elections, shall include the paid circulator identification number within the verification of any paid circulator."}, {"bill_id": 12123, "bill_version_id": 69889, "bill_version": "Enrolled", "bill_version_date": "2020-03-10T15:09:21.083-05:00", "bill_text": "ENTITLED An Act to repeal and revise certain provisions regarding the petition circulation process. Be it enacted by the Legislature of the State of South Dakota: Section 1. That section 1 of chapter 14 of the 2019 Session Laws be REPEALED. Section 2. That § 2-1-1.3 be AMENDED: 2-1-1.3. Definitions. Terms used in this chapter mean: (1) \"Circulates,\" either: (a) Physically presents or otherwise makes available a ballot measure petition to another person for that person's signature; or (b) Solicits from another person, personally and in the presence of such other person, a signature on a ballot measure petition, while acting in concert with another person who simultaneously physically presents or otherwise makes available the ballot measure petition; (2) \"Petition circulator,\" a person who is a resident of this state for at least thirty days prior to acting as a petition circulator, is at least eighteen years of age, and who, for pay or as a volunteer, circulates petitions for the purpose of placing ballot measures on any statewide election ballot; (3) \"Petition sponsor,\" any person who proposes the placement of a statewide ballot measure on the ballot; (4) \"Ballot measure,\" any measure placed on a statewide ballot in accordance with § 2-1-1.1, 2-1-1.2, or 2-1-3.1; (5) \"Paid circulator,\" any person who receives money or anything of value as consideration, in whole or in part, for acting as a petition circulator; (6) \"Volunteer circulator,\" any person who does not receive money or anything of value as consideration, in whole or in part, for acting as a petition circulator. Section 3. That § 2-1-1.5 be AMENDED: 2-1-1.5. (Text of section effective July 1, 2020) Paid circulators--Application for registration--Process--Certification requirements. Prior to circulation of any petition for a ballot measure, a paid circulator shall submit an application to the secretary of state, obtain a circulator identification number, and be included in a directory of registered paid circulators. For each ballot measure on which a paid circulator seeks to circulate a petition, the paid circulator shall certify the circulator's name, that the circulator is at least eighteen years of age, physical address of current residence, physical address of prior residence if current residence is less than one year, email address, phone number, state of issuance for driver license or other government-issued identification, state of voter registration, the name of the petition sponsor, and whether the paid circulator is a registered sex offender. The certification under this section shall be submitted to the office of the secretary of state. If a paid circulator fails to file the registration required by this section before circulating a petition, or if the registration is incomplete, or if any statement included in the paid circulator's certification is determined to be false, any signatures collected by the paid circulator are void and may not be counted. Petition sponsors shall provide a list to the secretary of state of any person acting as a paid circulator for the sponsor's ballot measure and the rate of compensation. An application submitted under this section may be filed by electronic transmission in accordance with methods approved by the secretary of state. To be timely filed, any application received by electronic transmission shall be legible when received by the means it was delivered. A paid circulator and petition sponsor shall update any information required under this section with the secretary of state not more than seven days of any change. Section 4. That § 2-1-1.6 be AMENDED: 2-1-1.6. (Text of section effective July 1, 2020) Paid circulators--Directory. The secretary of state shall develop and maintain a directory, available upon request and payment of reasonable fees, that contains information provided by each paid circulator under § 2-1-1.5. Providing a copy of the application submitted under § 2-1-1.5, together with any update to the information contained in the application, is sufficient to fulfill the requirements of this section. Any information contained in the directory shall be a public record for purposes of chapter 1-25. Section 5. That § 2-1-1.7 be AMENDED: 2-1-1.7. (Text of section effective July 1, 2020) Registration fees. A paid circulator who registers under § 2-1-1.5 shall pay to the secretary of state a registration fee for each ballot question committee represented by the paid circulator. The registration fee for a paid circulator is twenty dollars. The registration fee shall be deposited in the state general fund. Section 6. That § 2-1-1.8 be AMENDED: 2-1-1.8. (Text of section effective July 1, 2020) Identification number and badge. Following receipt of any application under § 2-1-1.5 and a registration fee under § 2-1-1.7, if any, the secretary of state shall issue the paid circulator a circulator identification number and badge that contains the information required under § 2-1-1.9. Section 7. That § 2-1-1.9 be AMENDED: 2-1-1.9. (Text of section effective July 1, 2020) Paid circulator badge--Requirement--Violation as misdemeanor. A person shall wear the badge issued under § 2-1-1.8 which shall be visible at all times while acting as a paid circulator. The badge shall contain the words \"paid petition circulator.\" The badge may not state the name of the petition circulator. A person is guilty of a Class 2 misdemeanor if the person acts as a paid circulator without wearing a badge issued under § 2-1-1.8. Section 8. That section 8 of chapter 14 of the 2019 Session Laws be REPEALED. Section 9. That § 2-1-1.1 be AMENDED: 2-1-1.1. Initiated constitutional amendment--Petition--Contents--Signatures and filing. The petition as it is to be circulated for an initiated amendment to the Constitution shall be filed with the secretary of state prior to circulation for signatures and shall: (1) Contain the full text of the initiated amendment; (2) Contain the date of the general election at which the initiated amendment is to be submitted; (3) Contain the title and explanation as prepared by the attorney general; (4) Be accompanied by a notarized affidavit form signed by each person who is a petition sponsor that includes the name and address of each petition sponsor; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. Each petition circulator shall provide to each person who signs the petition a form containing the title and explanation of the initiated amendment to the Constitution as prepared by the attorney general; any fiscal note prepared pursuant to § 2-9-30; the name, phone number, and email address of each petition sponsor; and a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The form shall be approved by the secretary of state prior to circulation. The petition form, as prescribed by the State Board of Elections, shall include the paid circulator identification number within the verification of any paid circulator. For any initiated amendment petition, no signature may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. The initiated amendment petition shall be filed with the secretary of state at least one year before the next general election. A sworn affidavit, signed by at least two-thirds of the petition sponsors, stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The form of the petition, including petition size and petition font size, and the affidavit shall be prescribed by the State Board of Elections. Section 10. That section 9 of chapter 14 of the 2019 Session Laws be REPEALED. Section 11. That § 2-1-1.2 be AMENDED: 2-1-1.2. Initiated measure--Petition--Contents--Signatures and filing. The petition as it is to be circulated for an initiated measure shall be filed with the secretary of state prior to circulation for signatures and shall: (1) Contain the full text of the initiated measure; (2) Contain the date of the general election at which the initiated measure is to be submitted; (3) Contain the title and explanation as prepared by the attorney general; (4) Be accompanied by a notarized affidavit form signed by each person who is a petition sponsor that includes the name and address of each petition sponsor; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. Each petition circulator shall provide to each person who signs the petition a form containing the title and explanation of the initiated measure as prepared by the attorney general; any fiscal note prepared pursuant to § 2-9-30; the name, phone number, and email address of each petition sponsor; a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The form shall be approved by the secretary of state prior to circulation. The petition form, as prescribed by the State Board of Elections, shall include the paid circulator identification number within the verification of any paid circulator. For any initiated measure petition, no signature may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. The initiated measure petition shall be filed with the secretary of state at least one year before the next general election. A sworn affidavit, signed by at least two-thirds of the petition sponsors stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The form of the petition, including petition size and petition font size, and the affidavit shall be prescribed by the State Board of Elections. Section 12. That section 10 of chapter 14 of the 2019 Session Laws be REPEALED. Section 13. That § 2-1-3.1 be AMENDED: 2-1-3.1. Referred law--Petition--Contents--Signatures and filing. The petition as it is to be circulated for a referred law shall be filed with the secretary of state prior to circulation for signatures and shall: (1) Contain the title of the referred law; (2) Contain the effective date of the referred law; (3) Contain the date of the general election at which the referred law is to be submitted; (4) Be accompanied by a notarized form that includes the names and addresses of the petition sponsors; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. The petition shall be filed with the secretary of state within ninety days after the adjournment of the Legislature which passed the referred law. A sworn affidavit, signed by at least two-thirds of the petition sponsors stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The form of the petition and affidavit shall be prescribed by the State Board of Elections. The petition circulator shall provide to each person who signs the petition a form containing the title of the referred law; any fiscal note or summary of a fiscal note obtained pursuant to § 2-9-32; the name, phone number, and email address of each petition sponsor; a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The form shall be approved by the secretary of state prior to circulation. The petition form, as prescribed by the State Board of Elections, shall include the paid circulator identification number within the verification of any paid circulator. An Act to repeal and revise certain provisions regarding the petition circulation process. I certify that the attached Act originated in the: Senate as Bill No. 180 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 180 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2020 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2020 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2020 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12123, "action_date": "2020-02-06T14:00:00-06:00", "document_id": 66647, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66647.pdf", "status_text": "First read in Senate and referred to", "journal_page": 155, "committee_id_action": 447, "committee_id_assigned": 449, "result": "N", "vote": {}}, {"bill_id": 12123, "action_date": "2020-02-12T07:45:00-06:00", "document_id": 67299, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67299.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 449, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12123, "action_date": "2020-02-19T07:45:00-06:00", "document_id": 67564, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67564.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 449, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12123, "action_date": "2020-02-24T07:45:00-06:00", "document_id": 68252, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68252.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 449, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12123, "action_date": "2020-02-24T07:45:00-06:00", "document_id": 68254, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68254.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 449, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12123, "action_date": "2020-02-24T07:45:00-06:00", "document_id": 68254, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68254.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 449, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33562, "president_vote": null, "Yea": [1714, 1693, 1705, 1763, 1742], "Nay": [1713, 1652]}}, {"bill_id": 12123, "action_date": "2020-02-26T14:00:00-06:00", "document_id": 68729, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68729.pdf", "status_text": "Do Pass Amended", "journal_page": 360, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33925, "president_vote": null, "Yea": [1685, 1741, 1714, 1764, 1707, 1763, 1693, 1720, 1717, 1708, 1721, 1686, 1724, 1715, 1703, 1749, 1746, 1726, 1752, 1716, 1730, 1706, 1735, 1705], "Nay": [1659, 1658, 1742, 1663, 1651, 1718, 1713, 1704, 1750, 1719, 1652]}}, {"bill_id": 12123, "action_date": "2020-02-27T11:00:00-06:00", "document_id": 68872, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68872.pdf", "status_text": "First read in House and referred to", "journal_page": 422, "committee_id_action": 480, "committee_id_assigned": 463, "result": "N", "vote": {}}, {"bill_id": 12123, "action_date": "2020-03-03T10:00:00-06:00", "document_id": 68720, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68720.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 463, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12123, "action_date": "2020-03-03T10:00:00-06:00", "document_id": 68961, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68961.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 463, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12123, "action_date": "2020-03-03T10:00:00-06:00", "document_id": 68961, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68961.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 463, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34227, "president_vote": null, "Yea": [1689, 1668, 1728, 1676, 1765, 1727, 1683, 1712, 1729], "Nay": [1665, 1740, 1673, 1661]}}, {"bill_id": 12123, "action_date": "2020-03-05T14:00:00-06:00", "document_id": 69525, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69525.pdf", "status_text": "Deferred to another day", "journal_page": 497, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12123, "action_date": "2020-03-09T11:00:00-05:00", "document_id": 69689, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69689.pdf", "status_text": "Do Pass Amended", "journal_page": 507, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34575, "president_vote": null, "Yea": [1754, 1689, 1723, 1670, 1710, 1668, 1711, 1672, 1743, 1680, 1740, 1744, 1736, 1728, 1702, 1676, 1682, 1748, 1684, 1731, 1738, 1669, 1739, 1690, 1678, 1747, 1667, 1722, 1737, 1675, 1679, 1673, 1671, 1729, 1765, 1698, 1677, 1733, 1745, 1701, 1725, 1688, 1727, 1683, 1709, 1696, 1692, 1762, 1697, 1755, 1691, 1712, 1687, 1734], "Excused": [1700, 1699, 1681, 1655, 1666], "Nay": [1654, 1751, 1665, 1656, 1662, 1657, 1674, 1664, 1660, 1653, 1661]}}, {"bill_id": 12123, "action_date": "2020-03-10T10:00:00-05:00", "document_id": 69810, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69810.pdf", "status_text": "Concurred in amendments", "journal_page": 481, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34691, "president_vote": null, "Yea": [1685, 1741, 1714, 1764, 1707, 1763, 1693, 1720, 1717, 1708, 1721, 1686, 1724, 1715, 1703, 1749, 1726, 1752, 1716, 1730, 1706, 1735, 1705], "Nay": [1659, 1658, 1742, 1663, 1651, 1746, 1718, 1713, 1704, 1750, 1719, 1652]}}, {"bill_id": 12123, "action_date": "2020-03-11T10:00:00-05:00", "document_id": 69897, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69897.pdf", "status_text": "Signed by the President", "journal_page": 487, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12123, "action_date": "2020-03-11T10:00:00-05:00", "document_id": 69897, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69897.pdf", "status_text": "Signed by the President", "journal_page": null, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12123, "action_date": "2020-03-11T10:00:00-05:00", "document_id": 69924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69924.pdf", "status_text": "Signed by the Speaker", "journal_page": 583, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12123, "action_date": "2020-03-12T10:00:00-05:00", "document_id": 69968, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69968.pdf", "status_text": "Delivered to the Governor", "journal_page": 534, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12123, "action_date": "2020-03-30T11:00:00-05:00", "document_id": 70027, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/70027.pdf", "status_text": "Signed by the Governor", "journal_page": 558, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 480, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/12123"}