{"session_id": 51, "bill_id": 16147, "bill_type": "Senate Bill", "bill_number": 38, "bill_title": "revise health plan coverage requirements for newborns and newly adopted children.", "sponsors": [], "keywords": ["Agency Bill", "Department of Commerce and Regulation", "Insurance"], "audio": [{"meeting_datetime": "2001-01-24T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen11sb0038a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-24T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen11sb0038a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-24T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen11sb0038a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-24T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen11sb0038a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-20T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou29sb0038a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-20T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou29sb0038a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-20T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou29sb0038a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16147, "bill_version_id": 87692, "bill_version": "Introduced", "bill_version_date": "2001-01-07T12:20:29-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise health plan coverage requirements for newborns and newly adopted children. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-17-30.3 be amended to read as follows: 58-17-30.3. The coverage for a newly born child from the moment of birth or for a newly adopted child, from the beginning of the six-month adoption bonding period, shall consist of coverage of injury or sickness including the necessary care and treatment of premature birth and medically diagnosed congenital defects and birth abnormalities. The coverage required by this section applies to any subsequent health benefit plan that is purchased providing coverage for that newly born or newly adopted child. The provisions of § § 58-17-30.2 to 58-17-30.4, inclusive, apply to any individually written health benefit plan issued or renewed by any health insurer, health carrier, health maintenance organization, fraternal benefit society, nonprofit medical and surgical plan, nonprofit hospital service plan, or other entity providing coverage through a health benefit plan subject to the provisions of this title. Section 2. That § 58-18-33 be amended to read as follows: 58-18-33. The coverage for a newly born child from the moment of birth or for a newly adopted child, from the beginning of the six-month adoption bonding period, shall consist of coverage of injury or sickness including the necessary care and treatment of premature birth and medically diagnosed congenital defects and birth abnormalities. The coverage required by this section applies to any subsequent health benefit plan that is purchased providing coverage for that newly born or newly adopted child. The provisions of § § 58-18-32 to 58-18-34, inclusive, apply to any group health benefit plan issued or renewed by any health insurer, health carrier, health maintenance organization, fraternal benefit society, nonprofit medical and surgical plan, nonprofit hospital service plan, or other entity providing coverage through a health benefit plan subject to the provisions of this title. Section 3. That § 58-33-85 be amended to read as follows: 58-33-85. Any insurer subject to this chapter, including any group health plan, as defined in section 607(1) of the Employee Retirement Income Security Act of 1974, as amended to January 1, 1994, who are engaged in the business of health insurance is prohibited from denying enrollment of a dependent child , as defined by subdivision 25-7A-1(7), under the health insurance coverage of either the child's natural, adoptive, or stepparents for any of the following reasons: (1) The child was born out of wedlock; or (2) The child is not claimed as a dependent on the parent's federal income tax return; or (3) The child does not reside with the parent or in the insurer's service area. Section 4. That § 58-38-11.7 be repealed. 58-38-11.7. Any health insurance policy or indemnity type contract issued by a nonprofit medical and surgical service plan corporation which offers coverage for a family member of an insured or subscriber shall provide that the health insurance benefits applicable for children are payable with respect to a newly born child of the insured or subscriber from the moment of birth or to a newly adopted child of the insured or subscriber from the beginning of the six-month adoption bonding period. The newly born or newly adopted child shall be added to the policy without underwriting and without the imposition of any preexisting waiting period. Any policy or contract issued before July 1, 1984, shall, upon its next anniversary date, also provide that the health insurance benefits applicable for children are payable with respect to a newly born child of the insured or subscriber from the moment of birth or to a newly adopted child of the insured or subscriber from the beginning of the six-month adoption bonding period. Section 5. That § 58-38-11.8 be repealed. 58-38-11.8. The coverage for a newly born child from the moment of birth or for a newly adopted child, from the beginning of the six-month adoption bonding period, shall consist of coverage of injury or sickness including the necessary care and treatment of premature birth and medically diagnosed congenital defects and birth abnormalities. Section 6. That § 58-38-11.9 be repealed. 58-38-11.9. An insurer may require notice that a newly born or newly adopted child is to be added to the policy or that coverage is to be changed from single or spousal coverage to family coverage. However, the insurer may not require notification sooner than the birth of the child or the start of the adoption bonding period. If the child is added or coverage changed to family coverage before the birth of the child or the start of the adoption bonding period, no additional premium may be charged by the insurer until the birth of the child or the start of the adoption bonding period. The insurer shall take reasonable steps to provide adequate notice to insureds of the need to alter coverage to ensure newborn or adopted children are covered and of the lack of premium adjustment until the birth of the child or the start of the adoption bonding period. An insurer is considered to have taken reasonable steps if prominent disclosure of the requirements of this section are included in a certificate, subscriber contract, evidence of coverage, or employee handbook if such are provided to all insureds. If payment of a specific premium or subscription fee is required to provide coverage for a child, the policy or contract may require that notification of birth of a newly born child or notification of the start of the six-month adoption bonding period for an adopted child and payment of the required premium or fees be furnished to the nonprofit medical and surgical service plan corporation within thirty-one days after the date of birth or start of the bonding period in order to have the coverage continued beyond the thirty-one day period. Section 7. That § 58-40-10.7 be repealed. 58-40-10.7. Any health insurance policy or indemnity type contract issued by a nonprofit hospital service plan corporation which offers coverage for a family member of an insured or subscriber shall provide that the health insurance benefits applicable for children are payable with respect to a newly born child of the insured or subscriber from the moment of birth or to a newly adopted child of the insured or subscriber from the beginning of the six-month adoption bonding period. The newly born or newly adopted child shall be added to the policy without underwriting and without the imposition of any preexisting waiting period. Any policy or contract issued before July 1, 1984, shall, upon its next anniversary date, also provide that the health insurance benefits applicable for children are payable with respect to a newly born child of the insured or subscriber from the moment of birth or to a newly adopted child of the insured or subscriber from the beginning of the six-month adoption bonding period. Section 8. That § 58-40-10.8 be repealed. 58-40-10.8. The coverage for a newly born child from the moment of birth or for a newly adopted child, from the beginning of the six-month adoption bonding period, shall consist of coverage of injury or sickness including the necessary care and treatment of premature birth and medically diagnosed congenital defects and birth abnormalities. Section 9. That § 58-40-10.9 be repealed. 58-40-10.9. An insurer may require notice that a newly born or newly adopted child is to be added to the policy or that coverage is to be changed from single or spousal coverage to family coverage. However, the insurer may not require notification sooner than the birth of the child or the start of the adoption bonding period. If the child is added or coverage changed to family coverage before the birth of the child or the start of the adoption bonding period, no additional premium may be charged by the insurer until the birth of the child or the start of the adoption bonding period. The insurer shall take reasonable steps to provide adequate notice to insureds of the need to alter coverage to ensure newborn or adopted children are covered and of the lack of premium adjustment until the birth of the child or the start of the adoption bonding period. An insurer is considered to have taken reasonable steps if prominent disclosure of the requirements of this section are included in a certificate, subscriber contract, evidence of coverage, or employee handbook if such are provided to all insureds. If payment of a specific premium or subscription fee is required to provide coverage for a child, the policy or contract may require that notification of birth of a newly born child or notification of the start of the six-month adoption bonding period for an adopted child and payment of the required premium or fees be furnished to the nonprofit medical and surgical service plan corporation within thirty-one days after the date of birth or start of the bonding period in order to have the coverage continued beyond the thirty-one day period. Section 10. That § 58-41-35.2 be repealed. 58-41-35.2. Any health insurance policy or indemnity type contract issued by a health maintenance organization which offers coverage for a family member of an insured or subscriber shall provide that the health insurance benefits applicable for children are payable with respect to a newly born child of the insured or subscriber from the moment of birth or to a newly adopted child of the insured or subscriber from the beginning of the six-month adoption bonding period. The newly born or newly adopted child shall be added to the policy without underwriting and without the imposition of any preexisting waiting period. Any policy or contract issued before July 1, 1984, shall, upon its next anniversary date, also provide that the health insurance benefits applicable for children are payable with respect to a newly born child of the insured or subscriber from the moment of birth or to a newly adopted child of the insured or subscriber from the beginning of the six-month adoption bonding period. Section 11. That § 58-41-35.3 be repealed. 58-41-35.3. The coverage for a newly born child from the moment of birth or for a newly adopted child, from the beginning of the six-month adoption bonding period, shall consist of coverage of injury or sickness including the necessary care and treatment of premature birth and medically diagnosed congenital defects and birth abnormalities. Section 12. That § 58-41-35.4 be repealed. 58-41-35.4. An insurer may require notice that a newly born or newly adopted child is to be added to the policy or that coverage is to be changed from single or spousal coverage to family coverage. However, the insurer may not require notification sooner than the birth of the child or the start of the adoption bonding period. If the child is added or coverage changed to family coverage before the birth of the child or the start of the adoption bonding period, no additional premium may be charged by the insurer until the birth of the child or the start of the adoption bonding period. The insurer shall take reasonable steps to provide adequate notice to insureds of the need to alter coverage to ensure newborn or adopted children are covered and of the lack of premium adjustment until the birth of the child or the start of the adoption bonding period. An insurer is considered to have taken reasonable steps if prominent disclosure of the requirements of this section are included in a certificate, subscriber contract, evidence of coverage, or employee handbook if such are provided to all insureds. If payment of a specific premium or subscription fee is required to provide coverage for a child, the policy or contract may require that notification of birth of a newly born child or notification of the start of the six-month adoption bonding period for an adopted child and payment of the required premium or fees be furnished to the nonprofit medical and surgical service plan corporation within thirty-one days after the date of birth or start of the bonding period in order to have the coverage continued beyond the thirty-one day period."}, {"bill_id": 16147, "bill_version_id": 87832, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2001-01-12T08:24:21-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise health plan coverage requirements for newborns and newly adopted children. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-17-30.3 be amended to read as follows: 58-17-30.3. The coverage for a newly born child from the moment of birth or for a newly adopted child, from the beginning of the six-month adoption bonding period, shall consist of coverage of injury or sickness including the necessary care and treatment of premature birth and medically diagnosed congenital defects and birth abnormalities. The coverage required by this section applies to any subsequent health benefit plan that is purchased providing coverage for that newly born or newly adopted child if application for the subsequent coverage is made within sixty-three days of the termination of the prior coverage. The provisions of § § 58-17-30.2 to 58- 17-30.4, inclusive, apply to any individually written health benefit plan issued or renewed by any health insurer, health carrier, health maintenance organization, fraternal benefit society, nonprofit medical and surgical plan, nonprofit hospital service plan, or other entity providing coverage through a health benefit plan subject to the provisions of this title. Section 2. That § 58-18-33 be amended to read as follows: 58-18-33. The coverage for a newly born child from the moment of birth or for a newly adopted child, from the beginning of the six-month adoption bonding period, shall consist of coverage of injury or sickness including the necessary care and treatment of premature birth and medically diagnosed congenital defects and birth abnormalities. The coverage required by this section applies to any subsequent health benefit plan that is purchased providing coverage for that newly born or newly adopted child if application for the subsequent coverage is made within sixty-three days of the termination of the prior coverage. The provisions of § § 58-18-32 to 58- 18-34, inclusive, apply to any group health benefit plan issued or renewed by any health insurer, health carrier, health maintenance organization, fraternal benefit society, nonprofit medical and surgical plan, nonprofit hospital service plan, or other entity providing coverage through a health benefit plan subject to the provisions of this title. Section 3. That § 58-33-85 be amended to read as follows: 58-33-85. Any insurer subject to this chapter, including any group health plan, as defined in section 607(1) of the Employee Retirement Income Security Act of 1974, as amended to January 1, 1994, who are engaged in the business of health insurance is prohibited from denying enrollment of a dependent child , as defined by subdivision 25-7A-1(7), under the health insurance coverage of either the child's natural, adoptive, or stepparents for any of the following reasons: (1) The child was born out of wedlock; or (2) The child is not claimed as a dependent on the parent's federal income tax return; or (3) The child does not reside with the parent or in the insurer's service area. Section 4. That § 58-38-11.7 be repealed. 58-38-11.7. Any health insurance policy or indemnity type contract issued by a nonprofit medical and surgical service plan corporation which offers coverage for a family member of an insured or subscriber shall provide that the health insurance benefits applicable for children are payable with respect to a newly born child of the insured or subscriber from the moment of birth or to a newly adopted child of the insured or subscriber from the beginning of the six-month adoption bonding period. The newly born or newly adopted child shall be added to the policy without underwriting and without the imposition of any preexisting waiting period. Any policy or contract issued before July 1, 1984, shall, upon its next anniversary date, also provide that the health insurance benefits applicable for children are payable with respect to a newly born child of the insured or subscriber from the moment of birth or to a newly adopted child of the insured or subscriber from the beginning of the six-month adoption bonding period. Section 5. That § 58-38-11.8 be repealed. 58-38-11.8. The coverage for a newly born child from the moment of birth or for a newly adopted child, from the beginning of the six-month adoption bonding period, shall consist of coverage of injury or sickness including the necessary care and treatment of premature birth and medically diagnosed congenital defects and birth abnormalities. Section 6. That § 58-38-11.9 be repealed. 58-38-11.9. An insurer may require notice that a newly born or newly adopted child is to be added to the policy or that coverage is to be changed from single or spousal coverage to family coverage. However, the insurer may not require notification sooner than the birth of the child or the start of the adoption bonding period. If the child is added or coverage changed to family coverage before the birth of the child or the start of the adoption bonding period, no additional premium may be charged by the insurer until the birth of the child or the start of the adoption bonding period. The insurer shall take reasonable steps to provide adequate notice to insureds of the need to alter coverage to ensure newborn or adopted children are covered and of the lack of premium adjustment until the birth of the child or the start of the adoption bonding period. An insurer is considered to have taken reasonable steps if prominent disclosure of the requirements of this section are included in a certificate, subscriber contract, evidence of coverage, or employee handbook if such are provided to all insureds. If payment of a specific premium or subscription fee is required to provide coverage for a child, the policy or contract may require that notification of birth of a newly born child or notification of the start of the six-month adoption bonding period for an adopted child and payment of the required premium or fees be furnished to the nonprofit medical and surgical service plan corporation within thirty-one days after the date of birth or start of the bonding period in order to have the coverage continued beyond the thirty-one day period. Section 7. That § 58-40-10.7 be repealed. 58-40-10.7. Any health insurance policy or indemnity type contract issued by a nonprofit hospital service plan corporation which offers coverage for a family member of an insured or subscriber shall provide that the health insurance benefits applicable for children are payable with respect to a newly born child of the insured or subscriber from the moment of birth or to a newly adopted child of the insured or subscriber from the beginning of the six-month adoption bonding period. The newly born or newly adopted child shall be added to the policy without underwriting and without the imposition of any preexisting waiting period. Any policy or contract issued before July 1, 1984, shall, upon its next anniversary date, also provide that the health insurance benefits applicable for children are payable with respect to a newly born child of the insured or subscriber from the moment of birth or to a newly adopted child of the insured or subscriber from the beginning of the six-month adoption bonding period. Section 8. That § 58-40-10.8 be repealed. 58-40-10.8. The coverage for a newly born child from the moment of birth or for a newly adopted child, from the beginning of the six-month adoption bonding period, shall consist of coverage of injury or sickness including the necessary care and treatment of premature birth and medically diagnosed congenital defects and birth abnormalities. Section 9. That § 58-40-10.9 be repealed. 58-40-10.9. An insurer may require notice that a newly born or newly adopted child is to be added to the policy or that coverage is to be changed from single or spousal coverage to family coverage. However, the insurer may not require notification sooner than the birth of the child or the start of the adoption bonding period. If the child is added or coverage changed to family coverage before the birth of the child or the start of the adoption bonding period, no additional premium may be charged by the insurer until the birth of the child or the start of the adoption bonding period. The insurer shall take reasonable steps to provide adequate notice to insureds of the need to alter coverage to ensure newborn or adopted children are covered and of the lack of premium adjustment until the birth of the child or the start of the adoption bonding period. An insurer is considered to have taken reasonable steps if prominent disclosure of the requirements of this section are included in a certificate, subscriber contract, evidence of coverage, or employee handbook if such are provided to all insureds. If payment of a specific premium or subscription fee is required to provide coverage for a child, the policy or contract may require that notification of birth of a newly born child or notification of the start of the six-month adoption bonding period for an adopted child and payment of the required premium or fees be furnished to the nonprofit medical and surgical service plan corporation within thirty-one days after the date of birth or start of the bonding period in order to have the coverage continued beyond the thirty-one day period. Section 10. That § 58-41-35.2 be repealed. 58-41-35.2. Any health insurance policy or indemnity type contract issued by a health maintenance organization which offers coverage for a family member of an insured or subscriber shall provide that the health insurance benefits applicable for children are payable with respect to a newly born child of the insured or subscriber from the moment of birth or to a newly adopted child of the insured or subscriber from the beginning of the six-month adoption bonding period. The newly born or newly adopted child shall be added to the policy without underwriting and without the imposition of any preexisting waiting period. Any policy or contract issued before July 1, 1984, shall, upon its next anniversary date, also provide that the health insurance benefits applicable for children are payable with respect to a newly born child of the insured or subscriber from the moment of birth or to a newly adopted child of the insured or subscriber from the beginning of the six-month adoption bonding period. Section 11. That § 58-41-35.3 be repealed. 58-41-35.3. The coverage for a newly born child from the moment of birth or for a newly adopted child, from the beginning of the six-month adoption bonding period, shall consist of coverage of injury or sickness including the necessary care and treatment of premature birth and medically diagnosed congenital defects and birth abnormalities. Section 12. That § 58-41-35.4 be repealed. 58-41-35.4. An insurer may require notice that a newly born or newly adopted child is to be added to the policy or that coverage is to be changed from single or spousal coverage to family coverage. However, the insurer may not require notification sooner than the birth of the child or the start of the adoption bonding period. If the child is added or coverage changed to family coverage before the birth of the child or the start of the adoption bonding period, no additional premium may be charged by the insurer until the birth of the child or the start of the adoption bonding period. The insurer shall take reasonable steps to provide adequate notice to insureds of the need to alter coverage to ensure newborn or adopted children are covered and of the lack of premium adjustment until the birth of the child or the start of the adoption bonding period. An insurer is considered to have taken reasonable steps if prominent disclosure of the requirements of this section are included in a certificate, subscriber contract, evidence of coverage, or employee handbook if such are provided to all insureds. If payment of a specific premium or subscription fee is required to provide coverage for a child, the policy or contract may require that notification of birth of a newly born child or notification of the start of the six-month adoption bonding period for an adopted child and payment of the required premium or fees be furnished to the nonprofit medical and surgical service plan corporation within thirty-one days after the date of birth or start of the bonding period in order to have the coverage continued beyond the thirty-one day period."}, {"bill_id": 16147, "bill_version_id": 88444, "bill_version": "Senate Engrossed", "bill_version_date": "2001-01-25T07:17:37-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise health plan coverage requirements for newborns and newly adopted children. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-17-30.3 be amended to read as follows: 58-17-30.3. The coverage for a newly born child from the moment of birth or for a newly adopted child, from the beginning of the six-month adoption bonding period, shall consist of coverage of injury or sickness including the necessary care and treatment of premature birth and medically diagnosed congenital defects and birth abnormalities. The coverage required by this section applies to any subsequent health benefit plan that is purchased providing coverage for that newly born or newly adopted child if application for the subsequent coverage is made within sixty-three days of the termination of the prior coverage and if the coverage is issued pursuant to § 58-17-85. The provisions of § § 58-17-30.2 to 58-17-30.4, inclusive, apply to any individually written health benefit plan issued or renewed by any health insurer, health carrier, health maintenance organization, fraternal benefit society, nonprofit medical and surgical plan, nonprofit hospital service plan, or other entity providing coverage through a health benefit plan subject to the provisions of this title. Section 2. That § 58-18-33 be amended to read as follows: 58-18-33. The coverage for a newly born child from the moment of birth or for a newly adopted child, from the beginning of the six-month adoption bonding period, shall consist of coverage of injury or sickness including the necessary care and treatment of premature birth and medically diagnosed congenital defects and birth abnormalities. The coverage required by this section applies to any subsequent health benefit plan that is purchased providing coverage for that newly born or newly adopted child if application for the subsequent coverage is made within sixty-three days of the termination of the prior coverage. The provisions of § § 58-18-32 to 58- 18-34, inclusive, apply to any group health benefit plan issued or renewed by any health insurer, health carrier, health maintenance organization, fraternal benefit society, nonprofit medical and surgical plan, nonprofit hospital service plan, or other entity providing coverage through a health benefit plan subject to the provisions of this title. Section 3. That § 58-33-85 be amended to read as follows: 58-33-85. Any insurer subject to this chapter, including any group health plan, as defined in section 607(1) of the Employee Retirement Income Security Act of 1974, as amended to January 1, 1994, who are engaged in the business of health insurance is prohibited from denying enrollment of a dependent child , as defined by subdivision 25-7A-1(7), under the health insurance coverage of either the child's natural, adoptive, or stepparents for any of the following reasons: (1) The child was born out of wedlock; or (2) The child is not claimed as a dependent on the parent's federal income tax return; or (3) The child does not reside with the parent or in the insurer's service area. Section 4. That § 58-38-11.7 be repealed. 58-38-11.7. Any health insurance policy or indemnity type contract issued by a nonprofit medical and surgical service plan corporation which offers coverage for a family member of an insured or subscriber shall provide that the health insurance benefits applicable for children are payable with respect to a newly born child of the insured or subscriber from the moment of birth or to a newly adopted child of the insured or subscriber from the beginning of the six-month adoption bonding period. The newly born or newly adopted child shall be added to the policy without underwriting and without the imposition of any preexisting waiting period. Any policy or contract issued before July 1, 1984, shall, upon its next anniversary date, also provide that the health insurance benefits applicable for children are payable with respect to a newly born child of the insured or subscriber from the moment of birth or to a newly adopted child of the insured or subscriber from the beginning of the six-month adoption bonding period. Section 5. That § 58-38-11.8 be repealed. 58-38-11.8. The coverage for a newly born child from the moment of birth or for a newly adopted child, from the beginning of the six-month adoption bonding period, shall consist of coverage of injury or sickness including the necessary care and treatment of premature birth and medically diagnosed congenital defects and birth abnormalities. Section 6. That § 58-38-11.9 be repealed. 58-38-11.9. An insurer may require notice that a newly born or newly adopted child is to be added to the policy or that coverage is to be changed from single or spousal coverage to family coverage. However, the insurer may not require notification sooner than the birth of the child or the start of the adoption bonding period. If the child is added or coverage changed to family coverage before the birth of the child or the start of the adoption bonding period, no additional premium may be charged by the insurer until the birth of the child or the start of the adoption bonding period. The insurer shall take reasonable steps to provide adequate notice to insureds of the need to alter coverage to ensure newborn or adopted children are covered and of the lack of premium adjustment until the birth of the child or the start of the adoption bonding period. An insurer is considered to have taken reasonable steps if prominent disclosure of the requirements of this section are included in a certificate, subscriber contract, evidence of coverage, or employee handbook if such are provided to all insureds. If payment of a specific premium or subscription fee is required to provide coverage for a child, the policy or contract may require that notification of birth of a newly born child or notification of the start of the six-month adoption bonding period for an adopted child and payment of the required premium or fees be furnished to the nonprofit medical and surgical service plan corporation within thirty-one days after the date of birth or start of the bonding period in order to have the coverage continued beyond the thirty-one day period. Section 7. That § 58-40-10.7 be repealed. 58-40-10.7. Any health insurance policy or indemnity type contract issued by a nonprofit hospital service plan corporation which offers coverage for a family member of an insured or subscriber shall provide that the health insurance benefits applicable for children are payable with respect to a newly born child of the insured or subscriber from the moment of birth or to a newly adopted child of the insured or subscriber from the beginning of the six-month adoption bonding period. The newly born or newly adopted child shall be added to the policy without underwriting and without the imposition of any preexisting waiting period. Any policy or contract issued before July 1, 1984, shall, upon its next anniversary date, also provide that the health insurance benefits applicable for children are payable with respect to a newly born child of the insured or subscriber from the moment of birth or to a newly adopted child of the insured or subscriber from the beginning of the six-month adoption bonding period. Section 8. That § 58-40-10.8 be repealed. 58-40-10.8. The coverage for a newly born child from the moment of birth or for a newly adopted child, from the beginning of the six-month adoption bonding period, shall consist of coverage of injury or sickness including the necessary care and treatment of premature birth and medically diagnosed congenital defects and birth abnormalities. Section 9. That § 58-40-10.9 be repealed. 58-40-10.9. An insurer may require notice that a newly born or newly adopted child is to be added to the policy or that coverage is to be changed from single or spousal coverage to family coverage. However, the insurer may not require notification sooner than the birth of the child or the start of the adoption bonding period. If the child is added or coverage changed to family coverage before the birth of the child or the start of the adoption bonding period, no additional premium may be charged by the insurer until the birth of the child or the start of the adoption bonding period. The insurer shall take reasonable steps to provide adequate notice to insureds of the need to alter coverage to ensure newborn or adopted children are covered and of the lack of premium adjustment until the birth of the child or the start of the adoption bonding period. An insurer is considered to have taken reasonable steps if prominent disclosure of the requirements of this section are included in a certificate, subscriber contract, evidence of coverage, or employee handbook if such are provided to all insureds. If payment of a specific premium or subscription fee is required to provide coverage for a child, the policy or contract may require that notification of birth of a newly born child or notification of the start of the six-month adoption bonding period for an adopted child and payment of the required premium or fees be furnished to the nonprofit medical and surgical service plan corporation within thirty-one days after the date of birth or start of the bonding period in order to have the coverage continued beyond the thirty-one day period. Section 10. That § 58-41-35.2 be repealed. 58-41-35.2. Any health insurance policy or indemnity type contract issued by a health maintenance organization which offers coverage for a family member of an insured or subscriber shall provide that the health insurance benefits applicable for children are payable with respect to a newly born child of the insured or subscriber from the moment of birth or to a newly adopted child of the insured or subscriber from the beginning of the six-month adoption bonding period. The newly born or newly adopted child shall be added to the policy without underwriting and without the imposition of any preexisting waiting period. Any policy or contract issued before July 1, 1984, shall, upon its next anniversary date, also provide that the health insurance benefits applicable for children are payable with respect to a newly born child of the insured or subscriber from the moment of birth or to a newly adopted child of the insured or subscriber from the beginning of the six-month adoption bonding period. Section 11. That § 58-41-35.3 be repealed. 58-41-35.3. The coverage for a newly born child from the moment of birth or for a newly adopted child, from the beginning of the six-month adoption bonding period, shall consist of coverage of injury or sickness including the necessary care and treatment of premature birth and medically diagnosed congenital defects and birth abnormalities. Section 12. That § 58-41-35.4 be repealed. 58-41-35.4. An insurer may require notice that a newly born or newly adopted child is to be added to the policy or that coverage is to be changed from single or spousal coverage to family coverage. However, the insurer may not require notification sooner than the birth of the child or the start of the adoption bonding period. If the child is added or coverage changed to family coverage before the birth of the child or the start of the adoption bonding period, no additional premium may be charged by the insurer until the birth of the child or the start of the adoption bonding period. The insurer shall take reasonable steps to provide adequate notice to insureds of the need to alter coverage to ensure newborn or adopted children are covered and of the lack of premium adjustment until the birth of the child or the start of the adoption bonding period. An insurer is considered to have taken reasonable steps if prominent disclosure of the requirements of this section are included in a certificate, subscriber contract, evidence of coverage, or employee handbook if such are provided to all insureds. If payment of a specific premium or subscription fee is required to provide coverage for a child, the policy or contract may require that notification of birth of a newly born child or notification of the start of the six-month adoption bonding period for an adopted child and payment of the required premium or fees be furnished to the nonprofit medical and surgical service plan corporation within thirty-one days after the date of birth or start of the bonding period in order to have the coverage continued beyond the thirty-one day period."}, {"bill_id": 16147, "bill_version_id": 90375, "bill_version": "Enrolled", "bill_version_date": "2001-02-21T08:38:10-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16147, "action_date": "2001-01-09T14:00:00-06:00", "document_id": 87779, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/87779.pdf", "status_text": "First read in Senate and referred to", "journal_page": 29, "committee_id_action": 713, "committee_id_assigned": 687, "result": "N", "vote": {}}, {"bill_id": 16147, "action_date": "2001-01-11T10:00:00-06:00", "document_id": 87816, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/87816.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 687, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16147, "action_date": "2001-01-11T10:00:00-06:00", "document_id": 87816, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/87816.pdf", "status_text": "Do Pass Amended,", "journal_page": 48, "committee_id_action": 687, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50580, "president_vote": null, "Yea": [2520, 2580, 2616, 2617, 2529, 2585], "Nay": [2607]}}, {"bill_id": 16147, "action_date": "2001-01-17T14:00:00-06:00", "document_id": 87999, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/87999.pdf", "status_text": "Deferred to another day", "journal_page": 77, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16147, "action_date": "2001-01-24T14:00:00-06:00", "document_id": 88427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88427.pdf", "status_text": "Motion to Amend,", "journal_page": 198, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16147, "action_date": "2001-01-24T14:00:00-06:00", "document_id": 88427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88427.pdf", "status_text": "Do Pass Amended,", "journal_page": 198, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50660, "president_vote": null, "Yea": [2516, 2517, 2520, 2523, 2524, 2529, 2531, 2532, 2534, 2535, 2536, 2539, 2542, 2549, 2551, 2552, 2562, 2567, 2569, 2573, 2576, 2580, 2584, 2585, 2590, 2597, 2598, 2607, 2609, 2615, 2616, 2617], "Excused": [2550, 2581], "Nay": [2606]}}, {"bill_id": 16147, "action_date": "2001-01-25T14:00:00-06:00", "document_id": 88642, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88642.pdf", "status_text": "First read in House and referred to", "journal_page": 215, "committee_id_action": 712, "committee_id_assigned": 700, "result": "N", "vote": {}}, {"bill_id": 16147, "action_date": "2001-02-13T07:45:00-06:00", "document_id": 89905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89905.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 700, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16147, "action_date": "2001-02-15T07:45:00-06:00", "document_id": 90125, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90125.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 700, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16147, "action_date": "2001-02-15T07:45:00-06:00", "document_id": 90125, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90125.pdf", "status_text": "Do Pass,", "journal_page": 534, "committee_id_action": 700, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49649, "president_vote": null, "Nay": [2519, 2601], "Yea": [2522, 2525, 2548, 2553, 2577, 2589, 2591, 2605, 2611, 2571], "Excused": [2592]}}, {"bill_id": 16147, "action_date": "2001-02-16T14:00:00-06:00", "document_id": 90288, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90288.pdf", "status_text": "Deferred to another day", "journal_page": 584, "committee_id_action": 712, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16147, "action_date": "2001-02-20T14:00:00-06:00", "document_id": 90359, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90359.pdf", "status_text": "Do Pass Amended,", "journal_page": 610, "committee_id_action": 712, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 51607, "president_vote": null, "Yea": [2514, 2515, 2518, 2519, 2521, 2522, 2525, 2526, 2527, 2528, 2530, 2533, 2537, 2538, 2541, 2543, 2544, 2545, 2546, 2547, 2548, 2553, 2554, 2555, 2556, 2557, 2558, 2560, 2561, 2563, 2564, 2565, 2566, 2568, 2570, 2571, 2572, 2574, 2575, 2577, 2578, 2579, 2582, 2583, 2586, 2587, 2588, 2589, 2591, 2592, 2593, 2594, 2595, 2596, 2599, 2600, 2601, 2602, 2603, 2604, 2605, 2608, 2610, 2611, 2612, 2613, 2614, 2618, 2540], "Absent": [2559]}}, {"bill_id": 16147, "action_date": "2001-02-21T14:00:00-06:00", "document_id": 90480, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90480.pdf", "status_text": "Signed by President", "journal_page": 619, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16147, "action_date": "2001-02-21T14:00:00-06:00", "document_id": 90481, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90481.pdf", "status_text": "Signed by Speaker", "journal_page": 639, "committee_id_action": 712, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16147, "action_date": "2001-02-24T14:00:00-06:00", "document_id": 90771, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90771.pdf", "status_text": "Delivered to the Governor", "journal_page": 656, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16147, "action_date": "2001-02-28T14:00:00-06:00", "document_id": 91118, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91118.pdf", "status_text": "Signed by Governor", "journal_page": 718, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2032}