{"session_id": 4, "bill_id": 4712, "bill_type": "House Bill", "bill_number": 1243, "bill_title": "impose sales and use taxes on certain advertising services and products and to dedicate the increased tax revenue to the food tax relief fund for the purpose of reducing sales and use taxes on food.", "sponsors": [{"legislator_profile_id": 572, "is_prime": true}, {"legislator_profile_id": 622, "is_prime": true}, {"legislator_profile_id": 570, "is_prime": false}, {"legislator_profile_id": 535, "is_prime": false}, {"legislator_profile_id": 571, "is_prime": false}, {"legislator_profile_id": 578, "is_prime": false}, {"legislator_profile_id": 627, "is_prime": false}, {"legislator_profile_id": 531, "is_prime": false}, {"legislator_profile_id": 563, "is_prime": false}, {"legislator_profile_id": 566, "is_prime": false}, {"legislator_profile_id": 626, "is_prime": false}], "keywords": ["Sales Tax", "Taxes", "Use Tax"], "audio": [{"meeting_datetime": "2008-01-24T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hta11.mp3", "start_seconds": 1755.0}, {"meeting_datetime": "2008-01-24T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hta11.mp3", "start_seconds": 1755.0}, {"meeting_datetime": "2008-01-24T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hta11.mp3", "start_seconds": 1755.0}, {"meeting_datetime": "2008-01-24T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hta11.mp3", "start_seconds": 1755.0}, {"meeting_datetime": "2008-01-24T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hta11.mp3", "start_seconds": 1755.0}, {"meeting_datetime": "2008-01-24T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hta11.mp3", "start_seconds": 1755.0}, {"meeting_datetime": "2008-01-24T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hta11.mp3", "start_seconds": 1755.0}], "bill_versions": [{"bill_id": 4712, "bill_version_id": 1307, "bill_version": "Introduced", "bill_version_date": "2008-01-17T09:14:51.46-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to impose sales and use taxes on certain advertising services and products and to dedicate the increased tax revenue to the food tax relief fund for the purpose of reducing sales and use taxes on food. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: There is hereby imposed a tax at the same rate as that imposed upon sales of tangible personal property in this state upon the gross receipts of all sales, leases, or rentals of any advertising services or products. However, any gross receipts from the sale of radio or television broadcast time when the advertising message is supplied by or on behalf of a national or regional seller or advertiser not having its principal place of business in or being incorporated under the laws of this state, may be deducted from gross receipts. Section 2. That chapter 10-46 be amended by adding thereto a NEW SECTION to read as follows: There is hereby imposed a tax at the same rate as that imposed upon sales of tangible personal property in this state upon the gross receipts of all sales, leases, or rentals of any advertising services or products. However, any gross receipts from the sale of radio or television broadcast time when the advertising message is supplied by or on behalf of a national or regional seller or advertiser not having its principal place of business in or being incorporated under the laws of this state, may be deducted from gross receipts. Section 3. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: There are exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, gross receipts resulting from the publication of any public or legal notice required by statute or administrative rule. Section 4. That § 10-45-108 be amended to read as follows: 10-45-108. For purposes of the tax imposed by this chapter, a retailer shall source sales of tangible personal property and services to the location where the tangible personal property or service is received. The department shall promulgate rules, pursuant to chapter 1-26, defining the location of receipt. The rules promulgated pursuant to this section may provide an alternative method of sourcing telecommunication services and advertising services . Section 5. That § 10-45-12.1 be amended to read as follows: 10-45-12.1. The following services enumerated in the Standard Industrial Classification Manual, 1987, as prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President are exempt from the provisions of this chapter: health services (major group 80); educational services (major group 82) except schools and educational services not elsewhere classified (industry no. 8299); social services (major group 83); agricultural services (major group 07) except veterinarian services (group no. 074) and animal specialty services, except veterinary (industry no. 0752); forestry services (group no. 085); radio and television broadcasting (group no. 483); railroad transportation (major group 40); local and suburban passenger transportation (group no. 411) except limousine services; school buses (group no. 415); trucking and courier services, except air (group no. 421) except collection and disposal of solid waste; farm product warehousing and storage (industry no. 4221); establishments primarily engaged in transportation on rivers and canals (group no. 444); establishments primarily engaged in air transportation, certified carriers (group no. 451); establishments primarily engaged in air transportation, noncertified carriers (group no. 452) except chartered flights (industry no. 4522) and airplane, helicopter, balloon, dirigible, and blimp rides for amusement or sightseeing; pipe lines, except natural gas (major group 46); arrangement of passenger transportation (group no. 472); arrangement of transportation of freight and cargo (group no. 473); rental of railroad cars (group no. 474); water supply (industry no. 4941); sewerage systems (industry no. 4952); security brokers, dealers and flotation companies (group no. 621); commodity contracts brokers and dealers (group no. 622); credit counseling services provided by individual and family social services (industry no. 8322); construction services (division C) except industry no. 1752 and locksmiths and locksmith shops; consumer credit reporting agencies, mercantile reporting agencies, and adjustment and collection agencies (group no. 732), if the debt was incurred out-of-state and the client does not reside within the state. The following are also specifically exempt from the provisions of this chapter: financial services of institutions subject to tax under chapter 10-43 including loan origination fees, late payment charges, nonsufficient fund check charges, stop payment charges, safe deposit box rent, exchange charges, commission on travelers checks, charges for administration of trusts, interest charges, and points charged on loans; commissions earned or service fees paid by an insurance company to an agent or representative for the sale of a policy; services of brokers and agents licensed under Title 47; the sale of trading stamps; rentals of motor vehicles as defined by § 32-5-1 leased under a single contract for more than twenty-eight days; advertising services; services provided by any corporation to another corporation which is centrally assessed having identical ownership and services provided by any corporation to a wholly owned subsidiary which is centrally assessed; continuing education programs; tutoring; vocational counseling, except rehabilitation counseling; and motion picture rentals to a commercially operated theater primarily engaged in the exhibition of motion pictures. Section 6. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: There is hereby created in the state treasury the food tax relief fund. The revenue collected pursuant to sections 1 and 2 of this Act shall be deposited in the food tax relief fund for the purpose of reducing the rate of taxation on food. The fund shall be invested as provided by law, and the interest earned shall be credited to the fund. Section 7. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: There is hereby imposed a tax of three percent on the gross receipts from the sale of food. Section 8. That § 10-45-1 be amended to read as follows: 10-45-1. Terms used in this chapter mean: (1) \"Agricultural purposes,\" the producing, raising, growing, or harvesting of food or fiber upon agricultural land, including dairy products, livestock, and crops. The services of custom harvesters, chemical applicators, fertilizer spreaders, hay grinders, and cultivators are considered agricultural purposes; (1A) \"Alcoholic beverages,\" any beverage that is suitable for human consumption and contains one-half of one percent or more of alcohol by volume; (2) \"Business,\" any activity engaged in by any person or caused to be engaged in by such person with the object of gain, benefit, or advantage, either direct or indirect; (3) \"Candy,\" any preparation of sugar, honey, or other natural or artificial sweeteners in combination with chocolate, fruits, nuts or other ingredients or flavorings in the form of bars, drops, or pieces. The term, candy, does not include any preparation containing flour and does not require refrigeration; (4) \"Delivery charges,\" charges by the retailer for preparation and delivery to a location designated by the purchaser of tangible personal property or services including transportation, shipping, postage, handling, crating, and packing; (4A) \"Dietary supplement,\" any product, other than tobacco, intended to supplement the diet that: (a) Contains one or more of the following dietary ingredients: (i) A vitamin; (ii) A mineral; (iii) An herb or other botanical; (iv) An amino acid; (v) A dietary substance for use by humans to supplement the diet by increasing the total dietary intake; or (vi) A concentrate, metabolite, constituent, extract, or combination of any ingredient described in this subsection; (b) Is intended for ingestion in tablet, capsule, powder, softgel, gelcap, or liquid form, or if not intended for ingestion in such a form, is not represented as conventional food and is not represented for use as a sole item of a meal or of the diet; and (c) Is required to be labeled as a dietary supplement, identifiable by the supplemental facts box, found on the label and as required pursuant to 21 C.F.R § 101.36 as of January 1, 2008; (5) \"Food\" and \"food ingredient,\" any substance, whether in liquid, concentrated, solid, frozen, dried, or dehydrated form, that is sold for ingestion or chewing by humans and is consumed for its taste or nutritional value. The term, food, does not include alcoholic beverages, soft drinks, candy, dietary supplements, tobacco, or prepared food; (6) Repealed by SL 2007, ch 56, § 1. (7) \"Person,\" any individual, firm, copartnership, joint adventure, association, limited liability company, corporation, municipal corporation, estate, trust, business trust, receiver, the State of South Dakota and its political subdivisions, or any group or combination acting as a unit; (8) \"Prepared food,\" any food sold in a heated state or heated by the seller; two or more food ingredients mixed or combined by the seller for sale as a single item; or food sold with eating utensils provided by the seller, including plates, knives, forks, spoons, glasses, cups, napkins, or straws. A plate does not include a container or packaging used to transport the food. Prepared food does not include food that is only cut, repackaged, or pasteurized by the seller, and eggs, fish, meat, poultry, and foods containing these raw animal foods requiring cooking by the consumer as recommended by the Food and Drug Administration in chapter 3, part 401.11 of its Food Code as of January 1, 2003, so as to prevent food borne illnesses; (9) \"Relief agency,\" the state, and county, municipality or district thereof, or any agency engaged in actual relief work; (10) \"Retail sale\" or \"sale at retail,' ' any sale, lease, or rental for any purpose other than for resale, sublease, or subrent; (11) \"Retailer,\" any person engaged in the business of selling tangible goods, wares, or merchandise at retail, or the furnishing of gas, electricity, water, and communication service, and tickets or admissions to places of amusement and athletic events as provided in this chapter. The term also includes any person subject to the tax imposed by §§ 10-45-4 and 10-45-5. The isolated or occasional sale of tangible personal property at retail by a person who does not hold himself or herself out as engaging in the business of selling such tangible personal property at retail does not constitute such person a retailer; (12) \"Sale,\" any transfer, exchange, or barter, conditional or otherwise, in any manner or by any means whatsoever, for a consideration; (13) \"Soft drinks,\" any nonalcoholic beverages that contain natural or artificial sweeteners. The term, soft drinks, does not include any beverage that contains milk or milk products, soy, rice of similar milk substitutes, or greater than fifty percent of vegetable or fruit juice by volume; (14) \"Tangible personal property,\" personal property that can be seen, weighed, measured, felt, or touched, or that is in any other manner perceptible to the senses. The term includes electricity, water, gas, steam, and prewritten computer software ; (15) \"Tobacco,\" any cigarettes, cigars, chewing or pipe tobacco, or any other item that contains tobacco . Section 9. That chapter 10-46 be amended by adding thereto a NEW SECTION to read as follows: There is hereby imposed a tax of three percent on the privilege of the use of food. Section 10. That § 10-46-1 be amended to read as follows: 10-46-1. Terms, as used in this chapter mean: (1) \"Business,\" any activity engaged in by any person or caused to be engaged in by such person with the object of gain, benefit or advantage either direct or indirect; (1A) \"Alcoholic beverages,\" any beverage that is suitable for human consumption and contains one-half of one percent or more of alcohol by volume; (2) \"Candy,\" any preparation of sugar, honey, or other natural or artificial sweeteners in combination with chocolate, fruits, nuts or other ingredients or flavorings in the form of bars, drops, or pieces. The term, candy, does not include any preparation containing flour and does not require refrigeration; (3) \"Delivery charges,\" charges by the retailer for preparation and delivery to a location designated by the purchaser of tangible personal property or services including transportation, shipping, postage, handling, crating, and packing; (3A) \"Dietary supplement,\" any product, other than tobacco, intended to supplement the diet that: (a) Contains one or more of the following dietary ingredients: (i) A vitamin; (ii) A mineral; (iii) An herb or other botanical; (iv) An amino acid; (v) A dietary substance for use by humans to supplement the diet by increasing the total dietary intake; or (vi) A concentrate, metabolite, constituent, extract, or combination of any ingredient described in this subsection; (b) Is intended for ingestion in tablet, capsule, powder, softgel, gelcap, or liquid form, or if not intended for ingestion in such a form, is not represented as conventional food and is not represented for use as a sole item of a meal or of the diet; and (c) Is required to be labeled as a dietary supplement, identifiable by the supplemental facts box, found on the label and as required pursuant to 21 C.F.R § 101.36 as of January 1, 2008; (4) \"Fair market value,\" the price at which a willing seller and willing buyer will trade. Fair market value shall be determined at the time of purchase. If a public corporation is supplying tangible personal property that will be used in the performance of a contract, fair market value shall be determined pursuant to § 5-18-5.1. This definition also applies to chapter 10-45; (5) \"Food\" and \"food ingredient,\" any substance, whether in liquid, concentrated, solid, frozen, dried, or dehydrated form, that is sold for ingestion or chewing by humans and is consumed for its taste or nutritional value. The term, food, does not include alcoholic beverages, soft drinks, candy, dietary supplements, tobacco, or prepared food; (6) \"Included in the measure of tax,\" the tangible personal property or the service was purchased from a retailer licensed under chapter 10-45 and that retailer has included the tax in the amount received from the sale; (7) \"In this state\" or \"in the state,\" within the exterior limits of the State of South Dakota and includes all territory within such limits owned by or ceded to the United States of America; (8) \"Prepared food,\" any food sold in a heated state or heated by the seller; two or more food ingredients mixed or combined by the seller for sale as a single item; or food sold with eating utensils provided by the seller, including plates, knives, forks, spoons, glasses, cups, napkins, or straws. A plate does not include a container or packaging used to transport the food. Prepared food does not include food that is only cut, repackaged, or pasteurized by the seller, and eggs, fish, meat, poultry, and foods containing these raw animal foods requiring cooking by the consumer as recommended by the Food and Drug Administration in chapter 3, part 401.11 of its Food Code as of January 1, 2003, so as to prevent food borne illnesses; (9) \"Purchase,\" any transfer, exchange, or barter, conditional or otherwise, in any manner or by any means whatsoever, for a consideration. A transaction, whereby the possession of property is transferred but the seller retains the title as security for the payment of the price, is a purchase; (10) \"Purchase price,\" shall have the same meaning as gross receipts defined in chapter 10-45; (11) \"Retailer,\" any person performing services in this state or engaged in the business of selling tangible personal property for use, storage or other consumption within the meaning of this chapter. However, if in the opinion of the secretary of revenue and regulation, it is necessary for the efficient administration of this chapter to regard any salesmen, representatives, truckers, peddlers, or canvassers as agents of the dealers, distributors, supervisors, employers, or persons under whom they operate or from whom they obtain the tangible personal property sold by them irrespective of whether they are making sales on their own behalf or on behalf of such dealers, distributors, supervisors, employers, or persons, the secretary of revenue and regulation may so regard them and may regard the dealers, distributors, supervisors, employers, or persons as retailers for purposes of this chapter; (12) \"Retailer maintaining a place of business in the state,\" any retailer having or maintaining within this state, directly or by a subsidiary, an office, distribution house, sales house, warehouse, or other place of business, or any agents operating within the state under the authority of the retailer or its subsidiary, irrespective of whether such place of business or agent is located here permanently or temporarily or whether such retailer or subsidiary is admitted to do business within this state pursuant to the laws of the State of South Dakota granting the rights of foreign corporations to do business in this state; (13) \"Secretary,\" the secretary of the Department of Revenue and Regulation or any duly authorized and appointed assistant, deputies, or agents of the secretary charged with the administration or enforcement of this chapter; (14) \"Soft drinks,\" any nonalcoholic beverages that contain natural or artificial sweeteners. The term, soft drinks, does not include any beverage that contains milk or milk products, soy, rice of similar milk substitutes, or greater than fifty percent of vegetable or fruit juice by volume; (15) \"Storage,\" any keeping or retention in this state for use or other consumption in the State of South Dakota for any purpose except sale in the regular course of business; (16) \"Tangible personal property,\" personal property that can be seen, weighed, measured, felt, or touched, or that is in any other manner perceptible to the senses if furnished or delivered to consumers or users within this state. The term includes electricity, water, gas, steam, and prewritten computer software; (16A) \"Tobacco,\" any cigarettes, cigars, chewing or pipe tobacco, or any other item that contains tobacco; (17) \"Use,\" the exercise of right or power over tangible personal property incidental to the ownership of that property, except that it does not include the sale of that property in the regular course of business. Use also includes the use of the types of services, the gross receipts from the sale of which are to be included in the measure of the tax imposed by chapter 10-45, and any amendments thereto and the delivery or causing delivery into this state of tangible personal property intended to advertise products or services or promote or facilitate sales to South Dakota residents."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4712, "action_date": "2008-01-17T14:00:00-06:00", "document_id": 1372, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1372.pdf", "status_text": "First read in House and referred to", "journal_page": 176, "committee_id_action": 27, "committee_id_assigned": 23, "result": "N", "vote": {}}, {"bill_id": 4712, "action_date": "2008-01-24T07:45:00-06:00", "document_id": 1455, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1455.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 23, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4712, "action_date": "2008-01-24T07:45:00-06:00", "document_id": 1797, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1797.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 23, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 544, "president_vote": null, "Yea": [609, 568, 628, 546, 537, 599, 554, 566, 559, 564], "Nay": [542, 619, 626, 574], "Excused": [589]}}, {"bill_id": 4712, "action_date": "2008-01-24T07:45:00-06:00", "document_id": 1797, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1797.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 23, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 545, "president_vote": null, "Yea": [609, 568, 628, 566, 559], "Nay": [542, 546, 537, 599, 554, 619, 626, 564, 574], "Excused": [589]}}, {"bill_id": 4712, "action_date": "2008-01-24T07:45:00-06:00", "document_id": 1797, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1797.pdf", "status_text": "Deferred to the 36th legislative day", "journal_page": 245, "committee_id_action": 23, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 546, "president_vote": null, "Nay": [609, 568, 628, 566], "Yea": [542, 546, 537, 599, 554, 619, 626, 559, 564, 574], "Excused": [589]}}]}