{"session_id": 27, "bill_id": 8216, "bill_type": "Senate Bill", "bill_number": 163, "bill_title": "revise certain provisions regarding disclosure of contributors for independent campaign expenditures.", "sponsors": [{"legislator_profile_id": 1183, "is_prime": true}, {"legislator_profile_id": 1172, "is_prime": true}, {"legislator_profile_id": 1163, "is_prime": false}, {"legislator_profile_id": 1193, "is_prime": false}, {"legislator_profile_id": 1165, "is_prime": false}], "keywords": ["Campaign Finance", "Elections"], "audio": [{"meeting_datetime": "2017-02-15T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sst23.mp3", "start_seconds": 9660.0}, {"meeting_datetime": "2017-02-15T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sst23.mp3", "start_seconds": 9660.0}, {"meeting_datetime": "2017-02-15T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sst23.mp3", "start_seconds": 9660.0}, {"meeting_datetime": "2017-02-21T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen25.mp3", "start_seconds": 11071.0}, {"meeting_datetime": "2017-02-21T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen25.mp3", "start_seconds": 11071.0}, {"meeting_datetime": "2017-02-21T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen25.mp3", "start_seconds": 11071.0}, {"meeting_datetime": "2017-02-21T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen25.mp3", "start_seconds": 11071.0}, {"meeting_datetime": "2017-02-21T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen25.mp3", "start_seconds": 11071.0}], "bill_versions": [{"bill_id": 8216, "bill_version_id": 43580, "bill_version": "Introduced", "bill_version_date": "2017-02-01T10:52:28.293-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding disclosure of contributors for independent campaign expenditures. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 12-27-16 be amended to read: 12-27-16. The following apply to independent expenditures by persons and organizations: (1) Any person or organization that makes a payment or promise of payment totaling one hundred dollars or more, including an in-kind contribution, for an independent expenditure shall include in each communication a disclaimer that clearly and conspicuously: (a) Identifies the name and address or website of the person or organization making the independent expenditure; and (b) States that the communication is an independent expenditure and not made in consultation or coordination with any candidate, or any authorized committee or agent of the candidate; and (c) If the independent expenditure is undertaken by an organization the communication must also include a clear and conspicuous statement entitled: \"Top Five Contributors\" followed by a listing of the names of the five persons making the largest contributions in aggregate to the organization during the twelve months preceding that communication. A violation of this subdivision is a Class 1 misdemeanor; (2) Any person or organization that makes a payment or promise of payment of for an independent expenditure aggregating one hundred dollars or more in any calendar year, including an in-kind contribution, shall file by electronic transmission a statement with the secretary of state within forty-eight hours of the time that the payment or promise of payment is made and each time any additional payment or promise of payment aggregating one-hundred dollars or more is made. The statement for each person or organization shall include: (a) The name, street address, city, and state of the person or organization and any expenditures made for the independent expenditure during that calendar year, but not yet reported on a prior statement; (b) The elections to which the independent expenditures pertain and name of candidate, ballot question, or political party identified in each independent expenditure; (c) The amount spent on each independent expenditure, as well as the name, street address, city, and state of the person or organization paid; and (d) Whether the independent expenditure was for or against the candidate, ballot question, or political party; and (e) For an organization, the full name, residence address including city and state, occupation, name of employer, and aggregate amount of the payment of each person whose funds were used for the independent expenditure. The identity of the person or persons whose funds were used for the independent expenditures shall be determined in the following manner. Any person or persons who made payments in the aggregate in excess of $100 one hundred dollars during that calendar year pursuant to an agreement or understanding that person's funds would be used for an independent expenditure shall be identified. A person's payment can only be credited to all independent expenditures up to the amount given in the calendar year. If the funds identified pursuant to this subdivision are insufficient to cover the cost of the independent expenditure, the organization shall report its donors utilizing a \"last in, first out\" accounting method, reporting donors in reverse chronological order beginning with the most recent of its donors or, if there are any prior payments or expenditures, beginning with the most recent donor for which unattributed payments remain, until the full amount expended for the independent expenditure is accounted for.; (3) For an organization, the statement shall also include the name and title of the person filing the report, the name of its chief executive, if any, and the name of the person who authorized the expenditures on behalf of the organization; (4) For an organization whose majority ownership is owned by, controlled by, held for the benefit of, or comprised of twenty or fewer persons, partners, owners, trustees, beneficiaries, participants, members, or shareholders, the statement shall also identify by name and address each person, partner, owner, trustee, beneficiary, participant, shareholder, or member who owns, controls, or comprises ten percent or more of the organization; (5) An organization shall also provide supplemental statements, as defined in subdivision (2), for any of its partners, owners, trustees, beneficiaries, participants, members, or shareholders identified pursuant to subdivision (4) which are owned by, controlled by, held for the benefit of, or comprised of twenty or fewer persons, partners, owners, trustees, beneficiaries, participants, members, or shareholders, until no organization identified in the supplemental statements meets the ownership test set forth in subdivision (4)."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8216, "action_date": "2017-02-01T14:00:00-06:00", "document_id": 43627, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43627.pdf", "status_text": "First read in Senate and referred to", "journal_page": 253, "committee_id_action": 360, "committee_id_assigned": 340, "result": "N", "vote": {}}, {"bill_id": 8216, "action_date": "2017-02-15T10:00:00-06:00", "document_id": 44311, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44311.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 340, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8216, "action_date": "2017-02-15T10:00:00-06:00", "document_id": 44506, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44506.pdf", "status_text": "Do Pass", "journal_page": 395, "committee_id_action": 340, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23335, "president_vote": null, "Yea": [1154, 1148, 1169, 1144, 1108], "Excused": [1105, 1107, 1131], "Nay": [1102]}}, {"bill_id": 8216, "action_date": "2017-02-16T13:00:00-06:00", "document_id": 44627, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44627.pdf", "status_text": "Deferred to another day", "journal_page": 413, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8216, "action_date": "2017-02-21T14:00:00-06:00", "document_id": 44725, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44725.pdf", "status_text": "Motion to amend", "journal_page": 459, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8216, "action_date": "2017-02-21T14:00:00-06:00", "document_id": 44725, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44725.pdf", "status_text": "Do Pass Amended", "journal_page": 462, "committee_id_action": 360, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 23496, "president_vote": null, "Nay": [1154, 1171, 1103, 1096, 1109, 1105, 1100, 1106, 1169, 1099, 1131, 1141, 1174, 1102, 1137, 1167], "Yea": [1148, 1108, 1097, 1175, 1164, 1194, 1107, 1104, 1163, 1144, 1135, 1157, 1172, 1146, 1098, 1132], "Excused": [1178, 1151, 1189]}}, {"bill_id": 8216, "action_date": "2017-02-21T14:00:00-06:00", "document_id": 44725, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44725.pdf", "status_text": "Intent to reconsider", "journal_page": 462, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}]}