{"session_id": 51, "bill_id": 16192, "bill_type": "Senate Bill", "bill_number": 68, "bill_title": "provide for the appointment of delegates from state tribal governments to the Legislature.", "sponsors": [{"legislator_profile_id": 2614, "is_prime": true}, {"legislator_profile_id": 2616, "is_prime": true}, {"legislator_profile_id": 2521, "is_prime": false}, {"legislator_profile_id": 2550, "is_prime": false}, {"legislator_profile_id": 2589, "is_prime": false}, {"legislator_profile_id": 2594, "is_prime": false}], "keywords": ["Legislature", "Tribal Government"], "audio": [{"meeting_datetime": "2001-01-19T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst08sb0068a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-19T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst08sb0068a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-19T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst08sb0068a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-19T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst08sb0068a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-19T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst08sb0068a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-19T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst08sb0068a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-19T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst08sb0068a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16192, "bill_version_id": 87843, "bill_version": "Introduced", "bill_version_date": "2001-01-12T10:54:59-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the appointment of delegates from state tribal governments to the Legislature. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The tribal government of the Cheyenne River Sioux Tribe, Crow Creek Sioux Tribe, Flandreau Santee Sioux Tribe, Lower Brule Sioux Tribe, Oglala Sioux Tribe, Sisseton- Wahpeton Sioux Tribe, Rosebud Sioux Tribe, Standing Rock Sioux Tribe, and Yankton Sioux Tribe may appoint an enrolled member of their tribe as a delegate to the South Dakota Legislature. The member shall be at least twenty-one years of age, a resident of the state for a minimum of two years, and a qualified voter of the state. The tribes shall appoint their delegate to the Legislature at least sixty days prior to each regular session that begins in an odd-numbered year and such delegate shall serve for a two-year term ending at noon on the second Tuesday in January in each odd-numbered year. However, each delegate shall serve until their successor is appointed and qualified. Any vacancy shall be filled by the original appointing tribe for the remainder of the term. Section 2. The tribal government of the Cheyenne River Sioux Tribe, Crow Creek Sioux Tribe, and Flandreau Santee Sioux Tribe shall each appoint one delegate to the South Dakota Senate and the tribal government of the Lower Brule Sioux Tribe, Oglala Sioux Tribe, Sisseton- Wahpeton Sioux Tribe, Rosebud Sioux Tribe, Standing Rock Sioux Tribe, and Yankton Sioux Tribe shall each appoint one delegate to the South Dakota House of Representatives for the regular session that begins in January of 2003 and every six years thereafter. Section 3. The tribal government of the Lower Brule Sioux Tribe, Oglala Sioux Tribe, and Sisseton-Wahpeton Sioux Tribe shall each appoint one delegate to the South Dakota Senate and the tribal government of the Cheyenne River Sioux Tribe, Crow Creek Sioux Tribe, Flandreau Santee Sioux Tribe, Rosebud Sioux Tribe, Standing Rock Sioux Tribe, and Yankton Sioux Tribe shall each appoint one delegate to the South Dakota House of Representatives for the regular session that begins in January of 2005 and every six years thereafter. Section 4. The tribal government of the Rosebud Sioux Tribe, Standing Rock Sioux Tribe, and Yankton Sioux Tribe shall each appoint one delegate to the South Dakota Senate and the tribal government of the Cheyenne River Sioux Tribe, Crow Creek Sioux Tribe, Flandreau Santee Sioux Tribe, Lower Brule Sioux Tribe, Oglala Sioux Tribe, and Sisseton-Wahpeton Sioux Tribe shall each appoint one delegate to the South Dakota House of Representatives for the regular session that begins in January of 2007 and every six years thereafter. Section 5. Each delegate appointed to the Legislature pursuant to this Act shall receive reimbursement for expenses as provided in subdivisions 2-4-2(1), (2), and (3). Section 6. Each delegate appointed to the Legislature pursuant to this Act shall serve as a nonvoting delegate to the Legislature and be provided a seat on the floor and in committees. Such delegates shall have floor and committee privileges and be allowed to participate in debate, committee discussion, and questioning of witnesses on the same terms as members of the Legislature. No such delegate is permitted to vote on or make any motion. Section 7. No delegate appointed to the Legislature pursuant to this Act may introduce any bill or resolution. However, a committee or a legislator may introduce a bill or resolution on the delegate's behalf. Section 8. No delegate appointed to the Legislature pursuant to this Act is liable in any civil action or criminal prosecution for words spoken in debate. Section 9. Each delegate appointed to the Legislature pursuant to this Act, in all cases except treason, felony, or breach of the peace, is privileged from arrest during the session of the Legislature."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16192, "action_date": "2001-01-12T14:00:00-06:00", "document_id": 87877, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/87877.pdf", "status_text": "First read in Senate and referred to", "journal_page": 52, "committee_id_action": 713, "committee_id_assigned": 695, "result": "N", "vote": {}}, {"bill_id": 16192, "action_date": "2001-01-17T07:45:00-06:00", "document_id": 87969, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/87969.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 695, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16192, "action_date": "2001-01-19T08:00:00-06:00", "document_id": 88079, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88079.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 695, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16192, "action_date": "2001-01-19T08:00:00-06:00", "document_id": 88079, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88079.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 102, "committee_id_action": 695, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50448, "president_vote": null, "Yea": [2523, 2529, 2585, 2617, 2524, 2542], "Nay": [2562, 2607, 2609]}}]}