{"session_id": 44, "bill_id": 22161, "bill_type": "Senate Bill", "bill_number": 114, "bill_title": "revise residency requirements for the hunter mentoring program.", "sponsors": [{"legislator_profile_id": 1790, "is_prime": true}, {"legislator_profile_id": 1792, "is_prime": true}, {"legislator_profile_id": 3786, "is_prime": false}, {"legislator_profile_id": 3797, "is_prime": false}, {"legislator_profile_id": 1802, "is_prime": false}, {"legislator_profile_id": 1805, "is_prime": false}, {"legislator_profile_id": 3804, "is_prime": false}, {"legislator_profile_id": 3806, "is_prime": false}, {"legislator_profile_id": 1826, "is_prime": false}, {"legislator_profile_id": 1834, "is_prime": false}, {"legislator_profile_id": 1856, "is_prime": false}, {"legislator_profile_id": 1870, "is_prime": false}], "keywords": ["Game, Fish, Parks and Forestry", "Hunting", "Residency"], "audio": [{"meeting_datetime": "2021-02-16T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sag22.mp3", "start_seconds": 2033.0}, {"meeting_datetime": "2021-02-16T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sag22.mp3", "start_seconds": 2033.0}, {"meeting_datetime": "2021-02-16T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sag22.mp3", "start_seconds": 2033.0}], "bill_versions": [{"bill_id": 22161, "bill_version_id": 213486, "bill_version": "Introduced", "bill_version_date": "2021-01-26T11:42:45.507-06:00", "bill_text": "An Act to revise residency requirements for the hunter mentoring program. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 41-6-81 be AMENDED. 41-6-81. Hunter mentoring program--Requirements--Promulgation of rules. Notwithstanding any provisions of Title title 41 to the contrary, a child who is a resident of this state and less than sixteen years of age is not required to possess a hunting license in order to hunt, if the : (1) The child is accompanied by a hunting mentor. A hunting mentor may be the who is: (a) The child's parent or guardian; or any (b) Any other competent adult who has the written consent of the child's parent or guardian; and (2) The child or the hunting mentor is a resident of this state. The hunting mentor shall be unarmed, except as otherwise provided in this section, shall have successfully completed a hunter safety or hunter education course that meets the requirements of chapter 41-7, and. If the mentored hunt is for small game or waterfowl, the hunting mentor shall possess a valid the mentor's appropriate small game or waterfowl hunting license for the game being hunted. To serve as a hunting mentor for. If the mentored hunt is for big game, the hunting mentor shall possess the mentor mentored child's big game license, obtained by the child's parent or guardian, as required by this section. The hunting mentor may not be armed, except as otherwise permitted by this section. A child who hunts pursuant to this section shall be under the immediate physical control, direct supervision, and responsibility of a hunting mentor, at the time the child discharges a firearm or operates a bow and arrow in the act of hunting. A hunting mentor may accompany no more than one mentored child at any one time. No A hunting party that includes a mentored child may include not consist of more than six persons, regardless of whether or not members of the hunting party are hunting or possess or operate firearms. A child who hunts pursuant to this section is subject to all requirements, restrictions, and penalties specified in this title and in rules promulgated pursuant to this title, with respect to the species being hunted, except that the combined number of animals taken or possessed by the child and the hunting mentor may not exceed the number of animals authorized under licenses held by the hunting mentor. A mentored child may not take big game under the provisions of this section except antlerless deer, turkey, and doe-fawn antelope. No big Big game may not be taken by a mentored child unless the child's parent or legal guardian has been issued a license that designates the child as a mentored child who is authorized to exercise the privileges granted by the license. The license is valid only for the mentored child and is not transferable to another person. Application for or issuance of such licenses does not affect the eligibility of the parent or legal guardian for any other big game license. Nothing in this section prohibits the hunting mentor from carrying a concealed pistol or other legally possessed handgun. The Game, Fish and Parks Commission shall promulgate rules, pursuant to chapter 1-26, to establish criteria and conditions governing the hunter mentoring program established in by this section."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22161, "action_date": "2021-01-26T14:00:00-06:00", "document_id": 213184, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213184.pdf", "status_text": "First read in Senate and referred to", "journal_page": 114, "committee_id_action": 514, "committee_id_assigned": 503, "result": "N", "vote": {}}, {"bill_id": 22161, "action_date": "2021-02-16T10:00:00-06:00", "document_id": 217326, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217326.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 503, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22161, "action_date": "2021-02-16T10:00:00-06:00", "document_id": 217328, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217328.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 1, "committee_id_action": 503, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 69167, "president_vote": null, "Yea": [1775, 1786, 1811, 1853], "Nay": [1790, 1831], "Excused": [1801]}}]}