{"session_id": 10, "bill_id": 2528, "bill_type": "Senate Bill", "bill_number": 138, "bill_title": "enact the agreement among the states to elect the president by national popular vote.", "sponsors": [{"legislator_profile_id": 26, "is_prime": true}, {"legislator_profile_id": 102, "is_prime": true}, {"legislator_profile_id": 46, "is_prime": false}, {"legislator_profile_id": 24, "is_prime": false}, {"legislator_profile_id": 61, "is_prime": false}, {"legislator_profile_id": 77, "is_prime": false}, {"legislator_profile_id": 71, "is_prime": false}, {"legislator_profile_id": 13, "is_prime": false}, {"legislator_profile_id": 55, "is_prime": false}, {"legislator_profile_id": 83, "is_prime": false}, {"legislator_profile_id": 43, "is_prime": false}, {"legislator_profile_id": 16, "is_prime": false}, {"legislator_profile_id": 45, "is_prime": false}, {"legislator_profile_id": 35, "is_prime": false}, {"legislator_profile_id": 89, "is_prime": false}], "keywords": ["Elections", "Secretary of State"], "audio": [{"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sst21.mp3", "start_seconds": 1774.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sst21.mp3", "start_seconds": 1774.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sst21.mp3", "start_seconds": 1774.0}], "bill_versions": [{"bill_id": 2528, "bill_version_id": 15577, "bill_version": "Introduced", "bill_version_date": "2011-01-25T11:04:09.087-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to enact the agreement among the states to elect the president by national popular vote. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The agreement among the states to elect the President by national popular vote is entered with all states legally joining in the form substantially as follows: ARTICLE I - MEMBERSHIP Any state of the United States and the District of Columbia may become a member of this agreement by enacting this agreement. ARTICLE II - RIGHT OF THE PEOPLE IN MEMBER STATES TO VOTE FOR PRESIDENT AND VICE PRESIDENT Each member state shall conduct a statewide popular election for President and Vice President of the United States. ARTICLE III - MANNER OF APPOINTING PRESIDENTIAL ELECTORS IN MEMBER STATES Prior to the time set by law for the meeting and voting by the presidential electors, the chief election official of each member state shall determine the number of votes for each presidential slate in each state of the United States and in the District of Columbia in which votes have been cast in a statewide popular election and shall add such votes together to produce a national popular vote total for each presidential slate. The chief election official of each member state shall designate the presidential slate with the largest national popular vote total as the national popular vote winner. The presidential elector certifying official of each member state shall certify the appointment in that official's own state of the elector slate nominated in that state in association with the national popular vote winner. A least six days before the day fixed by law for the meeting and voting by the presidential electors, each member state shall make a final determination of the number of popular votes cast in the state for each presidential slate and shall communicate an official statement of such determination within twenty-four hours to the chief election official of each other member state. The chief election official of each member state shall treat as conclusive an official statement containing the number of popular votes in a state for each presidential slate made by the day established by federal law for making a state's final determination conclusive as to the counting of electoral votes by Congress. In the event of a tie for the national popular vote winner, the presidential elector certifying official of each member state shall certify the appointment of the elector slate nominated in association with the presidential slate receiving the largest number of popular votes within that official's own state. If, for any reason, the number of presidential electors nominated in a member state in association with the national popular vote winner is less than or greater than that state's number of electoral votes, the presidential candidate on the presidential slate that has been designated as the national popular vote winner shall have the power to nominate the presidential electors for that state and that state's presidential elector certifying official shall certify the appointment of such nominees. The chief election official of each member state shall immediately release to the public all vote counts or statements of votes as they are determined or obtained. This article shall govern the appointment of presidential electors in each member state in any year in which this agreement is, on July twentieth, in effect in states cumulatively possessing a majority of the electoral votes. ARTICLE IV - OTHER PROVISIONS This agreement shall take effect when states cumulatively possessing a majority of the electoral votes have enacted this agreement in substantially the same form and the enactments by such states have taken effect in each state. Any member state may withdraw from this agreement, except that a withdrawal occurring six months or less before the end of a President's term does not become effective until a President or Vice President has been qualified to serve the next term. The chief executive of each member state shall promptly notify the chief executive of all other states of when this agreement has been enacted and has taken effect in that official's state, when the state has withdrawn from this agreement, and when this agreement takes effect generally. This agreement shall terminate if the electoral college is abolished. If any provision of this agreement is held invalid, the remaining provisions are not affected. ARTICLE V - DEFINITIONS For purposes of this agreement: (1) \"Chief executive\" means the Governor of a state of the United States or the mayor of the District of Columbia; (2) \"Elector state\" means a slate of candidates who have been nominated in a state for the position of presidential elector in association with a presidential slate; (3) \"Chief election official\" means the state official or body that is authorized to certify the total number of popular votes for each presidential slate; (4) \"Presidential elector\" means an elector for President and Vice President of the United States; (5) \"Presidential elector certifying official\" means the state official or body that is authorized to certify the appointment of the state's presidential electors; (6) \"Presidential slate\" means a slate of two persons, the first of whom has been nominated as a candidate for President of the United States and the second of whom has been nominated as a candidate for Vice President of the United States, or any legal successors to such persons, regardless of whether both names appear on the ballot presented to the voter in a particular state; (7) \"State\" means a state of the United States and the District of Columbia; and (8) \"Statewide popular election\" means a general election in which votes are cast for presidential slates by individual voters and counted on a statewide basis."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2528, "action_date": "2011-01-25T14:00:00-06:00", "document_id": 15625, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15625.pdf", "status_text": "First read in Senate and referred to", "journal_page": 199, "committee_id_action": 113, "committee_id_assigned": 98, "result": "N", "vote": {}}, {"bill_id": 2528, "action_date": "2011-02-14T10:00:00-06:00", "document_id": 16629, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16629.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 98, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2528, "action_date": "2011-02-14T10:00:00-06:00", "document_id": 16797, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16797.pdf", "status_text": "Tabled", "journal_page": 411, "committee_id_action": 98, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8972, "president_vote": null, "Yea": [44, 40, 46, 24, 26, 77, 45, 9, 34]}}]}