{"session_id": 48, "bill_id": 14662, "bill_type": "Senate Bill", "bill_number": 196, "bill_title": "require criminal record checks for teacher certification or recertification.", "sponsors": [{"legislator_profile_id": 2199, "is_prime": true}, {"legislator_profile_id": 2277, "is_prime": true}, {"legislator_profile_id": 2208, "is_prime": false}, {"legislator_profile_id": 2215, "is_prime": false}, {"legislator_profile_id": 2239, "is_prime": false}, {"legislator_profile_id": 2259, "is_prime": false}, {"legislator_profile_id": 2276, "is_prime": false}], "keywords": ["Criminal Background Checks", "Employee", "Employer", "Teachers"], "audio": [], "bill_versions": [{"bill_id": 14662, "bill_version_id": 80505, "bill_version": "Introduced", "bill_version_date": "1999-01-28T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require criminal record checks for teacher certification or recertification. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-42 be amended by adding thereto a NEW SECTION to read as follows: An applicant for an initial certificate or for renewal or reinstatement of a certificate shall submit to a criminal record check as provided in § 23-5-12. The applicant shall sign the waiver set forth in § 23-5-12, be fingerprinted, and sign a declaration under penalty of perjury regarding any prior criminal conviction and military history. The applicant shall submit the fingerprints to the South Dakota Division of Criminal Investigation and the Federal Bureau of Investigation Identification Division at the time application is made for a certificate. A report that contains information on the applicant's criminal history shall be made to the department. Any fees charged as part of the record check shall be borne by the applicant. A school board or governing body may employ an applicant conditionally while a decision on certification based on results of the check is pending. Section 2. That chapter 13-42 be amended by adding thereto a NEW SECTION to read as follows: The secretary shall deny issuance of a certificate to any applicant who has been convicted of: (1) Murder; (2) Manslaughter; (3) Vehicular homicide; (4) Killing an unborn child by injury to the mother; (5) Assault; (6) Child abuse or neglect; (7) Kidnaping; (8) A sex offense as defined by chapter 22-22 or similar statutes from another state; (9) Indecent exposure; (10) Arson; (11) Robbery; (12) Abuse, neglect, or exploitation of an aged or disabled person; or (13) Possession or distribution of marijuana or a controlled substance. For purposes of this Act, conviction means a plea or verdict of guilty, a suspended sentence, or a conviction following a plea of nolo contendre in this state or any other state. Section 3. That § 13-42-10 be amended to read as follows: 13-42-10. The secretary of the Department of Education and Cultural Affairs may revoke the certificate of any teacher, or refuse to issue a certificate to an applicant, for such period of time as he shall deem advisable, if such person has been convicted of any crime involving moral turpitude, including traffic in narcotics , or has been convicted of any crime involving harmful behavior toward children . Suspension of the sentence is not cause to affect this action. Nor may suspended imposition of a sentence for violation of subdivision 22-22-1(1), subdivision 22-22-1(5) or § 22-22-7 be cause to affect this action. Proof of such conviction and sentence shall consist of a duly certified copy of the court record. Section 4. That chapter 13-42 be amended by adding thereto a NEW SECTION to read as follows: The South Dakota Board of Education may promulgate rules pursuant to chapter 1-26 specifying procedural and administrative requirements for the criminal record check of applicants for certification. Section 5. That chapter 13-43 be amended by adding thereto a NEW SECTION to read as follows: If a school board or governing body of any accredited school dismisses a certified employee or a certified employee resigns as a result of a conviction for crimes specified in section 2 of this Act, the superintendent or chief administrator shall, within ten days of the date the employment is severed, report the circumstances and the name of the employee to the Department of Education and Cultural Affairs. Any superintendent or chief administrator who fails to report under this section is subject to sanctions provided in § 13-8-48."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14662, "action_date": "1999-01-28T14:00:00-06:00", "document_id": 82146, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82146.pdf", "status_text": "First read in Senate and referred to", "journal_page": 233, "committee_id_action": 629, "committee_id_assigned": 607, "result": "N", "vote": {}}, {"bill_id": 14662, "action_date": "1999-02-04T14:00:00-06:00", "document_id": 82150, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82150.pdf", "status_text": "Re-referred to", "journal_page": 342, "committee_id_action": 629, "committee_id_assigned": 604, "result": "P", "vote": {}}, {"bill_id": 14662, "action_date": "1999-02-09T08:00:00-06:00", "document_id": 82036, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82036.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 604, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14662, "action_date": "1999-02-11T08:00:00-06:00", "document_id": 82037, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82037.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 604, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14662, "action_date": "1999-02-16T08:00:00-06:00", "document_id": 82038, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82038.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 604, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14662, "action_date": "1999-02-16T08:00:00-06:00", "document_id": 82038, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82038.pdf", "status_text": "Tabled", "journal_page": 493, "committee_id_action": 604, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41460, "president_vote": null, "Yea": [2242, 2246, 2274, 2275, 2205, 2230], "Nay": [2280]}}]}