{"session_id": 49, "bill_id": 15360, "bill_type": "House Bill", "bill_number": 1139, "bill_title": "revise the property tax levies for the general fund of a school district, to revise certain definitions, and to clarify the effect of student suspension or expulsion on transfers.", "sponsors": [{"legislator_profile_id": 2319, "is_prime": true}, {"legislator_profile_id": 2381, "is_prime": true}, {"legislator_profile_id": 2305, "is_prime": false}, {"legislator_profile_id": 2320, "is_prime": false}, {"legislator_profile_id": 2342, "is_prime": false}, {"legislator_profile_id": 2363, "is_prime": false}, {"legislator_profile_id": 2379, "is_prime": false}, {"legislator_profile_id": 2380, "is_prime": false}, {"legislator_profile_id": 2393, "is_prime": false}, {"legislator_profile_id": 2402, "is_prime": false}], "keywords": ["School District General Fund", "Taxes"], "audio": [{"meeting_datetime": "2000-02-09T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou22hb1139a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-09T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou22hb1139a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-09T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou22hb1139a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 15360, "bill_version_id": 86358, "bill_version": "Introduced", "bill_version_date": "2000-01-18T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the property tax levies for the general fund of a school district. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-12-42 be amended to read as follows: 10-12-42. For taxes payable in 2000 2001 and each year thereafter, the levy for the general fund of a school district shall be as follows: (1) The maximum tax levy shall be sixteen dollars and fifteen five cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subdivision (2) of this section, owner-occupied property as provided for in subdivision (3) of this section, and nonagricultural acreage property as provided for in subdivision (4) of this section ; (2) The maximum tax levy on agricultural property for such school district shall be four dollars and seventy sixty cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in chapter 10-13 this section , the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; (3) The maximum tax levy for an owner-occupied single-family dwelling as defined in § 10-13-40, for such school district may not exceed seven dollars and fifty-six forty- six cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in chapter 10-13 this section , the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; (4) The maximum tax levy on nonagricultural acreage property as defined in § 10-6-33.14, for such school district shall be five dollars and seventy sixty cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in chapter 10-13 this section , the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies. All levies in this section shall be imposed on valuations where the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue. These valuations shall be used for all school funding purposes. If the district has imposed an excess levy pursuant to § 10-12-43, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies in this section. The school district may elect to tax at less than the maximum amounts set forth in this section."}, {"bill_id": 15360, "bill_version_id": 86359, "bill_version": "Senate Taxation Engrossed", "bill_version_date": "2000-02-16T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the property tax levies for the general fund of a school district. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-12-42 be amended to read as follows: 10-12-42. For taxes payable in 2000 2001 and each year thereafter, the levy for the general fund of a school district shall be as follows: (1) The maximum tax levy shall be sixteen dollars and fifteen cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subdivision (2) of this section, owner-occupied property as provided for in subdivision (3) of this section, and nonagricultural acreage property as provided for in subdivision (4) of this section ; (2) The maximum tax levy on agricultural property for such school district shall be four dollars and seventy fifty-five cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in chapter 10-13 this section , the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; (3) The maximum tax levy for an owner-occupied single-family dwelling as defined in § 10-13-40, for such school district may not exceed seven dollars and fifty-six forty- one cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in chapter 10-13 this section , the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; (4) The maximum tax levy on nonagricultural acreage property as defined in § 10-6-33.14, for such school district shall be five dollars and seventy fifty-five cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in chapter 10-13 this section , the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies. All levies in this section shall be imposed on valuations where the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue. These valuations shall be used for all school funding purposes. If the district has imposed an excess levy pursuant to § 10-12-43, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies in this section. The school district may elect to tax at less than the maximum amounts set forth in this section. BILL HISTORY 1/18/00 First read in House and referred to Taxation. H.J. 119 1/25/00 Scheduled for Committee hearing on this date. 2/1/00 Scheduled for Committee hearing on this date. 2/3/00 Scheduled for Committee hearing on this date. 2/8/00 Scheduled for Committee hearing on this date. 2/8/00 Taxation Do Pass, Passed, AYES 8, NAYS 0. H.J. 499 2/9/00 House of Representatives Do Pass, Passed, AYES 66, NAYS 0. H.J. 547 2/10/00 First read in Senate and referred to Taxation. S.J. 426 2/16/00 Scheduled for Committee hearing on this date. 2/16/00 Taxation Do Pass Amended, Passed, AYES 8, NAYS 0. S.J. 522 2/16/00 Taxation Place on Consent Calendar."}, {"bill_id": 15360, "bill_version_id": 86356, "bill_version": "Conference Committee Engrossed", "bill_version_date": "2000-02-25T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the property tax levies for the general fund of a school district, to revise certain definitions, and to clarify the effect of student suspension or expulsion on transfers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-12-42 be amended to read as follows: 10-12-42. For taxes payable in 2000 2001 and each year thereafter, the levy for the general fund of a school district shall be as follows: (1) The maximum tax levy shall be sixteen dollars and fifteen cents thirteen dollars and ninety-three cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subdivision (2) of this section, owner-occupied property as provided for in subdivision (3) of this section, and nonagricultural acreage property as provided for in subdivision (4) of this section ; (2) The maximum tax levy on agricultural property for such school district shall be four dollars and seventy five cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in chapter 10-13 this section , the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; (3) The maximum tax levy for an owner-occupied single-family dwelling as defined in § 10-13-40, for such school district may not exceed seven dollars and fifty-six six dollars and fifty-two cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in chapter 10-13 this section , the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; (4) The maximum tax levy on nonagricultural acreage property as defined in § 10-6-33.14, for such school district shall be five dollars and seventy five cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in chapter 10-13 this section , the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies. All levies in this section shall be imposed on valuations where the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue. These valuations shall be used for all school funding purposes. If the district has imposed an excess levy pursuant to § 10-12-43, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies in this section. The school district may elect to tax at less than the maximum amounts set forth in this section. Section 2. That § 13-37-35.1 be amended to read as follows: 13-37-35.1. Terms used in chapter 13-37 mean: (1) \"Level one disability,\" a mild disability; (2) \"Level two disability,\" a mental retardation or emotional disorder; (3) \"Level three disability,\" hearing impairment, deafness, visual impairment, deaf-blindness, orthopedic impairment, or traumatic brain injury; (4) \"Level four disability,\" autism; (5) \"Level five disability,\" multiple disabilities; (6) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (7) \"Local effort,\" is the amount of taxes payable each year, using a levy for the special education fund of a school district of one dollar and thirty-five thirty cents per thousand dollars of taxable valuation; (8) \"Allocation for a student with a level one disability,\" for the school fiscal year beginning July 1, 1999, is $3,504. For each school year thereafter, the allocation for a student with a level one disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (9) \"Allocation for a student with a level two disability,\" for the school fiscal year beginning July 1, 1999, is $7,914. For each school year thereafter, the allocation for a student with a level two disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (10) \"Allocation for a student with a level three disability,\" for the school fiscal year beginning July 1, 1999, is $10,116. For each school year thereafter, the allocation for a student with a level three disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (11) \"Allocation for a student with a level four disability,\" for the school fiscal year beginning July 1, 1999, is $14,705. For each school year thereafter, the allocation for a student with a level four disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (12) \"Allocation for a student with a level five disability,\" for the school fiscal year beginning July 1, 1999, is $15,808. For each school year thereafter, the allocation for a student with a level five disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (13) \"Child count,\" is the number of students in need of special education or special education and related services according to criteria set forth in rules promulgated pursuant to § § 13-37-1.1 and 13-37-46 submitted to the Department of Education and Cultural Affairs in accordance with rules promulgated pursuant to § 13-37-1.1; (14) \"Resident average daily membership,\" the average number of resident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year plus the average number of pupils for whom the district pays tuition and plus the average number of resident pupils enrolled in another school district under the provisions of § 13-28-40; (15) \"Nonpublic school,\" a sectarian organization or entity which is accredited by the secretary of education and cultural affairs for the purpose of instructing children of compulsory school age. This definition excludes any school that receives a majority of its revenues from public funds; (16) \"Nonpublic average daily membership,\" the average number of kindergarten through twelfth grade pupils enrolled during the previous regular school year in all nonpublic schools located within the boundaries of the public school district plus the average number of children under age sixteen who are approved for alternative instruction pursuant to § 13-27-2 during the previous school year; (17) \"Special education average daily membership,\" resident average daily membership plus nonpublic average daily membership; (18) \"Local need,\" an amount to be determined as follows: (a) Multiply the special education average daily membership by 0.089 and multiply the result by the allocation for a student with a level one disability; (b) Multiply the number of students having a level two disability as reported on the child count for the previous school fiscal year by the allocation for a student with a level two disability; (c) Multiply the number of students having a level three disability as reported on the child count for the previous school fiscal year by the allocation for a student with a level three disability; (d) Multiply the number of students having a level four disability as reported on the child count for the previous school fiscal year by the allocation for a student with a level four disability; (e) Multiply the number of students having a level five disability as reported on the child count for the previous school fiscal year by the allocation for a student with a level five disability; (f) Sum the results of (a) through (e); (19) \"Effort factor,\" the school district's special education tax levy in dollars per thousand divided by $1.35 $1.30 . The maximum effort factor is 1.0. Section 3. Section 2 of this Act is effective January 1, 2001. Section 4. That § 13-32-4.3 be amended to read as follows: 13-32-4.3. If any student is under suspension or expulsion in a school district, the student may not be transferred to another enroll in any school district until the suspension or expulsion has expired. The sending district shall notify, in writing, the receiving district of the suspension or expulsion upon request of the student's permanent school records by the receiving school. The superintendent or school administrator of any school district may prohibit a student from enrolling in that school district if the student is under suspension or expulsion in a school in another state or in a nonpublic school in this state. Upon receiving a request for a student's permanent school records from the receiving district, the sending school shall provide the receiving district with written notice of any suspension or expulsion. BILL HISTORY 1/18/00 First read in House and referred to Taxation. H.J. 119 1/25/00 Scheduled for Committee hearing on this date. 2/1/00 Scheduled for Committee hearing on this date. 2/3/00 Scheduled for Committee hearing on this date. 2/8/00 Scheduled for Committee hearing on this date. 2/8/00 Taxation Do Pass, Passed, AYES 8, NAYS 0. H.J. 499 2/9/00 House of Representatives Do Pass, Passed, AYES 66, NAYS 0. H.J. 547 2/10/00 First read in Senate and referred to Taxation. S.J. 426 2/16/00 Scheduled for Committee hearing on this date. 2/16/00 Taxation Do Pass Amended, Passed, AYES 8, NAYS 0. S.J. 522 2/16/00 Taxation Place on Consent Calendar. 2/18/00 Senate Do Pass Amended, Passed, AYES 0, NAYS 0. S.J. 573 2/23/00 House of Representatives failed to concur, appoint Conference Committee. H.J. 804 2/25/00 House of Representatives Conference committee report adopted Passed, AYES 62, NAYS 0."}, {"bill_id": 15360, "bill_version_id": 86357, "bill_version": "Enrolled", "bill_version_date": "2000-02-25T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15360, "action_date": "2000-01-18T14:00:00-06:00", "document_id": 85630, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85630.pdf", "status_text": "First read in House and referred to", "journal_page": 119, "committee_id_action": 656, "committee_id_assigned": 652, "result": "N", "vote": {}}, {"bill_id": 15360, "action_date": "2000-01-25T07:45:00-06:00", "document_id": 85767, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85767.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 652, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15360, "action_date": "2000-02-01T07:45:00-06:00", "document_id": 85826, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85826.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 652, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15360, "action_date": "2000-02-03T07:45:00-06:00", "document_id": 85849, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85849.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 652, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15360, "action_date": "2000-02-08T07:00:00-06:00", "document_id": 85876, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85876.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 652, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15360, "action_date": "2000-02-08T07:00:00-06:00", "document_id": 85876, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85876.pdf", "status_text": "Do Pass,", "journal_page": 499, "committee_id_action": 652, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43936, "president_vote": null, "Yea": [2305, 2324, 2342, 2348, 2371, 2379, 2402, 2363], "Excused": [2353, 2372, 2377, 2378, 2393]}}, {"bill_id": 15360, "action_date": "2000-02-09T14:00:00-06:00", "document_id": 85662, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85662.pdf", "status_text": "Do Pass,", "journal_page": 547, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 46158, "president_vote": null, "Yea": [2305, 2308, 2309, 2312, 2313, 2314, 2315, 2316, 2317, 2318, 2319, 2321, 2323, 2324, 2325, 2327, 2328, 2332, 2333, 2334, 2336, 2337, 2338, 2342, 2343, 2345, 2348, 2349, 2350, 2353, 2354, 2355, 2356, 2359, 2360, 2361, 2362, 2363, 2366, 2367, 2368, 2370, 2371, 2372, 2374, 2377, 2378, 2379, 2382, 2383, 2384, 2385, 2387, 2388, 2390, 2392, 2393, 2396, 2397, 2401, 2402, 2403, 2404, 2406, 2407, 2351], "Excused": [2341, 2373, 2394, 2408]}}, {"bill_id": 15360, "action_date": "2000-02-10T14:00:00-06:00", "document_id": 85665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85665.pdf", "status_text": "First read in Senate and referred to", "journal_page": 426, "committee_id_action": 657, "committee_id_assigned": 640, "result": "N", "vote": {}}, {"bill_id": 15360, "action_date": "2000-02-16T08:30:00-06:00", "document_id": 85941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85941.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 640, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15360, "action_date": "2000-02-16T08:30:00-06:00", "document_id": 85941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85941.pdf", "status_text": "Do Pass Amended,", "journal_page": 522, "committee_id_action": 640, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44530, "president_vote": null, "Yea": [2304, 2311, 2320, 2339, 2375, 2380, 2310, 2381], "Excused": [2399]}}, {"bill_id": 15360, "action_date": "2000-02-16T08:30:00-06:00", "document_id": 85941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85941.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 640, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15360, "action_date": "2000-02-18T14:00:00-06:00", "document_id": 85677, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85677.pdf", "status_text": "Do Pass Amended,", "journal_page": 573, "committee_id_action": 657, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44734, "president_vote": null, "Yea": [2304, 2306, 2307, 2310, 2311, 2320, 2322, 2326, 2329, 2330, 2331, 2335, 2339, 2340, 2344, 2346, 2347, 2352, 2357, 2358, 2364, 2365, 2369, 2375, 2376, 2380, 2381, 2386, 2389, 2391, 2395, 2398, 2399, 2400, 2405]}}, {"bill_id": 15360, "action_date": "2000-02-23T14:00:00-06:00", "document_id": 85681, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85681.pdf", "status_text": "Conference Committee appointments", "journal_page": 655, "committee_id_action": 657, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15360, "action_date": "2000-02-25T14:00:00-06:00", "document_id": 85684, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85684.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 879, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 46416, "president_vote": null, "Yea": [2305, 2308, 2309, 2312, 2313, 2314, 2316, 2317, 2318, 2319, 2321, 2323, 2324, 2325, 2327, 2328, 2332, 2333, 2334, 2336, 2337, 2338, 2341, 2342, 2343, 2345, 2348, 2349, 2350, 2353, 2354, 2355, 2356, 2361, 2362, 2363, 2366, 2367, 2368, 2370, 2371, 2373, 2374, 2377, 2378, 2379, 2383, 2384, 2388, 2390, 2392, 2393, 2396, 2397, 2401, 2402, 2403, 2404, 2406, 2407, 2408, 2351], "Excused": [2315, 2372, 2382, 2385, 2387, 2394], "Absent": [2359, 2360]}}, {"bill_id": 15360, "action_date": "2000-02-25T14:00:00-06:00", "document_id": 85685, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85685.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 694, "committee_id_action": 657, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44889, "president_vote": null, "Yea": [2304, 2306, 2307, 2310, 2311, 2320, 2326, 2329, 2330, 2331, 2335, 2339, 2340, 2344, 2346, 2347, 2352, 2357, 2358, 2364, 2365, 2369, 2375, 2376, 2380, 2381, 2386, 2389, 2391, 2395, 2398, 2399, 2405], "Excused": [2322, 2400]}}, {"bill_id": 15360, "action_date": "2000-02-25T14:00:00-06:00", "document_id": 85685, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85685.pdf", "status_text": "Signed by President", "journal_page": 700, "committee_id_action": 657, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15360, "action_date": "2000-02-25T14:00:00-06:00", "document_id": 85684, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85684.pdf", "status_text": "Signed by Speaker", "journal_page": 888, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15360, "action_date": "2000-02-25T14:00:00-06:00", "document_id": 85684, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85684.pdf", "status_text": "Delivered to the Governor", "journal_page": 890, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15360, "action_date": "2000-03-14T14:00:00-06:00", "document_id": 85686, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85686.pdf", "status_text": "Signed by Governor", "journal_page": 895, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1538}