{"session_id": 45, "bill_id": 12425, "bill_type": "House Joint Resolution", "bill_number": 1003, "bill_title": "Proposing and submitting to the electors at the next general election an amendment to Article III, section 6 of the Constitution of the State of South Dakota, relating to staggered four-year senate terms and legislative term limits.", "sponsors": [{"legislator_profile_id": 1931, "is_prime": true}, {"legislator_profile_id": 1969, "is_prime": true}], "keywords": ["Constitution: Proposed State Amendments", "Legislators"], "audio": [], "bill_versions": [{"bill_id": 12425, "bill_version_id": 74236, "bill_version": "Introduced", "bill_version_date": "1997-01-10T00:00:00-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the electors at the next general election an amendment to Article III, section 6 of the Constitution of the State of South Dakota, relating to staggered four-year senate terms and legislative term limits. BE IT RESOLVED BY THE HOUSE OF REPRESENTATIVES OF THE STATE OF SOUTH DAKOTA, THE SENATE CONCURRING THEREIN: Section 1. That at the next general election held in the state, the following amendment to Article III, section 6 of the Constitution of the State of South Dakota, as set forth in section 2 of this Joint Resolution, which is hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article III, section 6 of the Constitution of the State of South Dakota, be amended to read as follows: § 6. The terms of office of the members of the Legislature senate shall be four years and the terms of office of the members of the house of representatives shall be two years ; they . The Legislature shall provide, by statute, for the staggering of senate terms. Legislators shall receive for their services the salary fixed by law under the provisions of § 2 of Article XXI of this Constitution, and five cents for every mile of necessary travel in going to and returning from the place of meeting of the Legislature on the most usual route. No person may serve more than four consecutive terms or a total of eight twelve consecutive years in the senate and more than four consecutive terms or a total of eight twelve consecutive years in the house of representatives. However, this restriction does not apply to partial terms to which a legislator may be appointed or to legislative service before January 1, 1993. A regular session of the Legislature shall be held in each odd-numbered year and shall not exceed forty legislative days, excluding Sundays, holidays and legislative recess, except in cases of impeachment, and members of the Legislature shall receive no other pay or perquisites except salary and mileage. A regular session of the Legislature shall be held in each even-numbered year beginning with the year 1964 and shall not exceed thirty-five legislative days, excluding Sundays, holidays and legislative recess, except in cases of impeachment, and members of the Legislature shall receive no other pay or perquisites except salary and mileage."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12425, "action_date": "1997-01-14T14:00:00-06:00", "document_id": 72866, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72866.pdf", "status_text": "First read in House and referred to", "journal_page": 33, "committee_id_action": 544, "committee_id_assigned": 539, "result": "N", "vote": {}}, {"bill_id": 12425, "action_date": "1997-01-22T10:00:00-06:00", "document_id": 72194, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72194.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 539, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12425, "action_date": "1997-01-22T10:00:00-06:00", "document_id": 72194, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72194.pdf", "status_text": "Do Pass,", "journal_page": null, "committee_id_action": 539, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 36778, "president_vote": null, "Yea": [1890, 1900, 1924, 1931, 1936, 1949], "Nay": [1904, 1967, 1926, 1940, 1970, 1961, 1921]}}, {"bill_id": 12425, "action_date": "1997-01-22T10:00:00-06:00", "document_id": 72194, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72194.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 539, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36849, "president_vote": null, "Yea": [1890, 1900, 1904, 1967, 1926, 1940, 1949, 1970, 1961], "Nay": [1924, 1931, 1936, 1921]}}]}