{"session_id": 48, "bill_id": 14874, "bill_type": "Senate Bill", "bill_number": 229, "bill_title": "establish additional agricultural reporting requirements for certain preferred development projects.", "sponsors": [{"legislator_profile_id": 2252, "is_prime": true}, {"legislator_profile_id": 2297, "is_prime": true}], "keywords": ["Agricultural Products", "Agriculture", "Economic Development"], "audio": [], "bill_versions": [{"bill_id": 14874, "bill_version_id": 80571, "bill_version": "Introduced", "bill_version_date": "1999-02-01T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish additional agricultural reporting requirements for certain preferred development projects. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-16B-54 be amended to read as follows: 1-16B-54. Notwithstanding any other provision in this chapter, the authority may participate with other parties in the making of direct mortgage loans for capital improvements for preferred development projects. The interest rate and time and rate of amortization for that part of such a mortgage loan made by the authority and that made by others need not be equal. The interest rate, if any, charged by the authority shall be determined by the authority and the principal indebtedness represented by the mortgage loan and interest accrued, if any, may be forgiven on such terms and conditions as the authority in the exercise of its discretion deems appropriate. Any preferred development project that receives a direct mortgage loan or other state financing and that is engaged in the slaughter, packing, or processing of livestock shall report to the United States Department of Agriculture, the Agricultural Market Service livestock news branch, and the South Dakota Department of Agriculture the following: (1) The number of imported livestock slaughtered each day in the course of the project's operations and the value of such slaughtered livestock animals expressed in United States currency values; and (2) All prices paid for livestock, both by contract and by direct purchase, to be reported at the end of each day during which livestock are purchased or contracted."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14874, "action_date": "1999-02-01T14:00:00-06:00", "document_id": 82147, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82147.pdf", "status_text": "First read in Senate and referred to", "journal_page": 277, "committee_id_action": 629, "committee_id_assigned": 602, "result": "N", "vote": {}}, {"bill_id": 14874, "action_date": "1999-02-04T10:00:00-06:00", "document_id": 81999, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81999.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 602, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14874, "action_date": "1999-02-04T10:00:00-06:00", "document_id": 81999, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81999.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 331, "committee_id_action": 602, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43140, "president_vote": null, "Yea": [2205, 2206, 2242, 2292, 2294, 2224], "Excused": [2241], "Nay": [2252, 2280]}}]}