{"session_id": 45, "bill_id": 13122, "bill_type": "House Bill", "bill_number": 1276, "bill_title": "to restrict persons who have possessed, used, or distributed controlled substances or marijuana from participation in certain extracurricular activities or financial aid assistance.", "sponsors": [], "keywords": ["Drugs & Controlled Substances", "School Activities", "Signed by Governor"], "audio": [], "bill_versions": [{"bill_id": 13122, "bill_version_id": 73571, "bill_version": "Introduced", "bill_version_date": "1997-02-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to restrict persons who have possessed, used, or distributed controlled substances or marijuana from participation in certain extracurricular activities or financial aid assistance. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Any person adjudicated, convicted, or the subject of a suspended imposition of sentence for possession, use, or distribution of controlled substances or marijuana as defined chapter 22-42 is ineligible to participate in any extracurricular activity at any secondary school accredited by the Department of Education and Cultural Affairs for one year. Upon a subsequent adjudication, conviction, or suspended imposition of sentence for possession, use, or distribution of controlled substances or marijuana by a court of competent jurisdiction, that person is ineligible to participate in any extracurricular activity while that person is attending any school accredited by the Department of Education and Cultural Affairs. Upon such a determination in any juvenile proceeding the circuit court shall give notice of that determination to the South Dakota High School Activities Association and the chief administrator of the school in which the person is enrolled. Section 2. Any person adjudicated, convicted, or the subject of a suspended imposition of sentence for possession, use, or distribution of controlled substances or marijuana as defined chapter 22-42 is ineligible for any direct financial aid, grant, loan, or scholarship for attendance at a postsecondary institution to the extent such financial aid, grant, loan, or scholarship is funded by the State of South Dakota. Upon receiving a request from the chief administrator of the postsecondary educational institution, the Unified Judicial System shall send notice of whether the person who is the subject of the request was adjudicated in a juvenile proceeding of possessing controlled substances or marijuana as defined in chapter 22-42. Section 3. Any person who has been determined by a court of competent jurisdiction to have possessed, used, or distributed controlled substances or marijuana as defined in chapter 22-42 while enrolled at a South Dakota state supported institution of higher education is ineligible to participate in any form of intercollegiate extracurricular competition at any South Dakota state supported institution of higher education. Upon receiving a request from the chief administrator of the postsecondary educational institution, the Unified Judicial System shall send notice of whether the person who is the subject of the request was adjudicated in a juvenile proceeding of possessing controlled substances or marijuana as defined in chapter 22-42."}, {"bill_id": 13122, "bill_version_id": 73570, "bill_version": "House State Affairs Engrossed", "bill_version_date": "1997-02-11T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to restrict persons who have possessed, used, or distributed controlled substances or marijuana from participation in certain extracurricular activities or financial aid assistance. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Any person adjudicated, convicted, or the subject of a suspended imposition of sentence for possession, use, or distribution of controlled substances or marijuana as defined in chapter 22-42 is ineligible to participate in any extracurricular activity at any secondary school accredited by the Department of Education and Cultural Affairs for one year. Upon a subsequent adjudication, conviction, or suspended imposition of sentence for possession, use, or distribution of controlled substances or marijuana by a court of competent jurisdiction, that person is ineligible to participate in any extracurricular activity while that person is attending any school accredited by the Department of Education and Cultural Affairs. Upon such a determination in any juvenile proceeding the circuit court shall give notice of that determination to the South Dakota High School Activities Association and the chief administrator of the school in which the person is enrolled. Section 2. Any person adjudicated, convicted, or the subject of a suspended imposition of sentence for felonious possession, use, or distribution of controlled substances or marijuana as defined chapter 22-42 is ineligible for any scholarship for attendance at a postsecondary institution to the extent such scholarship is funded by the State of South Dakota. Upon receiving a request from the chief administrator of the postsecondary educational institution, the Unified Judicial System shall send notice of whether the person who is the subject of the request was adjudicated in a juvenile proceeding of possessing, using, or distributing controlled substances or marijuana as defined in chapter 22-42. Section 3. Any person who has been determined by a court of competent jurisdiction to have feloniously possessed, used, or distributed controlled substances or marijuana as defined in chapter 22-42 while enrolled at a South Dakota state supported institution of higher education is ineligible to participate in any form of intercollegiate extracurricular competition at any South Dakota state supported institution of higher education. Upon receiving a request from the chief administrator of the postsecondary educational institution, the Unified Judicial System shall send notice of whether the person who is the subject of the request was adjudicated in a juvenile proceeding of feloniously possessing, using, or distributing controlled substances or marijuana as defined in chapter 22-42. BILL HISTORY 2/4/97 First read in House and referred to State Affairs. H.J. 298 2/10/97 Scheduled for Committee hearing on this date. 2/10/97 State Affairs Do Pass Amended, AYES 9, NAYS 3. H.J. 377"}, {"bill_id": 13122, "bill_version_id": 73569, "bill_version": "House Engrossed", "bill_version_date": "1997-02-15T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to restrict persons who have possessed, used, or distributed controlled substances or marijuana from participation in certain extracurricular activities or financial aid assistance. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Any person adjudicated, convicted, or the subject of a suspended imposition of sentence for possession, use, or distribution of controlled substances or marijuana as defined in chapter 22-42 is ineligible to participate in any extracurricular activity at any secondary school accredited by the Department of Education and Cultural Affairs for one year. Upon a subsequent adjudication, conviction, or suspended imposition of sentence for possession, use, or distribution of controlled substances or marijuana by a court of competent jurisdiction, that person is ineligible to participate in any extracurricular activity while that person is attending any school accredited by the Department of Education and Cultural Affairs. Upon such a determination in any juvenile proceeding the Unified Judicial System shall give notice of that determination to the South Dakota High School Activities Association and the chief administrator of the school in which the person is enrolled. Section 2. Any person adjudicated, convicted, or the subject of a suspended imposition of sentence for felonious possession, use, or distribution of controlled substances or marijuana as defined chapter 22-42 is ineligible for any scholarship for attendance at a postsecondary institution to the extent such scholarship is funded by the State of South Dakota. Upon receiving a request from the chief administrator of the postsecondary educational institution, the Unified Judicial System shall send notice of whether the person who is the subject of the request was adjudicated in a juvenile proceeding of feloniously possessing, using, or distributing controlled substances or marijuana as defined in chapter 22-42. Section 3. Any person who has been determined by a court of competent jurisdiction to have feloniously possessed, used, or distributed controlled substances or marijuana as defined in chapter 22-42 while enrolled at a South Dakota state supported institution of higher education is ineligible to participate in any form of intercollegiate extracurricular competition at any South Dakota state supported institution of higher education. Upon receiving a request from the chief administrator of the postsecondary educational institution, the Unified Judicial System shall send notice of whether the person who is the subject of the request was adjudicated in a juvenile proceeding of feloniously possessing, using, or distributing controlled substances or marijuana as defined in chapter 22-42 BILL HISTORY 2/4/97 First read in House and referred to State Affairs. H.J. 298 2/10/97 Scheduled for Committee hearing on this date. 2/10/97 State Affairs Do Pass Amended, AYES 9, NAYS 3. H.J. 377 2/12/97 Motion to Amend. H.J. 455 2/12/97 Deferred with pending amendment (Rule 5-17). H.J. 456 2/14/97 Motion to Amend, AYES 23, NAYS 43. H.J. 492 2/14/97 Motion to Amend. H.J. 493 2/14/97 Motion to Amend. H.J. 493 2/14/97 House of Representatives Do Pass Amended, AYES 45, NAYS 23. H.J. 493"}, {"bill_id": 13122, "bill_version_id": 73573, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "1997-03-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to restrict persons who have possessed, used, or distributed controlled substances or marijuana from participation in certain extracurricular activities or financial aid assistance. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Any person adjudicated, convicted, or the subject of a suspended imposition of sentence for possession, use, or distribution of controlled substances or marijuana as defined in chapter 22-42 is ineligible to participate in any extracurricular activity at any secondary school accredited by the Department of Education and Cultural Affairs for one year. Upon a subsequent adjudication, conviction, or suspended imposition of sentence for possession, use, or distribution of controlled substances or marijuana by a court of competent jurisdiction, that person is ineligible to participate in any extracurricular activity while that person is attending any school accredited by the Department of Education and Cultural Affairs. Upon such a determination in any juvenile proceeding the Unified Judicial System shall give notice of that determination to the South Dakota High School Activities Association and the chief administrator of the school in which the person is enrolled. Section 2. Any person adjudicated, convicted, or the subject of a suspended imposition of sentence for possession, use, or distribution of controlled substances or marijuana as defined in chapter 22-42 under circumstances which would constitute a felony under South Dakota law is ineligible for any scholarship for attendance at a postsecondary institution to the extent such scholarship is funded by the State of South Dakota. Upon receiving a request from the chief administrator of the postsecondary educational institution, the Unified Judicial System shall send notice of whether the person who is the subject of the request was adjudicated in a juvenile proceeding of possessing, using, or distributing controlled substances or marijuana as defined in chapter 22-42 under circumstances which would constitute a felony under South Dakota law if that person were an adult. Section 3. Any person who has been determined by a court of competent jurisdiction to have possessed, used, or distributed controlled substances or marijuana as defined in chapter 22-42 under circumstances which would constitute a felony under South Dakota law while enrolled at a South Dakota state supported institution of higher education is ineligible to participate in any form of intercollegiate extracurricular competition at any South Dakota state supported institution of higher education. Upon receiving a request from the chief administrator of the postsecondary educational institution, the Unified Judicial System shall send notice of whether the person who is the subject of the request was adjudicated in a juvenile proceeding of possessing, using, or distributing controlled substances or marijuana as defined in chapter 22-42 under circumstances which would constitute a felony under South Dakota law if that person were an adult. BILL HISTORY 2/4/97 First read in House and referred to State Affairs. H.J. 298 2/10/97 Scheduled for Committee hearing on this date. 2/10/97 State Affairs Do Pass Amended, Passed, AYES 9, NAYS 3. H.J. 377 2/12/97 House of Representatives Placed on Calendar. H.J. 451 2/12/97 Motion to Amend,. H.J. 455 2/12/97 Deferred with pending amendment (Rule 5-17). H.J. 456 2/14/97 Motion to Amend, Failed, AYES 23, NAYS 43. H.J. 492 2/14/97 Motion to Amend, Passed. H.J. 493 2/14/97 Motion to Amend, Passed. H.J. 493 2/14/97 House of Representatives Do Pass Amended, Passed, AYES 45, NAYS 23. H.J. 493 2/15/97 First read in Senate and referred to State Affairs. S.J. 481 2/21/97 Scheduled for Committee hearing on this date. 2/21/97 State Affairs Deferred to another day. S.J. 576 2/24/97 Scheduled for Committee hearing on this date. 2/24/97 State Affairs Deferred to another day. S.J. 594 2/26/97 Scheduled for Committee hearing on this date. 2/26/97 State Affairs Deferred to another day. S.J. 646 2/28/97 Scheduled for Committee hearing on this date. 2/28/97 State Affairs Do Pass Amended, Passed, AYES 7, NAYS 2. S.J. 705"}, {"bill_id": 13122, "bill_version_id": 73572, "bill_version": "Senate Engrossed", "bill_version_date": "1997-03-05T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to restrict persons who have possessed, used, or distributed controlled substances or marijuana from participation in certain extracurricular activities or financial aid assistance. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Any person adjudicated, convicted, or the subject of a suspended imposition of sentence for possession, use, or distribution of controlled substances or marijuana as defined in chapter 22-42 is ineligible to participate in any extracurricular activity at any secondary school accredited by the Department of Education and Cultural Affairs for one year or until the person has successfully completed a thirty-day inpatient chemical dependency course conducted by a certified chemical dependency counselor and they must test negative at this time before being reinstated to the program. Upon a subsequent adjudication, conviction, or suspended imposition of sentence for possession, use, or distribution of controlled substances or marijuana by a court of competent jurisdiction, that person is ineligible to participate in any extracurricular activity while that person is attending any school accredited by the Department of Education and Cultural Affairs. Upon such a determination in any juvenile proceeding the Unified Judicial System shall give notice of that determination to the South Dakota High School Activities Association and the chief administrator of the school in which the person is enrolled. Section 2. Any person adjudicated, convicted, or the subject of a suspended imposition of sentence for possession, use, or distribution of controlled substances or marijuana as defined in chapter 22-42 under circumstances which would constitute a felony under South Dakota law is ineligible for any scholarship for attendance at a postsecondary institution to the extent such scholarship is funded by the State of South Dakota. Upon receiving a request from the chief administrator of the postsecondary educational institution, the Unified Judicial System shall send notice of whether the person who is the subject of the request was adjudicated in a juvenile proceeding of possessing, using, or distributing controlled substances or marijuana as defined in chapter 22-42 under circumstances which would constitute a felony under South Dakota law if that person were an adult. Section 3. Any person who has been determined by a court of competent jurisdiction to have possessed, used, or distributed controlled substances or marijuana as defined in chapter 22-42 under circumstances which would constitute a felony under South Dakota law while enrolled at a South Dakota state supported institution of higher education is ineligible to participate in any form of intercollegiate extracurricular competition at any South Dakota state supported institution of higher education. Upon receiving a request from the chief administrator of the postsecondary educational institution, the Unified Judicial System shall send notice of whether the person who is the subject of the request was adjudicated in a juvenile proceeding of possessing, using, or distributing controlled substances or marijuana as defined in chapter 22-42 under circumstances which would constitute a felony under South Dakota law if that person were an adult. BILL HISTORY 2/4/97 First read in House and referred to State Affairs. H.J. 298 2/10/97 Scheduled for Committee hearing on this date. 2/10/97 State Affairs Do Pass Amended, Passed, AYES 9, NAYS 3. H.J. 377 2/12/97 House of Representatives Placed on Calendar. H.J. 451 2/12/97 Motion to Amend,. H.J. 455 2/12/97 Deferred with pending amendment (Rule 5-17). H.J. 456 2/14/97 Motion to Amend, Failed, AYES 23, NAYS 43. H.J. 492 2/14/97 Motion to Amend, Passed. H.J. 493 2/14/97 Motion to Amend, Passed. H.J. 493 2/14/97 House of Representatives Do Pass Amended, Passed, AYES 45, NAYS 23. H.J. 493 2/15/97 First read in Senate and referred to State Affairs. S.J. 481 2/21/97 Scheduled for Committee hearing on this date. 2/21/97 State Affairs Deferred to another day. S.J. 576 2/24/97 Scheduled for Committee hearing on this date. 2/24/97 State Affairs Deferred to another day. S.J. 594 2/26/97 Scheduled for Committee hearing on this date. 2/26/97 State Affairs Deferred to another day. S.J. 646 2/28/97 Scheduled for Committee hearing on this date. 2/28/97 State Affairs Do Pass Amended, Passed, AYES 7, NAYS 2. S.J. 705 3/4/97 Motion to Amend, Failed. S.J. 769 3/4/97 Motion to Amend, Passed, AYES 20, NAYS 15. S.J. 780 3/4/97 Senate Do Pass Amended, Passed, AYES 25, NAYS 10. S.J. 781"}, {"bill_id": 13122, "bill_version_id": 73567, "bill_version": "Conference Committee Engrossed", "bill_version_date": "1997-03-06T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to restrict persons who have possessed, used, or distributed controlled substances or marijuana from participation in certain extracurricular activities or financial aid assistance. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Any person adjudicated, convicted, or the subject of a suspended imposition of sentence for possession, use, or distribution of controlled substances or marijuana as defined in chapter 22-42 is ineligible to participate in any extracurricular activity at any secondary school accredited by the Department of Education and Cultural Affairs for one year. Upon a subsequent adjudication, conviction, or suspended imposition of sentence for possession, use, or distribution of controlled substances or marijuana by a court of competent jurisdiction, that person is ineligible to participate in any extracurricular activity while that person is attending any school accredited by the Department of Education and Cultural Affairs. Upon such a determination in any juvenile proceeding the Unified Judicial System shall give notice of that determination to the South Dakota High School Activities Association and the chief administrator of the school in which the person is enrolled. Section 2. Any person adjudicated, convicted, or the subject of a suspended imposition of sentence for possession, use, or distribution of controlled substances or marijuana as defined in chapter 22-42 under circumstances which would constitute a felony under South Dakota law is ineligible for any scholarship for attendance at a postsecondary institution to the extent such scholarship is funded by the State of South Dakota. Upon receiving a request from the chief administrator of the postsecondary educational institution, the Unified Judicial System shall send notice of whether the person who is the subject of the request was adjudicated in a juvenile proceeding of possessing, using, or distributing controlled substances or marijuana as defined in chapter 22-42 under circumstances which would constitute a felony under South Dakota law if that person were an adult. Section 3. Any person who has been determined by a court of competent jurisdiction to have possessed, used, or distributed controlled substances or marijuana as defined in chapter 22-42 under circumstances which would constitute a felony under South Dakota law while enrolled at a South Dakota state supported institution of higher education is ineligible to participate in any form of intercollegiate extracurricular competition at any South Dakota state supported institution of higher education. Upon receiving a request from the chief administrator of the postsecondary educational institution, the Unified Judicial System shall send notice of whether the person who is the subject of the request was adjudicated in a juvenile proceeding of possessing, using, or distributing controlled substances or marijuana as defined in chapter 22-42 under circumstances which would constitute a felony under South Dakota law if that person were an adult. Section 4. As used in section 1 of this Act, the term, extracurricular activity, means any activity sanctioned by the South Dakota High School Activities Association. BILL HISTORY 2/4/97 First read in House and referred to State Affairs. H.J. 298 2/10/97 Scheduled for Committee hearing on this date. 2/10/97 State Affairs Do Pass Amended, Passed, AYES 9, NAYS 3. H.J. 377 2/12/97 House of Representatives Placed on Calendar. H.J. 451 2/12/97 Motion to Amend,. H.J. 455 2/12/97 Deferred with pending amendment (Rule 5-17). H.J. 456 2/14/97 Motion to Amend, Failed, AYES 23, NAYS 43. H.J. 492 2/14/97 Motion to Amend, Passed. H.J. 493 2/14/97 Motion to Amend, Passed. H.J. 493 2/14/97 House of Representatives Do Pass Amended, Passed, AYES 45, NAYS 23. H.J. 493 2/15/97 First read in Senate and referred to State Affairs. S.J. 481 2/21/97 Scheduled for Committee hearing on this date. 2/21/97 State Affairs Deferred to another day. S.J. 576 2/24/97 Scheduled for Committee hearing on this date. 2/24/97 State Affairs Deferred to another day. S.J. 594 2/26/97 Scheduled for Committee hearing on this date. 2/26/97 State Affairs Deferred to another day. S.J. 646 2/28/97 Scheduled for Committee hearing on this date. 2/28/97 State Affairs Do Pass Amended, Passed, AYES 7, NAYS 2. S.J. 705 3/4/97 Motion to Amend, Failed. S.J. 769 3/4/97 Motion to Amend, Passed, AYES 20, NAYS 15. S.J. 780 3/4/97 Senate Do Pass Amended, Passed, AYES 25, NAYS 10. S.J. 781 3/5/97 House of Representatives failed to concur, appoint Conference Committee. H.J. 894 3/6/97 Senate Conference committee report adopted Passed, AYES 23, NAYS 12. 3/6/97 House of Representatives Conference committee report adopted Passed, AYES 43, NAYS 23."}, {"bill_id": 13122, "bill_version_id": 73568, "bill_version": "Enrolled", "bill_version_date": "1997-03-06T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13122, "action_date": "1997-02-04T14:00:00-06:00", "document_id": 72896, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72896.pdf", "status_text": "First read in House and referred to", "journal_page": 298, "committee_id_action": 544, "committee_id_assigned": 539, "result": "N", "vote": {}}, {"bill_id": 13122, "action_date": "1997-02-10T10:00:00-06:00", "document_id": 72319, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72319.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 539, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13122, "action_date": "1997-02-10T10:00:00-06:00", "document_id": 72319, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72319.pdf", "status_text": "Do Pass Amended,", "journal_page": 377, "committee_id_action": 539, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36352, "president_vote": null, "Yea": [1890, 1904, 1924, 1931, 1936, 1967, 1949, 1961, 1921], "Nay": [1900, 1926, 1940], "Excused": [1970]}}, {"bill_id": 13122, "action_date": "1997-02-12T14:00:00-06:00", "document_id": 72908, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72908.pdf", "status_text": "Motion to Amend,", "journal_page": 455, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13122, "action_date": "1997-02-14T14:00:00-06:00", "document_id": 72912, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72912.pdf", "status_text": "Motion to Amend,", "journal_page": 493, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13122, "action_date": "1997-02-14T14:00:00-06:00", "document_id": 72912, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72912.pdf", "status_text": "Motion to Amend,", "journal_page": 493, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13122, "action_date": "1997-02-14T14:00:00-06:00", "document_id": 72912, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72912.pdf", "status_text": "Do Pass Amended,", "journal_page": 493, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35739, "president_vote": null, "Yea": [1886, 1888, 1890, 1891, 1892, 1894, 1895, 1899, 1903, 1904, 1906, 1907, 1909, 1910, 1914, 1916, 1918, 1921, 1929, 1931, 1933, 1936, 1941, 1943, 1944, 1947, 1949, 1950, 1951, 1952, 1953, 1957, 1958, 1961, 1962, 1963, 1964, 1966, 1968, 1973, 1980, 1982, 1985, 1987, 1924], "Nay": [1887, 1896, 1897, 1898, 1902, 1913, 1917, 1922, 1923, 1926, 1934, 1937, 1940, 1942, 1948, 1954, 1967, 1970, 1971, 1974, 1975, 1983, 1984], "Absent": [1900], "Excused": [1988]}}, {"bill_id": 13122, "action_date": "1997-02-15T14:00:00-06:00", "document_id": 72915, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72915.pdf", "status_text": "First read in Senate and referred to", "journal_page": 481, "committee_id_action": 545, "committee_id_assigned": 527, "result": "N", "vote": {}}, {"bill_id": 13122, "action_date": "1997-02-21T07:45:00-06:00", "document_id": 72421, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72421.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 527, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13122, "action_date": "1997-02-21T07:45:00-06:00", "document_id": 72421, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72421.pdf", "status_text": "Deferred to another day", "journal_page": 576, "committee_id_action": 527, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13122, "action_date": "1997-02-24T07:45:00-06:00", "document_id": 72428, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72428.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 527, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13122, "action_date": "1997-02-24T07:45:00-06:00", "document_id": 72428, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72428.pdf", "status_text": "Deferred to another day", "journal_page": 594, "committee_id_action": 527, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13122, "action_date": "1997-02-26T07:45:00-06:00", "document_id": 72446, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72446.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 527, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13122, "action_date": "1997-02-26T07:45:00-06:00", "document_id": 72446, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72446.pdf", "status_text": "Deferred to another day", "journal_page": 646, "committee_id_action": 527, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13122, "action_date": "1997-02-28T07:45:00-06:00", "document_id": 72469, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72469.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 527, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13122, "action_date": "1997-02-28T07:45:00-06:00", "document_id": 72469, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72469.pdf", "status_text": "Do Pass Amended,", "journal_page": 705, "committee_id_action": 527, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38030, "president_vote": null, "Yea": [1911, 1915, 1956, 1912, 1986, 1969, 1927], "Nay": [1930, 1946]}}, {"bill_id": 13122, "action_date": "1997-03-04T14:00:00-06:00", "document_id": 72937, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72937.pdf", "status_text": "Motion to Amend,", "journal_page": 780, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37193, "president_vote": null, "Nay": [1884, 1885, 1911, 1915, 1920, 1925, 1927, 1928, 1935, 1938, 1956, 1969, 1972, 1976, 1981], "Yea": [1889, 1893, 1901, 1905, 1908, 1912, 1919, 1930, 1932, 1939, 1945, 1946, 1955, 1959, 1960, 1965, 1977, 1978, 1979, 1986]}}, {"bill_id": 13122, "action_date": "1997-03-04T14:00:00-06:00", "document_id": 72937, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72937.pdf", "status_text": "Motion to Amend,", "journal_page": 780, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37193, "president_vote": null, "Nay": [1884, 1885, 1911, 1915, 1920, 1925, 1927, 1928, 1935, 1938, 1956, 1969, 1972, 1976, 1981], "Yea": [1889, 1893, 1901, 1905, 1908, 1912, 1919, 1930, 1932, 1939, 1945, 1946, 1955, 1959, 1960, 1965, 1977, 1978, 1979, 1986]}}, {"bill_id": 13122, "action_date": "1997-03-04T14:00:00-06:00", "document_id": 72937, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72937.pdf", "status_text": "Do Pass Amended,", "journal_page": 781, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35188, "president_vote": null, "Nay": [1884, 1911, 1912, 1919, 1930, 1932, 1946, 1955, 1977, 1979], "Yea": [1885, 1889, 1893, 1901, 1905, 1908, 1915, 1920, 1925, 1927, 1928, 1935, 1938, 1939, 1945, 1956, 1959, 1960, 1965, 1969, 1972, 1976, 1978, 1981, 1986]}}, {"bill_id": 13122, "action_date": "1997-03-05T14:00:00-06:00", "document_id": 72939, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72939.pdf", "status_text": "Conference Committee appointments", "journal_page": 811, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13122, "action_date": "1997-03-06T14:00:00-06:00", "document_id": 72941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72941.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 834, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36756, "president_vote": null, "Yea": [1884, 1885, 1889, 1893, 1901, 1908, 1911, 1915, 1920, 1925, 1927, 1928, 1935, 1938, 1945, 1956, 1959, 1960, 1969, 1972, 1976, 1981, 1986], "Nay": [1905, 1912, 1919, 1930, 1932, 1939, 1946, 1955, 1965, 1977, 1978, 1979]}}, {"bill_id": 13122, "action_date": "1997-03-06T14:00:00-06:00", "document_id": 72940, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72940.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 927, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36046, "president_vote": null, "Yea": [1886, 1888, 1890, 1891, 1892, 1894, 1895, 1899, 1903, 1904, 1906, 1907, 1909, 1910, 1914, 1916, 1918, 1921, 1929, 1931, 1933, 1934, 1936, 1937, 1941, 1943, 1944, 1947, 1950, 1951, 1952, 1953, 1958, 1961, 1962, 1963, 1966, 1968, 1973, 1980, 1985, 1987, 1924], "Excused": [1887, 1964, 1988], "Nay": [1896, 1897, 1898, 1900, 1902, 1917, 1922, 1923, 1926, 1940, 1942, 1948, 1949, 1954, 1957, 1967, 1970, 1971, 1974, 1975, 1982, 1983, 1984], "Absent": [1913]}}, {"bill_id": 13122, "action_date": "1997-03-06T14:00:00-06:00", "document_id": 72941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72941.pdf", "status_text": "Signed by President", "journal_page": 838, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13122, "action_date": "1997-03-06T14:00:00-06:00", "document_id": 72940, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72940.pdf", "status_text": "Signed by Speaker", "journal_page": 933, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13122, "action_date": "1997-03-06T14:00:00-06:00", "document_id": 72940, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72940.pdf", "status_text": "Delivered to the Governor", "journal_page": null, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13122, "action_date": "1997-03-11T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 600, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13122"}