{"session_id": 51, "bill_id": 16363, "bill_type": "House Bill", "bill_number": 1138, "bill_title": "establish the Division of Antitrust Enforcement within the Office of the Attorney General and to make an appropriation therefor.", "sponsors": [{"legislator_profile_id": 2568, "is_prime": true}, {"legislator_profile_id": 2616, "is_prime": true}, {"legislator_profile_id": 2518, "is_prime": false}, {"legislator_profile_id": 2521, "is_prime": false}, {"legislator_profile_id": 2527, "is_prime": false}, {"legislator_profile_id": 2531, "is_prime": false}, {"legislator_profile_id": 2541, "is_prime": false}, {"legislator_profile_id": 2555, "is_prime": false}, {"legislator_profile_id": 2560, "is_prime": false}, {"legislator_profile_id": 2562, "is_prime": false}, {"legislator_profile_id": 2574, "is_prime": false}, {"legislator_profile_id": 2587, "is_prime": false}, {"legislator_profile_id": 2591, "is_prime": false}, {"legislator_profile_id": 2602, "is_prime": false}, {"legislator_profile_id": 2607, "is_prime": false}, {"legislator_profile_id": 2611, "is_prime": false}, {"legislator_profile_id": 2614, "is_prime": false}], "keywords": ["Appropriation", "Attorney General"], "audio": [], "bill_versions": [{"bill_id": 16363, "bill_version_id": 88341, "bill_version": "Introduced", "bill_version_date": "2001-01-24T08:57:29-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the Division of Antitrust Enforcement within the Office of the Attorney General and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 1-11 be amended by adding thereto a NEW SECTION to read as follows: There is hereby established within the Office of the Attorney General the Division of Antitrust Enforcement. The attorney general shall appoint the director of the division. The division is subordinate to the attorney general and shall carry out orders and directives issued by the attorney general. Section 2. That chapter 1-11 be amended by adding thereto a NEW SECTION to read as follows: The Division of Antitrust Enforcement shall investigate all potential antitrust violations of the Constitution of the State of South Dakota and of the laws of this state, and shall place special emphasis on potential antitrust violations and unfair business practices in the agricultural sector. The attorney general may require the furnishing of any document or other record or evidence necessary to investigate such violations and practices and to carry out the purposes of this Act. Section 3. That § 40-15B-6 be amended to read as follows: 40-15B-6. The attorney general and the Division of Antitrust Enforcement shall investigate and enforce the provisions of § § 40-15B-1 to 40-15B-8, inclusive, and the Department of Agriculture shall refer any violations of these provisions to the attorney general. The attorney general or any person injured by a violation of these provisions may bring an action in circuit court to restrain a packer from violating these provisions. A seller who receives a discriminatory price or who is offered only a discriminatory price for livestock based upon a violation of these provisions by a packer has a civil cause of action against the packer and, if successful, shall be awarded treble damages. Section 4. There is hereby appropriated from the general fund the sum of one hundred thousand dollars ($100,000), or so much thereof as may be necessary, to the Office of the Attorney General for the staffing and operations of the Division of Antitrust Enforcement. The division is authorized one full time equivalent position. Section 5. The attorney general shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 6. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2002, shall revert in accordance with § 4-8-21."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16363, "action_date": "2001-01-24T14:00:00-06:00", "document_id": 88432, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88432.pdf", "status_text": "First read in House and referred to", "journal_page": 170, "committee_id_action": 712, "committee_id_assigned": 699, "result": "N", "vote": {}}, {"bill_id": 16363, "action_date": "2001-02-06T09:00:00-06:00", "document_id": 89385, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89385.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 699, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16363, "action_date": "2001-02-06T09:00:00-06:00", "document_id": 89385, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89385.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 357, "committee_id_action": 699, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49039, "president_vote": null, "Excused": [2574, 2533, 2596], "Nay": [2527], "Yea": [2515, 2528, 2608, 2566, 2600]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/16363"}