{"session_id": 57, "bill_id": 19548, "bill_type": "House Bill", "bill_number": 1217, "bill_title": "establish growth-based renewable energy standards for certain electric utilities.", "sponsors": [{"legislator_profile_id": 3164, "is_prime": true}, {"legislator_profile_id": 3204, "is_prime": true}, {"legislator_profile_id": 3156, "is_prime": false}, {"legislator_profile_id": 3175, "is_prime": false}, {"legislator_profile_id": 3209, "is_prime": false}, {"legislator_profile_id": 3224, "is_prime": false}], "keywords": ["Administrative Rules", "Energy", "Public Utilities Commission"], "audio": [{"meeting_datetime": "2005-02-07T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hst20hb1217a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-07T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hst20hb1217a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-07T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hst20hb1217a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19548, "bill_version_id": 103581, "bill_version": "Introduced", "bill_version_date": "2005-01-31T08:13:23-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish growth-based renewable energy standards for certain electric utilities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Each electric utility as defined in § 49-34A-1 is subject to the provisions of this Act and to the rules promulgated pursuant to this Act by the Public Utilities Commission. No additional regulatory authority of the commission other than that specifically contained in this Act is provided or implied. Section 2. For purposes of this Act, the term, renewable energy resources, means sources of energy that may be used to meet the renewable energy standard established in section 4 of this Act. Renewable energy resources include solar energy, wind energy, geothermal energy, biomass, and hydroelectricity with a nameplate rating of ten megawatts or less. A fuel cell using hydrogen derived from these renewable energy resources is also an eligible electric generation technology. Fossil and nuclear fuels and their derivatives are not renewable energy resources. The term, biomass, as used in this section means nontoxic plant matter that is the byproduct of agricultural crops, urban wood waste, mill residue, slash, or brush; animal wastes and products of animal wastes; or methane produced at landfills or as a by-product of the treatment of wastewater residuals. The Public Utilities Commission, by July 1, 2006, shall promulgate rules pursuant to chapter 1-26 to further define the renewable energy resources specified in this section. Section 3. The Public Utilities Commission, by July 1, 2006, shall promulgate rules pursuant to chapter 1-26 to establish standards for the design, placement, and management of electric generation technologies that use renewable energy resources to ensure that the negative environmental impacts of such facilities are minimized. Section 4. Each electric utility shall conduct its operations so that the utility obtains an amount of electricity derived from renewable energy resources that is equal to at least fifty percent of new electricity sold by the utility as provided in this section. The baseline upon which an electric utility's new energy use is determined is the average annual kilowatt hours sold by the utility during the years 2003, 2004, and 2005. Growth or reduction in energy use for the initial reporting period is determined by averaging the number of kilowatt hours sold by the electric utility during the last three completed calendar years and subtracting the baseline. Growth or reduction in energy use for subsequent reporting periods is determined by averaging the number of kilowatt hours sold by the electric utility during the last three completed calendar years and subtracting the average for the previous reporting period. No later than September 30, 2006, each electric utility retailing electricity in South Dakota shall report to the Public Utilities Commission the total kilowatt hours of electricity sold in the calendar years 2003, 2004, and 2005. On or before April 1, 2007, and within ninety days after the close of each succeeding calendar year, each electric utility retailing electricity in South Dakota shall submit to the Public Utilities Commission a report showing the average number of kilowatt hours sold during the preceding three calendar years and provide proof that the electric utility has acquired an amount of kilowatt hours from renewable energy resources equal to at least fifty percent of the increase in kilowatt hours sold. A utility that experiences a decline or no change in kilowatt hours sold is not required to acquire additional electricity from renewable energy resources. Section 5. Any electric utility retailing electricity in South Dakota that fails to acquire an amount of electricity derived from renewable energy resources equal to at least fifty percent of its growth in electricity sales over the previous reporting period as provided in section 4 of this Act is subject to a civil action by the State of South Dakota in circuit court for recovery of a civil penalty of five cents for each kilowatt hour that the utility is deficient in meeting the fifty percent requirement. Section 6. The Public Utilities Commission shall, no later than July 1, 2006, shall promulgate rules pursuant to chapter 1-26 to establish a system of tradable renewable energy credits that may be used by an electric utility to comply with the standard established in section 4 of this Act. The commission shall also analyze the effectiveness of utilizing any regional system of renewable energy credits in existence at the time of its rule-making process and determine whether the system is governed by rules that are consistent with the rules established under this Act. Section 7. To the extent that the ability of an electric utility to acquire electricity derived from renewable energy resources is limited by a requirements contract with a wholesale electric supplier, the electric utility shall acquire the maximum amount allowed by the contract. For any shortfalls to the amounts established pursuant to section 4 of this Act, the electric utility shall acquire an equivalent amount of renewable energy credits established pursuant to section 6 of this Act. Section 8. The Public Utilities Commission shall, no later than July 1, 2006, shall promulgate rules pursuant to chapter 1-26 to establish reporting and administrative requirements necessary to implement the provisions of this Act. Each electric utility shall submit to the commission an annual report that provides information relating to the actions taken to comply with this Act including the costs and benefits of expenditures for renewable energy. The report shall be within the time prescribed and in a format approved by the commission."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19548, "action_date": "2005-01-31T14:00:00-06:00", "document_id": 103710, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103710.pdf", "status_text": "First read in House and referred to", "journal_page": 239, "committee_id_action": 860, "committee_id_assigned": 855, "result": "N", "vote": {}}, {"bill_id": 19548, "action_date": "2005-02-07T10:00:00-06:00", "document_id": 104227, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104227.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 855, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19548, "action_date": "2005-02-07T10:00:00-06:00", "document_id": 104227, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104227.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 368, "committee_id_action": 855, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 61743, "president_vote": null, "Yea": [3162, 3171, 3174, 3176, 3182, 3187, 3206, 3215, 3216, 3223, 3231, 3167, 3232]}}]}