{"session_id": 15, "bill_id": 3781, "bill_type": "Senate Commemoration", "bill_number": 9, "bill_title": "Honoring Mayor Laurie Gill of Pierre as the 2011 winner of the South Dakota Municipal League Excellence in Municipal Government Award.", "sponsors": [{"legislator_profile_id": 235, "is_prime": true}, {"legislator_profile_id": 311, "is_prime": true}, {"legislator_profile_id": 310, "is_prime": false}], "keywords": ["Senate Commemoratives"], "audio": [], "bill_versions": [{"bill_id": 3781, "bill_version_id": 20855, "bill_version": "Introduced", "bill_version_date": "2012-02-07T07:33:50.103-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Mayor Laurie Gill of Pierre as the 2011 winner of the South Dakota Municipal League Excellence in Municipal Government Award. WHEREAS, Mayor Gill is an outstanding city leader and mayor who is not only an asset to her city, but all municipalities in the state of South Dakota; and WHEREAS, Mayor Gill is a strong advocate for South Dakota, providing an example of leadership, commitment, volunteerism, and giving back to one's community; and WHEREAS, Mayor Gill's activity with her municipalities has expanded to service to all the cities in South Dakota; and WHEREAS, in 2011, Mayor Gill's calm professionalism led her city through one of the worst disasters in its history, with no loss of life: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-seventh Legislature of the State of South Dakota, that Mayor Laurie Gill is recognized for her Excellence in Municipal Government Award for her service to her state and her community."}, {"bill_id": 3781, "bill_version_id": 21126, "bill_version": "Enrolled", "bill_version_date": "2012-02-09T15:54:42.433-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Mayor Laurie Gill of Pierre as the 2011 winner of the South Dakota Municipal League Excellence in Municipal Government Award. WHEREAS, Mayor Gill is an outstanding city leader and mayor who is not only an asset to her city, but all municipalities in the state of South Dakota; and WHEREAS, Mayor Gill is a strong advocate for South Dakota, providing an example of leadership, commitment, volunteerism, and giving back to one's community; and WHEREAS, Mayor Gill's activity with her municipalities has expanded to service to all the cities in South Dakota; and WHEREAS, in 2011, Mayor Gill's calm professionalism led her city through one of the worst disasters in its history, with no loss of life: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-seventh Legislature of the State of South Dakota, that Mayor Laurie Gill is recognized for her Excellence in Municipal Government Award for her service to her state and her community. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3781, "action_date": "2012-02-07T14:00:00-06:00", "document_id": 20909, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20909.pdf", "status_text": "", "journal_page": 305, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}]}