{"session_id": 24, "bill_id": 7323, "bill_type": "House Bill", "bill_number": 1219, "bill_title": "revise certain provisions concerning adverse possession of certain real property.", "sponsors": [{"legislator_profile_id": 976, "is_prime": true}, {"legislator_profile_id": 1046, "is_prime": true}, {"legislator_profile_id": 966, "is_prime": false}, {"legislator_profile_id": 1014, "is_prime": false}, {"legislator_profile_id": 979, "is_prime": false}, {"legislator_profile_id": 985, "is_prime": false}, {"legislator_profile_id": 1022, "is_prime": false}, {"legislator_profile_id": 998, "is_prime": false}, {"legislator_profile_id": 1035, "is_prime": false}, {"legislator_profile_id": 1024, "is_prime": false}, {"legislator_profile_id": 1011, "is_prime": false}, {"legislator_profile_id": 1029, "is_prime": false}, {"legislator_profile_id": 1025, "is_prime": false}, {"legislator_profile_id": 989, "is_prime": false}], "keywords": ["Civil Procedure", "Property", "Real Estate"], "audio": [{"meeting_datetime": "2016-02-19T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst24.mp3", "start_seconds": 71.0}, {"meeting_datetime": "2016-02-19T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst24.mp3", "start_seconds": 71.0}], "bill_versions": [{"bill_id": 7323, "bill_version_id": 38739, "bill_version": "Introduced", "bill_version_date": "2016-02-04T09:39:21.19-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning adverse possession of certain real property. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 15-3 be amended by adding a NEW SECTION to read: Any record owner of property subject to a claim of adverse possession under chapter 15-3 where a fence, more than twenty feet over the property line, is the substantial inclosure. Section 2. That chapter 15-3 be amended by adding a NEW SECTION to read: Any record owner of property subject to a claim of adverse possession under chapter 15-3 may dispute the adverse possessor's claim to the possessed property by sending written notice to the adverse possessor and offering to pay the expenses incurred for the survey and removal of the substantial inclosure pursuant to § 15-3-13, before July 1, 2017. The record owner shall provide the adverse possessor with notice by mailing a copy of the notice by registered or certified mail, return receipt requested, to the adverse possessor. The notice shall include a notice stating a description of the land under which the substantial inclosure is located, and the name of the record owner giving notice. The notice required by this section shall be presumed to be received by the adverse possessor ten days from the date of mailing. Section 3. That chapter 15-3 be amended by adding a NEW SECTION to read: If the adverse possessor's address cannot be determined by reasonable inquiry, a notice stating the name of adverse possessor, a description of the land under which the substantial inclosure is located, and the name of the record owner giving notice shall be published in the official newspaper of the county. The publication shall be made once every three weeks. Section 4. That chapter 15-3 be amended by adding a NEW SECTION to read: Failure to remove the substantial inclosure within the time period provided in chapter 15-3 does not cause right of title to be extinguished, if the record owner meets the requirements of section 1 and 2 of this Act. Section 5. That chapter 15-3 be amended by adding a NEW SECTION to read: No later than thirty days after the issuance of notice, the record owner may elect to have the claim asserted in an action to quiet the title to the real property pursuant to chapter 21-41. In an action in any court of this state in which the title or right of possession to any possessed property is in dispute, the court may, upon application of any of the parties to the suit, enter an order for a survey of the part of the property in dispute as may be necessary, which shall determine the boundary. Section 6. That chapter 15-3 be amended by adding a NEW SECTION to read: This Act does not apply to fences surrounding public property or a fixed structure."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7323, "action_date": "2016-02-04T14:00:00-06:00", "document_id": 38841, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38841.pdf", "status_text": "First read in House and referred to", "journal_page": 284, "committee_id_action": 325, "committee_id_assigned": 317, "result": "N", "vote": {}}, {"bill_id": 7323, "action_date": "2016-02-19T07:45:00-06:00", "document_id": 39480, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39480.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 317, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7323, "action_date": "2016-02-19T07:45:00-06:00", "document_id": 39625, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39625.pdf", "status_text": "Tabled", "journal_page": 463, "committee_id_action": 317, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21134, "president_vote": null, "Yea": [1042, 983, 1022, 1002, 1044, 1024, 1003, 981, 1029, 990, 989, 976], "Excused": [1025]}}]}