{"session_id": 21, "bill_id": 6722, "bill_type": "House Bill", "bill_number": 1196, "bill_title": "revise certain driver licensing provisions.", "sponsors": [{"legislator_profile_id": 899, "is_prime": true}, {"legislator_profile_id": 919, "is_prime": true}, {"legislator_profile_id": 938, "is_prime": false}, {"legislator_profile_id": 853, "is_prime": false}, {"legislator_profile_id": 855, "is_prime": false}, {"legislator_profile_id": 923, "is_prime": false}, {"legislator_profile_id": 860, "is_prime": false}, {"legislator_profile_id": 917, "is_prime": false}, {"legislator_profile_id": 948, "is_prime": false}, {"legislator_profile_id": 882, "is_prime": false}, {"legislator_profile_id": 896, "is_prime": false}, {"legislator_profile_id": 901, "is_prime": false}, {"legislator_profile_id": 895, "is_prime": false}, {"legislator_profile_id": 920, "is_prime": false}, {"legislator_profile_id": 893, "is_prime": false}, {"legislator_profile_id": 916, "is_prime": false}, {"legislator_profile_id": 880, "is_prime": false}, {"legislator_profile_id": 922, "is_prime": false}, {"legislator_profile_id": 955, "is_prime": false}, {"legislator_profile_id": 921, "is_prime": false}, {"legislator_profile_id": 874, "is_prime": false}], "keywords": ["License", "Motor Vehicles"], "audio": [{"meeting_datetime": "2015-02-11T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hju20.mp3", "start_seconds": 4886.0}, {"meeting_datetime": "2015-02-11T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hju20.mp3", "start_seconds": 4886.0}, {"meeting_datetime": "2015-02-11T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hju20.mp3", "start_seconds": 4886.0}], "bill_versions": [{"bill_id": 6722, "bill_version_id": 34286, "bill_version": "Introduced", "bill_version_date": "2015-02-03T09:35:33.553-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain driver licensing provisions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-12-3.1 be amended to read as follows: 32-12-3.1. Any applicant as provided for in this chapter shall, on making application for an operator's license, motorcycle operator's license, restricted minor's permit, motorcycle restricted minor's permit, instruction permit, motorcycle instruction permit, or nondriver identification card, present to the examiner one of the following documents in order to establish identity and date of birth: (1) A certified copy of a United States birth certificate filed with the state office of vital records or equivalent agency; (2) A consular report of birth abroad (United States Department of State form FS-240, DS-1350, or FS-545; (3) A valid, unexpired permanent resident card (form I-551 issued by the United States Department of Homeland Security or Immigration and Naturalization Services); (4) An unexpired employment authorization document issued by the United States Department of Homeland Security (form I-766 or I-688B); (5) An unexpired foreign passport with a valid, unexpired United States visa affixed accompanied by the approved I-94 form documenting the applicant's most recent entrance into the United States; (6) A certificate of naturalization issued by the United States Department of Homeland Security (form N-550 or N-570); (7) A certificate of citizenship form N-560 or N-561 issued by the United States Department of Homeland Security; (8) A valid driver license issued by this state or another state that meets the requirements of 6 C.F.R. Part 37 as amended through January 1, 2009, and is acceptable by federal agencies for official purposes; (9) Any other document designated by the Department of Homeland Security by publication in the Federal Register that establishes identity and date of birth; or (10) A valid, unexpired United States passport; or (11) A tribal identification card issued by any tribal government in South Dakota. For all documentation offered by the applicant to provide evidence of identity, date of birth, social security number or nonwork authorized status, address of principal residence, and lawful status, the department shall make a copy of the documentation and shall retain the copy for ten years. All documents retained under this section are confidential. The examiner may, as part of a documented exceptions process, accept other evidence of identity and date of birth of any applicant and lawful status of any United States citizen only if the examiner is satisfied that the applicant cannot, for good reason beyond the applicant's control, produce such primary documents. The examiner shall record the acceptance of any alternative document under the exceptions process. The Department of Public Safety may not require new evidence of birth at the time an application is made by a person holding an operator's license, motorcycle operator's license, restricted minor's permit, motorcycle restricted minor's permit, instruction permit, motorcycle instruction permit, or nondriver identification card, if that person's driver license or nondriver identification card meets the requirements of 6 C.F.R. Part 37 as amended through January 1, 2009, is acceptable by federal agencies for official purposes, and is turned in to the department with the application. Any person who obtains a driver license or nondriver identification card pursuant to this section fraudulently or by use of a fraudulently obtained document is guilty of a Class 1 misdemeanor. Section 2. That § 32-12-3.3 be amended to read as follows: 32-12-3.3. Any applicant under the provisions of this chapter shall, on making application for an operator's license, motorcycle operator's license, restricted minor's permit, motorcycle restricted minor's permit, instruction permit, motorcycle instruction permit, or nondriver identification card, present to the examiner evidence of lawful status in the United States. If the applicant has presented one of the identity documents listed under subdivision 32-12-3.1(1), (2), (3), (4), (5), (6), (7), or (10), the document is satisfactory evidence of lawful status. If the applicant presents the identity documents listed under subdivision 32-12-3.1(8) or (9), the document is not satisfactory evidence of lawful status. Such applicant shall also present a second document from subdivision 32-12-3.1(1), (2), (3), (4), (5), (6), (7), or (10), or (11) or documentation issued by the United States Department of Homeland Security or other federal agencies demonstrating lawful status as determined by the United States Citizenship and Immigration Services through the systematic alien verification for entitlements system or alternate method approved by the United States Department of Homeland Security."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6722, "action_date": "2015-02-03T14:00:00-06:00", "document_id": 34394, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34394.pdf", "status_text": "First Reading House", "journal_page": 259, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6722, "action_date": "2015-02-04T14:00:00-06:00", "document_id": 34477, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34477.pdf", "status_text": "Referred to", "journal_page": 284, "committee_id_action": 286, "committee_id_assigned": 282, "result": "N", "vote": {}}, {"bill_id": 6722, "action_date": "2015-02-11T10:00:00-06:00", "document_id": 34728, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34728.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 282, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6722, "action_date": "2015-02-11T10:00:00-06:00", "document_id": 34884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34884.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 383, "committee_id_action": 282, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18554, "president_vote": null, "Yea": [887, 941, 948, 879, 935, 954, 912, 953], "Nay": [861, 907, 922, 917, 919]}}]}