{"session_id": 20, "bill_id": 6003, "bill_type": "House Commemoration", "bill_number": 1029, "bill_title": "Commending and honoring Erin Marsh, second and third grade teacher at the Pierre Indian Learning Center.", "sponsors": [{"legislator_profile_id": 517, "is_prime": true}, {"legislator_profile_id": 526, "is_prime": true}, {"legislator_profile_id": 518, "is_prime": false}, {"legislator_profile_id": 464, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 6003, "bill_version_id": 30161, "bill_version": "Introduced", "bill_version_date": "2014-02-11T09:40:40.817-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Erin Marsh, second and third grade teacher at the Pierre Indian Learning Center. WHEREAS, Ms. Erin Marsh has dedicated the past seven years to refining a learning experience that inspires disadvantaged children to higher achievement in mathematics; and WHEREAS, Ms. Marsh's students' state standardized test scores increased from fifty-seven percent proficient to seventy-five percent proficient or advanced in mathematics; and WHEREAS, Ms. Marsh received the prestigious Presidential Award for Excellence in Mathematics and Science Teaching: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that Erin Marsh be commended and honored for her outstanding teaching and academic performance throughout her career."}, {"bill_id": 6003, "bill_version_id": 30420, "bill_version": "Enrolled", "bill_version_date": "2014-02-13T14:43:48.437-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Erin Marsh, second and third grade teacher at the Pierre Indian Learning Center. WHEREAS, Ms. Erin Marsh has dedicated the past seven years to refining a learning experience that inspires disadvantaged children to higher achievement in mathematics; and WHEREAS, Ms. Marsh's students' state standardized test scores increased from fifty-seven percent proficient to seventy-five percent proficient or advanced in mathematics; and WHEREAS, Ms. Marsh received the prestigious Presidential Award for Excellence in Mathematics and Science Teaching: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that Erin Marsh be commended and honored for her outstanding teaching and academic performance throughout her career. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6003, "action_date": "2014-02-11T14:00:00-06:00", "document_id": 30209, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30209.pdf", "status_text": "", "journal_page": 386, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6003"}