{"session_id": 49, "bill_id": 15421, "bill_type": "Senate Bill", "bill_number": 127, "bill_title": "establish the South Dakota Agriculture Commission.", "sponsors": [{"legislator_profile_id": 2398, "is_prime": true}, {"legislator_profile_id": 2403, "is_prime": true}, {"legislator_profile_id": 2306, "is_prime": false}, {"legislator_profile_id": 2311, "is_prime": false}, {"legislator_profile_id": 2314, "is_prime": false}, {"legislator_profile_id": 2318, "is_prime": false}, {"legislator_profile_id": 2319, "is_prime": false}, {"legislator_profile_id": 2324, "is_prime": false}, {"legislator_profile_id": 2331, "is_prime": false}, {"legislator_profile_id": 2339, "is_prime": false}, {"legislator_profile_id": 2348, "is_prime": false}, {"legislator_profile_id": 2353, "is_prime": false}, {"legislator_profile_id": 2358, "is_prime": false}, {"legislator_profile_id": 2366, "is_prime": false}, {"legislator_profile_id": 2375, "is_prime": false}, {"legislator_profile_id": 2400, "is_prime": false}], "keywords": ["Department of Agriculture", "South Dakota Agriculture Commission"], "audio": [], "bill_versions": [{"bill_id": 15421, "bill_version_id": 86812, "bill_version": "Introduced", "bill_version_date": "2000-01-19T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the South Dakota Agriculture Commission. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The South Dakota Agriculture Commission is hereby established. The commission shall retain the quasi-judicial, quasi-legislative, advisory, other nonadministrative , and special budgetary functions (as defined in § 1-32-1) otherwise vested in it and shall exercise those functions independently of the secretary of agriculture. Section 2. The Agriculture Commission consists of nine members appointed by the Governor. Not more than five of the agriculture commissioners may be members of the same political party, and, at the time of their appointment, at least six shall be farmers actually residing on a farm, engaged in agriculture, deriving at least two-thirds of their gross annual incomes from crop or livestock production or both. The commission shall include at least one member with expertise in soil and water conservation, at least one member with expertise in wildlife conservation, and at least one member with expertise in agricultural financing issues. At the time of their appointment at least three commissioners shall reside west of the Missouri River and at least five shall reside east of the Missouri River. Section 3. The term of office of the members of the Agriculture Commission is four years. In appointing members to the commission, the Governor shall preserve: (1) An arrangement of length of terms whereby at least two, but no more than three, members have terms expiring each year; and (2) A rotation of terms between the Republican and Democratic parties. The expiration of terms shall occur on the tenth day of January of each year. All required appointments may be made by the first day of March of the year, and shall be so made as to fill all vacancies on the commission arising either by expiration of term or from any other cause. No person may serve on the commission for more than eight years, except that if the person's first appointment is for two years, the person may be reappointed for an additional two four-year terms. Section 4. Each agriculture commissioner shall qualify by taking the oath of office prescribed by Article XXI, section 3 of the Constitution and give bond to the state in the penal sum of five thousand dollars conditioned upon the faithful discharge of the duties of the office. The bond shall be filed with the secretary of state. Section 5. The Governor may remove a member of the Agriculture Commission for inefficiency, neglect of duty, or misconduct in office after giving the commissioner a copy of the charges against the member and opportunity to be heard publicly in person or by counsel in the member's own defense, upon not less than ten days' notice. If the commissioner is removed, the Governor shall file in the Office of the Secretary of State a complete statement of all charges made against the commissioner and the Governor's findings concerning the charges, together with a complete record of the proceedings. Section 6. Any vacancy on the Agriculture Commission occurring from any cause shall be filled by the Governor for the unexpired term, subject to confirmation by the Senate at the succeeding regular legislative session. Section 7. The Agriculture Commission shall meet and hold is annual meeting at the Capitol to elect a chair and vice-chair for the ensuing year, and to transact such other business as may properly come before the meeting, and additional meetings may be held from time to time at such time and places as may be determined by the commission. Section 8. Any authority to promulgate rules delegated by the Legislature to the Department of Agriculture or the secretary of agriculture before the effective date of this Act is hereby transferred to the Agriculture Commission. The Code Counsel shall adjust any statute containing any such delegation of rulemaking authority to reflect the provisions of this section. Section 9. The Agriculture Commission shall: (1) Exercise oversight of the activities of the Department of Agriculture; (2) Provide direction to the Department of Agriculture and to the secretary of agriculture in implementing their duties and responsibilities; (3) Serve as a primary spokesperson and point of contact for the public and the news media for issues that affect South Dakota's agricultural community and the general public; and (4) Promote the preservation and development of the agricultural sector of South Dakota's economy."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15421, "action_date": "2000-01-19T14:00:00-06:00", "document_id": 85633, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85633.pdf", "status_text": "First read in Senate and referred to", "journal_page": 116, "committee_id_action": 657, "committee_id_assigned": 630, "result": "N", "vote": {}}, {"bill_id": 15421, "action_date": "2000-01-25T10:00:00-06:00", "document_id": 85775, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85775.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 630, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15421, "action_date": "2000-01-25T10:00:00-06:00", "document_id": 85775, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85775.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 202, "committee_id_action": 630, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45327, "president_vote": null, "Yea": [2310, 2311, 2346, 2347, 2400, 2329], "Nay": [2358, 2386, 2398]}}, {"bill_id": 15421, "action_date": "2000-01-25T10:00:00-06:00", "document_id": 85775, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85775.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 202, "committee_id_action": 630, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45327, "president_vote": null, "Yea": [2310, 2311, 2346, 2347, 2400, 2329], "Nay": [2358, 2386, 2398]}}]}