{"session_id": 54, "bill_id": 18219, "bill_type": "Senate Bill", "bill_number": 174, "bill_title": "establish a comprehensive health association to provide health insurance coverage to eligible persons.", "sponsors": [{"legislator_profile_id": 2877, "is_prime": true}, {"legislator_profile_id": 2926, "is_prime": true}, {"legislator_profile_id": 2836, "is_prime": false}, {"legislator_profile_id": 2851, "is_prime": false}, {"legislator_profile_id": 2901, "is_prime": false}, {"legislator_profile_id": 2909, "is_prime": false}, {"legislator_profile_id": 2908, "is_prime": false}, {"legislator_profile_id": 2912, "is_prime": false}], "keywords": ["Administrative Rules", "Insurance", "Taxation"], "audio": [{"meeting_datetime": "2003-01-22T00:00:00-06:00", "committee": "HGO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hgo06.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-18T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sco24sb0174a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-18T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sco24sb0174a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-18T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sco24sb0174a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-28T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hhe33sb0174a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-28T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hhe33sb0174a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-28T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hhe33sb0174a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-03T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hhe34sb0174a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-03T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hhe34sb0174a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-03T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hhe34sb0174a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-03T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hhe34sb0174a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-03T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hhe34sb0174a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-03T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hhe34sb0174a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-05T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou36sb0174a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-05T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou36sb0174a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-05T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou36sb0174a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-05T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou36sb0174a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen38sb0174a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen38sb0174a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-08T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou39sb0174a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-08T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou39sb0174a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-08T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou39sb0174a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18219, "bill_version_id": 96147, "bill_version": "Introduced", "bill_version_date": "2003-01-30T10:34:10-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a comprehensive health association to provide health insurance coverage to eligible persons. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Association,\" the comprehensive health association established by section 2 of this Act; (2) \"Association policy,\" any individual or group policy issued by the association that provides the coverage specified in this Act; (3) \"Carrier,\" any person that provides health insurance in the state, including an insurance company, a prepaid hospital or medical service plan, a health maintenance organization, a multiple employer welfare arrangement, a carrier providing excess or stop loss coverage to a self funded employer and any other entity providing a plan of health insurance or health benefits subject to state insurance regulation, but it does not include health insurance issued by insurance companies, prepaid hospital or medical service plans, or health maintenance organizations for coverages that are not health benefit plans. The term, carrier, includes any health benefit plan issued through an association or trust. Carrier does not include excess or stop loss covering a risk of insurance as defined in § § 58-9-5 to 58-9-33, inclusive; (4) \"Director,\" the director of the Division of Insurance; (5) \"Health care facility,\" any health care facility licensed pursuant to chapter 34-12; (6) \"Health insurance,\" as defined in § 58-9-3; (7) \"Insured,\" any individual who is provided qualified comprehensive health insurance under an association policy, which may include dependents and other covered persons; (8) \"Medicaid,\" the federal-state assistance program established under Title XIX of the Social Security Act; (9) \"Medicare,\" the federal government health insurance program established under Title XVIII of the Social Security Act; (10) \"Policy,\" any contract, policy, or plan of health insurance; (11) \"Policy year,\" any consecutive twelve-month period during which a policy provides or obligates the carrier to provide health insurance. Section 2. There is established a nonprofit corporation known as the Comprehensive Health Insurance Association, which shall assure that health insurance, as provided for in this Act, is made available to each eligible South Dakota resident who applies to the association for coverage. Any carrier providing health insurance or health care services in South Dakota shall be a member of the association. The association shall operate under a plan of operation established and approved pursuant to this Act and shall exercise its powers through a board of directors established pursuant to this Act. Section 3. The board of directors of the association shall consist of nine individuals who are representative of categories of members of the association, health care providers, consumers who have purchased or are likely to purchase coverage from the association, insurance producers, small employers, and the director, who shall be a nonvoting ex-officio member. In the initial and in each successor board, three members shall be representative of and elected by qualified writers of group health insurance, two members shall be representative of and elected by qualified writers of individual health insurance, one member shall be representative of the health care provider community and shall be appointed by the director, one member shall be representative of consumers covered through the high risk pool and shall be appointed by the director, one member shall be a representative of insurance producers and shall be appointed by the director, and one member shall be a representative of small employers and shall be appointed by the director. There shall be no more than one member representing any one qualified writer or its affiliate. Members of the board may be reimbursed from the moneys of the association for expenses incurred by them as members, but may not be otherwise compensated by the association for their services. Section 4. The board shall submit to the director a plan of operation for the association and any amendments necessary or suitable to assure the fair, reasonable, and equitable administration of the association. The plan of operation becomes effective upon approval in writing by the director before the date on which the coverage under this Act shall be made available. The director shall approve the plan of operation if the plan is determined to be suitable to assure the fair, reasonable, and equitable administration of the association, and provides for the sharing of association losses, if any, on an equitable and proportionate basis among the member carriers. If the board fails to submit a suitable plan of operation within one hundred eighty days after the appointment of the board of directors, or if at any later time the board fails to submit suitable amendments to the plan, the director shall promulgate rules, pursuant to chapter 1-26, to provide for a plan of operation. The rules shall continue in force until modified by the director or superseded by a plan submitted by the board and approved by the director. In addition to other requirements, the plan of operation shall provide for all of the following: (1) The handling and accounting of assets and moneys of the association; (2) The amount and method of reimbursing members of the board; (3) Regular times and places for meetings of the board of directors; (4) Records to be kept of all financial transactions, and the annual fiscal reporting to the director; (5) Procedures for selecting the board of directors and submitting the selections to the director for approval; (6) Procedures for assessing the members in proportion to the number of persons they cover through primary, excess, and stop loss insurance in this state; (7) The periodic advertising of the general availability of health insurance coverage from the association; (8) Additional provisions necessary or proper for the execution of the powers and duties of the association. Section 5. The plan of operation may provide that the powers and duties of the association may be delegated. A delegation under this section takes effect only upon the approval of both the board of directors and the director. The director may not approve a delegation unless the protections afforded to the insureds are substantially equivalent to or greater than those provided under this Act. Section 6. The association has the general powers and authority enumerated by this Act and executed in accordance with the plan of operation approved by the director. The association has the general powers and authority granted under the laws of this state to carriers licensed to issue health insurance. In addition, the association may do any of the following: (1) Enter into contracts as necessary or proper to carry out this Act; (2) Sue or be sued, including taking any legal action necessary or proper for recovery of any assessments for, on behalf of, or against participating carriers; (3) Borrow money to effectuate the purposes of this Act; (4) Take legal action necessary to avoid the payment of improper claims against the association or the coverage provided by or through the association; (5) Establish or utilize a medical review committee to determine the reasonably appropriate level and extent of health care services in each instance; (6) Establish appropriate rates, scales of rates, rate classifications, and rating adjustments, which rates may not be unreasonable in relation to the coverage provided and the reasonable operations expenses of the association; (7) Pool risks among members; (8) Issue association policies on an indemnity, network, or provision of service basis and may design, utilize, contract, or otherwise arrange for the delivery of cost effective health care services, including establishing or contracting with preferred provider organizations, health maintenance organizations, and other limited network provider arrangements in providing the coverage required by this Act; (9) Administer separate pools, separate accounts, or other plans or arrangements considered appropriate for separate members or groups of members; (10) Operate and administer any combination of plans, pools, or other mechanisms considered appropriate to best accomplish the fair and equitable operation of the association; (11) Appoint from among members appropriate legal, actuarial, and other committees as necessary to provide technical assistance in the operation of the association, policy, and other contract design, and any other functions within the authority of the association; (12) Hire independent consultants as necessary; (13) Develop a method of advising applicants of the availability of other coverages outside the association and establish a list of health conditions, the existence of which, would make an applicant eligible without demonstrating a rejection of coverage by one carrier; (14) Include in its policies a provision providing for subrogation rights by the association in a case in which the association pays expenses on behalf of an individual who is injured or suffers a disease under circumstances creating a liability upon another person to pay damages to the extent of the expenses paid by the association, but only to the extent the damages exceed the policy deductible and coinsurance amounts paid by the insured. The association may waive its subrogation rights if it determines that the exercise of the rights would be impractical, uneconomical, or would create a hardship on the insured. Section 7. The board of directors shall select a plan administrator based on criteria established by the board which shall include: (1) The plan administrator's proven ability to handle health insurance coverage to individuals; (2) The efficiency and timeliness of the plan administrator's claim processing procedures; (3) An estimate of total charges for administering the plan; (4) The plan administrator's ability to apply effective cost containment programs and procedures and to administer the plan in a cost efficient manner; and (5) The financial condition and stability of the plan administrator. Section 8. The plan administrator shall serve for a period specified in the contract between the plan and the plan administrator subject to removal for cause and subject to any terms, conditions, and limitations of the contract between the plan and the plan administrator. At least one year prior to the expiration of each period of service by a plan administrator, the board shall invite eligible entities, including the current plan administrator to submit bids to serve as the plan administrator. Selection of the plan administrator for the succeeding period shall be made at least six months prior to the end of the current period. The plan administrator shall perform such functions relating to the plan as may be assigned to it, including: (1) Determination of eligibility; (2) Payment of claims; (3) Establishment of a premium billing procedure for collection of premium from persons covered under the plan; and (4) Other necessary functions to assure timely payment of benefits to covered persons under the plan. The plan administrator shall submit regular reports to the board regarding the operation of the plan. The frequency, content, and form of the report shall be specified in the contract between the board and the plan administrator. Following the close of each calendar year, the plan administrator shall determine net written and earned premiums, the expense of administration, and the paid and incurred losses for the year and report this information to the board and the division on a form prescribed by the director. The plan administrator shall be paid as provided in the contract between the plan and the plan administrator. Section 9. Rates for coverages issued by the association may not be unreasonable in relation to the benefits provided, the risk experience, and the reasonable expenses of providing coverage. Case characteristics as allowed pursuant to § 58-17-74 may be used in establishing rates for those insured through the association. Rates shall take into consideration the extra morbidity and administration expenses, if any, for risks insured in the association. The rates for a given classification for those that qualify for coverage pursuant to § 58-17-85 or whose coverage immediately prior to coverage through the association was a policy issued pursuant to § 58-17- 85 may not be more than one hundred fifty percent of the average in-force premium or payment rate for that classification charged by the five carriers with the largest individual health insurance premium or payment volume in the state during the preceding calendar year. In determining the average rate of the five largest carriers, the rates or payments charged by the carriers shall be actuarially adjusted to determine the rate or payment that would have been charged for benefits similar to those issued by the association. Section 10. Following the close of each calendar year, the board shall determine the net premiums and payments, the expenses of administration, and the incurred losses of the association for the year. The board shall certify the amount of any net loss for the preceding calendar year. In sharing losses, the board may abate or defer in any part the assessment of a member, if, in the opinion of the board, payment of the assessment would endanger the ability of the member to fulfill its contractual obligations. The board may also provide for an initial or interim assessment against members of the association if necessary to assure the financial capability of the association to meet the incurred or estimated claims expenses or operating expenses of the association until the next calendar year is completed. Net gains shall be held at interest to offset future losses or allocated to reduce future premiums. Assessment of health carriers and excess or stop loss carriers shall be based upon the number of persons they cover through primary, excess, and stop loss insurance in this state and shall be as follows: (1) For the purposes of this section, the term, participating carrier, includes all carriers as defined in section 1 of this Act; (2) In addition to the powers enumerated in this Act, the board, on behalf and under the direction of the director may assess participating carriers in accordance with the provisions of this section, and make advance interim assessments as may be reasonable and necessary for the association's organizational and interim operating expenses; (3) Following the close of each fiscal year, the administrator shall determine the net premiums (premiums less reasonable administrative expense allowances), the expenses of administration, and the incurred losses for the year, taking into account investment income and other appropriate gains and losses. The deficit incurred by the association shall be recouped by assessments apportioned under this section by the board among participating carriers and from other sources as may be allowed under law; (4) Each participating carrier's assessment shall be determined by multiplying the total assessment of all participating carriers as determined in subdivision (2) by a fraction, the numerator of which equals the number of individuals in this state covered under health insurance policies, including by way of excess or stop loss coverage, by each participating carrier, and the denominator of which equals the total number of all individuals in this state covered under health insurance policies, including by way of excess or stop loss coverage, by all participating carriers, all determined as of the end of the prior calendar year; (5) The board shall make reasonable efforts designed to ensure that each insured individual is counted only once with respect to any assessment. For that purpose, the board shall require each participating carrier that obtains excess or stop loss insurance to include in its count of insured individuals all individuals whose coverage is reinsured, including by way of excess or stop loss coverage, in whole or part. The board shall allow a participating carrier who is an excess or stop loss carrier to exclude from its number of insured individuals those who have been counted by the primary carrier or by the primary reinsurer or primary excess or stop loss carrier for the purpose of determining its assessment under this section; (6) Each participating carrier's assessment shall be determined by the board based on annual statements and other reports deemed to be necessary by the board and filed by the participating carrier with the board. The board may use any reasonable method of estimating the number of insureds of a participating carrier if the specific number is unknown. With respect to participating carriers that are excess or stop loss carriers, the board may use any reasonable method of estimating the number of persons insured by each reinsurer or excess or stop loss carrier; (7) A participating carrier may petition the director for an abatement or deferment of all or part of an assessment imposed by the board. The director may abate or defer, in whole or in part, the assessment if, in the opinion of the director, payment of the assessment would endanger the ability of the participating carrier to fulfill its contractual obligations. If an assessment against a participating carrier is abated or deferred in whole or in part, the amount by which the assessment is abated or deferred may be assessed against the other participating carriers in a manner consistent with the basis for assessments set forth in this section. The participating carrier receiving such abatement or deferment shall remain liable to the association for the deficiency for four years. Any available federal funding for the establishment or operation of the association shall be used to the extent possible prior to making any assessment of participating carriers. Assessments made of any carrier shall be allowed as a credit on the premium tax return of that carrier, up to the following maximum amounts: (1) For the period July 1, 2005, to June 30, 2006, fifteen percent of any assessments paid by the carrier during calendar year 2004; (2) For the period July 1, 2006, to June 30, 2007, thirty percent of any assessments paid by the carrier during calendar year 2005; (3) For the period July 1, 2007, to June 30, 2008, and for each subsequent twelve-month period, fifty percent of any assessments paid by the carrier during the prior calendar year. No credit on premium taxes may be taken by any carrier prior to July 1, 2005. Section 11. The association shall conduct periodic audits to assure the general accuracy of the financial data submitted to the association, and the association shall have an annual audit of its operations made by an independent certified public accountant. Section 12. The association and the board are subject to examination by the director. Not later than April thirtieth of each year, the board of directors shall submit to the director a financial report for the preceding calendar year in a form approved by the director. Section 13. Any policy form issued by the association shall be filed with and approved by the director before its use. Section 14. The association is exempt from payment of all fees and all taxes levied by this state or any of its political subdivisions. Section 15. If the association policy contains a network feature, the negotiated fee will be the limit of the amount paid and the provider shall be subject to subdivision 58-17C-14(2) for any amounts due from the individual insured. The benefits to be contained in the association policy shall be established by the board and be subject to the approval of the director. The association policy shall be designed to provide comprehensive coverage consistent with major medical coverage currently being offered in the individual health insurance market. The coverage and benefits for association policies may not be altered by any other state law without specific reference to this Act indicating a legislative intent to add or delete from the coverage provided pursuant to this Act. Section 16. Except as otherwise provided in this Act, a person is not eligible for an association policy if the person, on the effective date of coverage, has or will have coverage as an insured or covered dependent under any insurance plan that has coverage equivalent to an association policy; is eligible for benefits under chapter 28-6 at the time of application; has terminated coverage provided by the association within the past twelve months; is an inmate of any public institution or is eligible for public programs for which medical care is provided; or has his or her premiums paid for or reimbursed under any government sponsored program or by any government agency or health care provider, except as an otherwise qualifying full-time employee, or dependent thereof, of a government agency or health care provider. Coverage under an association policy is in excess of, and may not duplicate, coverage under any other form of health insurance, employee/employer welfare plan, medical coverage under any homeowner's or motorized vehicle insurance, no-fault automobile, service or payment received under the laws of any national, state, or local government, or CHAMPUS. This section does not apply to those persons meeting provisions pursuant to chapter 28-13. Association coverage terminates for any person on the date that if such circumstance had been present at the time of application, the person would have been ineligible for association coverage. Association coverage may also be terminated for nonpayment of premiums. Section 17. An association policy shall provide that coverage of a dependent unmarried person terminates when the person becomes nineteen years of age or, if the person is enrolled full time in an accredited educational institution, terminates at twenty-five years of age. The policy shall also provide in substance that attainment of the limiting age does not operate to terminate coverage when the person is and continues to be both of the following: (1) Incapable of self-sustaining employment by reason of mental retardation or physical disability; and (2) Primarily dependent for support and maintenance upon the person in whose name the contract is issued. Proof of incapacity and dependency shall be furnished to the administrator within one hundred twenty days of the person's attainment of the limiting age, and subsequently as may be required by the association's procedures, but not more frequently than annually after the two- year period following the person's attainment of the limiting age. Section 18. The board may not change the rates for association policies except on a class basis with a clear disclosure in the policy of the board's right to do so and upon approval of the director. Section 19. An association policy shall provide that upon the death of the individual in whose name the policy is issued, every other individual then covered under the contract may elect, within a period specified in the policy, to continue coverage under the same or a different policy until such time as the person would have ceased to be entitled to coverage had the individual in whose name the policy was issued lived. Section 20. The director shall prescribe the format as prescribed by section 23 of this Act for disclosure by carriers of the availability of insurance coverage from the association. Section 21. None of the following may be the basis of any legal civil action, or criminal liability against the board, association, or members of them, either jointly or separately: the participation by carriers or members in the association, the establishment of rates, forms, or procedures for coverage issued by the association, serving or carrying out the functions as a member of the board, or any joint or collective action required by this Act. Section 22. Any carrier authorized to provide health care insurance or coverage for health care services in this state shall provide notice and application for coverage under the association for those individuals eligible pursuant to § 58-17-85. An application for health insurance shall be on forms prescribed by the board and made available to the carriers. Section 23. That § 58-17-68 be amended to read as follows: 58-17-68. For purposes of § § 58-17-66 to 58-17-87, inclusive, the term, professional association plan, means a health benefit plan offered through a professional association that covers members of a professional association and their dependents, and not others, in this state regardless of the situs of delivery of the policy or contract and which meets all the following criteria: (1) Conforms with all the provisions of the rate requirements of § § 58-17-66 to 58-17-87, inclusive; (2) Provides renewability of coverage for the members and dependents of members of the professional association that meets the renewability requirements of § § 58-17-66 to 58-17-87, inclusive; (3) Provides availability of coverage for the members and dependents of members of the professional association in conformance with the provisions of § 58-17-85 without regard to health status ; and (4) Is offered by a carrier that offers health benefit plan coverage to any professional association seeking health benefit plan coverage from the carrier. Section 24. That § 58-17-85 be amended to read as follows: 58-17-85. If a person has an aggregate of at least twelve eighteen months of creditable coverage and , is a resident of this state, the carrier shall accept such person for coverage under a health benefit plan, which contains benefits which are equal to or exceed the benefits contained in the basic plan that was approved and adopted by rule by the director pursuant to chapter 1-26 and the maximum lifetime maximum benefit of the coverage is not less than one million dollars if the person applies within sixty-three days of the date of losing prior creditable coverage. In addition to the plan which equals or exceeds the basic coverage, the carrier shall also offer to the eligible person, the individual standard plan as approved and adopted by rule by the director or a plan with benefits that exceed the standard plan. No carrier is required to issue further individual health benefit coverage under § § 58-17-68 to 58-17-87, inclusive, if the individual health benefit plans issued to high-risk individuals constitute two percent or more of that carrier's earned premium on an annual basis from individual health benefit plans covered by § § 58-17-66 to 58-17-87, inclusive. Each carrier who meets the two percent earned premium threshold shall report within thirty days to the director in a format prescribed by the director. If the director determines that all carriers in the individual market have met the two percent threshold, the threshold shall, upon order of the director, be expanded an additional two percent. The threshold shall be expanded in additional two percent increments if all carriers in the individual market meet the previous threshold. The director may promulgate rules pursuant to chapter 1-26 to determine which individual policies may be used to determine the two percent threshold, the procedures involved, and the applicable time frames. In making that determination, the director shall develop a method designed to limit the number of high-risk individuals to whom any one carrier may be required to issue coverage. No carrier is required to provide coverage pursuant to this section if and applies within sixty-three days of the date of losing prior creditable coverage and is no longer eligible for that creditable coverage, the person is eligible for coverage under the association policy as provided for in this Act if none of the following apply : (1) The applicant is eligible for continuation of coverage under an employer plan; (2) The applicant's creditable coverage is a conversion plan from an employer group plan; or (3) The person is covered or eligible to be covered under creditable coverage or lost creditable coverage due to nonpayment of premiums ; or (4) The person loses coverage under a short term or limited duration plan . Any person who has exhausted continuation rights and who is eligible for conversion or other individual or association coverage has the option of obtaining coverage pursuant to this section or the conversion plan or other coverage. A person who is otherwise eligible for the issuance of coverage pursuant to this section may not be required to show proof that coverage was denied by another carrier. For purposes of this section, a carrier may require the association shall require reasonable evidence that the prospective insured is a resident of this state. Factors that the carrier association may consider include a driver's license, voter registration, and where the prospective insured resides. Section 25. That § 58-17-86 be repealed. 58-17-86. The director shall study and report on or before January 5, 1997, and on or before January fifth of each subsequent year to the Legislature and Governor on the effectiveness of § § 58-17-66 to 58-17-87, inclusive. The report shall analyze the effectiveness of § § 58-17-66 to 58-17-87, inclusive, in promoting rate stability, product availability, and coverage affordability. The report may contain recommendations for actions to improve the overall effectiveness, efficiency, and fairness of the individual health insurance marketplace. The report may contain recommendations for market conduct or other regulatory standards or action. Section 26. That § 58-17-80 be repealed. 58-17-80. Each carrier shall file with the director annually, on or before March fifteenth, an actuarial certification certifying that the carrier is in compliance with § § 58-17-66 to 58-17-87, inclusive, and that the rating methods of the carrier are actuarially sound. The certification shall be in a form and manner and shall contain such information as may be specified by the director in rules promulgated pursuant to chapter 1-26. A copy of the certification shall be retained by the carrier at its principal place of business. Section 27. Effective July 1, 2003, carriers that have continuously and actively marketed individual health benefit plans in this state since July 1, 1996, shall annually, on or before June thirtieth, certify to the director, the earned premiums and paid claims during the preceding calendar year on policies issued pursuant to § § 58-17-66 to 58-17-87, inclusive. The director shall determine the total amount of losses for the carriers that exceed eighty-five percent of earned premiums on such policies during the preceding year and shall certify this amount which shall be added to the losses to be assessed against members of the association as prescribed by section 10 of this Act. The board shall assess all member carriers of the association for the certified losses on the same basis as assessments would be made for other losses incurred by the association for the same period. Upon collection of these assessments from member carriers, the association shall reimburse each individual carrier who qualified under the provisions of this section and who had losses in excess of eighty-five percent of earned premiums certified by the director. The reimbursement for each qualified carrier shall be in an amount equal to that carrier's actual losses in excess of eighty-five percent of earned premiums for the reporting period. Section 28. Carriers who discontinued actively marketing individual health benefit plans in this state after July 1, 1996, and have current policies issued pursuant to § § 58-17-66 to 58-27- 87, inclusive, are eligible to receive reimbursement pursuant to section 27 of this Act if these conditions are met: (1) The carrier re-enters the individual health benefit plan market in this state no later than July 1, 2005; (2) The carrier has actively and continuously marketed individual health benefit plans for a period of twenty-four months from the date of re-entry; and (3) The carrier is actively marketing individual health benefit plans at the time the pooling is calculated. Section 29. That § 58-17-82 be amended to read as follows: 58-17-82. An individual health benefit plan subject to § § 58-17-66 to 58-17-87, inclusive, is renewable with respect to any person or dependent at the option of the person, except in any of the following cases: (1) The individual has failed to pay premiums or contributions in accordance with the terms of the health insurance coverage or the insurer has not received timely premium payments; (2) Fraud or intentional misrepresentation of material fact by the person; (3) In the case of a health insurance issuer that offers health insurance coverage in the market through a network plan, there are no longer any enrollees in connection with the plan who live, reside, or work in the service area of the issuer or in the area for which the issuer is authorized to do business and the issuer would deny enrollment with respect to the plan as provided for in § 58-18B-37; (4) Election by the carrier not to renew all of its individual health benefit plans delivered or issued for delivery to persons in the state. In such a case, the carrier shall provide advance notice of its decision under this subdivision to the director in each state in which it is licensed and provide notice of the decision not to renew coverage to all affected individuals and to the director in each state in which an affected insured individual is known to reside at least one hundred eighty days before the nonrenewal of any individual health benefit plans by the carrier. Notice to the director under this subdivision shall be provided at least three working days before the notice to the affected individuals. In such instances, the director shall assist the affected persons in finding replacement coverage; (5) In the case of health insurance coverage that is made available only through one or more bona fide associations, the membership of an employer in the association (on the basis of which the coverage is provided) ceases but only if the coverage is terminated uniformly without regard to any health status-related factor relating to any covered individual; or (6) The insured individual becomes eligible for medicare coverage under Title XVIII of the Social Security Act, unless federal law requires that medicare coverage under Title XVIII be excluded as a reason for renewability of coverage; (7) If the issuer decides to discontinue offering a particular type of individual health insurance offered in the individual market, coverage of such type may be discontinued if: (a) The issuer provides notice to each insured provided coverage of this type in such market (and any participant and beneficiary covered under such coverage) of the discontinuation at least ninety days prior to the date of the discontinuation of the coverage; (b) The issuer offers to each insured provided coverage of this type in such market, the option to purchase all any other health insurance coverage currently being offered by the issuer to an individual health plan in such market; or (c) In exercising the option to discontinue coverage of this type and in offering the option of coverage under subsection (b), the issuer acts uniformly without regard to the claims experience of those insured or any health status-related factor relating to any participant or beneficiary covered or any new participant or beneficiary who may become eligible for such coverage."}, {"bill_id": 18219, "bill_version_id": 97422, "bill_version": "Senate Engrossed", "bill_version_date": "2003-02-19T16:04:35-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a comprehensive health association to provide health insurance coverage to eligible persons. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Association,\" the comprehensive health association established by section 2 of this Act; (2) \"Association policy,\" any individual or group policy issued by the association that provides the coverage specified in this Act; (3) \"Carrier,\" any person that provides health insurance in the state, including an insurance company, a prepaid hospital or medical service plan, a health maintenance organization, a multiple employer welfare arrangement, a carrier providing excess or stop loss coverage to a self funded employer, and any other entity providing a plan of health insurance or health benefits subject to state insurance regulation. The term, carrier, does not include health insurance for coverages that are not health benefit plans issued by insurance companies, prepaid hospital or medical service plans, or health maintenance organizations. The term, carrier, includes any health benefit plan issued through an association or trust. The term, health benefit plan, as used in this Act is as defined in subdivision 58-17-66(9); (4) \"Director,\" the director of the Division of Insurance; (5) \"Health care facility,\" any health care facility licensed pursuant to chapter 34-12; (6) \"Health insurance,\" as defined in § 58-9-3; (7) \"Insured,\" any individual who is provided qualified comprehensive health insurance under an association policy, which may include dependents and other covered persons; (8) \"Medicaid,\" the federal-state assistance program established under Title XIX of the Social Security Act; (9) \"Medicare,\" the federal government health insurance program established under Title XVIII of the Social Security Act; (10) \"Policy,\" any contract, policy, or plan of health insurance; (11) \"Policy year,\" any consecutive twelve-month period during which a policy provides or obligates the carrier to provide health insurance. Section 2. There is established a nonprofit corporation known as the Comprehensive Health Insurance Association, which shall assure that health insurance, as provided for in this Act, is made available to each eligible South Dakota resident who applies to the association for coverage. Any carrier providing health insurance or health care services in South Dakota shall be a member of the association. The association shall operate under a plan of operation established and approved pursuant to this Act and shall exercise its powers through a board of directors established pursuant to this Act. Section 3. The board of directors of the association shall consist of nine individuals who are representative of categories of members of the association, health care providers, consumers who have purchased or are likely to purchase coverage from the association, insurance producers, small employers, and the director, who shall be a nonvoting ex-officio member. In the initial and in each successor board, three members shall be representative of and elected by qualified writers of group health insurance, two members shall be representative of and elected by qualified writers of individual health insurance, one member shall be representative of the health care provider community and shall be appointed by the director, one member shall be representative of consumers covered through the high risk pool and shall be appointed by the director, one member shall be a representative of insurance producers and shall be appointed by the director, and one member shall be a representative of small employers and shall be appointed by the director. There shall be no more than one member representing any one qualified writer or its affiliate. Members of the board may be reimbursed from the moneys of the association for expenses incurred by them as members, but may not be otherwise compensated by the association for their services. Section 4. The board shall submit to the director a proposed plan of operation for the association and any amendments necessary or suitable to assure the fair, reasonable, and equitable administration of the association. If the board fails to submit a proposed plan of operation within one hundred eighty days after the appointment of the board of directors, or if at any later time the board fails to submit suitable amendments to the plan, the director shall proceed with the rule-making process as required by this section. The plan of operation, whether based upon a proposal from the board or the director, shall be established by rules promulgated pursuant to chapter 1-26 and shall consider whether the proposed plan of operation is suitable to assure the fair, reasonable, and equitable administration of the association, and provides for the sharing of association losses, if any, on an equitable and proportionate basis among the member carriers. In addition to other requirements, the plan of operation shall provide for all of the following: (1) The handling and accounting of assets and moneys of the association; (2) The amount and method of reimbursing members of the board; (3) Regular times and places for meetings of the board of directors; (4) Records to be kept of all financial transactions, and the annual fiscal reporting to the director; (5) Procedures for selecting the board of directors and submitting the selections to the director for approval; (6) Procedures for assessing the members in proportion to the number of persons they cover through primary, excess, and stop loss insurance in this state; (7) The periodic advertising of the general availability of health insurance coverage from the association; (8) Additional provisions necessary or proper for the execution of the powers and duties of the association. Section 5. The plan of operation may provide that the powers and duties of the association may be delegated. A delegation under this section takes effect only upon the approval of both the board of directors and the director. The director may not approve a delegation unless the protections afforded to the insureds are substantially equivalent to or greater than those provided under this Act. Section 6. The association has the general powers and authority enumerated by this Act and executed in accordance with the plan of operation approved by the director. The association has the general powers and authority granted under the laws of this state to carriers licensed to issue health insurance. In addition, the association may do any of the following: (1) Enter into contracts as necessary or proper to carry out this Act; (2) Sue or be sued, including taking any legal action necessary or proper for recovery of any assessments for, on behalf of, or against participating carriers; (3) Borrow money to effectuate the purposes of this Act; (4) Take legal action necessary to avoid the payment of improper claims against the association or the coverage provided by or through the association; (5) Establish or utilize a medical review committee to determine the reasonably appropriate level and extent of health care services in each instance; (6) Establish appropriate rates, scales of rates, rate classifications, and rating adjustments, which rates may not be unreasonable in relation to the coverage provided and the reasonable operations expenses of the association; (7) Pool risks among members; (8) Issue association policies on an indemnity, network, or provision of service basis and may design, utilize, contract, or otherwise arrange for the delivery of cost effective health care services, including establishing or contracting with preferred provider organizations, health maintenance organizations, and other limited network provider arrangements in providing the coverage required by this Act; (9) Administer separate pools, separate accounts, or other plans or arrangements considered appropriate for separate members or groups of members; (10) Operate and administer any combination of plans, pools, or other mechanisms considered appropriate to best accomplish the fair and equitable operation of the association; (11) Appoint from among members appropriate legal, actuarial, and other committees as necessary to provide technical assistance in the operation of the association, policy, and other contract design, and any other functions within the authority of the association; (12) Hire independent consultants as necessary; (13) Include in its policies a provision providing for subrogation rights by the association in a case in which the association pays expenses on behalf of an individual who is injured or suffers a disease under circumstances creating a liability upon another person to pay damages to the extent of the expenses paid by the association, but only to the extent the damages exceed the policy deductible and coinsurance amounts paid by the insured. The association may waive its subrogation rights if it determines that the exercise of the rights would be impractical, uneconomical, or would create a hardship on the insured. Section 7. The board of directors shall select a plan administrator based on criteria established by the board which shall include: (1) The plan administrator's proven ability to handle health insurance coverage to individuals; (2) The efficiency and timeliness of the plan administrator's claim processing procedures; (3) An estimate of total charges for administering the plan; (4) The plan administrator's ability to apply effective cost containment programs and procedures and to administer the plan in a cost efficient manner; and (5) The financial condition and stability of the plan administrator. Section 8. The plan administrator shall serve for a period specified in the contract between the plan and the plan administrator subject to removal for cause and subject to any terms, conditions, and limitations of the contract between the plan and the plan administrator. At least one year prior to the expiration of each period of service by a plan administrator, the board shall invite eligible entities, including the current plan administrator to submit bids to serve as the plan administrator. Selection of the plan administrator for the succeeding period shall be made at least six months prior to the end of the current period. The plan administrator shall perform such functions relating to the plan as may be assigned to it, including: (1) Determination of eligibility; (2) Payment of claims; (3) Establishment of a premium billing procedure for collection of premium from persons covered under the plan; and (4) Other necessary functions to assure timely payment of benefits to covered persons under the plan. The plan administrator shall submit regular reports to the board regarding the operation of the plan. The frequency, content, and form of the report shall be specified in the contract between the board and the plan administrator. Following the close of each calendar year, the plan administrator shall determine net written and earned premiums, the expense of administration, and the paid and incurred losses for the year and report this information to the board and the division on a form prescribed by the director. The plan administrator shall be paid as provided in the contract between the plan and the plan administrator. Section 9. Rates for coverages issued by the association may not be unreasonable in relation to the benefits provided, the risk experience, and the reasonable expenses of providing coverage. Case characteristics as allowed pursuant to § 58-17-74 may be used in establishing rates for those insured through the association. Rates shall take into consideration the extra morbidity and administration expenses, if any, for risks insured in the association. The rates for a given classification for those that qualify for coverage pursuant to § 58-17-85 or whose coverage immediately prior to coverage through the association was a policy issued pursuant to § 58-17- 85 may not be more than one hundred fifty percent of the average in-force premium or payment rate for that classification charged by the three carriers with the largest individual health insurance premium or payment volume in the state during the preceding calendar year. In determining the average rate of the three largest individual health carriers, the rates or payments charged by the carriers shall be actuarially adjusted to determine the rate or payment that would have been charged for benefits similar to those issued by the association. Section 10. Following the close of each calendar year, the board shall determine the net premiums and payments, the expenses of administration, and the incurred losses of the association for the year. The board shall certify the amount of any net loss for the preceding calendar year. In sharing losses, the board may abate or defer in any part the assessment of a member, if, in the opinion of the board, payment of the assessment would endanger the ability of the member to fulfill its contractual obligations. The board may also provide for an initial or interim assessment against members of the association if necessary to assure the financial capability of the association to meet the incurred or estimated claims expenses or operating expenses of the association until the next calendar year is completed. Net gains shall be held at interest to offset future losses or allocated to reduce future premiums. Assessment of health carriers and excess or stop loss carriers shall be based upon the number of persons they cover through primary, excess, and stop loss insurance in this state and shall be as follows: (1) For the purposes of this section, the term, participating carrier, includes all carriers as defined in section 1 of this Act; (2) In addition to the powers enumerated in this Act, the board, on behalf and under the direction of the director may assess participating carriers in accordance with the provisions of this section, and make advance interim assessments as may be reasonable and necessary for the association's organizational and interim operating expenses; (3) Following the close of each fiscal year, the administrator shall determine the net premiums (premiums less reasonable administrative expense allowances), the expenses of administration, and the incurred losses for the year, taking into account investment income and other appropriate gains and losses. The deficit incurred by the association shall be recouped by assessments apportioned under this section by the board among participating carriers and from other sources as may be allowed under law; (4) Each participating carrier's assessment shall be determined by multiplying the total assessment of all participating carriers as determined in subdivision (2) by a fraction, the numerator of which equals the number of individuals in this state covered under health insurance policies, including by way of excess or stop loss coverage, by each participating carrier, and the denominator of which equals the total number of all individuals in this state covered under health insurance policies, including by way of excess or stop loss coverage, by all participating carriers, all determined as of the end of the prior calendar year; (5) The board shall make reasonable efforts designed to ensure that each insured individual is counted only once with respect to any assessment. For that purpose, the board shall require each participating carrier that obtains excess or stop loss insurance to include in its count of insured individuals all individuals whose coverage is reinsured, including by way of excess or stop loss coverage, in whole or part. The board shall allow a participating carrier who is an excess or stop loss carrier to exclude from its number of insured individuals those who have been counted by the primary carrier or by the primary reinsurer or primary excess or stop loss carrier for the purpose of determining its assessment under this section; (6) Each participating carrier's assessment shall be determined by the board based on annual statements and other reports deemed to be necessary by the board and filed by the participating carrier with the board. The board may use any reasonable method of estimating the number of insureds of a participating carrier if the specific number is unknown. With respect to participating carriers that are excess or stop loss carriers, the board may use any reasonable method of estimating the number of persons insured by each reinsurer or excess or stop loss carrier; (7) A participating carrier may petition the director for an abatement or deferment of all or part of an assessment imposed by the board. The director may abate or defer, in whole or in part, the assessment if, in the opinion of the director, payment of the assessment would endanger the ability of the participating carrier to fulfill its contractual obligations. If an assessment against a participating carrier is abated or deferred in whole or in part, the amount by which the assessment is abated or deferred may be assessed against the other participating carriers in a manner consistent with the basis for assessments set forth in this section. The participating carrier receiving such abatement or deferment shall remain liable to the association for the deficiency for four years. Any available federal funding for the establishment or operation of the association shall be used to the extent possible prior to making any assessment of participating carriers. Assessments made of any carrier shall be allowed as a credit on the premium tax return of that carrier, up to the following maximum amounts: (1) For the period July 1, 2005, to June 30, 2006, fifteen percent of any assessments paid by the carrier during calendar year 2004; (2) For the period July 1, 2006, to June 30, 2007, thirty percent of any assessments paid by the carrier during calendar year 2005; (3) For the period July 1, 2007, to June 30, 2008, and for each subsequent twelve-month period, fifty percent of any assessments paid by the carrier during the prior calendar year. No credit on premium taxes may be taken by any carrier prior to July 1, 2005. Section 11. The association shall conduct periodic audits to assure the general accuracy of the financial data submitted to the association, and the association shall have an annual audit of its operations made by an independent certified public accountant. Section 12. The association and the board are subject to examination by the director. Not later than April thirtieth of each year, the board of directors shall submit to the director a financial report for the preceding calendar year in a form approved by the director. Section 13. Any policy form issued by the association shall be filed with and approved by the director before its use. Section 14. The association is exempt from payment of all fees and all taxes levied by this state or any of its political subdivisions. Section 15. If the association policy contains a network feature, the negotiated fee will be the limit of the amount paid and the provider shall be subject to subdivision 58-17C-14(2) for any amounts due from the individual insured. The benefits to be contained in the association policy shall be established by the board and be subject to the approval of the director. The association policy shall be designed to provide comprehensive coverage consistent with major medical coverage currently being offered in the individual health insurance market. The coverage and benefits for association policies may not be altered by any other state law without specific reference to this Act indicating a legislative intent to add or delete from the coverage provided pursuant to this Act. Section 16. Except as otherwise provided in this Act, a person is not eligible for an association policy if the person, on the effective date of coverage, has or will have coverage as an insured or covered dependent under any insurance plan that has coverage equivalent to an association policy; is eligible for benefits under chapter 28-6 at the time of application; has terminated coverage provided by the association within the past twelve months; is an inmate of any public institution or is eligible for public programs for which medical care is provided; or has his or her premiums paid for or reimbursed under any government sponsored program or by any government agency or health care provider, except as an otherwise qualifying full-time employee, or dependent thereof, of a government agency or health care provider. Coverage under an association policy is in excess of, and may not duplicate, coverage under any other form of health insurance, employee/employer welfare plan, medical coverage under any homeowner's or motorized vehicle insurance, no-fault automobile, service or payment received under the laws of any national, state, or local government, or CHAMPUS. This section does not apply to those persons meeting provisions pursuant to chapter 28-13. Association coverage terminates for any person on the date that if such circumstance had been present at the time of application, the person would have been ineligible for association coverage. Association coverage may also be terminated for nonpayment of premiums. Section 17. An association policy shall provide that coverage of a dependent unmarried person terminates when the person becomes nineteen years of age or, if the person is enrolled full time in an accredited educational institution, terminates at twenty-five years of age. The policy shall also provide in substance that attainment of the limiting age does not operate to terminate coverage when the person is and continues to be both of the following: (1) Incapable of self-sustaining employment by reason of mental retardation or physical disability; and (2) Primarily dependent for support and maintenance upon the person in whose name the contract is issued. Proof of incapacity and dependency shall be furnished to the administrator within one hundred twenty days of the person's attainment of the limiting age, and subsequently as may be required by the association's procedures, but not more frequently than annually after the two-year period following the person's attainment of the limiting age. Section 18. The board may not change the rates for association policies except on a class basis with a clear disclosure in the policy of the board's right to do so and upon approval of the director. Section 19. An association policy shall provide that upon the death of the individual in whose name the policy is issued, every other individual then covered under the contract may elect, within a period specified in the policy, to continue coverage under the same or a different policy until such time as the person would have ceased to be entitled to coverage had the individual in whose name the policy was issued lived. Section 20. The director shall prescribe the format as prescribed by section 23 of this Act for disclosure by carriers of the availability of insurance coverage from the association. Section 21. None of the following may be the basis of any legal civil action, or criminal liability against the board, association, or members of them, either jointly or separately: the participation by carriers or members in the association, the establishment of rates, forms, or procedures for coverage issued by the association, serving or carrying out the functions as a member of the board, or any joint or collective action required by this Act. Section 22. Any carrier authorized to provide health care insurance or coverage for health care services in this state shall provide notice and application for coverage under the association for those individuals eligible pursuant to § 58-17-85. An application for health insurance shall be on forms prescribed by the board and made available to the carriers. Section 23. That § 58-17-68 be amended to read as follows: 58-17-68. For purposes of § § 58-17-66 to 58-17-87, inclusive, the term, professional association plan, means a health benefit plan offered through a professional association that covers members of a professional association and their dependents, and not others, in this state regardless of the situs of delivery of the policy or contract and which meets all the following criteria: (1) Conforms with all the provisions of the rate requirements of § § 58-17-66 to 58-17-87, inclusive; (2) Provides renewability of coverage for the members and dependents of members of the professional association that meets the renewability requirements of § § 58-17-66 to 58-17-87, inclusive; (3) Provides availability of coverage for the members and dependents of members of the professional association in conformance with the provisions of § 58-17-85 without regard to health status ; and (4) Is offered by a carrier that offers health benefit plan coverage to any professional association seeking health benefit plan coverage from the carrier. Section 24. That § 58-17-85 be amended to read as follows: 58-17-85. If a person has an aggregate of at least twelve eighteen months of creditable coverage and , is a resident of this state, the carrier shall accept such person for coverage under a health benefit plan, which contains benefits which are equal to or exceed the benefits contained in the basic plan that was approved and adopted by rule by the director pursuant to chapter 1-26 and the maximum lifetime maximum benefit of the coverage is not less than one million dollars if the person applies within sixty-three days of the date of losing prior creditable coverage. In addition to the plan which equals or exceeds the basic coverage, the carrier shall also offer to the eligible person, the individual standard plan as approved and adopted by rule by the director or a plan with benefits that exceed the standard plan. No carrier is required to issue further individual health benefit coverage under § § 58-17-68 to 58-17-87, inclusive, if the individual health benefit plans issued to high-risk individuals constitute two percent or more of that carrier's earned premium on an annual basis from individual health benefit plans covered by § § 58-17-66 to 58-17-87, inclusive. Each carrier who meets the two percent earned premium threshold shall report within thirty days to the director in a format prescribed by the director. If the director determines that all carriers in the individual market have met the two percent threshold, the threshold shall, upon order of the director, be expanded an additional two percent. The threshold shall be expanded in additional two percent increments if all carriers in the individual market meet the previous threshold. The director may promulgate rules pursuant to chapter 1-26 to determine which individual policies may be used to determine the two percent threshold, the procedures involved, and the applicable time frames. In making that determination, the director shall develop a method designed to limit the number of high-risk individuals to whom any one carrier may be required to issue coverage. No carrier is required to provide coverage pursuant to this section if and applies within sixty-three days of the date of losing prior creditable coverage and is no longer eligible for that creditable coverage, the person is eligible for coverage under the association policy as provided for in this Act if none of the following apply : (1) The applicant is eligible for continuation of coverage under an employer plan; (2) The applicant's creditable coverage is a conversion plan from an employer group plan; or (3) The person is covered or eligible to be covered under creditable coverage or lost creditable coverage due to nonpayment of premiums ; or (4) The person loses coverage under a short term or limited duration plan . Any person who has exhausted continuation rights and who is eligible for conversion or other individual or association coverage has the option of obtaining coverage pursuant to this section or the conversion plan or other coverage. A person who is otherwise eligible for the issuance of coverage pursuant to this section may not be required to show proof that coverage was denied by another carrier. For purposes of this section, a carrier may require the association shall require reasonable evidence that the prospective insured is a resident of this state. Factors that the carrier association may consider include a driver's license, voter registration, and where the prospective insured resides. Section 25. That § 58-17-86 be repealed. 58-17-86. The director shall study and report on or before January 5, 1997, and on or before January fifth of each subsequent year to the Legislature and Governor on the effectiveness of § § 58-17-66 to 58-17-87, inclusive. The report shall analyze the effectiveness of § § 58-17-66 to 58-17-87, inclusive, in promoting rate stability, product availability, and coverage affordability. The report may contain recommendations for actions to improve the overall effectiveness, efficiency, and fairness of the individual health insurance marketplace. The report may contain recommendations for market conduct or other regulatory standards or action. Section 26. That § 58-17-80 be repealed. 58-17-80. Each carrier shall file with the director annually, on or before March fifteenth, an actuarial certification certifying that the carrier is in compliance with § § 58-17-66 to 58-17-87, inclusive, and that the rating methods of the carrier are actuarially sound. The certification shall be in a form and manner and shall contain such information as may be specified by the director in rules promulgated pursuant to chapter 1-26. A copy of the certification shall be retained by the carrier at its principal place of business. Section 27. Effective July 1, 2003, carriers that have continuously and actively marketed individual health benefit plans in this state since July 1, 1996, shall annually, on or before June thirtieth, certify to the director, the earned premiums and paid claims during the preceding calendar year on policies issued pursuant to § 58-17-85. The director shall determine the total amount of losses for the carriers that exceed ninety percent of earned premiums on such policies during the preceding year and shall certify this amount which shall be added to the losses to be assessed against members of the association as prescribed by section 10 of this Act. The board shall assess all member carriers of the association for the certified losses on the same basis as assessments would be made for other losses incurred by the association for the same period. Upon collection of these assessments from member carriers, the association shall reimburse each individual carrier who qualified under the provisions of this section and who had losses in excess of ninety percent of earned premiums certified by the director. The reimbursement for each qualified carrier shall be in an amount equal to that carrier's actual losses in excess of ninety percent of earned premiums for the reporting period. Section 28. Carriers who discontinued actively marketing individual health benefit plans in this state after July 1, 1996, and have current policies issued pursuant to § § 58-17-66 to 58-17- 87, inclusive, are eligible to receive reimbursement pursuant to section 27 of this Act if these conditions are met: (1) The carrier re-enters the individual health benefit plan market in this state no later than July 1, 2005; (2) The carrier has actively and continuously marketed individual health benefit plans for a period of twenty-four months from the date of re-entry; and (3) The carrier is actively marketing individual health benefit plans at the time the pooling is calculated. Section 29. That § 58-17-82 be amended to read as follows: 58-17-82. An individual health benefit plan subject to § § 58-17-66 to 58-17-87, inclusive, is renewable with respect to any person or dependent at the option of the person, except in any of the following cases: (1) The individual has failed to pay premiums or contributions in accordance with the terms of the health insurance coverage or the insurer has not received timely premium payments; (2) Fraud or intentional misrepresentation of material fact by the person; (3) In the case of a health insurance issuer that offers health insurance coverage in the market through a network plan, there are no longer any enrollees in connection with the plan who live, reside, or work in the service area of the issuer or in the area for which the issuer is authorized to do business and the issuer would deny enrollment with respect to the plan as provided for in § 58-18B-37; (4) Election by the carrier not to renew all of its individual health benefit plans delivered or issued for delivery to persons in the state. In such a case, the carrier shall provide advance notice of its decision under this subdivision to the director in each state in which it is licensed and provide notice of the decision not to renew coverage to all affected individuals and to the director in each state in which an affected insured individual is known to reside at least one hundred eighty days before the nonrenewal of any individual health benefit plans by the carrier. Notice to the director under this subdivision shall be provided at least three working days before the notice to the affected individuals. In such instances, the director shall assist the affected persons in finding replacement coverage; (5) In the case of health insurance coverage that is made available only through one or more bona fide associations, the membership of an employer in the association (on the basis of which the coverage is provided) ceases but only if the coverage is terminated uniformly without regard to any health status-related factor relating to any covered individual; or (6) The insured individual becomes eligible for medicare coverage under Title XVIII of the Social Security Act, unless federal law requires that medicare coverage under Title XVIII be excluded as a reason for renewability of coverage; (7) If the issuer decides to discontinue offering a particular type of individual health insurance offered in the individual market, coverage of such type may be discontinued if: (a) The issuer provides notice to each insured provided coverage of this type in such market (and any participant and beneficiary covered under such coverage) of the discontinuation at least ninety days prior to the date of the discontinuation of the coverage; (b) The issuer offers to each insured provided coverage of this type in such market, the option to purchase all any other health insurance coverage currently being offered by the issuer to an individual health plan in such market; or (c) In exercising the option to discontinue coverage of this type and in offering the option of coverage under subsection (b), the issuer acts uniformly without regard to the claims experience of those insured or any health status-related factor relating to any participant or beneficiary covered or any new participant or beneficiary who may become eligible for such coverage."}, {"bill_id": 18219, "bill_version_id": 98317, "bill_version": "House Health and Human Services Engrossed", "bill_version_date": "2003-03-04T13:11:57-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a comprehensive health association to provide health insurance coverage to eligible persons. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There shall be established a comprehensive health association to provide health insurance coverage to eligible persons. 350 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.027 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18219, "action_date": "2003-01-30T14:00:00-06:00", "document_id": 96219, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96219.pdf", "status_text": "First read in Senate and referred to", "journal_page": 255, "committee_id_action": 799, "committee_id_assigned": 773, "result": "N", "vote": {}}, {"bill_id": 18219, "action_date": "2003-02-18T10:00:00-06:00", "document_id": 97299, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97299.pdf", "status_text": "Do Pass,", "journal_page": 470, "committee_id_action": 773, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54663, "president_vote": null, "Yea": [2832, 2878, 2883, 2921, 2926, 2838, 2897]}}, {"bill_id": 18219, "action_date": "2003-02-18T10:00:00-06:00", "document_id": 97299, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97299.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 773, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18219, "action_date": "2003-02-19T14:00:00-06:00", "document_id": 97433, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97433.pdf", "status_text": "Motion to Amend,", "journal_page": 501, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18219, "action_date": "2003-02-19T14:00:00-06:00", "document_id": 97433, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97433.pdf", "status_text": "Do Pass Amended,", "journal_page": 502, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54772, "president_vote": null, "Yea": [2832, 2834, 2835, 2838, 2840, 2847, 2849, 2850, 2851, 2852, 2853, 2854, 2856, 2865, 2868, 2876, 2878, 2880, 2881, 2882, 2883, 2886, 2887, 2891, 2897, 2901, 2903, 2908, 2916, 2921, 2926, 2927, 2928, 2935], "Nay": [2904]}}, {"bill_id": 18219, "action_date": "2003-02-20T14:00:00-06:00", "document_id": 97546, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97546.pdf", "status_text": "First read in House and referred to", "journal_page": 510, "committee_id_action": 798, "committee_id_assigned": 789, "result": "N", "vote": {}}, {"bill_id": 18219, "action_date": "2003-02-28T07:45:00-06:00", "document_id": 98129, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98129.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 789, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18219, "action_date": "2003-03-03T07:45:00-06:00", "document_id": 98213, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98213.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 789, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18219, "action_date": "2003-03-03T19:00:00-06:00", "document_id": 98288, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98288.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 789, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18219, "action_date": "2003-03-03T19:00:00-06:00", "document_id": 98288, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98288.pdf", "status_text": "Do Pass Amended,", "journal_page": 711, "committee_id_action": 789, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55340, "president_vote": null, "Yea": [2843, 2862, 2871, 2872, 2888, 2896, 2900, 2915, 2930, 2933, 2859, 2932], "Excused": [2934]}}, {"bill_id": 18219, "action_date": "2003-03-03T19:00:00-06:00", "document_id": 98288, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98288.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 789, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18219, "action_date": "2003-03-05T14:00:00-06:00", "document_id": 98414, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98414.pdf", "status_text": "Do Pass Amended,", "journal_page": 747, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56868, "president_vote": null, "Yea": [2833, 2836, 2837, 2839, 2842, 2843, 2844, 2845, 2846, 2848, 2855, 2857, 2858, 2859, 2860, 2861, 2862, 2863, 2864, 2866, 2869, 2870, 2871, 2872, 2873, 2874, 2875, 2879, 2884, 2885, 2888, 2889, 2890, 2892, 2893, 2896, 2898, 2900, 2902, 2905, 2906, 2907, 2909, 2910, 2911, 2912, 2913, 2914, 2915, 2917, 2919, 2920, 2922, 2923, 2924, 2925, 2929, 2930, 2931, 2932, 2933, 2934, 2936, 2937, 2938, 2899], "Nay": [2841, 2877], "Excused": [2894, 2895]}}, {"bill_id": 18219, "action_date": "2003-03-07T09:00:00-06:00", "document_id": 98582, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98582.pdf", "status_text": "Conference Committee appointments", "journal_page": 789, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18219, "action_date": "2003-03-08T09:00:00-06:00", "document_id": 98622, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98622.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 795, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55577, "president_vote": null, "Yea": [2832, 2834, 2835, 2838, 2840, 2847, 2849, 2850, 2851, 2852, 2853, 2854, 2856, 2865, 2868, 2876, 2878, 2880, 2881, 2882, 2883, 2886, 2887, 2891, 2897, 2904, 2908, 2916, 2921, 2926, 2927, 2935], "Nay": [2901, 2928], "Excused": [2903]}}, {"bill_id": 18219, "action_date": "2003-03-08T09:00:00-06:00", "document_id": 98610, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98610.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 830, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56916, "president_vote": null, "Yea": [2833, 2836, 2837, 2839, 2841, 2842, 2843, 2844, 2845, 2846, 2848, 2855, 2857, 2858, 2859, 2860, 2861, 2862, 2864, 2866, 2870, 2871, 2872, 2873, 2874, 2875, 2877, 2879, 2884, 2885, 2888, 2890, 2892, 2893, 2894, 2895, 2896, 2898, 2900, 2902, 2906, 2907, 2909, 2910, 2912, 2914, 2915, 2917, 2919, 2920, 2922, 2923, 2924, 2925, 2929, 2930, 2931, 2932, 2933, 2934, 2936, 2937, 2938, 2899], "Nay": [2863, 2869, 2889, 2905, 2913], "Excused": [2911]}}]}