{"session_id": 47, "bill_id": 13446, "bill_type": "Senate Bill", "bill_number": 56, "bill_title": "to revise the requirements for individual and group health insurance availability and portability.", "sponsors": [], "keywords": ["Health Insurance", "Managed Health Care"], "audio": [], "bill_versions": [{"bill_id": 13446, "bill_version_id": 78078, "bill_version": "Introduced", "bill_version_date": "1998-01-10T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the requirements for individual and group health insurance availability and portability. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-17-69 be amended to read as follows: 58-17-69. For purposes of § § 58-17-66 to 58-17-87, inclusive, the term, creditable coverage, means benefits or coverage provided for an aggregate of twelve months or more under: (1) An employer-based health insurance or health benefit arrangement that provides benefits similar to or exceeding benefits provided under the basic health benefit plan or an employee welfare benefit plan as defined in section 3(1) of the Employee Retirement Income Security Act of 1974 as adopted by the director pursuant to chapter 1-26, to the extent that the plan provides directly or through insurance, reimbursement or otherwise to employees or their dependents medical care for the diagnosis, cure, mitigation, treatment, or prevention of disease, or amounts paid for the purpose of affecting any structure or function of the body and amounts paid for the transportation primarily for and essential to medical care; (2) An individual health benefit plan, including coverage issued by any health maintenance organization or pre-paid hospital or medical services plan that provides benefits similar to or exceeding the benefits provided under the basic health benefit plan as approved pursuant to § 58-18B-32, but excluding limited benefit plans and dread disease plans; (3) Medicare or medicaid; (4) Chapter 55 of Title 10, United States Code; (5) A medical care program of the Indian Health Service or of a tribal organization; (6) A state health benefits risk pool; (7) A health plan offered under Chapter 89 of Title 5, United States Code; (8) A public health plan; (9) A health benefit plan under section 5(e) of the Peace Corps Act (22 U.S.C. 2504(e)); or (10) A church plan ; or (11) A college plan . Section 2. That § 58-17-70 be amended to read as follows: 58-17-70. Sections 58-17-66 to 58-17-87, inclusive, apply to any individual health benefit plan or certificate delivered or issued for delivery in the state , except for any medicare supplement and long-term care policy and for any contract or certificate marketed on a group basis that is subject to regulation under chapter 58-18B . Sections 58-17-66 to 58-17-87, inclusive, apply to any certificate issued to an eligible person that evidences coverage under a policy or contract issued to a trust or association or other similar grouping of persons, regardless of the situs of delivery of the policy or contract, if the eligible person pays the premium and is not being covered under the policy or contract pursuant to continuation of benefit provisions applicable under federal or state law. However, any certificate issued to an eligible person that evidences coverage under a professional plan is not subject to the provisions of § § 58-17-66 to 58-17-87, inclusive. Any policy or certificate of specified disease, short-term hospital-surgical care of six months or less duration, hospital confinement indemnity, or limited benefit health insurance is not a health benefit plan subject to § § 58-17-66 to 58-17-87, inclusive, if the carrier offering the policy or certificate at the time of filing for policy form approval, submits a statement certifying that policies or certificates described in this section are being offered and marketed as supplemental health insurance or as individual health benefit plans of six-month duration or less and not renewable, and not as a substitute for hospital or medical expense insurance or major medical insurance. For policy forms approved prior to the effective date of § § 58-17-66 to 58-17-87, inclusive, the carrier shall submit such a statement with the director. The following are not subject to the provisions of § 58-17-66 to 58-17-87, inclusive: (1) Any medicare supplement policy; (2) Any long-term care policy; (3) Any contract or certificate marketed on a group basis that is subject to regulation under chapter 58-18B or § § 58-18-42 to 58-18-51.1, inclusive; (4) Any certificate issued to an eligible person that evidences coverage under a professional association plan; (5) Any policy or certificate of specified disease, short-term hospital-surgical care of six months or less duration, hospital confinement indemnity, limited benefit health insurance, or other policy or certificate that provide benefits less than as provided for under subdivision 58-17-69(2) if the carrier offering the policy or certificate at the time of filing for policy form approval, submits a statement certifying that policies or certificates described in this section are being offered and marketed as supplemental health insurance or as individual health benefit plans of six-month duration or less and not renewable, and not as a substitute for hospital or medical expense insurance or major medical insurance. For policy forms approved prior to the effective date of § § 58-17-66 to 58-17-87, inclusive, the carrier shall submit such a statement with the director. Section 3. That § 58-17-85 be amended to read as follows: 58-17-85. If a person has an aggregate of at least twelve months of creditable coverage, the carrier shall accept such person for coverage under a health benefit plan, which contains benefits which are equal to or exceed the benefits contained in the basic plan that was approved pursuant to § 58-18B-32 and the maximum lifetime maximum benefit of the coverage is not less than one million dollars if the person applies within sixty-three days of the date of losing prior creditable coverage. In addition to the plan which equals or exceeds the basic coverage, the carrier shall also offer to the eligible person, the individual standard plan of benefits adopted pursuant to § 58-18B-32 as approved by the director or a plan with benefits that exceed the standard plan . No carrier is required to issue further individual health benefit coverage under § § 58-17-68 to 58-17-87, inclusive, if the individual health benefit plans issued to individuals without medical underwriting constitute two percent or more of that carrier's earned premium on an annual basis from individual health benefit plans covered by § § 58-17-66 to 58-17-87, inclusive. Each carrier who meets the two percent earned premium threshold shall report within thirty days to the director in a format prescribed by the director. If the director determines that all carriers in the individual market have met the two percent threshold, the threshold shall, upon order of the director, be expanded an additional two percent. The threshold shall be expanded in additional two percent increments if all carriers in the individual market meet the previous threshold. No carrier is required to provide coverage pursuant to this section if: (1) The applicant is eligible for continuation of coverage under an employer plan; (2) The applicant's creditable coverage is a conversion plan from an employer group plan; or (3) The person is covered or eligible to be covered under creditable coverage or lost creditable coverage due to nonpayment of premiums. Any person who has exhausted continuation rights and who is eligible for conversion or other individual or association coverage has the option of obtaining coverage pursuant to this section or the conversion plan or other coverage. A person who is otherwise eligible for the issuance of coverage pursuant to this section may not be required to show proof that coverage was denied by another carrier. Section 4. That § 58-17-87 be amended to read as follows: 58-17-87. The director shall promulgate rules pursuant to chapter 1-26 to cover: (1) Terms or renewability; (2) Conditions of eligibility; (3) Benefit limitations, exceptions, and reductions; (4) Definition of terms; (5) Filing requirements for forms, rates, and rate schedules; (6) Marketing practices; (7) Reporting practices; (8) Compensation arrangements between insurers or other entities and their agents, representatives, or producers; and (9) Suitability and appropriateness of the policy sold ; (10) Certificates of coverage; (11) Determinations with regard to waiting periods; (12) College plans; (13) Creditable coverages; (14) Breaks in coverage; (15) The application of waiting periods; and (16) Risk spreading mechanisms . The director shall promulgate rules pursuant to chapter 1-26 that specify prohibited policy or certificate provisions not otherwise specifically authorized by statute which, in the opinion of the director, are unjust, unfair, or unfairly discriminatory to any person insured or proposed for coverage under an individual policy or certificate. The director shall also promulgate rules pursuant to chapter 1-26 assuring public access to rate and form information and establishing procedures for rate and form approvals and disapprovals. If any federal standards are in place which would require additional steps to meet those standards beyond what is required by this chapter, the director shall promulgate rules to require the offering of health insurance plans, in addition to those specifically required by § 58-17-85, the underwriting and coverage criteria that may be utilized for such health insurance plans, and other requirements related to the coverage criteria and availability of health insurance to individuals in this state in order to minimally meet the federal standards. Section 5. That § 58-18-44 be amended to read as follows: 58-18-44. For the purposes of this chapter, creditable coverage are benefits or coverage provided under: (1) Medicare or medicaid; (2) An employer-based health insurance plan or health benefit arrangement that provides benefits similar to or exceeding benefits provided under a health benefit plan; (3) An individual health insurance policy including coverage issued by a health maintenance organization, a fraternal benefit society, a nonprofit medical and surgical plan, a nonprofit hospital service plan that provides benefits similar to or exceeding the benefits provided under the basic plan pursuant to chapter 58-18B, if the policy has been in effect for a period of at least one year, or an employee welfare benefit plan as defined in section 3(1) of the Employee Retirement Income Security Act of 1974 as adopted by the director pursuant to chapter 1-26, to the extent that the plan provides directly or through insurance, reimbursement or otherwise to employees or their dependents medical care for the diagnosis, cure, mitigation, treatment, or prevention of disease, or amounts paid for the purpose of affecting any structure or function of the body and amounts paid for the transportation primarily for and essential to medical care; (4) Chapter 55 of Title 10, United States Code; (5) A medical care program of the Indian Health Service or of a tribal organization; (6) A state health benefits risk pool; (7) A health plan offered under Chapter 89 of Title 5, United States Code; (8) A public health plan; or (9) A health benefit plan under section 5(e) of the Peace Corps Act (22 U.S.C. 2504(e)) ; (10) A short-term limited-duration policy; or (11) A college plan . Section 6. That § 58-18-45 be amended to read as follows: 58-18-45. Health benefit plans shall comply with the following provisions: (1) No health benefit plan may deny, exclude, or limit benefits for a covered individual for claims incurred more than twelve months following the effective date of the individual's coverage due to a preexisting condition. No health benefit plan may define a preexisting condition more restrictively than a condition for which medical advice, diagnosis, care, or treatment was recommended or received during the six months immediately preceding the effective date of coverage; (2) A health benefit plan shall waive any time period applicable to a preexisting condition exclusion or limitation period with respect to particular services for the aggregate period of time an individual was previously covered by creditable coverage that provided benefits with respect to such services, if the creditable coverage was continuous to a date not more than sixty-three days prior to the effective date of the new coverage. The waiver for prior creditable coverage also applies to late enrollees. A period of time a person was previously covered may not be aggregated if there was a break in coverage of sixty-three days or more. The plan shall count a period of creditable coverage, without regard to the specific benefits covered under the plan, unless the plan elects to credit it based on coverage of benefits within several classes or categories of benefits specified in rules adopted by the director. A carrier may not exclude coverage for a preexisting condition which arose after a person began creditable coverage if there was not a break in coverage which exceeded sixty-three days; (3) A health benefit plan may exclude coverage for late enrollees for the greater of eighteen months or for an eighteen-month preexisting condition exclusion. However, if both a period of exclusion from coverage and a preexisting condition exclusion are applicable to a late enrollee, the combined period may not exceed eighteen months from the date the individual enrolls for coverage under the health benefit plan; (4) Genetic information may not be treated as a condition for which a preexisting condition exclusion may be imposed in the absence of a diagnosis of the condition related to such information; (5) A health maintenance organization which does not utilize a preexisting waiting period may use an affiliation period in lieu of a preexisting waiting period. No affiliation period may exceed two months in length. No premium may be charged for any portion of the affiliation period. If the health maintenance organization utilizes neither a preexisting waiting period nor an affiliation period, the health maintenance organization may use other criteria designed to avoid adverse selection provided that those criteria are approved by the director. In the case of a late enrollee who is subject to an affiliation period, the affiliation period may not exceed three months. Section 7. That § 58-18-48 be amended to read as follows: 58-18-48. If an employer has an existing health benefit plan, the carrier shall accept for coverage under the health benefit plan new employees and the dependents of new employees, if the new employee had creditable coverage within the prior sixty-three days from the date the new employee is eligible for coverage. The coverage shall be issued without exclusionary riders. The carrier is not required to provide coverage for new employees or dependents who are late enrollees or who have not had creditable coverage within sixty-three days before applying for coverage. The exception allowing late enrollees to be excluded is limited to the time frames required by subdivisions 58-18-45(3) and (5). Policies may not exclude children, as set forth in subdivision 58-18-43(4), from the definition of eligible dependents. No person may be excluded from coverage based upon discriminatory criteria as defined by the director in rules promulgated pursuant to chapter 1-26. Section 8. That chapter 58-18 be amended by adding thereto a NEW SECTION to read as follows: Any carrier who is or has provided coverage to an employer shall provide, at the written request of the employer, quarterly, semi-annual, or annual reports of the claims experience of that employer for the immediate past policy period and for any time frames which are not in excess of three years prior to the policy period for which the request was made. The claims report shall be in sufficient detail so as to provide the employer with data necessary to realistically assess the employer's future health insurance needs. Section 9. That § 58-18-64 be amended to read as follows: 58-18-64. Terms used in § § 58-18-64 to 58-18-75, inclusive, mean: (1) \"Managed care contractor,\" a person who establishes, operates, or maintains a network of participating providers or contracts with an insurance company, a hospital or medical service plan, an employer, an employee organization, or any other entity providing coverage for health care services to operate a managed care plan; (2) \"Managed care entity,\" includes a licensed insurance company, hospital or medical service plan, health maintenance organization, an employer or employee organization, or a managed care contractor that operates a managed care plan; (3) \"Managed care plan,\" a plan operated by a managed care entity that provides for the financing or delivery of health care services, or both, to persons enrolled in the plan through any of the following: (a) Arrangements with selected providers to furnish health care services; (b) Explicit standards for the selection of participating providers; or (c) Financial incentives for persons enrolled in the plan to use the participating providers and procedures provided for by the plan; (4) \"Utilization review,\" a set of formal techniques used by a managed care plan or utilization review organization to monitor and evaluate the clinical necessity, appropriateness, and efficiency of health care services and procedures including techniques such as ambulatory review, prospective review, second opinion, certification, concurrent review, case management, discharge planning, and retrospective review; (5) \"Utilization review organization,\" an entity which conducts utilization review; (6) \"Grievance,\" a written complaint submitted by or on behalf of a covered person regarding the: (a) Availability, delivery, or quality of health care services; (b) Claims payment, handling, or reimbursement for health care services; or (c) Any other matter pertaining to the contractual relationship between a covered person and the health carrier. A grievance does not include a complaint regarding a denial of coverage for treatment during a medical emergency while the emergency is occurring. Section 10. That § 58-18-65 be amended to read as follows: 58-18-65. Each managed care plan or utilization review organization shall establish and maintain a grievance system, approved by the director after consultation with the secretary of the Department of Health, which may include an impartial mediation provision, to provide reasonable procedures for the resolution of written grievances initiated by enrollees concerning the provision of health care services. Mediation shall be made available to enrollees unless an enrollee elects to litigate a grievance prior to submission to mediation. No medical malpractice damage claim is subject to arbitration under § § 58-18-64 to 58-18-70, inclusive. Each managed care plan or utilization review organization shall provide that if a grievance is filed which requires a review of services authorized to be provided by a practitioner or if a grievance is filed which requires a review of treatment which has been provided by a practitioner, the review shall include a similarly licensed peer whose scope of practice includes the services or treatment being reviewed. Section 11. That § 58-18-66 be amended to read as follows: 58-18-66. The managed care plan or utilization review organization shall maintain records of written grievances filed with it and shall submit to the director a summary report at such times and in such format as the director may require. The grievances involving other persons shall be referred to such persons with a copy to the director. Section 12. That § 58-18-67 be amended to read as follows: 58-18-67. The managed care plan or utilization review organization shall maintain a record of each written grievance filed with it for five years, and the director and the secretary of health shall have access to the records. Section 13. That § 58-18B-19 be repealed. 58-18B-19. Any small employer carrier shall, no later than July 1, 1996, as a condition of transacting business in this state with small employers, actively offer to small employers at least two health benefit plans. One health benefit plan offered by each small employer carrier shall be a basic health benefit plan and one plan shall be a standard health benefit plan. Section 14. That § 58-18B-20 be amended to read as follows: 58-18B-20. A small employer carrier shall issue a basic health benefit plan or a standard health benefit plan plans to any small employer that applies for either plan and agrees to make the required premium payments and to satisfy the other reasonable provisions of the health benefit plan not inconsistent with this chapter. In the case of a small employer carrier that establishes more than one class of business pursuant to § § 58-18B-13 and 58-18B-14, and subdivision 58-18B-1(5), the small employer carrier shall maintain and issue to eligible small employers at least one basic health benefit plan and at least one standard health benefit plan in each class of business established. A small employer carrier is not required to issue coverage to any person who has met the lifetime benefit maximum on a basic or standard plan. A small employer carrier may apply reasonable criteria in determining whether to accept a small employer into a particular class of business if: (1) The criteria are not intended to discourage or prevent acceptance of small employers applying for a basic or standard health benefit plan; (2) The criteria are not related to the health status or claim experience of the small employer; (3) The criteria are applied consistently to all small employers applying for coverage in the class of business; and (4) The small employer carrier provides for the acceptance of all eligible small employers into one or more classes of business. The provisions of this section do not apply to a class of business into which the small employer carrier is no longer enrolling new small businesses. No small employer carrier is required to issue a standard or basic plan pursuant to this section if the standard and basic plans issued without medical underwriting constitute two percent of that carrier's earned premium on an annual basis from small employer health benefit plans. Each carrier who meets the two percent earned premium threshold shall report within thirty days to the director in a format prescribed by the director. If the director determines that all carriers in the small employer market have met the two percent threshold, the threshold shall, upon order of the director, be expanded an additional two percent. The threshold shall be expanded in additional two percent increments if all small employer carriers meet the previous threshold. Nothing in this chapter prohibits a carrier from offering health benefit plans other than the standard and basic plans on an underwritten basis unless specifically prohibited by rules adopted by the director pursuant to chapter 1-26. Section 15. That § 58-18B-21 be repealed. 58-18B-21. A small employer carrier shall file with the director, in a format and manner prescribed by the director, the basic health benefit plans and the standard health benefit plans to be used by the carrier. A health benefit plan filed pursuant to this section may be used by a small employer carrier after it has been approved by the director. Section 16. That § 58-18B-22 be repealed. 58-18B-22. The director at any time may, after providing notice and an opportunity for a hearing to the small employer carrier, disapprove the continued use by a small employer carrier of a basic or standard health benefit plan on the grounds that the plan does not meet the requirements of this chapter. Section 17. That § 58-18B-27 be amended to read as follows: 58-18B-27. No small employer carrier may modify a basic or standard health benefit plan with respect to a small employer or any eligible employee or dependent through riders, endorsements, or otherwise, to restrict or exclude coverage for certain diseases or medical conditions otherwise covered by the health benefit plan. A small employer carrier may not establish rules for eligibility for any individual to enroll under a plan, including continued eligibility, based on health status- related factors which include health status, medical condition, claims experience, receipt of health care, medical history, genetic information, evidence of insurability, including conditions arising out of acts of domestic violence, and disability. Section 18. That § 58-18B-30 be repealed. 58-18B-30. The committee shall recommend benefit levels, cost sharing levels, exclusions, and limitations for the basic health benefit plan and the standard health benefit plan. The committee shall also design a basic health benefit plan and a standard health benefit plan which contain benefit and cost sharing levels that are consistent with the basic method of operation and the benefit plans of health maintenance organizations, including any restrictions imposed by federal law. The basic and standard benefit plans are subject to the requirements of § § 58-17-53 to 58-17-56, inclusive, 58-18-7.1 to 58-18-7.16, inclusive, and 58-18-31 to 58-18-39, inclusive. For nonprofit medical and surgical plans, nonprofit hospital service plans, and health maintenance organizations, the basic and standard benefit plans are also subject to the requirements of § § 58-38-11.1 to 58-38-12, inclusive, 58-38-19, 58-38-22, 58-40-10.1 to 58-40-10.9, inclusive, 58-40-18, 58-40-20, 58-41-15.1, 58-41-26, 58-41-35.1 to 58-41-35.5, inclusive, and 58-41-51.1 to 58-41-51.3, inclusive. The basic and standard plans shall be submitted to the Legislature no later than January 5, 1996. The plans as approved by the director shall be effective July 1, 1996, unless disapproved by the Legislature. Section 19. That § 58-18B-36 be amended to read as follows: 58-18B-36. The director shall promulgate rules pursuant to chapter 1-26 to provide for the implementation and administration of this chapter. The rules shall cover: (1) Terms of renewability; (2) Initial and subsequent conditions of eligibility; (3) Probationary periods; (4) Benefit limitations, exceptions and reductions; (5) Requirements for replacement; (6) Participation and contribution requirements; (7) Definition of terms; (8) Marketing practices; (9) Reporting and disclosure practices or requirements ; (10) Compensation arrangements between insurers or other entities and their agents, representatives, or producers; (11) Guaranteed acceptance of small groups by small group carriers; (12) Continuation and conversion rights; and (13) Group discontinuance and replacement. The director may promulgate rules pursuant to chapter 1-26 that specify prohibited policy or certificate provisions not otherwise specifically authorized by statute which, in the opinion of the director, are unjust, unfair, or unfairly discriminatory to any person insured or proposed for coverage under a policy or certificate. If any federal standards are in place which would require additional steps to meet those standards beyond what is required by this chapter, the director may promulgate rules to require the offering of health insurance plans, in addition to those specifically required by § § 58-18B-19 and 58-18B-20, the underwriting criteria that may be utilized for such health insurance plans, and other requirements related to the availability of health insurance to individuals in this state in order to minimally meet the federal standards. Section 20. That § 58-18B-37 be amended to read as follows: 58-18B-37. Each small employer carrier shall actively market health benefit plan coverage, including the basic and standard health benefit plans, to eligible small employers in the state. If a A small employer carrier denies may not deny coverage to a small employer on the basis of the health status or claims experience of the small employer or its employees or dependents , the small employer carrier shall offer the small employer the opportunity to purchase a basic health benefit plan and a standard health benefit plan . A network plan is not required to offer coverage to an employer whose employees do no work or reside within the carrier's established geographic service. A network plan may deny coverage to employers if it demonstrates it does not have the capacity to deliver services adequately to enrollees of any additional groups because of its obligations to existing group contract holders and enrollees, and if it is applying this denial of coverage uniformly to all employers without regard to the claims experience of those employers, and their employees and their dependents, or any health status-related factor relating to the employees and dependents. Section 21. That chapter 58-18B be amended by adding thereto a NEW SECTION to read as follows: Any policy or certificate of specified disease, short-term hospital-surgical care of six months or less duration, hospital confinement indemnity, limited benefit health insurance or other policy or certificate that provide benefits less than that of a major medical plan that is offered to a small employer in this state is exempt from the provisions of this chapter only if the carrier offering the policy or certificate at the time of filing for policy form approval, submits a statement certifying that policies or certificates described in this section are being offered and marketed as supplemental health insurance or as individual health benefit plans of six-month duration or less and not renewable, and not as a substitute for hospital or medical expense insurance or major medical insurance. For policy forms approved prior to the effective date of this section, the carrier shall submit such a statement with the director. For purposes of this Act a major medical policy is any policy which provides benefits which equal or exceed the basic plan as was approved pursuant to § 58-18B-32. Policies which are not certified pursuant to this section and which are not major medical policies may not be used as a substitute for major medical policies and must provide for adequate disclosure of the scope of the benefits contained therein. Section 22. That § 58-18-79 be amended to read as follows: 58-18-79. If any federal standards are in place which require additional steps to meet those standards beyond what is required by this chapter, the director may promulgate rules pursuant to chapter 1-26 to require the offering of health insurance plans, the underwriting criteria that may be utilized for such health insurance plans, the type and scope of preexisting waiting periods and creditable coverage, the standards for nonrenewability of coverage, and other requirements related to the availability of health insurance to employers and their employees and dependents in this state in order to minimally meet the federal standards. The director may also promulgate rules, pursuant to chapter 1-26, pertaining to employer health benefit plans in the areas of: (1) Definition of terms; (2) The issuance of certificates of coverage upon loss of health insurance coverage; (3) Determinations relative to the application of waiting periods; (4) Special enrollment periods; (5) Treatment of late enrollees; (6) Preexisting condition and other waiting periods; (7) Breaks in coverage; (8) Affiliation periods; (9) Nondiscrimination standards; (10) Notices; (11) Renewal rights; (12) Dates of enrollment; (13) Creditable coverages including methods of crediting coverage; and (14) Risk spreading mechanisms."}, {"bill_id": 13446, "bill_version_id": 78079, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "1998-01-21T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the requirements for individual and group health insurance availability and portability. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-17-69 be amended to read as follows: 58-17-69. For purposes of § § 58-17-66 to 58-17-87, inclusive, the term, creditable coverage, means benefits or coverage provided for an aggregate of twelve months or more under: (1) An employer-based health insurance or health benefit arrangement that provides benefits similar to or exceeding benefits provided under the basic health benefit plan or an employee welfare benefit plan as defined in section 3(1) of the Employee Retirement Income Security Act of 1974 as adopted by the director pursuant to chapter 1-26, to the extent that the plan provides directly or through insurance, reimbursement or otherwise to employees or their dependents medical care for the diagnosis, cure, mitigation, treatment, or prevention of disease, or amounts paid for the purpose of affecting any structure or function of the body and amounts paid for the transportation primarily for and essential to medical care; (2) An individual health benefit plan, including coverage issued by any health maintenance organization or pre-paid hospital or medical services plan that provides benefits similar to or exceeding the benefits provided under the basic health benefit plan as approved pursuant to § 58-18B-32, but excluding limited benefit plans and dread disease plans; (3) Medicare or medicaid; (4) Chapter 55 of Title 10, United States Code; (5) A medical care program of the Indian Health Service or of a tribal organization; (6) A state health benefits risk pool; (7) A health plan offered under Chapter 89 of Title 5, United States Code; (8) A public health plan; (9) A health benefit plan under section 5(e) of the Peace Corps Act (22 U.S.C. 2504(e)); or (10) A church plan ; or (11) A college plan . Section 2. That § 58-17-70 be amended to read as follows: 58-17-70. Sections 58-17-66 to 58-17-87, inclusive, apply to any individual health benefit plan or certificate delivered or issued for delivery in the state , except for any medicare supplement and long-term care policy and for any contract or certificate marketed on a group basis that is subject to regulation under chapter 58-18B . Sections 58-17-66 to 58-17-87, inclusive, apply to any certificate issued to an eligible person that evidences coverage under a policy or contract issued to a trust or association or other similar grouping of persons, regardless of the situs of delivery of the policy or contract, if the eligible person pays the premium and is not being covered under the policy or contract pursuant to continuation of benefit provisions applicable under federal or state law. However, any certificate issued to an eligible person that evidences coverage under a professional plan is not subject to the provisions of § § 58-17-66 to 58-17-87, inclusive. Any policy or certificate of specified disease, short-term hospital-surgical care of six months or less duration, hospital confinement indemnity, or limited benefit health insurance is not a health benefit plan subject to § § 58-17-66 to 58-17-87, inclusive, if the carrier offering the policy or certificate at the time of filing for policy form approval, submits a statement certifying that policies or certificates described in this section are being offered and marketed as supplemental health insurance or as individual health benefit plans of six-month duration or less and not renewable, and not as a substitute for hospital or medical expense insurance or major medical insurance. For policy forms approved prior to the effective date of § § 58-17-66 to 58-17-87, inclusive, the carrier shall submit such a statement with the director. The following are not subject to the provisions of § 58-17-66 to 58-17-87, inclusive: (1) Any medicare supplement policy; (2) Any long-term care policy; (3) Any contract or certificate marketed on a group basis that is subject to regulation under chapter 58-18B or § § 58-18-42 to 58-18-51.1, inclusive; (4) Any certificate issued to an eligible person that evidences coverage under a professional association plan; (5) Any policy or certificate of specified disease, short-term hospital-surgical care of six months or less duration, hospital confinement indemnity, limited benefit health insurance, or other policy or certificate that provide benefits less than as provided for under subdivision 58-17-69(2) if the carrier offering the policy or certificate at the time of filing for policy form approval, submits a statement certifying that policies or certificates described in this section are being offered and marketed as supplemental health insurance or as individual health benefit plans of six-month duration or less and not renewable, and not as a substitute for hospital or medical expense insurance or major medical insurance. For policy forms approved prior to the effective date of § § 58-17-66 to 58-17-87, inclusive, the carrier shall submit such a statement with the director. Section 3. That § 58-17-85 be amended to read as follows: 58-17-85. If a person has an aggregate of at least twelve months of creditable coverage, the carrier shall accept such person for coverage under a health benefit plan, which contains benefits which are equal to or exceed the benefits contained in the basic plan that was approved pursuant to § 58-18B-32 and the maximum lifetime maximum benefit of the coverage is not less than one million dollars if the person applies within sixty-three days of the date of losing prior creditable coverage. In addition to the plan which equals or exceeds the basic coverage, the carrier shall also offer to the eligible person, the individual standard plan of benefits adopted pursuant to § 58-18B-32 as approved by the director or a plan with benefits that exceed the standard plan . No carrier is required to issue further individual health benefit coverage under § § 58-17-68 to 58-17-87, inclusive, if the individual health benefit plans issued to high-risk individuals without medical underwriting constitute two percent or more of that carrier's earned premium on an annual basis from individual health benefit plans covered by § § 58-17-66 to 58-17-87, inclusive. Each carrier who meets the two percent earned premium threshold shall report within thirty days to the director in a format prescribed by the director. If the director determines that all carriers in the individual market have met the two percent threshold, the threshold shall, upon order of the director, be expanded an additional two percent. The threshold shall be expanded in additional two percent increments if all carriers in the individual market meet the previous threshold. The director may promulgate rules pursuant to chapter 1-26 to determine which individual policies may be used to determine the two percent threshold, the procedures involved, and the applicable time frames. In making that determination, the director shall develop a method designed to limit the number of high-risk individuals to whom any one carrier may be required to issue coverage. No carrier is required to provide coverage pursuant to this section if: (1) The applicant is eligible for continuation of coverage under an employer plan; (2) The applicant's creditable coverage is a conversion plan from an employer group plan; or (3) The person is covered or eligible to be covered under creditable coverage or lost creditable coverage due to nonpayment of premiums. Any person who has exhausted continuation rights and who is eligible for conversion or other individual or association coverage has the option of obtaining coverage pursuant to this section or the conversion plan or other coverage. A person who is otherwise eligible for the issuance of coverage pursuant to this section may not be required to show proof that coverage was denied by another carrier. Section 4. That § 58-17-87 be amended to read as follows: 58-17-87. The director shall promulgate rules pursuant to chapter 1-26 to cover: (1) Terms or renewability; (2) Conditions of eligibility; (3) Benefit limitations, exceptions, and reductions; (4) Definition of terms; (5) Filing requirements for forms, rates, and rate schedules; (6) Marketing practices; (7) Reporting practices; (8) Compensation arrangements between insurers or other entities and their agents, representatives, or producers; and (9) Suitability and appropriateness of the policy sold ; (10) Certificates of coverage; (11) Determinations with regard to waiting periods; (12) College plans; (13) Creditable coverages; (14) Breaks in coverage; (15) The application of waiting periods; and (16) Risk spreading mechanisms . The director shall promulgate rules pursuant to chapter 1-26 that specify prohibited policy or certificate provisions not otherwise specifically authorized by statute which, in the opinion of the director, are unjust, unfair, or unfairly discriminatory to any person insured or proposed for coverage under an individual policy or certificate. The director shall also promulgate rules pursuant to chapter 1-26 assuring public access to rate and form information and establishing procedures for rate and form approvals and disapprovals. If any federal standards are in place which would require additional steps to meet those standards beyond what is required by this chapter, the director shall promulgate rules to require the offering of health insurance plans, in addition to those specifically required by § 58-17-85, the underwriting and coverage criteria that may be utilized for such health insurance plans, and other requirements related to the coverage criteria and availability of health insurance to individuals in this state in order to minimally meet the federal standards. Section 5. That § 58-18-44 be amended to read as follows: 58-18-44. For the purposes of this chapter, creditable coverage are benefits or coverage provided under: (1) Medicare or medicaid; (2) An employer-based health insurance plan or health benefit arrangement that provides benefits similar to or exceeding benefits provided under a health benefit plan; (3) An individual health insurance policy including coverage issued by a health maintenance organization, a fraternal benefit society, a nonprofit medical and surgical plan, a nonprofit hospital service plan that provides benefits similar to or exceeding the benefits provided under the basic plan pursuant to chapter 58-18B, if the policy has been in effect for a period of at least one year, or an employee welfare benefit plan as defined in section 3(1) of the Employee Retirement Income Security Act of 1974 as adopted by the director pursuant to chapter 1-26, to the extent that the plan provides directly or through insurance, reimbursement or otherwise to employees or their dependents medical care for the diagnosis, cure, mitigation, treatment, or prevention of disease, or amounts paid for the purpose of affecting any structure or function of the body and amounts paid for the transportation primarily for and essential to medical care; (4) Chapter 55 of Title 10, United States Code; (5) A medical care program of the Indian Health Service or of a tribal organization; (6) A state health benefits risk pool; (7) A health plan offered under Chapter 89 of Title 5, United States Code; (8) A public health plan; or (9) A health benefit plan under section 5(e) of the Peace Corps Act (22 U.S.C. 2504(e)) ; (10) A short-term limited-duration policy; or (11) A college plan . Section 6. That § 58-18-45 be amended to read as follows: 58-18-45. Health benefit plans shall comply with the following provisions: (1) No health benefit plan may deny, exclude, or limit benefits for a covered individual for claims incurred more than twelve months following the effective date of the individual's coverage due to a preexisting condition. No health benefit plan may define a preexisting condition more restrictively than a condition for which medical advice, diagnosis, care, or treatment was recommended or received during the six months immediately preceding the effective date of coverage; (2) A health benefit plan shall waive any time period applicable to a preexisting condition exclusion or limitation period with respect to particular services for the aggregate period of time an individual was previously covered by creditable coverage that provided benefits with respect to such services, if the creditable coverage was continuous to a date not more than sixty-three days prior to the effective date of the new coverage. The waiver for prior creditable coverage also applies to late enrollees. A period of time a person was previously covered may not be aggregated if there was a break in coverage of sixty-three days or more. The plan shall count a period of creditable coverage, without regard to the specific benefits covered under the plan, unless the plan elects to credit it based on coverage of benefits within several classes or categories of benefits specified in rules adopted by the director. A carrier may not exclude coverage for a preexisting condition which arose after a person began creditable coverage if there was not a break in coverage which exceeded sixty-three days; (3) A health benefit plan may exclude coverage for late enrollees for the greater of eighteen months or for an eighteen-month preexisting condition exclusion. However, if both a period of exclusion from coverage and a preexisting condition exclusion are applicable to a late enrollee, the combined period may not exceed eighteen months from the date the individual enrolls for coverage under the health benefit plan; (4) Genetic information may not be treated as a condition for which a preexisting condition exclusion may be imposed in the absence of a diagnosis of the condition related to such information; (5) A health maintenance organization which does not utilize a preexisting waiting period may use an affiliation period in lieu of a preexisting waiting period. No affiliation period may exceed two months in length. No premium may be charged for any portion of the affiliation period. If the health maintenance organization utilizes neither a preexisting waiting period nor an affiliation period, the health maintenance organization may use other criteria designed to avoid adverse selection provided that those criteria are approved by the director. In the case of a late enrollee who is subject to an affiliation period, the affiliation period may not exceed three months. Section 7. That § 58-18-48 be amended to read as follows: 58-18-48. If an employer has an existing health benefit plan, the carrier shall accept for coverage under the health benefit plan new employees and the dependents of new employees, if the new employee had creditable coverage within the prior sixty-three days from the date the new employee is eligible for coverage. The coverage shall be issued without exclusionary riders. The carrier is not required to provide coverage for new employees or dependents who are late enrollees or who have not had creditable coverage within sixty-three days before applying for coverage. The exception allowing late enrollees to be excluded is limited to the time frames required by subdivisions 58-18-45(3) and (5). Policies may not exclude children, as set forth in subdivision 58-18-43(4), from the definition of eligible dependents. No person may be excluded from coverage based upon discriminatory criteria as defined by the director in rules promulgated pursuant to chapter 1-26. Section 8. That chapter 58-18 be amended by adding thereto a NEW SECTION to read as follows: Any carrier who is or has provided coverage to an employer shall provide, at the written request of the employer, annual reports of the claims experience of that employer for the immediate past policy period and for any time frames which are not in excess of three years prior to the policy period for which the request was made. A carrier is not required to provide any claims information that pertains to a prior carrier's experience with that employer. The claims report shall be in sufficient detail so as to provide the employer with data necessary to realistically assess the employer's future health insurance needs. Section 9. That § 58-18-64 be amended to read as follows: 58-18-64. Terms used in § § 58-18-64 to 58-18-75, inclusive, mean: (1) \"Managed care contractor,\" a person who establishes, operates, or maintains a network of participating providers or contracts with an insurance company, a hospital or medical service plan, an employer, an employee organization, or any other entity providing coverage for health care services to operate a managed care plan; (2) \"Managed care entity,\" includes a licensed insurance company, hospital or medical service plan, health maintenance organization, an employer or employee organization, or a managed care contractor that operates a managed care plan; (3) \"Managed care plan,\" a plan operated by a managed care entity that provides for the financing or delivery of health care services, or both, to persons enrolled in the plan through any of the following: (a) Arrangements with selected providers to furnish health care services; (b) Explicit standards for the selection of participating providers; or (c) Financial incentives for persons enrolled in the plan to use the participating providers and procedures provided for by the plan; (4) \"Utilization review,\" a set of formal techniques used by a managed care plan or utilization review organization to monitor and evaluate the clinical necessity, appropriateness, and efficiency of health care services and procedures including techniques such as ambulatory review, prospective review, second opinion, certification, concurrent review, case management, discharge planning, and retrospective review; (5) \"Utilization review organization,\" an entity which conducts utilization review; (6) \"Grievance,\" a written complaint submitted by or on behalf of a covered person regarding the: (a) Availability, delivery, or quality of health care services; (b) Claims payment, handling, or reimbursement for health care services; or (c) Any other matter pertaining to the contractual relationship between a covered person and the health carrier. A grievance does not include a complaint regarding a denial of coverage for treatment during a medical emergency while the emergency is occurring. A request for an expedited review need not be in writing. Section 10. That § 58-18-65 be amended to read as follows: 58-18-65. Each managed care plan or utilization review organization shall establish and maintain a grievance system, approved by the director after consultation with the secretary of the Department of Health, which may include an impartial mediation provision, to provide reasonable procedures for the resolution of written grievances initiated by enrollees concerning the provision of health care services. Mediation shall be made available to enrollees unless an enrollee elects to litigate a grievance prior to submission to mediation. No medical malpractice damage claim is subject to arbitration under § § 58-18-64 to 58-18-70, inclusive. Each managed care plan or utilization review organization shall provide that if a grievance is filed which requires a review of services authorized to be provided by a practitioner or if a grievance is filed which requires a review of treatment which has been provided by a practitioner, the review shall include a similarly licensed peer whose scope of practice includes the services or treatment being reviewed. Section 11. That § 58-18-66 be amended to read as follows: 58-18-66. The managed care plan or utilization review organization shall maintain records of written grievances filed with it and shall submit to the director a summary report at such times and in such format as the director may require. The grievances involving other persons shall be referred to such persons with a copy to the director. Section 12. That § 58-18-67 be amended to read as follows: 58-18-67. The managed care plan or utilization review organization shall maintain a record of each written grievance filed with it for five years, and the director and the secretary of health shall have access to the records. Section 13. That § 58-18B-19 be repealed. 58-18B-19. Any small employer carrier shall, no later than July 1, 1996, as a condition of transacting business in this state with small employers, actively offer to small employers at least two health benefit plans. One health benefit plan offered by each small employer carrier shall be a basic health benefit plan and one plan shall be a standard health benefit plan. Section 14. That § 58-18B-20 be amended to read as follows: 58-18B-20. A small employer carrier shall issue a basic health benefit plan or a standard health benefit plan plans to any small employer that applies for either a plan and agrees to make the required premium payments and to satisfy the other reasonable provisions of the health benefit plan not inconsistent with this chapter. In the case of a small employer carrier that establishes more than one class of business pursuant to § § 58-18B-13 and 58-18B-14, and subdivision 58-18B-1(5), the small employer carrier shall maintain and issue to eligible small employers at least one basic health benefit plan and at least one standard health benefit plan in each class of business established. A small employer carrier is not required to issue coverage to any person who has met the lifetime benefit maximum on a basic or standard plan. A small employer carrier may apply reasonable criteria in determining whether to accept a small employer into a particular class of business if: (1) The criteria are not intended to discourage or prevent acceptance of small employers applying for a basic or standard health benefit plan; (2) The criteria are not related to the health status or claim experience of the small employer; (3) The criteria are applied consistently to all small employers applying for coverage in the class of business; and (4) The small employer carrier provides for the acceptance of all eligible small employers into one or more classes of business. The provisions of this section do not apply to a class of business into which the small employer carrier is no longer enrolling new small businesses. No small employer carrier is required to issue a standard or basic plan pursuant to this section if the standard and basic plans issued without medical underwriting constitute two percent of that carrier's earned premium on an annual basis from small employer health benefit plans. Each carrier who meets the two percent earned premium threshold shall report within thirty days to the director in a format prescribed by the director. If the director determines that all carriers in the small employer market have met the two percent threshold, the threshold shall, upon order of the director, be expanded an additional two percent. The threshold shall be expanded in additional two percent increments if all small employer carriers meet the previous threshold. Nothing in this chapter prohibits a carrier from offering health benefit plans other than the standard and basic plans on an underwritten basis unless specifically prohibited by rules adopted by the director pursuant to chapter 1-26. No small employer carrier is required to issue coverage to any small employer if the small employers who are at high-risk constitute two percent of that carrier's earned premium on an annual basis from small employer health benefit plans. The director may promulgate rules pursuant to chapter 1-26 to determine which policies may be used to determine the two percent threshold, the procedures involved, and the applicable time frames. In making that determination, the director shall develop a method designed to limit the number of high risk groups to which any one carrier may be required to issue coverage. Section 15. That § 58-18B-21 be repealed. 58-18B-21. A small employer carrier shall file with the director, in a format and manner prescribed by the director, the basic health benefit plans and the standard health benefit plans to be used by the carrier. A health benefit plan filed pursuant to this section may be used by a small employer carrier after it has been approved by the director. Section 16. That § 58-18B-22 be repealed. 58-18B-22. The director at any time may, after providing notice and an opportunity for a hearing to the small employer carrier, disapprove the continued use by a small employer carrier of a basic or standard health benefit plan on the grounds that the plan does not meet the requirements of this chapter. Section 17. That § 58-18B-27 be amended to read as follows: 58-18B-27. No small employer carrier may modify a basic or standard health benefit plan with respect to a small employer or any eligible employee or dependent through riders, endorsements, or otherwise, to restrict or exclude coverage for certain diseases or medical conditions otherwise covered by the health benefit plan. A small employer carrier may not establish rules for eligibility for any individual to enroll under a plan, including continued eligibility, based on health status- related factors which include health status, medical condition, claims experience, receipt of health care, medical history, genetic information, evidence of insurability, including conditions arising out of acts of domestic violence, and disability. Section 18. That § 58-18B-30 be repealed. 58-18B-30. The committee shall recommend benefit levels, cost sharing levels, exclusions, and limitations for the basic health benefit plan and the standard health benefit plan. The committee shall also design a basic health benefit plan and a standard health benefit plan which contain benefit and cost sharing levels that are consistent with the basic method of operation and the benefit plans of health maintenance organizations, including any restrictions imposed by federal law. The basic and standard benefit plans are subject to the requirements of § § 58-17-53 to 58-17-56, inclusive, 58-18-7.1 to 58-18-7.16, inclusive, and 58-18-31 to 58-18-39, inclusive. For nonprofit medical and surgical plans, nonprofit hospital service plans, and health maintenance organizations, the basic and standard benefit plans are also subject to the requirements of § § 58-38-11.1 to 58-38-12, inclusive, 58-38-19, 58-38-22, 58-40-10.1 to 58-40-10.9, inclusive, 58-40-18, 58-40-20, 58-41-15.1, 58-41-26, 58-41-35.1 to 58-41-35.5, inclusive, and 58-41-51.1 to 58-41-51.3, inclusive. The basic and standard plans shall be submitted to the Legislature no later than January 5, 1996. The plans as approved by the director shall be effective July 1, 1996, unless disapproved by the Legislature. Section 19. That § 58-18B-36 be amended to read as follows: 58-18B-36. The director shall promulgate rules pursuant to chapter 1-26 to provide for the implementation and administration of this chapter. The rules shall cover: (1) Terms of renewability; (2) Initial and subsequent conditions of eligibility; (3) Probationary periods; (4) Benefit limitations, exceptions and reductions; (5) Requirements for replacement; (6) Participation and contribution requirements; (7) Definition of terms; (8) Marketing practices; (9) Reporting and disclosure practices or requirements ; (10) Compensation arrangements between insurers or other entities and their agents, representatives, or producers; (11) Guaranteed acceptance of small groups by small group carriers; (12) Continuation and conversion rights; and (13) Group discontinuance and replacement. The director may promulgate rules pursuant to chapter 1-26 that specify prohibited policy or certificate provisions not otherwise specifically authorized by statute which, in the opinion of the director, are unjust, unfair, or unfairly discriminatory to any person insured or proposed for coverage under a policy or certificate. If any federal standards are in place which would require additional steps to meet those standards beyond what is required by this chapter, the director may promulgate rules to require the offering of health insurance plans, in addition to those specifically required by § § 58-18B-19 and 58-18B-20, the underwriting criteria that may be utilized for such health insurance plans, and other requirements related to the availability of health insurance to individuals in this state in order to minimally meet the federal standards. Section 20. That § 58-18B-37 be amended to read as follows: 58-18B-37. Each small employer carrier shall actively market health benefit plan coverage, including the basic and standard health benefit plans, to eligible small employers in the state. If a A small employer carrier denies may not deny coverage to a small employer on the basis of the health status or claims experience of the small employer or its employees or dependents , the small employer carrier shall offer the small employer the opportunity to purchase a basic health benefit plan and a standard health benefit plan . A network plan is not required to offer coverage to an employer whose employees do no work or reside within the carrier's established geographic service. A network plan may deny coverage to employers if it demonstrates it does not have the capacity to deliver services adequately to enrollees of any additional groups because of its obligations to existing group contract holders and enrollees, and if it is applying this denial of coverage uniformly to all employers without regard to the claims experience of those employers, and their employees and their dependents, or any health status-related factor relating to the employees and dependents. Section 21. That chapter 58-18B be amended by adding thereto a NEW SECTION to read as follows: Any policy or certificate of specified disease, short-term hospital-surgical care of six months or less duration, hospital confinement indemnity, limited benefit health insurance or other policy or certificate that provide benefits less than that of a major medical plan that is offered to a small employer in this state is exempt from the provisions of this chapter only if the carrier offering the policy or certificate at the time of filing for policy form approval, submits a statement certifying that policies or certificates described in this section are being offered and marketed as supplemental health insurance or as individual health benefit plans of six-month duration or less and not renewable, and not as a substitute for hospital or medical expense insurance or major medical insurance. For policy forms approved prior to the effective date of this section, the carrier shall submit such a statement with the director. For purposes of this Act a major medical policy is any policy which provides benefits which are actuarially equivalent to or exceed the basic plan as was approved pursuant to § 58-18B-32. Policies which are not certified pursuant to this section and which are not major medical policies may not be used as a substitute for major medical policies and must provide for adequate disclosure of the scope of the benefits contained therein. Section 22. That § 58-18-79 be amended to read as follows: 58-18-79. If any federal standards are in place which require additional steps to meet those standards beyond what is required by this chapter, the director may promulgate rules pursuant to chapter 1-26 to require the offering of health insurance plans, the underwriting criteria that may be utilized for such health insurance plans, the type and scope of preexisting waiting periods and creditable coverage, the standards for nonrenewability of coverage, and other requirements related to the availability of health insurance to employers and their employees and dependents in this state in order to minimally meet the federal standards. The director may also promulgate rules, pursuant to chapter 1-26, pertaining to employer health benefit plans in the areas of: (1) Definition of terms; (2) The issuance of certificates of coverage upon loss of health insurance coverage; (3) Determinations relative to the application of waiting periods; (4) Special enrollment periods; (5) Treatment of late enrollees; (6) Preexisting condition and other waiting periods; (7) Breaks in coverage; (8) Affiliation periods; (9) Nondiscrimination standards; (10) Notices; (11) Renewal rights; (12) Dates of enrollment; (13) Creditable coverages including methods of crediting coverage; (14) Risk spreading mechanisms; and (15) Requirements pertaining to mental health benefit levels in employer group plans other than small employer group plans. BILL HISTORY 1/13/98 First read in Senate and referred to Commerce. S.J. 30 1/15/98 Scheduled for Committee hearing on this date. 1/20/98 Scheduled for Committee hearing on this date. 1/20/98 Commerce Do Pass Amended, Passed, AYES 6, NAYS 1. S.J. 113"}, {"bill_id": 13446, "bill_version_id": 78077, "bill_version": "Enrolled", "bill_version_date": "1998-02-20T10:44:54-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13446, "action_date": "1998-01-13T14:00:00-06:00", "document_id": 76884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76884.pdf", "status_text": "First read in Senate and referred to", "journal_page": 30, "committee_id_action": 601, "committee_id_assigned": 575, "result": "N", "vote": {}}, {"bill_id": 13446, "action_date": "1998-01-15T10:00:00-06:00", "document_id": 76495, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76495.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 575, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13446, "action_date": "1998-01-20T10:00:00-06:00", "document_id": 76527, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76527.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 575, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13446, "action_date": "1998-01-20T10:00:00-06:00", "document_id": 76527, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76527.pdf", "status_text": "Do Pass Amended,", "journal_page": 113, "committee_id_action": 575, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39400, "president_vote": null, "Yea": [2112, 2156, 2169, 2189, 2166, 2182], "Nay": [2187]}}, {"bill_id": 13446, "action_date": "1998-01-22T14:00:00-06:00", "document_id": 76898, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76898.pdf", "status_text": "Deferred to another day", "journal_page": 168, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13446, "action_date": "1998-01-23T14:00:00-06:00", "document_id": 76900, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76900.pdf", "status_text": "Do Pass Amended,", "journal_page": 182, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39758, "president_vote": null, "Yea": [2094, 2095, 2099, 2102, 2103, 2112, 2115, 2118, 2121, 2122, 2125, 2129, 2135, 2138, 2140, 2142, 2145, 2148, 2149, 2155, 2156, 2165, 2166, 2169, 2170, 2175, 2179, 2182, 2188, 2189, 2191, 2196], "Excused": [2130, 2137], "Nay": [2187]}}, {"bill_id": 13446, "action_date": "1998-01-26T14:00:00-06:00", "document_id": 76901, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76901.pdf", "status_text": "First read in House and referred to", "journal_page": 250, "committee_id_action": 600, "committee_id_assigned": 588, "result": "N", "vote": {}}, {"bill_id": 13446, "action_date": "1998-02-17T07:45:00-06:00", "document_id": 76749, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76749.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 588, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13446, "action_date": "1998-02-17T07:45:00-06:00", "document_id": 76749, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76749.pdf", "status_text": "Do Pass,", "journal_page": 708, "committee_id_action": 588, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39037, "president_vote": null, "Yea": [2127, 2132, 2180, 2186, 2100, 2104, 2105, 2151, 2178, 2183, 2198, 2171, 2177]}}, {"bill_id": 13446, "action_date": "1998-02-17T07:45:00-06:00", "document_id": 76749, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76749.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 588, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13446, "action_date": "1998-02-18T14:00:00-06:00", "document_id": 76935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76935.pdf", "status_text": "Remove from Consent Calendar", "journal_page": 751, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13446, "action_date": "1998-02-19T14:00:00-06:00", "document_id": 76937, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76937.pdf", "status_text": "Do Pass Amended,", "journal_page": 794, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40783, "president_vote": null, "Yea": [2096, 2097, 2098, 2100, 2101, 2104, 2105, 2106, 2107, 2108, 2109, 2110, 2113, 2116, 2117, 2119, 2120, 2123, 2124, 2126, 2127, 2128, 2131, 2133, 2136, 2139, 2144, 2146, 2147, 2150, 2151, 2152, 2154, 2157, 2159, 2160, 2161, 2162, 2167, 2171, 2172, 2173, 2174, 2176, 2177, 2178, 2180, 2181, 2183, 2184, 2185, 2186, 2190, 2192, 2194, 2195, 2197, 2134], "Absent": [2111, 2153], "Nay": [2114, 2141, 2143, 2163, 2168, 2193], "Excused": [2132, 2158, 2164, 2198]}}, {"bill_id": 13446, "action_date": "1998-02-20T14:00:00-06:00", "document_id": 76940, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76940.pdf", "status_text": "Signed by President", "journal_page": 637, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13446, "action_date": "1998-02-23T14:00:00-06:00", "document_id": 76941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76941.pdf", "status_text": "Signed by Speaker", "journal_page": 865, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13446, "action_date": "1998-02-24T14:00:00-06:00", "document_id": 76944, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76944.pdf", "status_text": "Delivered to the Governor", "journal_page": 669, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13446, "action_date": "1998-03-14T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1145}