{"session_id": 68, "bill_id": 24040, "bill_type": "House Bill", "bill_number": 1233, "bill_title": "expand the provision of online education through the South Dakota Virtual School.", "sponsors": [{"legislator_profile_id": 4460, "is_prime": true}, {"legislator_profile_id": 4396, "is_prime": true}, {"legislator_profile_id": 4445, "is_prime": false}, {"legislator_profile_id": 4342, "is_prime": false}, {"legislator_profile_id": 4365, "is_prime": false}, {"legislator_profile_id": 4366, "is_prime": false}, {"legislator_profile_id": 4457, "is_prime": false}, {"legislator_profile_id": 4388, "is_prime": false}, {"legislator_profile_id": 4395, "is_prime": false}, {"legislator_profile_id": 4401, "is_prime": false}, {"legislator_profile_id": 4405, "is_prime": false}, {"legislator_profile_id": 4417, "is_prime": false}, {"legislator_profile_id": 4419, "is_prime": false}], "keywords": ["Education", "School Curriculum", "School Districts"], "audio": [], "bill_versions": [{"bill_id": 24040, "bill_version_id": 248086, "bill_version": "Introduced", "bill_version_date": "2023-02-01T11:26:26.063-06:00", "bill_text": "An Act to expand the provision of online education through the South Dakota Virtual School. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 13-33-24 be AMENDED: 13-33-24. There is created the South Dakota virtual school. The South Dakota virtual school shall be under the control of is created within the Department of Education. The South Dakota virtual school shall provide choice accessibility, flexibility, quality, and equity in curricular offerings for students in the state, for the use of school districts in this state, purchase, lease, or otherwise obtain access to: (1) Online grade-level classes for students in kindergarten through grade eight; (2) High school core and elective courses necessary for a student to meet the requirements of an opportunity scholarship, as set forth in § 13-55-31.1; and (3) At least forty additional high school elective courses. Section 2. That chapter 13-33 be amended with a NEW SECTION: Prior to the South Dakota virtual school obtaining any class or course referenced in § 13-33-24, the Department of Education shall review the class or course and verify that it: (1) Meets or exceeds the academic content standards of this state; (2) Is offered through a provider that is approved by this state, in accordance with § 13-33-21, or by another state having comparable or greater approval requirements than this state; and (3) Is developed and presented by instructional staff who: (a) Are certified to teach in this state; (b) Hold degrees in education and are certified or licensed to teach in another state; or (c) Hold graduate degrees from an accredited university, in education or in a field related to the class or course being taught. Upon verifying that a class or course meets the requirements of this section, the department shall seek the advice of the South Dakota Virtual School Advisory Council, to ensure that the class or course will provide a challenge to and expand the educational experience of students. Section 3. That chapter 13-33 be amended with a NEW SECTION: Each school district shall provide any student enrolled therein with the opportunity to pursue and complete all grade level classes and all high school courses through technology-based online programs that may be accessed at a student's preferred location. Section 4. That chapter 13-33 be amended with a NEW SECTION: A student may participate in a full-time, technology-based, online educational program, provided the student's parent submits a completed application form to the student's school district of residence prior to July first of each school year. The Department of Education shall develop a standardized application form, make the form available to each school district, and post the form on the department's website. Section 5. That chapter 13-33 be amended with a NEW SECTION: As a condition of participation in a full-time, technology-based, online educational program, the student's parent must attend an orientation session hosted by school district personnel. The session must address: (1) The distribution of and responsibility for district-owned technology equipment; (2) The distribution of other school-related supplies; (3) The availability of internet connectivity and, if necessary, the provision by the school district of internet connectivity options; (4) The registration for classes and the selection of courses; (5) The daily check-in requirements; (6) The school district's monitoring of the student's time and pace, using a device management system; (7) The designation of teachers-of-record; (8) The manner of obtaining assistance with the technology; (9) The manner of obtaining assistance with academic content; (10) The necessity for parental monitoring of student progress; and (11) Testing and examination requirements. Section 6. That chapter 13-33 be amended with a NEW SECTION: Upon acceptance of an application required in accordance with section 4 of this Act, a school district shall contact the South Dakota virtual school and arrange for the student's access to the required classes or courses. Each school district is responsible for: (1) Ensuring that the student is able to access the required classes or courses; (2) Ensuring that the student is provided with the technology, attendant equipment, and services necessary for participation in the classes or courses; (3) Identifying the teacher of record for each class or course; (4) Monitoring the student's participation in each class or course by means of a device management system; (5) Monitoring the student's progress in each class or course; (6) Communicating regularly with the student's parent regarding the student's participation and progress; (7) Providing assistance regarding academic content; (8) Identifying and arranging for the provision of any necessary interventions; (9) Assisting with technological use or issues; and (10) Arranging for required tests and examinations. Section 7. That chapter 13-33 be amended with a NEW SECTION: Each public school student participating in a full-time, technology-based, online educational program, as provided for in sections 1 to 6, inclusive, of this Act, is considered to be enrolled full-time in the school district, for purposes of determining state aid under chapter 13-13. Upon completing the district's requirements for high school graduation, the district shall issue a high school diploma to the student. Section 8. That chapter 13-33 be amended with a NEW SECTION: Nothing in sections 1 to 7, inclusive, of this Act precludes a student who is participating in a full-time, technology-based, online educational program from: (1) Accelerating the student's online educational program, in whole or in part, within the school year, or from one school year to another; or (2) Participating in the dual credit program, as set forth in § 13-28-37.1. Section 9. That § 13-33-25 be AMENDED: 13-33-25. The South Dakota Virtual School Advisory Council is established. The council shall advise the Department of Education, the South Dakota Board of Education Standards, education-related organizations, and other education groups on issues related to distance learning. The council shall meet quarterly with the Department of Education to discuss, develop, and make recommendations for the promulgation of rules concerning policies that affect distance delivery consists of: (1) One person with expertise in the development of online educational programming for elementary and high school students; (2) One person with expertise in the delivery of online educational programming for elementary and high school students; (3) One person with expertise in the purchase, use, and maintenance of technology systems for the delivery and management of online educational programming; (4) One curriculum specialist; (5) One administrator employed by a large school district in this state; (6) One administrator employed by a small school district in this state; and (7) The parent of a student enrolled in a technology-based, online educational program. Each member must be appointed by the Governor. Section 10. That § 13-33-27 be AMENDED: 13-33-27. Members The term of office for each member of the council shall be appointed for two-year terms, except that four of the members of the initial council shall be appointed to two-year terms, and three of the members of the initial council shall be appointed for one year. All subsequent appointments shall be for terms of two years. Any vacancy on the council that occurs before the incumbent's term has expired shall be filled by appointment to serve the remainder of is three years and begins on July first, except that the terms of the initial members must be staggered by lot so that no more than three terms expire in any one year. In the event of a vacancy, the Governor shall appoint another qualified person to fill the unexpired term. The number of terms that aA council member may not serve is not limited more than two full terms. The completion of an unexpired term is not considered to be a full term for purposes of this section. Section 11. That chapter 13-33 be amended with a NEW SECTION: At the initial meeting of the South Dakota Virtual School Advisory Council, and annually thereafter, the council shall elect members from among itself to serve as the chair and the vice chair. The council shall meet at the call of the chair or upon the request of a majority of members. The council shall meet at least quarterly. Section 12. That chapter 13-33 be amended with a NEW SECTION: The South Dakota Virtual School Advisory Council shall: (1) Provide advice to the Governor, the Department of Education, and the South Dakota Board of Education Standards regarding issues related to the acquisition, development, and delivery of technology-based online educational programs to elementary and secondary public school students in this state; and (2) Participate in the development and review of rules to be promulgated by the department in accordance with § 13-33-28. Section 13. That § 13-33-28 be AMENDED: 13-33-28. The Department of Education may shall promulgate rules, pursuant to chapter 1-26, to coordinate course offerings by the South Dakota virtual school, to award course credits earned by students taking classes from the South Dakota virtual school, and to establish criteria for school districts to participate in the South Dakota virtual school: (1) Provide for the review and acquisition of online, grade-level classes for students in kindergarten through grade eight and high-school-level core and elective courses; (2) Provide for the development of online, grade-level classes for students in kindergarten through grade eight and high-school-level core and elective courses; (3) Provide for the delivery and administration of online, grade-level classes for students in kindergarten through grade eight and high-school-level core and elective courses; (4) Provide for the regular review of all available online classes to ensure continued compliance with state content standards; (5) Standardize school district monitoring of student progress with online classes and courses; (6) Monitor achievement variances between public school students receiving online, grade-level classes and high school core and elective courses and students attending onsite; and (7) Establish continuing education requirements for classroom teachers and public school and school district administrators regarding online education to students. Section 14. That chapter 13-33 be amended with a NEW SECTION: In addition to being available to any public school student through the student's school district of residence, each technology-based, online, grade-level class and high school core or elective course purchased, leased, developed, or otherwise obtained by the South Dakota virtual school is available, upon request and without charge, to any accredited nonpublic school in this state and to any parent providing alternative education in accordance with chapter 13-27. The nonpublic school or the parent providing alternative education is responsible for acquiring and maintaining all technology, equipment, and services necessary for a student's participation in a class or course, and for providing all administrative and oversight functions. Section 15. That § 13-33-26 be REPEALED: The council shall consist of seven members appointed by the secretary of education with broadly based representation from entities involved in virtual education efforts statewide."}], "amendments": [{"bill_id": 24040, "document_id": 248903, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248903.pdf", "legislator_profile_id": 4396, "document_id_instructions": 248904, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/248904.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 24040, "action_date": "2023-02-01T14:00:00-06:00", "document_id": 247777, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247777.pdf", "status_text": "First read in House and referred to", "journal_page": 194, "committee_id_action": 1159, "committee_id_assigned": 1156, "result": "N", "vote": {}}, {"bill_id": 24040, "action_date": "2023-02-15T07:45:00-06:00", "document_id": 249073, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249073.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1156, "committee_id_assigned": null, "result": "N", "vote": {}}]}