{"session_id": 4, "bill_id": 5075, "bill_type": "House Bill", "bill_number": 1150, "bill_title": "provide for the recall of certain school district officials.", "sponsors": [{"legislator_profile_id": 601, "is_prime": true}, {"legislator_profile_id": 558, "is_prime": true}, {"legislator_profile_id": 557, "is_prime": false}, {"legislator_profile_id": 576, "is_prime": false}, {"legislator_profile_id": 542, "is_prime": false}, {"legislator_profile_id": 575, "is_prime": false}, {"legislator_profile_id": 556, "is_prime": false}, {"legislator_profile_id": 588, "is_prime": false}, {"legislator_profile_id": 559, "is_prime": false}, {"legislator_profile_id": 564, "is_prime": false}], "keywords": ["Administrative Rules", "Elections", "School Districts"], "audio": [{"meeting_datetime": "2008-01-22T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hed09.mp3", "start_seconds": 4921.0}, {"meeting_datetime": "2008-01-22T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hed09.mp3", "start_seconds": 4921.0}, {"meeting_datetime": "2008-01-22T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hed09.mp3", "start_seconds": 4921.0}, {"meeting_datetime": "2008-01-22T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hed09.mp3", "start_seconds": 4921.0}], "bill_versions": [{"bill_id": 5075, "bill_version_id": 954, "bill_version": "Introduced", "bill_version_date": "2008-01-15T09:13:24.4-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the recall of certain school district officials. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-7 be amended by adding thereto a NEW SECTION to read as follows: Any school board member may be recalled from office at any time by the registered voters of the school district as provided by this Act. Section 2. That chapter 13-7 be amended by adding thereto a NEW SECTION to read as follows: A petition signed by at least five percent of the registered voters of the school district, based upon the total number of registered voters at the last preceding school district election, or signed by a number of registered voters of the school district equal to at least fifteen percent of the number of voters voting in the school district at the last preceding school district election, whichever is greater, demanding the removal from office of a school board member shall be filed with the school district governing body. The petition shall contain a specific statement of the grounds on which removal is sought. The form for the school board recall petition shall be prescribed by the State Board of Elections pursuant to chapter 1-26. No signature on a petition is valid if signed more than six months before the filing of the petitions. Section 3. That chapter 13-7 be amended by adding thereto a NEW SECTION to read as follows: The school board shall, upon the presentation of a petition pursuant to section 2 of this Act, within ten days, order and fix a date for holding a special election, to be on a Tuesday not less than thirty nor more than fifty days from the date of the order of the school board. If a petition is filed within three months before the annual school district election and within sufficient time to comply with the provisions of § 13-7-8.1, the question of removal of the board member shall be submitted at the annual election. Section 4. That chapter 13-7 be amended by adding thereto a NEW SECTION to read as follows: The official ballot shall allow the voters of the school district to choose whether the school board member sought to be removed from office is to be removed from or retained in office. Section 5. That chapter 13-7 be amended by adding thereto a NEW SECTION to read as follows: If the voters choose to retain the incumbent in office, the incumbent shall continue in office and is not required to qualify again. Section 6. That chapter 13-7 be amended by adding thereto a NEW SECTION to read as follows: If the voters choose to remove the incumbent from office, the incumbent is deemed removed from office, and a vacancy in office is deemed to exist. The vacancy shall be filled as provided in § 13-8-25, except that the incumbent who was removed may not be appointed to fill the vacancy."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5075, "action_date": "2008-01-15T14:00:00-06:00", "document_id": 1045, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1045.pdf", "status_text": "First read in House and referred to", "journal_page": 128, "committee_id_action": 27, "committee_id_assigned": 16, "result": "N", "vote": {}}, {"bill_id": 5075, "action_date": "2008-01-22T10:00:00-06:00", "document_id": 1350, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1350.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 16, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5075, "action_date": "2008-01-22T10:00:00-06:00", "document_id": 1515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1515.pdf", "status_text": "Deferred to the 36th legislative day", "journal_page": 195, "committee_id_action": 16, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 419, "president_vote": null, "Yea": [609, 608, 534, 580, 595, 620, 630, 599, 566, 611, 565], "Nay": [625, 537, 559, 564]}}]}