{"session_id": 24, "bill_id": 7071, "bill_type": "House Commemoration", "bill_number": 1006, "bill_title": "Commending and honoring the 2014-2015 Outstanding School Administrators of South Dakota, including Tim Graf, Milbank, School Superintendent; Chad Allison, Lennox, Middle School Principal; Merna Bye, Corsica, School Business Official; Brad Olinger, Flandreau, Elementary School Principal; Jim Aisenbrey, Baltic, Secondary School Principal; Mike Radke, Huron, Assistant Secondary School Principal; Dr. Sandra Henry, Sioux Falls, Curriculum Leader; and Rhonda Zinter, Milbank, Director of Special Education, for being named outstanding administrators by their respective administrator parent groups.", "sponsors": [{"legislator_profile_id": 993, "is_prime": true}, {"legislator_profile_id": 1012, "is_prime": true}, {"legislator_profile_id": 1050, "is_prime": false}, {"legislator_profile_id": 1067, "is_prime": false}, {"legislator_profile_id": 985, "is_prime": false}, {"legislator_profile_id": 1022, "is_prime": false}, {"legislator_profile_id": 1019, "is_prime": false}, {"legislator_profile_id": 963, "is_prime": false}, {"legislator_profile_id": 1044, "is_prime": false}, {"legislator_profile_id": 1017, "is_prime": false}, {"legislator_profile_id": 1005, "is_prime": false}, {"legislator_profile_id": 1010, "is_prime": false}, {"legislator_profile_id": 1018, "is_prime": false}, {"legislator_profile_id": 1020, "is_prime": false}, {"legislator_profile_id": 1016, "is_prime": false}, {"legislator_profile_id": 1054, "is_prime": false}, {"legislator_profile_id": 1030, "is_prime": false}, {"legislator_profile_id": 1013, "is_prime": false}, {"legislator_profile_id": 1032, "is_prime": false}, {"legislator_profile_id": 1008, "is_prime": false}, {"legislator_profile_id": 1051, "is_prime": false}, {"legislator_profile_id": 1053, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 7071, "bill_version_id": 37777, "bill_version": "Introduced", "bill_version_date": "2016-01-20T12:41:55.823-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the 2014-2015 Outstanding School Administrators of South Dakota, including Tim Graf, Milbank, School Superintendent; Chad Allison, Lennox, Middle School Principal; Merna Bye, Corsica, School Business Official; Brad Olinger, Flandreau, Elementary School Principal; Jim Aisenbrey, Baltic, Secondary School Principal; Mike Radke, Huron, Assistant Secondary School Principal; Dr. Sandra Henry, Sioux Falls, Curriculum Leader; and Rhonda Zinter, Milbank, Director of Special Education, for being named outstanding administrators by their respective administrator parent groups. WHEREAS, these administrators have been elected by their peers for outstanding service and dedication to education; and WHEREAS, the combined years of service to the people of South Dakota and to the children and youth of South Dakota of these eight educational administrators is two hundred nine years; and WHEREAS, each of these educators has demonstrated a sincere interest in our children and superior skills in their chosen field of educational administration: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-First Legislature of the State of South Dakota, that Rhonda Zinter, Jim Aisenbrey, Chad Allison, Merna Bye, Mike Radke, Tim Graf, Dr. Sandra Henry, and Brad Olinger are named as official representatives of the School Administrators of South Dakota and shall continue their efforts to improve the educational opportunities for the children of this state."}, {"bill_id": 7071, "bill_version_id": 37967, "bill_version": "Enrolled", "bill_version_date": "2016-01-22T15:34:05.333-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the 2014-2015 Outstanding School Administrators of South Dakota, including Tim Graf, Milbank, School Superintendent; Chad Allison, Lennox, Middle School Principal; Merna Bye, Corsica, School Business Official; Brad Olinger, Flandreau, Elementary School Principal; Jim Aisenbrey, Baltic, Secondary School Principal; Mike Radke, Huron, Assistant Secondary School Principal; Dr. Sandra Henry, Sioux Falls, Curriculum Leader; and Rhonda Zinter, Milbank, Director of Special Education, for being named outstanding administrators by their respective administrator parent groups. WHEREAS, these administrators have been elected by their peers for outstanding service and dedication to education; and WHEREAS, the combined years of service to the people of South Dakota and to the children and youth of South Dakota of these eight educational administrators is two hundred nine years; and WHEREAS, each of these educators has demonstrated a sincere interest in our children and superior skills in their chosen field of educational administration: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-First Legislature of the State of South Dakota, that Rhonda Zinter, Jim Aisenbrey, Chad Allison, Merna Bye, Mike Radke, Tim Graf, Dr. Sandra Henry, and Brad Olinger are named as official representatives of the School Administrators of South Dakota and shall continue their efforts to improve the educational opportunities for the children of this state. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7071, "action_date": "2016-01-20T14:00:00-06:00", "document_id": 37789, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37789.pdf", "status_text": "", "journal_page": 74, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}]}