{"session_id": 27, "bill_id": 8109, "bill_type": "Senate Bill", "bill_number": 132, "bill_title": "revise the eligibility requirements for the opportunity scholarship program.", "sponsors": [{"legislator_profile_id": 1166, "is_prime": true}, {"legislator_profile_id": 1096, "is_prime": true}, {"legislator_profile_id": 1105, "is_prime": false}, {"legislator_profile_id": 1130, "is_prime": false}, {"legislator_profile_id": 1170, "is_prime": false}, {"legislator_profile_id": 1102, "is_prime": false}], "keywords": ["Board of Regents", "Education", "Higher Education"], "audio": [{"meeting_datetime": "2017-02-14T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sed22.mp3", "start_seconds": 1055.0}, {"meeting_datetime": "2017-02-14T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sed22.mp3", "start_seconds": 1055.0}, {"meeting_datetime": "2017-02-14T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sed22.mp3", "start_seconds": 1055.0}, {"meeting_datetime": "2017-02-14T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sed22.mp3", "start_seconds": 1055.0}, {"meeting_datetime": "2017-02-14T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sed22.mp3", "start_seconds": 1055.0}], "bill_versions": [{"bill_id": 8109, "bill_version_id": 43276, "bill_version": "Introduced", "bill_version_date": "2017-01-26T09:45:59.693-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the eligibility requirements for the opportunity scholarship program. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-55-31 be amended to read: 13-55-31. In order to be eligible for a South Dakota opportunity scholarship award, a student shall: (1) Be a resident of South Dakota at the time of graduation from high school; (2) Have a composite score of 24 twenty-four, or higher, on the test administered by the American College Testing Program ACT, Incorporated, or an equivalent score as determined by the Board of Regents on the Scholastic Assessment Test. The student shall take the ACT or SAT test before beginning postsecondary education; (3) Meet the high school course requirements for graduation as provided in § 13-55-31.1; (4) Attend a university, college, or technical school that is accredited by the North Central Association of Colleges and Schools and that provides instruction from a campus located in South Dakota; and (5) Enter into the program within five years of graduation from high school or within one year of the student's release from active duty with an active component of the armed forces if the release is within five years of the student's graduation from high school. If a student attends full-time a regionally accredited university, college, or technical school located outside South Dakota and within two years following high school graduation or within two years following release from active military service returns to the state to attend full-time a regionally accredited university, college, or technical school, the student is eligible to receive a partial award. A student is eligible to participate in the South Dakota opportunity scholarship program for the equivalent of four academic years (eight consecutive spring and fall terms) or until the attainment of a baccalaureate degree, whichever comes first. However, the executive director of the Board of Regents may grant exceptions to the continuous enrollment requirements for good cause shown. A student who would have been eligible for the scholarship, but who applies after completing one or more semesters of full-time work at an accredited institution, may be admitted to the program only if the student has complied with the same grade point and credit hour requirements that would apply to program participants. Admission granted under these circumstances may not be retroactive, and eligibility for participation in the program shall be reduced by one semester for each semester of work completed prior to admission to the program. A student who meets the eligibility requirements in subdivisions (1), (3), (4), and (5), and who has a composite score of twenty-two or twenty-three on the test administered by ACT, Incorporated, or an equivalent score as determined by the Board of Regents on the Scholastic Assessment Test, is eligible to participate in the program if the student agrees, in writing, to reside in the state for five years following graduation from an eligible institution. The executive director of the Board of Regents may exempt a student from the five-year residency requirement if the student leaves the state following graduation from an eligible institution to pursue graduate studies in another state or country."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8109, "action_date": "2017-01-26T13:00:00-06:00", "document_id": 43344, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43344.pdf", "status_text": "First read in Senate and referred to", "journal_page": 220, "committee_id_action": 360, "committee_id_assigned": 333, "result": "N", "vote": {}}, {"bill_id": 8109, "action_date": "2017-02-14T07:45:00-06:00", "document_id": 44192, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44192.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 333, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8109, "action_date": "2017-02-14T07:45:00-06:00", "document_id": 44396, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44396.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 333, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8109, "action_date": "2017-02-14T07:45:00-06:00", "document_id": 44396, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44396.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 381, "committee_id_action": 333, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23231, "president_vote": null, "Nay": [1105], "Yea": [1175, 1164, 1104, 1151, 1174, 1154]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8109"}