{"session_id": 69, "bill_id": 24943, "bill_type": "House Bill", "bill_number": 1057, "bill_title": "create the Commission on Indigent Legal Services and Office of Indigent Legal Services.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24943", "sponsors": [], "keywords": ["Boards and Commissions", "Criminal Defense", "Criminal Procedure", "Executive/Judiciary Request", "Promulgation of Rules"], "audio": [{"meeting_datetime": "2024-01-17T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hst06.mp3", "start_seconds": 7044.0}, {"meeting_datetime": "2024-01-17T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hst06.mp3", "start_seconds": 7044.0}, {"meeting_datetime": "2024-01-17T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hst06.mp3", "start_seconds": 7044.0}, {"meeting_datetime": "2024-01-19T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hst08.mp3", "start_seconds": 1092.0}, {"meeting_datetime": "2024-01-19T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hst08.mp3", "start_seconds": 1092.0}, {"meeting_datetime": "2024-01-19T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hst08.mp3", "start_seconds": 1092.0}, {"meeting_datetime": "2024-02-06T10:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hap19.mp3", "start_seconds": 135.0}, {"meeting_datetime": "2024-02-06T10:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hap19.mp3", "start_seconds": 135.0}, {"meeting_datetime": "2024-02-06T10:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hap19.mp3", "start_seconds": 135.0}, {"meeting_datetime": "2024-02-08T13:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou21.mp3", "start_seconds": 2630.0}, {"meeting_datetime": "2024-02-08T13:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou21.mp3", "start_seconds": 2630.0}, {"meeting_datetime": "2024-02-08T13:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou21.mp3", "start_seconds": 2630.0}, {"meeting_datetime": "2024-02-08T13:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou21.mp3", "start_seconds": 2630.0}, {"meeting_datetime": "2024-02-22T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sju28.mp3", "start_seconds": 149.0}, {"meeting_datetime": "2024-02-22T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sju28.mp3", "start_seconds": 149.0}, {"meeting_datetime": "2024-02-22T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sju28.mp3", "start_seconds": 149.0}, {"meeting_datetime": "2024-02-22T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sju28.mp3", "start_seconds": 149.0}], "bill_versions": [{"bill_id": 24943, "bill_version_id": 258451, "bill_version": "Introduced", "bill_version_date": "2024-01-05T16:50:26.883-06:00", "bill_text": "An Act to create the Commission on Indigent Legal Services and Office of Indigent Legal Services. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 23A: The terms used in this chapter mean: (1) \"Attorney,\" a person licensed to practice law in this state as provided in chapter 16-16, with active membership and in good standing of the State Bar of South Dakota; (2) \"Chief defender,\" the attorney appointed by the commission to head the Office of Indigent Legal Services; (3) \"Commission,\" the Commission of Indigent Legal Services; (4) \"Effective assistance of counsel,\" legal defense services in a criminal case that comply with the standards required by state and federal law; (5) \"Indigent,\" a person who does not have sufficient money, credit, or property to employ an attorney and pay for the necessary expenses of representation; (6) \"Indigent representation services,\" legal defense services provided by an attorney to an indigent person where there is a right to counsel under state or federal law; (7) \"Office of Indigent Legal Services,\" or \"office,\" a state government entity that provides direct indigent representation services and implements the objectives of the commission; (8) \"Private appointed attorney,\" an attorney who is not employed by the government and who provides indigent representation services; and (9) \"Public defender,\" an attorney employed by the government who provides indigent representation services. Section 2. That a NEW SECTION be added to title 23A: There is hereby created the Commission on Indigent Legal Services. The commission shall oversee indigent representation services in South Dakota to ensure the effective assistance of counsel where there is a right to counsel under state or federal law. Section 3. That a NEW SECTION be added to title 23A: The Commission on Indigent Legal Services consists of nine members appointed as follows: (1) Three members, not less than two of which are attorneys licensed in South Dakota, appointed by the Governor, that have significant experience in criminal proceedings or a demonstrated commitment to indigent defense, one initially appointed for a term of four years, one initially appointed for a term of three years, and one initially appointed for a term of two years; (2) Three members, not less than two of which are attorneys licensed in South Dakota, appointed by the chief justice of the Supreme Court, that have experience in criminal proceedings or a demonstrated commitment to indigent defense, one initially appointed for a term of four years, one initially appointed for a term of three years, and one initially appointed for a term of two years; (3) One member appointed by the president pro tempore of the Senate, initially appointed for a term of three years; (4) One member appointed by the speaker of the House of Representatives, initially appointed for a term of three years; and (5) One member appointed by the executive director of the South Dakota Association of County Commissioners, initially appointed for a term of two years. Thereafter, each appointment shall serve for a term of four years. Members may be reappointed for successive four-year terms. There are no term limits. The commission shall organize and elect a chairperson at its first meeting. The commission shall hold meetings at the call of the chairperson, or at the request of a majority of its members. No current law enforcement official or prosecutor may serve as a member of the commission. Only one actively serving judge, one private appointed attorney, and one public defender may serve on the commission, and these members may not serve as the chairperson. Section 4. That a NEW SECTION be added to title 23A: The commission may remove a member for good cause by a two-thirds vote of the commission. The appointing authority that made the initial appointment shall appoint a member to fill the vacancy for the length of the unexpired term. Section 5. That a NEW SECTION be added to title 23A: No commission member may receive compensation for services on the commission. A member shall receive per diem as provided by § 4-7-10.4 and travel expenses for attending commission meetings. Section 6. That a NEW SECTION be added to title 23A: The commission shall oversee indigent representation services to ensure effective assistance of counsel in the state court system where there is a right to counsel under state or federal law. The commission shall: (1) Appoint a chief defender to head the Office of Indigent Legal Services, as provided in section 9 of this Act; (2) Explore mechanisms for the state to ensure adequate funding for indigent representation services statewide, including state and local governments sharing the cost of such services; (3) Advocate for resources and policies necessary to ensure effective indigent representation services statewide; and (4) Promulgate rules pursuant to chapter 1-26 to: (a) Establish minimum training standards, maximum caseloads allowed, and procedures to reassign conflict cases; (b) Monitor, evaluate, and enforce compliance with the standards established in subsection (4)(a); (c) Establish hourly rates and travel reimbursement rates for attorneys appointed or contracted by the Office of Indigent Legal Services that are comparable to those paid to other attorneys for similar case types; (d) Provide auditing and monitoring of billings for private appointed attorneys and vendor compensation to standardize compensation rates established in subsection (4)(c); and (e) Provide for the collection of data from state and local systems to inform the oversight duties of the commission. Section 7. That a NEW SECTION be added to title 23A: There is hereby created the Office of Indigent Legal Services. The office shall provide indigent representation services and shall oversee indigent representation services in the state courts to ensure the effective assistance of counsel where there is a right to counsel under state or federal law. Section 8. That a NEW SECTION be added to title 23A: The Office of Indigent Legal Services shall provide statewide indigent representation services in direct appeals in criminal cases, habeas corpus appeals, and abuse or neglect of a child cases. The office may expand its scope of indigent representation services to include additional case types as approved by the commission. The office shall determine the method of delivering indigent representation services by utilizing public defenders, private appointed attorneys, or a combination of both. The office may contract with private appointed attorneys to deliver indigent representation and shall provide oversight and review of any contracted attorneys. Section 9. That a NEW SECTION be added to title 23A: The commission shall appoint a chief defender by a majority vote. The chief defender shall head and maintain the Office of Indigent Legal Services. The chief defender shall serve for a term of four years. The commission may reappoint the chief defender to successive terms of four years. There are no term limits. The commission may remove the chief defender during an unexpired term by a two-thirds vote of the commission. Section 10. That a NEW SECTION be added to title 23A: The chief defender must be an attorney with the following qualifications: (1) Experience in indigent representation services in criminal cases; (2) Commitment to ensuring effective assistance of counsel to all the indigent people of the state; and (3) Demonstrated experience or potential in management, budget, and the state legislative process. The chief defender may not engage in the private practice of law. Section 11. That a NEW SECTION be added to title 23A: The chief defender may: (1) Hire or contract for attorney, professional, technical, and support personnel; (2) Establish an administrative office within the Office of Indigent Legal Services; (3) Exercise supervisory authority over all employees of the office; (4) Assist the commission in the development of standards related to indigent representation services; (5) Monitor, evaluate, and enforce compliance with standards adopted by the commission; (6) Develop strategic plans, and conduct research and studies, to inform the objectives of the commission; (7) Develop strategic plans to expand the office's scope of providing indigent representation to include additional case types; (8) Establish branch public defender offices; (9) Provide training and support to indigent defense attorneys statewide; and (10) Perform other duties as may be prescribed by the commission. Section 12. That a NEW SECTION be added to title 23A: The Commission on Indigent Legal Services and Office of Indigent Legal Services is attached to the Unified Judicial System for budgetary purposes only. Section 13. That a NEW SECTION be added to title 23A: The Commission on Indigent Legal Services is subject to chapter 1-26. The commission shall serve a copy of a proposed rule and any publication described in § 1-26-6.6 upon the chair of the commission to which it is attached for the chair's written approval to proceed. After receiving the written approval of the chair, the commission shall serve the director of the Legislative Research Council and the commissioner of the Bureau of Finance and Management as required pursuant to subdivision 1-26-4(2). Section 14. That a NEW SECTION be added to title 23A: The Office of Indigent Legal Services may enter into joint powers agreements pursuant to chapter 1-24 with state agencies for administrative support, accounting, payroll, and personnel services."}, {"bill_id": 24943, "bill_version_id": 260873, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2024-01-19T11:50:07.497-06:00", "bill_text": "An Act to create the Commission on Indigent Legal Services and Office of Indigent Legal Services. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 23A: The terms used in this chapter mean: (1) \"Attorney,\" a person licensed to practice law in this state as provided in chapter 16-16, with active membership and in good standing of the State Bar of South Dakota; (2) \"Chief defender,\" the attorney appointed by the commission to head the Office of Indigent Legal Services; (3) \"Commission,\" the Commission of Indigent Legal Services; (4) \"Effective assistance of counsel,\" legal defense services in a criminal case that comply with the standards required by state and federal law; (5) \"Indigent,\" a person who does not have sufficient money, credit, or property to employ an attorney and pay for the necessary expenses of representation; (6) \"Indigent representation services,\" legal defense services provided by an attorney to an indigent person where there is a right to counsel under state or federal law; (7) \"Office of Indigent Legal Services,\" or \"office,\" a state government entity that provides direct indigent representation services and implements the objectives of the commission; (8) \"Private appointed attorney,\" an attorney who is not employed by the government and who provides indigent representation services; and (9) \"Public defender,\" an attorney employed by the government who provides indigent representation services. Section 2. That a NEW SECTION be added to title 23A: There is hereby created the Commission on Indigent Legal Services. The commission shall oversee indigent representation services in South Dakota to ensure the effective assistance of counsel where there is a right to counsel under state or federal law. Section 3. That a NEW SECTION be added to title 23A: The Commission on Indigent Legal Services consists of nine members appointed as follows: (1) Three members, not less than two of which are attorneys licensed in South Dakota, appointed by the Governor, that have significant experience in criminal proceedings or a demonstrated commitment to indigent defense, one initially appointed for a term of four years, one initially appointed for a term of three years, and one initially appointed for a term of two years; (2) Three members, not less than two of which are attorneys licensed in South Dakota, appointed by the chief justice of the Supreme Court, that have experience in criminal proceedings or a demonstrated commitment to indigent defense, one initially appointed for a term of four years, one initially appointed for a term of three years, and one initially appointed for a term of two years; (3) One member appointed by the president pro tempore of the Senate, initially appointed for a term of three years; (4) One member appointed by the speaker of the House of Representatives, initially appointed for a term of three years; and (5) One member appointed by the executive director of the South Dakota Association of County Commissioners, initially appointed for a term of two years. Thereafter, each appointment shall serve for a term of four years. Members may be reappointed for successive four-year terms. There are no term limits. The commission shall organize and elect a chairperson at its first meeting. The commission shall hold meetings at the call of the chairperson, or at the request of a majority of its members. No current law enforcement official or prosecutor may serve as a member of the commission. Only one actively serving judge, one private appointed attorney, and one public defender may serve on the commission, and these members may not serve as the chairperson. Section 4. That a NEW SECTION be added to title 23A: The commission may remove a member for good cause by a two-thirds vote of the commission. The appointing authority that made the initial appointment shall appoint a member to fill the vacancy for the length of the unexpired term. Section 5. That a NEW SECTION be added to title 23A: No commission member may receive compensation for services on the commission. A member shall receive per diem as provided by § 4-7-10.4 and travel expenses for attending commission meetings. Section 6. That a NEW SECTION be added to title 23A: The commission shall oversee indigent representation services to ensure effective assistance of counsel in the state court system where there is a right to counsel under state or federal law. The commission shall: (1) Appoint a chief defender to head the Office of Indigent Legal Services, as provided in section 9 of this Act; (2) Explore mechanisms for the state to ensure adequate funding for indigent representation services statewide, including state and local governments sharing the cost of such services; (3) Advocate for resources and policies necessary to ensure effective indigent representation services statewide; and (4) Promulgate rules pursuant to chapter 1-26 to: (a) Establish minimum training standards, maximum caseloads allowed, and procedures to reassign conflict cases; (b) Monitor, evaluate, and enforce compliance with the standards established in subsection (4)(a); (c) Establish hourly rates and travel reimbursement rates for attorneys appointed or contracted by the Office of Indigent Legal Services that are comparable to those paid to other attorneys for similar case types; (d) Provide auditing and monitoring of billings for private appointed attorneys and vendor compensation to standardize compensation rates established in subsection (4)(c); and (e) Provide for the collection of data from state and local systems to inform the oversight duties of the commission. Section 7. That a NEW SECTION be added to title 23A: There is hereby created the Office of Indigent Legal Services. The office shall provide indigent representation services and shall oversee indigent representation services in the state courts to ensure the effective assistance of counsel where there is a right to counsel under state or federal law. Section 8. That a NEW SECTION be added to title 23A: The Office of Indigent Legal Services shall provide statewide indigent representation services in direct appeals in criminal cases, habeas corpus appeals, and abuse or neglect of a child appeal cases. The office may expand its scope of indigent representation services to include additional case types as approved by the commission. The office shall determine the method of delivering indigent representation services by utilizing public defenders, private appointed attorneys, or a combination of both. The office may contract with private appointed attorneys to deliver indigent representation and shall provide oversight and review of any contracted attorneys. Section 9. That a NEW SECTION be added to title 23A: The commission shall appoint a chief defender by a majority vote. The chief defender shall head and maintain the Office of Indigent Legal Services. The chief defender shall serve for a term of four years. The commission may reappoint the chief defender to successive terms of four years. There are no term limits. The commission may remove the chief defender during an unexpired term by a two-thirds vote of the commission. Section 10. That a NEW SECTION be added to title 23A: The chief defender must be an attorney with the following qualifications: (1) Experience in indigent representation services in criminal cases; (2) Commitment to ensuring effective assistance of counsel to all the indigent people of the state; and (3) Demonstrated experience or potential in management, budget, and the state legislative process. The chief defender may not engage in the private practice of law. Section 11. That a NEW SECTION be added to title 23A: The chief defender may: (1) Hire or contract for attorney, professional, technical, and support personnel; (2) Establish an administrative office within the Office of Indigent Legal Services; (3) Exercise supervisory authority over all employees of the office; (4) Assist the commission in the development of standards related to indigent representation services; (5) Monitor, evaluate, and enforce compliance with standards adopted by the commission; (6) Develop strategic plans, and conduct research and studies, to inform the objectives of the commission; (7) Develop strategic plans to expand the office's scope of providing indigent representation to include additional case types; (8) Establish branch public defender offices; (9) Provide training and support to indigent defense attorneys statewide; and (10) Perform other duties as may be prescribed by the commission. Section 12. That a NEW SECTION be added to title 23A: The Commission on Indigent Legal Services and Office of Indigent Legal Services is attached to the Unified Judicial System for budgetary purposes only. Section 13. That a NEW SECTION be added to title 23A: The Commission on Indigent Legal Services is subject to chapter 1-26. The commission shall serve a copy of a proposed rule and any publication described in § 1-26-6.6 upon the chair of the commission to which it is attached for the chair's written approval to proceed. After receiving the written approval of the chair, the commission shall serve the director of the Legislative Research Council and the commissioner of the Bureau of Finance and Management as required pursuant to subdivision 1-26-4(2). Section 14. That a NEW SECTION be added to title 23A: The Office of Indigent Legal Services may enter into joint powers agreements pursuant to chapter 1-24 with state agencies for administrative support, accounting, payroll, and personnel services."}, {"bill_id": 24943, "bill_version_id": 265191, "bill_version": "House Engrossed", "bill_version_date": "2024-02-08T16:40:58.833-06:00", "bill_text": "An Act to create the Commission on Indigent Legal Services and Office of Indigent Legal Services. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 23A: The terms used in this chapter mean: (1) \"Attorney,\" a person licensed to practice law in this state as provided in chapter 16-16, with active membership and in good standing of the State Bar of South Dakota; (2) \"Chief defender,\" the attorney appointed by the commission to head the Office of Indigent Legal Services; (3) \"Commission,\" the Commission of Indigent Legal Services; (4) \"Effective assistance of counsel,\" legal defense services in a criminal case that comply with the standards required by state and federal law; (5) \"Indigent,\" a person who does not have sufficient money, credit, or property to employ an attorney and pay for the necessary expenses of representation; (6) \"Indigent representation services,\" legal defense services provided by an attorney to an indigent person where there is a right to counsel under state or federal law; (7) \"Office of Indigent Legal Services,\" or \"office,\" a state government entity that provides direct indigent representation services and implements the objectives of the commission; (8) \"Private appointed attorney,\" an attorney who is not employed by the government and who provides indigent representation services; and (9) \"Public defender,\" an attorney employed by the government who provides indigent representation services. Section 2. That a NEW SECTION be added to title 23A: There is hereby created the Commission on Indigent Legal Services. The commission shall oversee indigent representation services in South Dakota to ensure the effective assistance of counsel where there is a right to counsel under state or federal law. Section 3. That a NEW SECTION be added to title 23A: The Commission on Indigent Legal Services consists of nine members appointed as follows: (1) Three members, not less than two of which are attorneys licensed in South Dakota, appointed by the Governor, that have significant experience in criminal proceedings or a demonstrated commitment to indigent defense, one initially appointed for a term of four years, one initially appointed for a term of three years, and one initially appointed for a term of two years; (2) Three members, not less than two of which are attorneys licensed in South Dakota, appointed by the chief justice of the Supreme Court, that have experience in criminal proceedings or a demonstrated commitment to indigent defense, one initially appointed for a term of four years, one initially appointed for a term of three years, and one initially appointed for a term of two years; (3) One member appointed by the president pro tempore of the Senate, initially appointed for a term of three years; (4) One member appointed by the speaker of the House of Representatives, initially appointed for a term of three years; and (5) One member appointed by the executive director of the South Dakota Association of County Commissioners, initially appointed for a term of two years. Thereafter, each appointment shall serve for a term of four years. Members may be reappointed for successive four-year terms, but may not serve for more than twelve years. The commission shall organize and elect a chairperson at its first meeting. The commission shall hold meetings at the call of the chairperson, or at the request of a majority of its members. No current law enforcement official or prosecutor may serve as a member of the commission. Only one actively serving judge, one private appointed attorney, and one public defender may serve on the commission, and these members may not serve as the chairperson. Section 4. That a NEW SECTION be added to title 23A: The commission may remove a member for good cause by a two-thirds vote of the commission. The appointing authority that made the initial appointment shall appoint a member to fill the vacancy for the length of the unexpired term. Section 5. That a NEW SECTION be added to title 23A: No commission member may receive compensation for services on the commission. A member shall receive per diem as provided by § 4-7-10.4 and travel expenses for attending commission meetings. Section 6. That a NEW SECTION be added to title 23A: The commission shall oversee indigent representation services to ensure effective assistance of counsel in the state court system where there is a right to counsel under state or federal law. The commission shall: (1) Appoint a chief defender to head the Office of Indigent Legal Services, as provided in section 9 of this Act; (2) Explore mechanisms for the state to ensure adequate funding for indigent representation services statewide, including state and local governments sharing the cost of such services; (3) Advocate for resources and policies necessary to ensure effective indigent representation services statewide; and (4) Promulgate rules pursuant to chapter 1-26 to: (a) Establish minimum training standards, maximum caseloads allowed, and procedures to reassign conflict cases; (b) Monitor, evaluate, and enforce compliance with the standards established in subsection (4)(a); (c) Establish hourly rates and travel reimbursement rates for attorneys appointed or contracted by the Office of Indigent Legal Services that are comparable to those paid to other attorneys for similar case types; (d) Provide auditing and monitoring of billings for private appointed attorneys and vendor compensation to standardize compensation rates established in subsection (4)(c); and (e) Provide for the collection of data from state and local systems to inform the oversight duties of the commission. Section 7. That a NEW SECTION be added to title 23A: There is hereby created the Office of Indigent Legal Services. The office shall provide indigent representation services and shall oversee indigent representation services in the state courts to ensure the effective assistance of counsel where there is a right to counsel under state or federal law. Section 8. That a NEW SECTION be added to title 23A: The Office of Indigent Legal Services shall provide statewide indigent representation services in direct appeals in criminal cases, habeas corpus appeals, and abuse or neglect of a child appeal cases. The office may expand its scope of indigent representation services to include additional case types as approved by the commission. The office shall determine the method of delivering indigent representation services by utilizing public defenders, private appointed attorneys, or a combination of both. The office may contract with private appointed attorneys to deliver indigent representation and shall provide oversight and review of any contracted attorneys. Section 9. That a NEW SECTION be added to title 23A: The commission shall appoint a chief defender by a majority vote. The chief defender shall head and maintain the Office of Indigent Legal Services. The chief defender shall serve for a term of four years. The commission may reappoint the chief defender to successive terms of four years. There are no term limits. The commission may remove the chief defender during an unexpired term by a two-thirds vote of the commission. Section 10. That a NEW SECTION be added to title 23A: The chief defender must be an attorney with the following qualifications: (1) Experience in indigent representation services in criminal cases; (2) Commitment to ensuring effective assistance of counsel to all the indigent people of the state; and (3) Demonstrated experience or potential in management, budget, and the state legislative process. The chief defender may not engage in the private practice of law. Section 11. That a NEW SECTION be added to title 23A: The chief defender may: (1) Hire or contract for attorney, professional, technical, and support personnel; (2) Establish an administrative office within the Office of Indigent Legal Services; (3) Exercise supervisory authority over all employees of the office; (4) Assist the commission in the development of standards related to indigent representation services; (5) Monitor, evaluate, and enforce compliance with standards adopted by the commission; (6) Develop strategic plans, and conduct research and studies, to inform the objectives of the commission; (7) Develop strategic plans to expand the office's scope of providing indigent representation to include additional case types; (8) Establish branch public defender offices; (9) Provide training and support to indigent defense attorneys statewide; and (10) Perform other duties as may be prescribed by the commission. Section 12. That a NEW SECTION be added to title 23A: The Commission on Indigent Legal Services and Office of Indigent Legal Services is attached to the Unified Judicial System for budgetary purposes only. Section 13. That a NEW SECTION be added to title 23A: The Commission on Indigent Legal Services is subject to chapter 1-26. The commission shall serve a copy of a proposed rule and any publication described in § 1-26-6.6 upon the chair of the commission to which it is attached for the chair's written approval to proceed. After receiving the written approval of the chair, the commission shall serve the director of the Legislative Research Council and the commissioner of the Bureau of Finance and Management as required pursuant to subdivision 1-26-4(2). Section 14. That a NEW SECTION be added to title 23A: The Office of Indigent Legal Services may enter into joint powers agreements pursuant to chapter 1-24 with state agencies for administrative support, accounting, payroll, and personnel services."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24943, "action_date": "2024-01-09T12:00:00-06:00", "document_id": 256993, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/256993.pdf", "status_text": "First read in House and referred to", "journal_page": 21, "committee_id_action": 1197, "committee_id_assigned": 1203, "result": "N", "vote": {}}, {"bill_id": 24943, "action_date": "2024-01-17T07:45:00-06:00", "document_id": 259540, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/259540.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1203, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24943, "action_date": "2024-01-17T07:45:00-06:00", "document_id": 259541, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/259541.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1203, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24943, "action_date": "2024-01-17T07:45:00-06:00", "document_id": 259541, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/259541.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 1203, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24943, "action_date": "2024-01-19T07:45:00-06:00", "document_id": 260454, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260454.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1203, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24943, "action_date": "2024-01-19T07:45:00-06:00", "document_id": 260455, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260455.pdf", "status_text": "Referred to", "journal_page": null, "committee_id_action": 1203, "committee_id_assigned": 1193, "result": "P", "vote": {"vote_id": 78611, "president_vote": null, "Yea": [4476, 4478, 4483, 4485, 4486, 4495, 4504, 4505, 4525, 4552, 4570, 4551, 4532]}}, {"bill_id": 24943, "action_date": "2024-02-06T10:00:00-06:00", "document_id": 264087, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264087.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1193, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24943, "action_date": "2024-02-06T10:00:00-06:00", "document_id": 264089, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264089.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1193, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79270, "president_vote": null, "Yea": [4496, 4513, 4514, 4518, 4520, 4530, 4540, 4569, 4491]}}, {"bill_id": 24943, "action_date": "2024-02-07T14:00:00-06:00", "document_id": 264860, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264860.pdf", "status_text": "Deferred to another day", "journal_page": 284, "committee_id_action": 1197, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24943, "action_date": "2024-02-08T13:00:00-06:00", "document_id": 265058, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265058.pdf", "status_text": "Motion to amend", "journal_page": 297, "committee_id_action": 1197, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24943, "action_date": "2024-02-08T13:00:00-06:00", "document_id": 265058, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265058.pdf", "status_text": "Do Pass Amended", "journal_page": 297, "committee_id_action": 1197, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79428, "president_vote": null, "Yea": [4472, 4473, 4474, 4476, 4478, 4482, 4483, 4485, 4486, 4489, 4491, 4492, 4494, 4495, 4496, 4499, 4500, 4503, 4504, 4505, 4506, 4509, 4511, 4513, 4514, 4518, 4519, 4520, 4522, 4525, 4527, 4528, 4530, 4531, 4532, 4534, 4535, 4538, 4542, 4543, 4544, 4545, 4546, 4548, 4549, 4551, 4552, 4553, 4557, 4560, 4561, 4562, 4563, 4565, 4566, 4568, 4569, 4570, 4571, 4575], "Excused": [4475, 4497, 4521, 4540, 4555], "Nay": [4510, 4524, 4533, 4556]}}, {"bill_id": 24943, "action_date": "2024-02-12T14:00:00-06:00", "document_id": 265161, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265161.pdf", "status_text": "First read in Senate and referred to", "journal_page": 297, "committee_id_action": 1219, "committee_id_assigned": 1214, "result": "N", "vote": {}}, {"bill_id": 24943, "action_date": "2024-02-22T07:45:00-06:00", "document_id": 265881, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265881.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1214, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24943, "action_date": "2024-02-22T07:45:00-06:00", "document_id": 265882, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265882.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1214, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79831, "president_vote": null, "Yea": [4507, 4529, 4554, 4572, 4564], "Excused": [4578, 4498]}}, {"bill_id": 24943, "action_date": "2024-02-22T07:45:00-06:00", "document_id": 265882, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265882.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1214, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24943, "action_date": "2024-02-23T13:00:00-06:00", "document_id": 266252, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266252.pdf", "status_text": "Remove from Consent Calendar", "journal_page": 399, "committee_id_action": 1219, "committee_id_assigned": null, "result": "N", "vote": {}}]}