{"session_id": 48, "bill_id": 14347, "bill_type": "House Bill", "bill_number": 1020, "bill_title": "provide a general diversion program within the office of the state’s attorney for certain misdemeanor offenses.", "sponsors": [{"legislator_profile_id": 2199, "is_prime": true}, {"legislator_profile_id": 2207, "is_prime": true}, {"legislator_profile_id": 2200, "is_prime": false}, {"legislator_profile_id": 2223, "is_prime": false}, {"legislator_profile_id": 2233, "is_prime": false}, {"legislator_profile_id": 2269, "is_prime": false}, {"legislator_profile_id": 2299, "is_prime": false}], "keywords": ["Criminal Procedure", "Deferred Prosecution", "State's Attorney"], "audio": [], "bill_versions": [{"bill_id": 14347, "bill_version_id": 80664, "bill_version": "Introduced", "bill_version_date": "1999-01-06T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide a general diversion program within the office of the state's attorney for certain misdemeanor offenses. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Each state's attorney may create within the office of the state's attorney a deferred prosecution program for misdemeanor offenses other than driving while intoxicated. A state's attorney may refer such general misdemeanor cases to the deferred prosecution program. Section 2. Upon receipt of a general misdemeanor case other than driving while intoxicated, the state's attorney shall determine if the case is one which is appropriate to be referred to the deferred prosecution program. Section 3. Upon referral of a complaint to the deferred prosecution program, a state's attorney shall mail a notice of the action to the person charged. The notice shall contain the following: (1) The alleged offense; (2) The proposed restitution or community service; (3) The date before which the defendant must contact the office of the state's attorney concerning the alleged offense; and (4) A statement of the penalties which may result from a conviction for the alleged offense. Section 4. A state's attorney may collect a fee of not more than fifty dollars if the office of the state's attorney administers a case under a deferred prosecution program. Section 5. The state's attorney may enter into a written agreement with the person to defer prosecution of an alleged offense, pursuant to section 2 of this Act, for a period to be determined by the state's attorney, not to exceed one hundred eighty days, pending completion of any agreed public service, payment of any agreed restitution, and payment of liquidated costs due under § 23-3-52. Section 6. All fees collected under section 4 of this Act shall be deposited in the county treasury in a special fund to be administered by the office of the state's attorney. The money in such fund may be used only for expenditures associated with the investigation, prosecution, and deferred prosecution of offenses pursuant to this chapter and for travel and training expenditures incurred relative to the official duties of the office of the state's attorney. Restitution of sums equal to the fee provided by § 23-3-52 shall be deposited with the office of the clerk of courts and transmitted and disposed of in the same manner as is provided in § 23-3-53."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14347, "action_date": "1999-01-12T14:00:00-06:00", "document_id": 81755, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81755.pdf", "status_text": "First read in House and referred to", "journal_page": 35, "committee_id_action": 628, "committee_id_assigned": 626, "result": "N", "vote": {}}, {"bill_id": 14347, "action_date": "1999-01-15T09:00:00-06:00", "document_id": 81921, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81921.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 626, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14347, "action_date": "1999-01-15T09:00:00-06:00", "document_id": 81921, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81921.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 64, "committee_id_action": 626, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43100, "president_vote": null, "Yea": [2223, 2227, 2265, 2267, 2272, 2286, 2300, 2303, 2245, 2207], "Nay": [2233, 2253], "Excused": [2295]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/14347"}