{"session_id": 27, "bill_id": 8282, "bill_type": "Senate Commemoration", "bill_number": 33, "bill_title": "Congratulating and honoring Shantell Brewer, of Dupree High School, and Sierra Ward, of Belle Fourche High School, for being finalists in the 2017 Business Plan Competition.", "sponsors": [{"legislator_profile_id": 1125, "is_prime": true}, {"legislator_profile_id": 1107, "is_prime": true}, {"legislator_profile_id": 1108, "is_prime": false}, {"legislator_profile_id": 1169, "is_prime": false}, {"legislator_profile_id": 1124, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 8282, "bill_version_id": 44988, "bill_version": "Introduced", "bill_version_date": "2017-02-24T14:09:48.21-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating and honoring Shantell Brewer, of Dupree High School, and Sierra Ward, of Belle Fourche High School, for being finalists in the 2017 Business Plan Competition. WHEREAS, Shantell Brewer, a student at Dupree High School, has achieved second place recognition for her exceptional business plans for a fencing operation. The primary purpose of this business, Cross Fencing, is to benefit local farmers and ranchers in Dewey and Ziebach counties who do not have the time or ability to repair their own fences; and WHEREAS, Sierra Ward, a student at Belle Fourche High School, has achieved first place recognition for her exceptional business plans for training and boarding horses. The primary purpose of this business, Ward's Horse Training and Boarding, is to satisfy customers with a professionally-trained, happy horse, making for a happy rider: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Second Legislature of the State of South Dakota, that the Legislature congratulates Shantell Brewer and Sierra Ward on being finalists in the 2017 Business Plan Competition, recognizes their hard work and exemplary skills as students and business planners, and extends best wishes for their continued success and happiness."}, {"bill_id": 8282, "bill_version_id": 45189, "bill_version": "Enrolled", "bill_version_date": "2017-02-28T17:19:19.67-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating and honoring Shantell Brewer, of Dupree High School, and Sierra Ward, of Belle Fourche High School, for being finalists in the 2017 Business Plan Competition. WHEREAS, Shantell Brewer, a student at Dupree High School, has achieved second place recognition for her exceptional business plans for a fencing operation. The primary purpose of this business, Cross Fencing, is to benefit local farmers and ranchers in Dewey and Ziebach counties who do not have the time or ability to repair their own fences; and WHEREAS, Sierra Ward, a student at Belle Fourche High School, has achieved first place recognition for her exceptional business plans for training and boarding horses. The primary purpose of this business, Ward's Horse Training and Boarding, is to satisfy customers with a professionally-trained, happy horse, making for a happy rider: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Second Legislature of the State of South Dakota, that the Legislature congratulates Shantell Brewer and Sierra Ward on being finalists in the 2017 Business Plan Competition, recognizes their hard work and exemplary skills as students and business planners, and extends best wishes for their continued success and happiness. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8282, "action_date": "2017-02-24T13:00:00-06:00", "document_id": 44989, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44989.pdf", "status_text": "", "journal_page": 564, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8282"}