{"session_id": 43, "bill_id": 11720, "bill_type": "Senate Bill", "bill_number": 113, "bill_title": "revise certain provisions regarding instruction permits and restricted minor's driving permits.", "sponsors": [{"legislator_profile_id": 1751, "is_prime": true}, {"legislator_profile_id": 1750, "is_prime": true}, {"legislator_profile_id": 1689, "is_prime": false}, {"legislator_profile_id": 1707, "is_prime": false}, {"legislator_profile_id": 1743, "is_prime": false}, {"legislator_profile_id": 1693, "is_prime": false}, {"legislator_profile_id": 1657, "is_prime": false}, {"legislator_profile_id": 1726, "is_prime": false}], "keywords": ["Driver License", "Minors", "Motor Vehicles", "Motorcycles"], "audio": [{"meeting_datetime": "2020-02-10T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/str17.mp3", "start_seconds": 778.0}, {"meeting_datetime": "2020-02-10T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/str17.mp3", "start_seconds": 778.0}, {"meeting_datetime": "2020-02-10T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/str17.mp3", "start_seconds": 778.0}, {"meeting_datetime": "2020-02-10T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/str17.mp3", "start_seconds": 778.0}, {"meeting_datetime": "2020-02-12T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen19.mp3", "start_seconds": 6555.0}, {"meeting_datetime": "2020-02-12T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen19.mp3", "start_seconds": 6555.0}, {"meeting_datetime": "2020-02-12T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen19.mp3", "start_seconds": 6555.0}, {"meeting_datetime": "2020-02-12T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen19.mp3", "start_seconds": 6555.0}, {"meeting_datetime": "2020-02-12T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen19.mp3", "start_seconds": 6555.0}, {"meeting_datetime": "2020-03-03T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/htr30.mp3", "start_seconds": 3545.0}, {"meeting_datetime": "2020-03-03T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/htr30.mp3", "start_seconds": 3545.0}, {"meeting_datetime": "2020-03-03T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/htr30.mp3", "start_seconds": 3545.0}, {"meeting_datetime": "2020-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou32.mp3", "start_seconds": 6669.0}, {"meeting_datetime": "2020-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou32.mp3", "start_seconds": 6669.0}, {"meeting_datetime": "2020-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou32.mp3", "start_seconds": 6669.0}], "bill_versions": [{"bill_id": 11720, "bill_version_id": 65123, "bill_version": "Introduced", "bill_version_date": "2020-01-29T15:37:18.97-06:00", "bill_text": "An Act to revise certain provisions regarding instruction permits and restricted minor's driving permits. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 32-12-11 be AMENDED: 32-12-11. Application for license or permit--Persons at least fourteen and less than eighteen--Instruction permit--Restrictions. Any person who is at least fourteen years of age but less than eighteen years of age applying for a South Dakota operator's license, restricted minor's permit, or instruction permit who does not currently hold an operator's license, motorcycle operator's license, restricted minor's permit, motorcycle restricted minor's permit, instruction permit, or motorcycle instruction permit shall apply to the Department of Public Safety for an instruction permit. If an applicant holds an instruction permit that has been valid continuously for one hundred eighty days, and is still currently valid or that has been expired for thirty days or less, the department shall waive the knowledge test to upgrade to an operator's license, motorcycle operator's license, restricted minor's permit, or motorcycle restricted minor's permit. If the licensee applies and makes payment of the required fee thirty-one or more days after the expiration date of the permit, the licensee shall take the knowledge test as required by § 32-12-4 and may take the skill test for an operator's license. The department may, after the applicant has successfully passed all parts of the examination other than the driving test and paid a fee which is equal in amount to the fee prescribed for a license in § 32-12-16, issue to the applicant an instruction permit. The instruction permit entitles the applicant, while having the permit in the applicant's immediate possession, to drive a motor vehicle upon the public highways for a period of five years during the hours of 6 a.m. to 10 p.m. if accompanied by a person holding a valid operator's license who is at least eighteen years of age, has had at least one year of driving experience, and who is occupying a seat beside the applicant. The applicant is entitled to drive a motor vehicle upon the public highways during the hours of 10 p.m. to 6 a.m. if the motor vehicle is being operated under the direction of the applicant's parent or guardian who is occupying a seat beside the applicant. No holder of an instruction permit may use any type of wireless communication device while operating a motor vehicle upon the public highways. The holder of an instruction permit who is at least fourteen years of age but less than eighteen years of age may apply for a restricted minor's permit or operator's license after holding a valid instruction permit for one hundred eighty continuous days at least one hundred eighty continuous days if issued before July 1, 2020, or at least two hundred seventy-five days if issued after July 1, 2020. The minor holding the instruction permit issued after July 1, 2020, shall drive a minimum of fifty hours under the supervision of a parent, legal guardian, or licensed driver over the age of eighteen. Ten of the mandated hours must be in inclement weather and no less than ten hours must be during night time hours. A parent or legal guardian shall attest in writing that the minor has met the instruction permit requirements as set forth in this chapter before the minor can apply for and obtain a restricted minor's permit under § 32-12-12. Section 2. That § 32-12-11.1 be AMENDED: 32-12-11.1. Motorcycle instruction permit--Application requirements--Examination and fee--Restrictions. Any person who is at least fourteen years of age but less than eighteen years of age applying for a South Dakota motorcycle operator's license, motorcycle restricted minor's permit, or motorcycle instruction permit who does not currently hold an operator's license, motorcycle operator's license, restricted minor's permit, motorcycle restricted minor's permit, instruction permit, or motorcycle instruction permit that has been valid continuously for at least one hundred eighty days if issued before July 1, 2020, or at least two hundred seventy-five days if issued on or after July 1, 2020, shall apply to the Department of Public Safety for an a motorcycle instruction permit which shall be held for a minimum of one hundred eighty continuous days. The department may, after the applicant has successfully passed all parts of the examination other than the driving test and paid a fee which is equal in amount to the fee prescribed for a license in § 32-12-16, issue to the applicant a motorcycle instruction permit. The motorcycle instruction permit shall be held for at least one hundred eighty continuous days if issued before July 1, 2020, or at least two hundred seventy-five days if issued on or after July 1, 2020. A motorcycle instruction permit holder is not required to obtain a motorcycle operator's license or a motorcycle restricted minor's permit if the applicant currently holds an instruction permit, restricted minor's permit, or operator's license that has been valid continuously for one hundred eighty days. A motorcycle instruction permit entitles the holder, while having the permit in the permit holder's immediate physical possession, to operate a motorcycle during the hours of 6 a.m. to 8 p.m. if the permit holder is accompanied by a licensed motorcycle operator who is at least eighteen years of age, who has at least one year of driving experience, and who is driving another motorcycle along with the permit holder. No motorcycle instruction permit holder may carry another person on the motorcycle. The permit is valid for one year. The holder of an instruction permit or a motorcycle instruction permit who is at least fourteen years of age but less than eighteen years of age may apply for a motorcycle restricted minor's permit or motorcycle operator's license after holding a valid motorcycle instruction permit for one hundred eighty continuous days as required by this section. Section 3. That § 32-12-12 be AMENDED: 32-12-12. Restricted minor's permit--Restrictions on operation. A restricted minor's permit may be issued, upon application and payment of the proper fees as provided in § 32-12-16, to a minor at least fourteen years of age but less than eighteen years of age who has successfully passed all applicable tests and completed the requirements of an instruction permit as provided in § 32-12-11 or 32-12-11.1 and has not been convicted of a traffic violation during the past six months. For any such minor who has successfully completed a driver education course that has been approved by the Department of Education or a driver education course that the secretary of the department of public safety has determined has been approved by a state government agency in another state, the required minimum time period for holding the instruction permit in order to qualify for the restricted minor's permit is ninety continuous days if issued before July 1, 2020,or one hundred eighty continuous days if issued on or after July 1, 2020. A restricted minor's permit entitles the holder, while having the permit in immediate physical possession, to operate a motor vehicle during the hours of 6 a.m. to 10 p.m. standard time if the motor vehicle is being operated with the permission of the holder's parent or guardian and during the hours of 10 p.m. to 6 a.m. if the motor vehicle is being operated under the direction of the holder's parent or guardian who is occupying a seat beside the holder. The restrictions as to time of operation and operation under the direction of a parent or guardian do not apply to the holder of a valid restricted minor's permit operating who is: (1) Operating a self-propelled agricultural machine whichthat is not subject to registration under chapter 32-5; (2) Operating a motor vehicle while traveling the most direct route to or from school or a school event; (3) Operating a motor vehicle while traveling the most direct route to or from any religious worship service held by a religious organization; or (4) Operating a motor vehicle while traveling the most direct route to, from, or in connection with any job, employment, or farm-related work. No holder of a restricted minor's permit may use any type of wireless communication device while operating a motor vehicle upon the public highways. An operator's license may be issued to a minor at least sixteen years of age but less than eighteen years of age who has successfully completed the requirements set forth in § 32-12-11, has held a restricted minor's permit for at least six months, and has not been convicted of any traffic violations during the six months immediately preceding the application for an operator's license. If the holder applies and makes payment of the required fee thirty-one or more days after the expiration date of the restricted minor's permit, the holder shall take the knowledge test as required by § 32-12-4 and may take the skill test for an operator's license. Section 4. That § 32-12-12.1 be AMENDED: 32-12-12.1. Motorcycle restricted minor's permit--Application requirements--Examination and fee--Restrictions. A motorcycle restricted minor's permit may be issued, upon application and payment of the proper fee as provided for in § 32-12-16, to a minor at least fourteen years of age but less than eighteen years of age who has successfully passed all applicable tests and completed the requirements of an a motorcycle instruction permit as outlined in § 32-12-11 or § 32-12-11.1 and has not been convicted of a traffic violation during the past six months. For any minor who has successfully completed the motorcycle safety education courses provided by § 32-20-14 and a driver education class that has been approved by the Department of Education or a driver education course that the secretary of the department of public safety has determined has been approved by a state government agency in another state, the required minimum time period for holding the motorcycle instruction permit to qualify for the motorcycle restricted minor's permit is thirty continuous days if issued before July 1, 2020, or one hundred eighty continuous days if issued on or after July 1, 2020. A motorcycle restricted minor's permit entitles the holder, while having the permit in immediate physical possession, to operate a motorcycle during the hours of 6 a.m. to 8 p.m. standard time if the motorcycle is being operated with the permission of the holder's parents or guardian. A motorcycle operator's license may be issued to a minor at least sixteen years of age but less than eighteen years of age who has successfully completed the requirements set forth in § 32-12-11.1, has held a restricted minor's motorcycle permit for at least six months, and has not been convicted of any traffic violations during the past six months immediately preceding the application for a motorcycle operator's license. Section 5. That a NEW SECTION be added: 32-12-12.5. Restricted Minor's Permit--Passenger Limit No holder of a restricted minor's permit may operate a motor vehicle carrying any passenger other than a member of the driver's immediate family or members of the driver's household during the first six months of holding a restricted minor's permit. After the first six months the holder of a restricted minor's permit is limited to no more than one passenger under the age of eighteen years who is not: (1) A member of the permit holder's immediate family; or (2) A person whose primary residence is the same household as the permit holder's. The provisions of this section do not apply if the permit holder is accompanied by a parent or guardian or any passenger who is at least eighteen years of age and whose primary residence is the same household as the permit holder. Section 6. That § 32-12-15 be AMENDED: 32-12-15. Permits issued on probationary basis--Suspension--Exception. The issuance of an instruction permit, motorcycle instruction permit, restricted minor's permit, or motorcycle restricted minor's permit is on a probationary basis. The Department of Public Safety upon the receipt of a record of conviction for a traffic violation or for a violation of the restrictions in §§ 32-12-11, 32-12-11.1, 32-12-12, 32-12-12.1, 32-12-13, or 32-12-14, or 32-12-12.5, committed while operating under an instruction permit, motorcycle instruction permit, restricted minor's permit, or motorcycle restricted minor's permit prior to the minor's sixteenth eighteenth birthday shall suspend the minor's driving privileges according to the following schedule: (1) A felony or Class 1 misdemeanor traffic conviction--—suspension for one hundred eighty days or until the minor's sixteenth eighteenth birthday whichever period is shorter or as otherwise required by law; (2) A first Class 2 misdemeanor traffic conviction or a comparable conviction of any moving traffic violation of a county or municipal ordinance--suspension for thirty days or as otherwise required by law; (3) A first conviction of a violation of the conditions of an instruction permit, a motorcycle instruction permit, a restricted minor's permit, or a motorcycle restricted minor's permit--suspension for thirty days or as otherwise required by law; (4) A second Class 2 misdemeanor traffic conviction or a comparable conviction of any moving traffic violation of a county or municipal ordinance--suspension until the minor's sixteenth eighteenth birthday or for ninety days, whichever period is longer shorter, or as otherwise required by law; and (5) A second conviction of a violation of the conditions of an instruction permit, a motorcycle instruction permit, a restricted minor's permit, or a motorcycle restricted minor's permit--suspension until the minor's sixteenth eighteenth birthday or for ninety days, whichever period is longer shorter, or as otherwise required by law. No permit may be suspended for a first violation of §§ 32-14-9.1, 32-21-27, 32-25-5, 32-26-20, or 34A-7-7. If a minor has no instruction permit, motorcycle instruction permit, restricted minor's permit, or motorcycle restricted minor's permit and is convicted of any traffic violation prior to the minor's sixteenth birthday, the department shall suspend or revoke the minor's driving privilege or privilege to apply for a driver license as provided in this section. A conviction for any traffic violation that occurs prior to the issuance of an instruction permit, motorcycle instruction permit, restricted minor's permit, motorcycle restricted minor's permit, motorcycle operator's license or an operator's license shall be placed on the driving record and given the same consideration as any violation that occurs following the issuance of an instruction permit, motorcycle instruction permit, restricted minor's permit, motorcycle restricted minor's permit, motorcycle operator's license, or an operator's license. Section 7. That § 32-12-17 be AMENDED: 32-12-17. Issuance of license--Qualifications. Upon payment of the fee established by § 32-12-16, the Department of Public Safety shall issue an operator's license to each qualifying applicant. An operator's license may be issued to a minor at least sixteen years of age but less than eighteen years of age who has successfully passed all applicable tests and completed the requirements of an instruction permit as provided in § 32-12-11 or 32-12-11.1, provided that and the restricted minor's permit as provided in § 32-12-12 if the applicant has not been convicted of a traffic violation in the past six months, and the applicant is not currently under suspension, revocation, or disqualification. If any such applicant has successfully completed a driver education course that has been approved by the Department of Education or a driver education course that the secretary of the Department of Public Safety has determined has been approved by a state agency in another state, the required minimum time period for holding the instruction permit to qualify for the operator's license is ninety continuous days. Section 8. That § 32-12-17.1 be AMENDED: 32-12-17.1. Issuance of motorcycle operator's license--Requirements. Upon payment of the fee established by § 32-12-16, the Department of Public Safety shall issue a motorcycle operator's license to each qualifying applicant. A motorcycle operator's license may be issued to a minor at least sixteen years of age but less than eighteen years of age who has successfully passed all applicable tests and completed the requirements of an a motorcycle instruction permit as provided in § 32-12-11 or § 32-12-11.1 and restricted motorcycle minor's permit as provided in § 32-12-12.1, if the applicant has not been convicted of a traffic violation during the past six months, and if the applicant is not currently under suspension, revocation, or disqualification. If any applicant has successfully completed the motorcycle safety education courses provided by § 32-20-14 and a driver education class that has been approved by the Department of Education or a driver education course that the secretary of the Department of Public Safety has determined has been approved by a state government agency in another state, the required minimum time period for holding the motorcycle instruction permit to qualify for the motorcycle operator's license is thirty continuous days."}, {"bill_id": 11720, "bill_version_id": 67276, "bill_version": "Senate Transportation Engrossed", "bill_version_date": "2020-02-10T12:24:45.833-06:00", "bill_text": "An Act to revise certain provisions regarding instruction permits and restricted minor's driving permits. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 32-12-11 be AMENDED: 32-12-11. Application for license or permit--Persons at least fourteen and less than eighteen--Instruction permit--Restrictions. Any person who is at least fourteen years of age but less than eighteen years of age applying for a South Dakota operator's license, restricted minor's permit, or instruction permit who does not currently hold an operator's license, motorcycle operator's license, restricted minor's permit, motorcycle restricted minor's permit, instruction permit, or motorcycle instruction permit shall apply to the Department of Public Safety for an instruction permit. If an applicant holds an instruction permit that has been valid continuously for one hundred eighty days, and is still currently valid or that has been expired for thirty days or less, the department shall waive the knowledge test to upgrade to an operator's license, motorcycle operator's license, restricted minor's permit, or motorcycle restricted minor's permit. If the licensee applies and makes payment of the required fee thirty-one or more days after the expiration date of the permit, the licensee shall take the knowledge test as required by § 32-12-4 and may take the skill test for an operator's license. The department may, after the applicant has successfully passed all parts of the examination other than the driving test and paid a fee which is equal in amount to the fee prescribed for a license in § 32-12-16, issue to the applicant an instruction permit. The instruction permit entitles the applicant, while having the permit in the applicant's immediate possession, to drive a motor vehicle upon the public highways for a period of five years during the hours of 6 a.m. to 10 p.m. if accompanied by a person holding a valid operator's license who is at least eighteen years of age, has had at least one year of driving experience, and who is occupying a seat beside the applicant. The applicant is entitled to drive a motor vehicle upon the public highways during the hours of 10 p.m. to 6 a.m. if the motor vehicle is being operated under the direction of the applicant's parent or guardian who is occupying a seat beside the applicant. No holder of an instruction permit may use any type of wireless communication device while operating a motor vehicle upon the public highways. The holder of an instruction permit who is at least fourteen years of age but less than eighteen years of age may apply for a restricted minor's permit or operator's license after holding a valid instruction permit for one hundred eighty continuous days at least one hundred eighty continuous days if issued before July 1, 2020, or at least two hundred seventy-five days if issued after July 1, 2020. The minor holding the instruction permit issued after July 1, 2020, shall drive a minimum of fifty hours under the supervision of a parent, legal guardian, or licensed driver over the age of eighteen with at least one year of driving experience. Ten of the mandated hours must be in inclement weather and no less than ten hours must be during night time hours. A parent or legal guardian shall attest in writing that the minor has met the instruction permit requirements as set forth in this chapter before the minor can apply for and obtain a restricted minor's permit under § 32-12-12. Section 2. That § 32-12-11.1 be AMENDED: 32-12-11.1. Motorcycle instruction permit--Application requirements--Examination and fee--Restrictions. Any person who is at least fourteen years of age but less than eighteen years of age applying for a South Dakota motorcycle operator's license, motorcycle restricted minor's permit, or motorcycle instruction permit who does not currently hold an operator's license, motorcycle operator's license, restricted minor's permit, motorcycle restricted minor's permit, instruction permit, or motorcycle instruction permit that has been valid continuously for at least one hundred eighty days if issued before July 1, 2020, or at least two hundred seventy-five days if issued on or after July 1, 2020, shall apply to the Department of Public Safety for an a motorcycle instruction permit which shall be held for a minimum of one hundred eighty continuous days. The department may, after the applicant has successfully passed all parts of the examination other than the driving test and paid a fee which is equal in amount to the fee prescribed for a license in § 32-12-16, issue to the applicant a motorcycle instruction permit. The motorcycle instruction permit shall be held for at least one hundred eighty continuous days if issued before July 1, 2020, or at least two hundred seventy-five days if issued on or after July 1, 2020. A motorcycle instruction permit holder is not required to obtain a motorcycle operator's license or a motorcycle restricted minor's permit if the applicant currently holds an instruction permit, restricted minor's permit, or operator's license that has been valid continuously for one hundred eighty days. A motorcycle instruction permit entitles the holder, while having the permit in the permit holder's immediate physical possession, to operate a motorcycle during the hours of 6 a.m. to 8 p.m. if the permit holder is accompanied by a licensed motorcycle operator who is at least eighteen years of age, who has at least one year of driving experience, and who is driving another motorcycle along with the permit holder. No motorcycle instruction permit holder may carry another person on the motorcycle. The permit is valid for one year. The holder of an instruction permit or a motorcycle instruction permit who is at least fourteen years of age but less than eighteen years of age may apply for a motorcycle restricted minor's permit or motorcycle operator's license after holding a valid motorcycle instruction permit for one hundred eighty continuous days as required by this section. Section 3. That § 32-12-12 be AMENDED: 32-12-12. Restricted minor's permit--Restrictions on operation. A restricted minor's permit may be issued, upon application and payment of the proper fees as provided in § 32-12-16, to a minor at least fourteen years of age but less than eighteen years of age who has successfully passed all applicable tests and completed the requirements of an instruction permit as provided in § 32-12-11 or 32-12-11.1 and has not been convicted of a traffic violation during the past six months. For any such minor who has successfully completed a driver education course that has been approved by the Department of Education or a driver education course that the secretary of the department of public safety has determined has been approved by a state government agency in another state, the required minimum time period for holding the instruction permit in order to qualify for the restricted minor's permit is ninety continuous days if issued before July 1, 2020,or one hundred eighty continuous days if issued on or after July 1, 2020. A restricted minor's permit entitles the holder, while having the permit in immediate physical possession, to operate a motor vehicle during the hours of 6 a.m. to 10 p.m. standard time if the motor vehicle is being operated with the permission of the holder's parent or guardian and during the hours of 10 p.m. to 6 a.m. if the motor vehicle is being operated under the direction of the holder's parent or guardian who is occupying a seat beside the holder. The restrictions as to time of operation and operation under the direction of a parent or guardian do not apply to the holder of a valid restricted minor's permit operating who is: (1) Operating a self-propelled agricultural machine which that is not subject to registration under chapter 32-5; (2) Operating a motor vehicle while traveling the most direct route to or from school or a school event; (3) Operating a motor vehicle while traveling the most direct route to or from any religious worship service held by a religious organization; or (4) Operating a motor vehicle while traveling the most direct route to, from, or in connection with any job, employment, or farm-related work. No holder of a restricted minor's permit may use any type of wireless communication device while operating a motor vehicle upon the public highways. An operator's license may be issued to a minor at least sixteen years of age but less than eighteen years of age who has successfully completed the requirements set forth in § 32-12-11, has held a restricted minor's permit for at least six months, and has not been convicted of any traffic violations during the six months immediately preceding the application for an operator's license. If the holder applies and makes payment of the required fee thirty-one or more days after the expiration date of the restricted minor's permit, the holder shall take the knowledge test as required by § 32-12-4 and may take the skill test for an operator's license. Section 4. That § 32-12-12.1 be AMENDED: 32-12-12.1. Motorcycle restricted minor's permit--Application requirements--Examination and fee--Restrictions. A motorcycle restricted minor's permit may be issued, upon application and payment of the proper fee as provided for in § 32-12-16, to a minor at least fourteen years of age but less than eighteen years of age who has successfully passed all applicable tests and completed the requirements of an a motorcycle instruction permit as outlined in § 32-12-11 or § 32-12-11.1 and has not been convicted of a traffic violation during the past six months. For any minor who has successfully completed the motorcycle safety education courses provided by § 32-20-14 and a driver education class that has been approved by the Department of Education or a driver education course that the secretary of the department of public safety has determined has been approved by a state government agency in another state, the required minimum time period for holding the motorcycle instruction permit to qualify for the motorcycle restricted minor's permit is thirty continuous days if issued before July 1, 2020, or one hundred eighty continuous days if issued on or after July 1, 2020. A motorcycle restricted minor's permit entitles the holder, while having the permit in immediate physical possession, to operate a motorcycle during the hours of 6 a.m. to 8 p.m. standard time if the motorcycle is being operated with the permission of the holder's parents or guardian. A motorcycle operator's license may be issued to a minor at least sixteen years of age but less than eighteen years of age who has successfully completed the requirements set forth in § 32-12-11.1, has held a restricted minor's motorcycle permit for at least six months, and has not been convicted of any traffic violations during the past six months immediately preceding the application for a motorcycle operator's license. Section 5. That a NEW SECTION be added: 32-12-12.5. Restricted Minor's Permit--Passenger Limit No holder of a restricted minor's permit may operate a motor vehicle carrying any passenger other than a member of the driver's immediate family or members of the driver's household during the first six months of holding a restricted minor's permit. After the first six months the holder of a restricted minor's permit is limited to no more than one passenger under the age of eighteen years who is not: (1) A member of the permit holder's immediate family; or (2) A person whose primary residence is the same household as the permit holder's. The provisions of this section do not apply if the permit holder is accompanied by a parent or guardian or any passenger who is at least eighteen years of age and has one year of driving experience and whose primary residence is the same household as the restricted minor's permit holder. Section 6. That § 32-12-15 be AMENDED: 32-12-15. Permits issued on probationary basis--Suspension--Exception. The issuance of an instruction permit, motorcycle instruction permit, restricted minor's permit, or motorcycle restricted minor's permit is on a probationary basis. The Department of Public Safety upon the receipt of a record of conviction for a traffic violation or for a violation of the restrictions in §§ 32-12-11, 32-12-11.1, 32-12-12, 32-12-12.1, 32-12-13, or 32-12-14, or 32-12-12.5, committed while operating under an instruction permit, motorcycle instruction permit, restricted minor's permit, or motorcycle restricted minor's permit prior to the minor's sixteenth eighteenth birthday shall suspend the minor's driving privileges according to the following schedule: (1) A felony or Class 1 misdemeanor traffic conviction--suspension for one hundred eighty days or until the minor's sixteenth eighteenth birthday whichever period is shorter or as otherwise required by law; (2) A first Class 2 misdemeanor traffic conviction or a comparable conviction of any moving traffic violation of a county or municipal ordinance--suspension for thirty days or as otherwise required by law; (3) A first conviction of a violation of the conditions of an instruction permit, a motorcycle instruction permit, a restricted minor's permit, or a motorcycle restricted minor's permit--suspension for thirty days or as otherwise required by law; (4) A second Class 2 misdemeanor traffic conviction or a comparable conviction of any moving traffic violation of a county or municipal ordinance--suspension until the minor's sixteenth eighteenth birthday or for ninety one hundred eighty days, whichever period is longer shorter, or as otherwise required by law; and (5) A second conviction of a violation of the conditions of an instruction permit, a motorcycle instruction permit, a restricted minor's permit, or a motorcycle restricted minor's permit--suspension until the minor's sixteenth eighteenth birthday or for ninety one hundred eighty days, whichever period is longer shorter, or as otherwise required by law. No permit may be suspended for a first violation of §§ 32-14-9.1, 32-21-27, 32-25-5, 32-26-20, or 34A-7-7. If a minor has no instruction permit, motorcycle instruction permit, restricted minor's permit, or motorcycle restricted minor's permit and is convicted of any traffic violation prior to the minor's sixteenth eighteenth birthday, the department shall suspend or revoke the minor's driving privilege or privilege to apply for a driver license as provided in this section. A conviction for any traffic violation that occurs prior to the issuance of an instruction permit, motorcycle instruction permit, restricted minor's permit, motorcycle restricted minor's permit, motorcycle operator's license or an operator's license shall be placed on the driving record and given the same consideration as any violation that occurs following the issuance of an instruction permit, motorcycle instruction permit, restricted minor's permit, motorcycle restricted minor's permit, motorcycle operator's license, or an operator's license. Section 7. That § 32-12-17 be AMENDED: 32-12-17. Issuance of license--Qualifications. Upon payment of the fee established by § 32-12-16, the Department of Public Safety shall issue an operator's license to each qualifying applicant. An operator's license may be issued to a minor at least sixteen years of age but less than eighteen years of age who has successfully passed all applicable tests and completed the requirements of an instruction permit as provided in § 32-12-11 or 32-12-11.1, provided that and the restricted minor's permit as provided in § 32-12-12 if the applicant has not been convicted of a traffic violation in the past six months, and the applicant is not currently under suspension, revocation, or disqualification. If any such applicant has successfully completed a driver education course that has been approved by the Department of Education or a driver education course that the secretary of the Department of Public Safety has determined has been approved by a state agency in another state, the required minimum time period for holding the instruction permit to qualify for the operator's license is ninety continuous days. Section 8. That § 32-12-17.1 be AMENDED: 32-12-17.1. Issuance of motorcycle operator's license--Requirements. Upon payment of the fee established by § 32-12-16, the Department of Public Safety shall issue a motorcycle operator's license to each qualifying applicant. A motorcycle operator's license may be issued to a minor at least sixteen years of age but less than eighteen years of age who has successfully passed all applicable tests and completed the requirements of an a motorcycle instruction permit as provided in § 32-12-11 or § 32-12-11.1 and restricted motorcycle minor's permit as provided in § 32-12-12.1, if the applicant has not been convicted of a traffic violation during the past six months, and if the applicant is not currently under suspension, revocation, or disqualification. If any applicant has successfully completed the motorcycle safety education courses provided by § 32-20-14 and a driver education class that has been approved by the Department of Education or a driver education course that the secretary of the Department of Public Safety has determined has been approved by a state government agency in another state, the required minimum time period for holding the motorcycle instruction permit to qualify for the motorcycle operator's license is thirty continuous days."}, {"bill_id": 11720, "bill_version_id": 67606, "bill_version": "Senate Engrossed", "bill_version_date": "2020-02-13T08:12:25.19-06:00", "bill_text": "An Act to revise certain provisions regarding instruction permits and restricted minor's driving permits. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 32-12-11 be AMENDED: 32-12-11. Application for license or permit--Persons at least fourteen and less than eighteen--Instruction permit--Restrictions. Any person who is at least fourteen years of age but less than eighteen years of age applying for a South Dakota operator's license, restricted minor's permit, or instruction permit who does not currently hold an operator's license, motorcycle operator's license, restricted minor's permit, motorcycle restricted minor's permit, instruction permit, or motorcycle instruction permit shall apply to the Department of Public Safety for an instruction permit. If an applicant holds an instruction permit that has been valid continuously for one hundred eighty days, and is still currently valid or that has been expired for thirty days or less, the department shall waive the knowledge test to upgrade to an operator's license, motorcycle operator's license, restricted minor's permit, or motorcycle restricted minor's permit. If the licensee applies and makes payment of the required fee thirty-one or more days after the expiration date of the permit, the licensee shall take the knowledge test as required by § 32-12-4 and may take the skill test for an operator's license. The department may, after the applicant has successfully passed all parts of the examination other than the driving test and paid a fee which is equal in amount to the fee prescribed for a license in § 32-12-16, issue to the applicant an instruction permit. The instruction permit entitles the applicant, while having the permit in the applicant's immediate possession, to drive a motor vehicle upon the public highways for a period of five years during the hours of 6 a.m. to 10 p.m. if accompanied by a person holding a valid operator's license who is at least eighteen years of age, has had at least one year of driving experience, and who is occupying a seat beside the applicant. The applicant is entitled to drive a motor vehicle upon the public highways during the hours of 10 p.m. to 6 a.m. if the motor vehicle is being operated under the direction of the applicant's parent or guardian who is occupying a seat beside the applicant. No holder of an instruction permit may use any type of wireless communication device while operating a motor vehicle upon the public highways. The holder of an instruction permit who is at least fourteen years of age but less than eighteen years of age may apply for a restricted minor's permit or operator's license after holding a valid instruction permit for one hundred eighty continuous days at least one hundred eighty continuous days if issued before July 1, 2020, or at least two hundred seventy-five days if issued after July 1, 2020. The minor holding the instruction permit issued after July 1, 2020, shall drive a minimum of fifty hours under the supervision of a parent, legal guardian, or licensed driver over the age of eighteen with at least one year of driving experience. Ten of the mandated hours must be in inclement weather and no less than ten hours must be during night time hours. A parent or legal guardian shall attest in writing that the minor has met the instruction permit requirements as set forth in this chapter before the minor can apply for and obtain a restricted minor's permit under § 32-12-12. Section 2. That § 32-12-11.1 be AMENDED: 32-12-11.1. Motorcycle instruction permit--Application requirements--Examination and fee--Restrictions. Any person who is at least fourteen years of age but less than eighteen years of age applying for a South Dakota motorcycle operator's license, motorcycle restricted minor's permit, or motorcycle instruction permit who does not currently hold an operator's license, motorcycle operator's license, restricted minor's permit, motorcycle restricted minor's permit, instruction permit, or motorcycle instruction permit that has been valid continuously for at least one hundred eighty days if issued before July 1, 2020, or at least two hundred seventy-five days if issued on or after July 1, 2020, shall apply to the Department of Public Safety for an a motorcycle instruction permit which shall be held for a minimum of one hundred eighty continuous days. The department may, after the applicant has successfully passed all parts of the examination other than the driving test and paid a fee which is equal in amount to the fee prescribed for a license in § 32-12-16, issue to the applicant a motorcycle instruction permit. The motorcycle instruction permit shall be held for at least one hundred eighty continuous days if issued before July 1, 2020, or at least two hundred seventy-five days if issued on or after July 1, 2020. A motorcycle instruction permit holder is not required to obtain a motorcycle operator's license or a motorcycle restricted minor's permit if the applicant currently holds an instruction permit, restricted minor's permit, or operator's license that has been valid continuously for one hundred eighty days. A motorcycle instruction permit entitles the holder, while having the permit in the permit holder's immediate physical possession, to operate a motorcycle during the hours of 6 a.m. to 8 p.m. if the permit holder is accompanied by a licensed motorcycle operator who is at least eighteen years of age, who has at least one year of driving experience, and who is driving another motorcycle along with the permit holder. No motorcycle instruction permit holder may carry another person on the motorcycle. The permit is valid for one year. The holder of an instruction permit or a motorcycle instruction permit who is at least fourteen years of age but less than eighteen years of age may apply for a motorcycle restricted minor's permit or motorcycle operator's license after holding a valid motorcycle instruction permit for one hundred eighty continuous days as required by this section. Section 3. That § 32-12-12 be AMENDED: 32-12-12. Restricted minor's permit--Restrictions on operation. A restricted minor's permit may be issued, upon application and payment of the proper fees as provided in § 32-12-16, to a minor at least fourteen years of age but less than eighteen years of age who has successfully passed all applicable tests and completed the requirements of an instruction permit as provided in § 32-12-11 or 32-12-11.1 and has not been convicted of a traffic violation during the past six months. For any such minor who has successfully completed a driver education course that has been approved by the Department of Education or a driver education course that the secretary of the department of public safety has determined has been approved by a state government agency in another state, the required minimum time period for holding the instruction permit in order to qualify for the restricted minor's permit is ninety continuous days if issued before July 1, 2020,or one hundred eighty continuous days if issued on or after July 1, 2020. A restricted minor's permit entitles the holder, while having the permit in immediate physical possession, to operate a motor vehicle during the hours of 6 a.m. to 10 p.m. standard time if the motor vehicle is being operated with the permission of the holder's parent or guardian and during the hours of 10 p.m. to 6 a.m. if the motor vehicle is being operated under the direction of the holder's parent or guardian who is occupying a seat beside the holder. The restrictions as to time of operation and operation under the direction of a parent or guardian do not apply to the holder of a valid restricted minor's permit operating who is: (1) Operating a self-propelled agricultural machine which that is not subject to registration under chapter 32-5; (2) Operating a motor vehicle while traveling the most direct route to or from school or a school event; (3) Operating a motor vehicle while traveling the most direct route to or from any religious worship service or meeting held by a religious organization; or (4) Operating a motor vehicle while traveling the most direct route to, from, or in connection with any job, employment, or farm-related work. No holder of a restricted minor's permit may use any type of wireless communication device while operating a motor vehicle upon the public highways. An operator's license may be issued to a minor at least sixteen years of age but less than eighteen years of age who has successfully completed the requirements set forth in § 32-12-11, has held a restricted minor's permit for at least six months, and has not been convicted of any traffic violations during the six months immediately preceding the application for an operator's license. If the holder applies and makes payment of the required fee thirty-one or more days after the expiration date of the restricted minor's permit, the holder shall take the knowledge test as required by § 32-12-4 and may take the skill test for an operator's license. Section 4. That § 32-12-12.1 be AMENDED: 32-12-12.1. Motorcycle restricted minor's permit--Application requirements--Examination and fee--Restrictions. A motorcycle restricted minor's permit may be issued, upon application and payment of the proper fee as provided for in § 32-12-16, to a minor at least fourteen years of age but less than eighteen years of age who has successfully passed all applicable tests and completed the requirements of an a motorcycle instruction permit as outlined in § 32-12-11 or § 32-12-11.1 and has not been convicted of a traffic violation during the past six months. For any minor who has successfully completed the motorcycle safety education courses provided by § 32-20-14 and a driver education class that has been approved by the Department of Education or a driver education course that the secretary of the department of public safety has determined has been approved by a state government agency in another state, the required minimum time period for holding the motorcycle instruction permit to qualify for the motorcycle restricted minor's permit is thirty continuous days if issued before July 1, 2020, or one hundred eighty continuous days if issued on or after July 1, 2020. A motorcycle restricted minor's permit entitles the holder, while having the permit in immediate physical possession, to operate a motorcycle during the hours of 6 a.m. to 8 p.m. standard time if the motorcycle is being operated with the permission of the holder's parents or guardian. A motorcycle operator's license may be issued to a minor at least sixteen years of age but less than eighteen years of age who has successfully completed the requirements set forth in § 32-12-11.1, has held a restricted minor's motorcycle permit for at least six months, and has not been convicted of any traffic violations during the past six months immediately preceding the application for a motorcycle operator's license. Section 5. That a NEW SECTION be added: 32-12-12.5. Restricted Minor's Permit--Passenger Limit. No holder of a restricted minor's permit may operate a motor vehicle carrying any passenger other than a member of the driver's immediate family or members of the driver's household during the first six months of holding a restricted minor's permit. After the first six months the holder of a restricted minor's permit is limited to no more than one passenger under the age of eighteen years who is not: (1) A member of the permit holder's immediate family; or (2) A person whose primary residence is the same household as the permit holder's. The provisions of this section do not apply if the permit holder is accompanied by a parent or guardian or any passenger who is at least eighteen years of age and has one year of driving experience and whose primary residence is the same household as the restricted minor's permit holder. Section 6. That § 32-12-15 be AMENDED: 32-12-15. Permits issued on probationary basis--Suspension--Exception. The issuance of an instruction permit, motorcycle instruction permit, restricted minor's permit, or motorcycle restricted minor's permit is on a probationary basis. The Department of Public Safety upon the receipt of a record of conviction for a traffic violation or for a violation of the restrictions in §§ 32-12-11, 32-12-11.1, 32-12-12, 32-12-12.1, 32-12-13, or 32-12-14, or 32-12-12.5, committed while operating under an instruction permit, motorcycle instruction permit, restricted minor's permit, or motorcycle restricted minor's permit prior to the minor's sixteenth eighteenth birthday shall suspend the minor's driving privileges according to the following schedule: (1) A felony or Class 1 misdemeanor traffic conviction--suspension for one hundred eighty days or until the minor's sixteenth eighteenth birthday whichever period is shorter or as otherwise required by law; (2) A first Class 2 misdemeanor traffic conviction or a comparable conviction of any moving traffic violation of a county or municipal ordinance--suspension for thirty days or as otherwise required by law; (3) A first conviction of a violation of the conditions of an instruction permit, a motorcycle instruction permit, a restricted minor's permit, or a motorcycle restricted minor's permit--suspension for thirty days or as otherwise required by law; (4) A second Class 2 misdemeanor traffic conviction or a comparable conviction of any moving traffic violation of a county or municipal ordinance--suspension until the minor's sixteenth eighteenth birthday or for ninety one hundred eighty days, whichever period is longer shorter, or as otherwise required by law; and (5) A second conviction of a violation of the conditions of an instruction permit, a motorcycle instruction permit, a restricted minor's permit, or a motorcycle restricted minor's permit--suspension until the minor's sixteenth eighteenth birthday or for ninety one hundred eighty days, whichever period is longer shorter, or as otherwise required by law. No permit may be suspended for a first violation of §§ 32-14-9.1, 32-21-27, 32-25-5, 32-26-20, or 34A-7-7. If a minor has no instruction permit, motorcycle instruction permit, restricted minor's permit, or motorcycle restricted minor's permit and is convicted of any traffic violation prior to the minor's sixteenth eighteenth birthday, the department shall suspend or revoke the minor's driving privilege or privilege to apply for a driver license as provided in this section. A conviction for any traffic violation that occurs prior to the issuance of an instruction permit, motorcycle instruction permit, restricted minor's permit, motorcycle restricted minor's permit, motorcycle operator's license or an operator's license shall be placed on the driving record and given the same consideration as any violation that occurs following the issuance of an instruction permit, motorcycle instruction permit, restricted minor's permit, motorcycle restricted minor's permit, motorcycle operator's license, or an operator's license. Section 7. That § 32-12-17 be AMENDED: 32-12-17. Issuance of license--Qualifications. Upon payment of the fee established by § 32-12-16, the Department of Public Safety shall issue an operator's license to each qualifying applicant. An operator's license may be issued to a minor at least sixteen years of age but less than eighteen years of age who has successfully passed all applicable tests and completed the requirements of an instruction permit as provided in § 32-12-11 or 32-12-11.1, provided that and the restricted minor's permit as provided in § 32-12-12 if the applicant has not been convicted of a traffic violation in the past six months, and the applicant is not currently under suspension, revocation, or disqualification. If any such applicant has successfully completed a driver education course that has been approved by the Department of Education or a driver education course that the secretary of the Department of Public Safety has determined has been approved by a state agency in another state, the required minimum time period for holding the instruction permit to qualify for the operator's license is ninety continuous days. Section 8. That § 32-12-17.1 be AMENDED: 32-12-17.1. Issuance of motorcycle operator's license--Requirements. Upon payment of the fee established by § 32-12-16, the Department of Public Safety shall issue a motorcycle operator's license to each qualifying applicant. A motorcycle operator's license may be issued to a minor at least sixteen years of age but less than eighteen years of age who has successfully passed all applicable tests and completed the requirements of an a motorcycle instruction permit as provided in § 32-12-11 or § 32-12-11.1 and restricted motorcycle minor's permit as provided in § 32-12-12.1, if the applicant has not been convicted of a traffic violation during the past six months, and if the applicant is not currently under suspension, revocation, or disqualification. If any applicant has successfully completed the motorcycle safety education courses provided by § 32-20-14 and a driver education class that has been approved by the Department of Education or a driver education course that the secretary of the Department of Public Safety has determined has been approved by a state government agency in another state, the required minimum time period for holding the motorcycle instruction permit to qualify for the motorcycle operator's license is thirty continuous days."}, {"bill_id": 11720, "bill_version_id": 69684, "bill_version": "Enrolled", "bill_version_date": "2020-03-05T17:10:05.133-06:00", "bill_text": "ENTITLED An Act to revise certain provisions regarding instruction permits and restricted minor's driving permits. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 32-12-11 be AMENDED: 32-12-11. Application for license or permit--Persons at least fourteen and less than eighteen--Instruction permit--Restrictions. Any person who is at least fourteen years of age but less than eighteen years of age applying for a South Dakota operator's license, restricted minor's permit, or instruction permit who does not currently hold an operator's license, motorcycle operator's license, restricted minor's permit, motorcycle restricted minor's permit, instruction permit, or motorcycle instruction permit shall apply to the Department of Public Safety for an instruction permit. The department may, after the applicant has successfully passed all parts of the examination other than the driving test and paid a fee which is equal in amount to the fee prescribed for a license in § 32-12-16, issue to the applicant an instruction permit. The instruction permit entitles the applicant, while having the permit in the applicant's immediate possession, to drive a motor vehicle upon the public highways for a period of five years during the hours of 6 a.m. to 10 p.m. if accompanied by a person holding a valid operator's license who is at least eighteen years of age, has had at least one year of driving experience, and who is occupying a seat beside the applicant. The applicant is entitled to drive a motor vehicle upon the public highways during the hours of 10 p.m. to 6 a.m. if the motor vehicle is being operated under the direction of the applicant's parent or guardian who is occupying a seat beside the applicant. No holder of an instruction permit may use any type of wireless communication device while operating a motor vehicle upon the public highways. The holder of an instruction permit who is at least fourteen years of age but less than eighteen years of age may apply for a restricted minor's permit after holding a valid instruction permit for at least one hundred eighty continuous days if issued before July 1, 2020, or at least two hundred seventy-five days if issued after July 1, 2020. The minor holding the instruction permit issued after July 1, 2020, shall drive a minimum of fifty hours under the supervision of a parent, legal guardian, or licensed driver over the age of eighteen with at least one year of driving experience. Ten of the mandated hours must be in inclement weather and no less than ten hours must be during night time hours. A parent or legal guardian shall attest in writing that the minor has met the instruction permit requirements as set forth in this chapter before the minor can apply for and obtain a restricted minor's permit under § 32-12-12. Section 2. That § 32-12-11.1 be AMENDED: 32-12-11.1. Motorcycle instruction permit--Application requirements--Examination and fee--Restrictions. Any person who is at least fourteen years of age but less than eighteen years of age applying for a South Dakota motorcycle operator's license, motorcycle restricted minor's permit, or motorcycle instruction permit who does not currently hold an operator's license, motorcycle operator's license, restricted minor's permit, motorcycle restricted minor's permit, instruction permit, or motorcycle instruction permit that has been valid continuously for at least one hundred eighty days if issued before July 1, 2020, or at least two hundred seventy-five days if issued on or after July 1, 2020, shall apply to the Department of Public Safety for a motorcycle instruction permit. The department may, after the applicant has successfully passed all parts of the examination other than the driving test and paid a fee which is equal in amount to the fee prescribed for a license in § 32-12-16, issue to the applicant a motorcycle instruction permit. The motorcycle instruction permit shall be held for at least one hundred eighty continuous days if issued before July 1, 2020, or at least two hundred seventy-five days if issued on or after July 1, 2020. A motorcycle instruction permit holder is not required to obtain a motorcycle operator's license or a motorcycle restricted minor's permit if the applicant currently holds an instruction permit, restricted minor's permit, or operator's license that has been valid continuously for one hundred eighty days. A motorcycle instruction permit entitles the holder, while having the permit in the permit holder's immediate physical possession, to operate a motorcycle during the hours of 6 a.m. to 8 p.m. if the permit holder is accompanied by a licensed motorcycle operator who is at least eighteen years of age, who has at least one year of driving experience, and who is driving another motorcycle along with the permit holder. No motorcycle instruction permit holder may carry another person on the motorcycle. The permit is valid for one year. The holder of a motorcycle instruction permit who is at least fourteen years of age but less than eighteen years of age may apply for a motorcycle restricted minor's permit after holding a valid motorcycle instruction permit as required by this section. Section 3. That § 32-12-12 be AMENDED: 32-12-12. Restricted minor's permit--Restrictions on operation. A restricted minor's permit may be issued, upon application and payment of the proper fees as provided in § 32-12-16, to a minor at least fourteen years of age but less than eighteen years of age who has successfully passed all applicable tests and completed the requirements of an instruction permit as provided in § 32-12-11 and has not been convicted of a traffic violation during the past six months. For any such minor who has successfully completed a driver education course that has been approved by the Department of Education or a driver education course that the secretary of the department of public safety has determined has been approved by a state government agency in another state, the required minimum time period for holding the instruction permit in order to qualify for the restricted minor's permit is ninety continuous days if issued before July 1, 2020,or one hundred eighty continuous days if issued on or after July 1, 2020. A restricted minor's permit entitles the holder, while having the permit in immediate physical possession, to operate a motor vehicle during the hours of 6 a.m. to 10 p.m. standard time if the motor vehicle is being operated with the permission of the holder's parent or guardian and during the hours of 10 p.m. to 6 a.m. if the motor vehicle is being operated under the direction of the holder's parent or guardian who is occupying a seat beside the holder. The restrictions as to time of operation do not apply to the holder of a valid restricted minor's permit who is: (1) Operating a self-propelled agricultural machine that is not subject to registration under chapter 32-5; (2) Operating a motor vehicle while traveling the most direct route to or from school or a school event; (3) Operating a motor vehicle while traveling the most direct route to or from any religious worship service or meeting held by a religious organization; or (4) Operating a motor vehicle while traveling the most direct route to, from, or in connection with any job, employment, or farm-related work. No holder of a restricted minor's permit may use any type of wireless communication device while operating a motor vehicle upon the public highways. An operator's license may be issued to a minor at least sixteen years of age but less than eighteen years of age who has successfully completed the requirements set forth in § 32-12-11, has held a restricted minor's permit for at least six months, and has not been convicted of any traffic violations during the six months immediately preceding the application for an operator's license. If the holder applies and makes payment of the required fee thirty-one or more days after the expiration date of the restricted minor's permit, the holder shall take the knowledge test as required by § 32-12-4 and may take the skill test for an operator's license. Section 4. That § 32-12-12.1 be AMENDED: 32-12-12.1. Motorcycle restricted minor's permit--Application requirements--Examination and fee--Restrictions. A motorcycle restricted minor's permit may be issued, upon application and payment of the proper fee as provided for in § 32-12-16, to a minor at least fourteen years of age but less than eighteen years of age who has successfully passed all applicable tests and completed the requirements of a motorcycle instruction permit as outlined in § 32-12-11.1 and has not been convicted of a traffic violation during the past six months. For any minor who has successfully completed the motorcycle safety education courses provided by § 32-20-14 and a driver education class that has been approved by the Department of Education or a driver education course that the secretary of the department of public safety has determined has been approved by a state government agency in another state, the required minimum time period for holding the motorcycle instruction permit to qualify for the motorcycle restricted minor's permit is thirty continuous days if issued before July 1, 2020, or one hundred eighty continuous days if issued on or after July 1, 2020. A motorcycle restricted minor's permit entitles the holder, while having the permit in immediate physical possession, to operate a motorcycle during the hours of 6 a.m. to 8 p.m. standard time if the motorcycle is being operated with the permission of the holder's parents or guardian. A motorcycle operator's license may be issued to a minor at least sixteen years of age but less than eighteen years of age who has successfully completed the requirements set forth in § 32-12-11.1, has held a restricted minor's motorcycle permit for at least six months, and has not been convicted of any traffic violations during the past six months immediately preceding the application for a motorcycle operator's license. Section 5. That a NEW SECTION be added: 32-12-12.5. Restricted Minor's Permit--Passenger Limit. No holder of a restricted minor's permit may operate a motor vehicle carrying any passenger other than a member of the driver's immediate family or members of the driver's household during the first six months of holding a restricted minor's permit. After the first six months the holder of a restricted minor's permit is limited to no more than one passenger under the age of eighteen years who is not: (1) A member of the permit holder's immediate family; or (2) A person whose primary residence is the same household as the permit holder's. The provisions of this section do not apply if the permit holder is accompanied by a parent or guardian or any passenger who is at least eighteen years of age and has one year of driving experience and whose primary residence is the same household as the restricted minor's permit holder. Section 6. That § 32-12-15 be AMENDED: 32-12-15. Permits issued on probationary basis--Suspension--Exception. The issuance of an instruction permit, motorcycle instruction permit, restricted minor's permit, or motorcycle restricted minor's permit is on a probationary basis. The Department of Public Safety upon the receipt of a record of conviction for a traffic violation or for a violation of the restrictions in §§ 32-12-11, 32-12-11.1, 32-12-12, 32-12-12.1, 32-12-13, 32-12-14, or 32-12-12.5, committed while operating under an instruction permit, motorcycle instruction permit, restricted minor's permit, or motorcycle restricted minor's permit prior to the minor's eighteenth birthday shall suspend the minor's driving privileges according to the following schedule: (1) A felony or Class 1 misdemeanor traffic conviction--suspension for one hundred eighty days or until the minor's eighteenth birthday whichever period is shorter or as otherwise required by law; (2) A first Class 2 misdemeanor traffic conviction or a comparable conviction of any moving traffic violation of a county or municipal ordinance--suspension for thirty days or as otherwise required by law; (3) A first conviction of a violation of the conditions of an instruction permit, a motorcycle instruction permit, a restricted minor's permit, or a motorcycle restricted minor's permit--suspension for thirty days or as otherwise required by law; (4) A second Class 2 misdemeanor traffic conviction or a comparable conviction of any moving traffic violation of a county or municipal ordinance--suspension until the minor's eighteenth birthday or for one hundred eighty days, whichever period is shorter, or as otherwise required by law; and (5) A second conviction of a violation of the conditions of an instruction permit, a motorcycle instruction permit, a restricted minor's permit, or a motorcycle restricted minor's permit--suspension until the minor's eighteenth birthday or for one hundred eighty days, whichever period is shorter, or as otherwise required by law. No permit may be suspended for a first violation of §§ 32-14-9.1, 32-21-27, 32-25-5, 32-26-20, or 34A-7-7. If a minor has no instruction permit, motorcycle instruction permit, restricted minor's permit, or motorcycle restricted minor's permit and is convicted of any traffic violation prior to the minor's eighteenth birthday, the department shall suspend or revoke the minor's driving privilege or privilege to apply for a driver license as provided in this section. A conviction for any traffic violation that occurs prior to the issuance of an instruction permit, motorcycle instruction permit, restricted minor's permit, motorcycle restricted minor's permit, motorcycle operator's license or an operator's license shall be placed on the driving record and given the same consideration as any violation that occurs following the issuance of an instruction permit, motorcycle instruction permit, restricted minor's permit, motorcycle restricted minor's permit, motorcycle operator's license, or an operator's license. Section 7. That § 32-12-17 be AMENDED: 32-12-17. Issuance of license--Qualifications. Upon payment of the fee established by § 32-12-16, the Department of Public Safety shall issue an operator's license to each qualifying applicant. An operator's license may be issued to a minor at least sixteen years of age but less than eighteen years of age who has successfully passed all applicable tests and completed the requirements of an instruction permit as provided in § 32-12-11 and the restricted minor's permit as provided in § 32-12-12 if the applicant has not been convicted of a traffic violation in the past six months, and the applicant is not currently under suspension, revocation, or disqualification. Section 8. That § 32-12-17.1 be AMENDED: 32-12-17.1. Issuance of motorcycle operator's license--Requirements. Upon payment of the fee established by § 32-12-16, the Department of Public Safety shall issue a motorcycle operator's license to each qualifying applicant. A motorcycle operator's license may be issued to a minor at least sixteen years of age but less than eighteen years of age who has successfully passed all applicable tests and completed the requirements of a motorcycle instruction permit as provided in § 32-12-11.1 and restricted motorcycle minor's permit as provided in § 32-12-12.1, if the applicant has not been convicted of a traffic violation during the past six months, and if the applicant is not currently under suspension, revocation, or disqualification. An Act to revise certain provisions regarding instruction permits and restricted minor's driving permits. I certify that the attached Act originated in the: Senate as Bill No. 113 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 113 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2020 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2020 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2020 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11720, "action_date": "2020-01-30T13:00:00-06:00", "document_id": 65050, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65050.pdf", "status_text": "First read in Senate and referred to", "journal_page": 120, "committee_id_action": 447, "committee_id_assigned": 453, "result": "N", "vote": {}}, {"bill_id": 11720, "action_date": "2020-02-10T08:00:00-06:00", "document_id": 67108, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67108.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 453, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11720, "action_date": "2020-02-10T08:00:00-06:00", "document_id": 67109, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67109.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 453, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11720, "action_date": "2020-02-10T08:00:00-06:00", "document_id": 67109, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67109.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 453, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32641, "president_vote": null, "Yea": [1764, 1750, 1659, 1685, 1749], "Nay": [1715, 1718]}}, {"bill_id": 11720, "action_date": "2020-02-12T14:00:00-06:00", "document_id": 67448, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67448.pdf", "status_text": "Motion to amend", "journal_page": 216, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11720, "action_date": "2020-02-12T14:00:00-06:00", "document_id": 67448, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67448.pdf", "status_text": "Do Pass Amended", "journal_page": 216, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32972, "president_vote": null, "Yea": [1685, 1741, 1714, 1763, 1659, 1658, 1663, 1651, 1749, 1746, 1726, 1752, 1713, 1704, 1750, 1730, 1719, 1652, 1705], "Nay": [1764, 1693, 1720, 1742, 1717, 1708, 1721, 1686, 1724, 1715, 1703, 1718, 1706, 1735], "Excused": [1707, 1716]}}, {"bill_id": 11720, "action_date": "2020-02-13T14:00:00-06:00", "document_id": 67596, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67596.pdf", "status_text": "First Reading House", "journal_page": 279, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11720, "action_date": "2020-02-26T14:00:00-06:00", "document_id": 68734, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68734.pdf", "status_text": "Referred to", "journal_page": 410, "committee_id_action": 480, "committee_id_assigned": 467, "result": "N", "vote": {}}, {"bill_id": 11720, "action_date": "2020-03-03T10:00:00-06:00", "document_id": 68900, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68900.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 467, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11720, "action_date": "2020-03-03T10:00:00-06:00", "document_id": 68901, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68901.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 467, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34221, "president_vote": null, "Yea": [1751, 1743, 1680, 1739, 1692, 1687, 1655, 1754], "Nay": [1744, 1667, 1697, 1737], "Excused": [1654]}}, {"bill_id": 11720, "action_date": "2020-03-04T14:00:00-06:00", "document_id": 69321, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69321.pdf", "status_text": "Deferred to another day", "journal_page": 477, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11720, "action_date": "2020-03-05T14:00:00-06:00", "document_id": 69525, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69525.pdf", "status_text": "Do Pass Amended", "journal_page": 496, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34550, "president_vote": null, "Yea": [1754, 1700, 1689, 1654, 1670, 1668, 1751, 1665, 1672, 1656, 1743, 1680, 1744, 1728, 1702, 1676, 1662, 1684, 1731, 1738, 1739, 1678, 1655, 1657, 1675, 1679, 1671, 1677, 1733, 1666, 1688, 1727, 1664, 1709, 1696, 1692, 1661, 1762, 1691, 1712, 1687, 1734], "Nay": [1723, 1710, 1711, 1682, 1748, 1669, 1690, 1747, 1667, 1722, 1737, 1673, 1729, 1765, 1698, 1745, 1701, 1725, 1674, 1683, 1697, 1755], "Excused": [1699, 1740, 1681, 1736, 1660, 1653]}}, {"bill_id": 11720, "action_date": "2020-03-09T11:00:00-05:00", "document_id": 69668, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69668.pdf", "status_text": "Signed by the President", "journal_page": 470, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11720, "action_date": "2020-03-11T10:00:00-05:00", "document_id": 69897, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69897.pdf", "status_text": "Delivered to the Governor", "journal_page": 488, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11720, "action_date": "2020-03-11T10:00:00-05:00", "document_id": 69924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69924.pdf", "status_text": "Signed by the Speaker", "journal_page": 583, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11720, "action_date": "2020-03-30T11:00:00-05:00", "document_id": 70027, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/70027.pdf", "status_text": "Signed by the Governor", "journal_page": 558, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 402, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/11720"}