{"session_id": 20, "bill_id": 5949, "bill_type": "House Bill", "bill_number": 1251, "bill_title": "protect the citizens, businesses, clergy, and other persons of South Dakota regarding actions pertaining to views on sexual orientation or preference and to provide for their defense.", "sponsors": [{"legislator_profile_id": 465, "is_prime": true}, {"legislator_profile_id": 462, "is_prime": true}, {"legislator_profile_id": 525, "is_prime": false}], "keywords": ["Constitution", "State Affairs and Government"], "audio": [{"meeting_datetime": "2014-02-19T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hst22.mp3", "start_seconds": 14890.0}, {"meeting_datetime": "2014-02-19T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hst22.mp3", "start_seconds": 14890.0}, {"meeting_datetime": "2014-02-19T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hst22.mp3", "start_seconds": 14890.0}], "bill_versions": [{"bill_id": 5949, "bill_version_id": 29723, "bill_version": "Introduced", "bill_version_date": "2014-02-04T10:32:05.64-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to protect the citizens, businesses, clergy, and other persons of South Dakota regarding actions pertaining to views on sexual orientation or preference and to provide for their defense. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. No person or entity may bring suit, whether civil or criminal, against another person or entity for expressing religious beliefs, religious tenets, or religious doctrine on the subject of sexual orientation. Nothing in this Act protects speech inciting or threatening violence against any person or entity. The Legislature determines that vocalizing a viewpoint that certain sexual behavior, identity, orientation, or preference is wrong or a sin is protected by free speech by the first amendment to the Constitution of the United States and by S.D. Const., Art. VI, § 5. Section 2. No person or entity may bring suit, whether civil or criminal, against another person or entity for refusing to provide goods or services if providing such goods or services would violate religious beliefs regarding sexual orientation. The Legislature determines that any person or entity has a right to be guided by religious beliefs, religious tenets, or religious doctrine regarding sexual orientation. Section 3. No business or entity may be compelled to employ any person based on sexual orientation. The Legislature finds that the Constitution of the United States does not grant the federal government of the United States the authority to govern the right of any business or entity to determine whom they employ if such action would violate religious beliefs, religious tenets, or religious doctrine. Section 4. Any person authorized to solemnize a marriage within this state may refuse, and may not be required, to solemnize any marriage or to provide anything in connection to any solemnization if such action would cause the person or entity to violate religious beliefs, religious tenets, or religious doctrine or the right to freely exercise religion as the person sees fit. Such refusal may not be cause for any person or entity negatively affected by such decision to pursue any civil or criminal claim. The Legislature determines that the right of any person, authorized to solemnize a marriage within this state, to agree to perform or refuse to perform any solemnization, if such agreement or refusal is based upon religious beliefs, religious tenets, or religious doctrine, is a right protected under the first amendment to the Constitution of the United States and by S.D. Const., Art. VI, § 5. The Legislature determines that any law, rule, or regulation by the federal government deemed to require any person, authorized to solemnize a marriage within this state, to solemnize any marriage, is in violation of the Constitution of the United States and does not apply and may not be enforced within the geographical boundaries of South Dakota. Section 5. For any lawsuit brought in violation of this Act, any judge presiding over the case shall dismiss the lawsuit with prejudice, and award the defendant all reasonable court costs. The court may also award punitive damages."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5949, "action_date": "2014-02-04T14:00:00-06:00", "document_id": 29776, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29776.pdf", "status_text": "First read in House and referred to", "journal_page": 273, "committee_id_action": 231, "committee_id_assigned": 224, "result": "N", "vote": {}}, {"bill_id": 5949, "action_date": "2014-02-19T15:30:00-06:00", "document_id": 30396, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30396.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 224, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5949, "action_date": "2014-02-19T15:30:00-06:00", "document_id": 30643, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30643.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 458, "committee_id_action": 224, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16272, "president_vote": null, "Yea": [467, 455, 441, 454, 478, 423, 502, 461, 508, 460, 456, 442], "Excused": [458]}}]}