{"session_id": 20, "bill_id": 5442, "bill_type": "House Bill", "bill_number": 1053, "bill_title": "revise certain provisions regarding the regulation of insurance rating organizations.", "sponsors": [], "keywords": ["Insurance"], "audio": [{"meeting_datetime": "2014-01-24T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hco08.mp3", "start_seconds": 2320.0}, {"meeting_datetime": "2014-01-24T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hco08.mp3", "start_seconds": 2320.0}, {"meeting_datetime": "2014-01-24T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hco08.mp3", "start_seconds": 2320.0}, {"meeting_datetime": "2014-01-24T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hco08.mp3", "start_seconds": 2320.0}, {"meeting_datetime": "2014-01-29T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou10.mp3", "start_seconds": 8127.0}, {"meeting_datetime": "2014-01-29T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou10.mp3", "start_seconds": 8127.0}, {"meeting_datetime": "2014-01-29T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou10.mp3", "start_seconds": 8127.0}, {"meeting_datetime": "2014-02-11T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sco18.mp3", "start_seconds": 320.0}, {"meeting_datetime": "2014-02-11T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sco18.mp3", "start_seconds": 320.0}, {"meeting_datetime": "2014-02-11T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sco18.mp3", "start_seconds": 320.0}, {"meeting_datetime": "2014-02-11T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sco18.mp3", "start_seconds": 320.0}], "bill_versions": [{"bill_id": 5442, "bill_version_id": 28408, "bill_version": "Introduced", "bill_version_date": "2014-01-11T13:30:27.65-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the regulation of insurance rating organizations. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-24-12 be amended to read as follows: 58-24-12. An insurer may satisfy its obligation to make such filings pursuant to this chapter by becoming: (1) Becoming a member of, or a subscriber to, a licensed rating organization which that makes such filings, and by authorizing; and (2) Authorizing the director to accept such filings on its behalf; provided that nothing. Nothing contained in this chapter shall may be construed as requiring any insurer to become a member of or a subscriber to any rating organization. Section 2. That § 58-24-35 be amended to read as follows: 58-24-35. A corporation, unincorporated association, partnership, or individual, or any other legal business entity, whether located within or outside this state, may make application to the director apply for a license as a rating organization for such kinds of insurance, or subdivision or class of risk or a part or combination thereof as are specified in its application and shall file therewith by providing the following information in its application: (1) A copy of its governing documents, to include its constitution, its articles of agreement or association, or its certificate of incorporation, and of its bylaws, rules, and regulations governing the conduct of its business, as applicable; (2) A list of its members and subscribers; (3) The name and address of a resident of this state upon whom notices or orders of the director or process affecting such rating organization may be served; and (4) A statement of its qualifications as a rating organization; and (5) A statement specifying the kind of insurance, or subdivision, class, or part of risk or combination thereof for which the rating organization intends to be licensed. Section 3. That § 58-24-36 be amended to read as follows: 58-24-36. If the director finds that the applicant is competent, trustworthy, and otherwise qualified to act as a rating organization and that its constitution, articles of agreement or association, or certificate of incorporation, and its bylaws, rules, and regulations governing the conduct of its business the contents of its application conform to the requirements of law, he shall the director may issue a license specifying the kinds of insurance, or subdivisions or classes of risks or parts or combinations thereof for which the applicant is authorized to act as a rating organization. Every such Each application shall be granted or denied in whole or in part by the director within sixty days of the date of its filing with him the director. Section 4. That § 58-24-37 be amended to read as follows: 58-24-37. Licenses Each license issued pursuant to § 58-24-36 shall remain remains in effect for three years unless sooner suspended or revoked by the director. The license fee for said license shall be any applicant pursuant to this chapter is twenty-five dollars. Section 5. That § 58-24-38 be amended to read as follows: 58-24-38. Licenses Any license issued pursuant to § 58-24-36 may be suspended or revoked by the director, after hearing upon notice, in the event if the rating organization ceases to meet the requirements of said section any requirement of this chapter, including the requirements of initial licensure. Section 6. That § 58-24-39 be amended to read as follows: 58-24-39. Every Each rating organization shall notify the director promptly of every any change in: (1) Its constitution, its articles of agreement or association, or its certificate of incorporation, and its bylaws, rules, and regulations governing the conduct of its business; (2) Its list of members and subscribers; (3) The name and address of the resident of this state designated by it upon whom notices or orders of the director or process affecting such rating organization may be served information from what was provided in its application pursuant to § 58-24-35. Section 7. That § 58-24-40 be amended to read as follows: 58-24-40. Subject to rules and regulations which of the rating organization that have been approved by the director as reasonable, each rating organization shall permit any insurer, that is not a member, to be a subscriber to its rating services for any kind of insurance, subdivision, or class of risk or a part or combination thereof for which it is authorized to act as a rating organization licensed. Notice of any proposed changes in such rules and regulations change to a rule shall be given to subscribers each subscriber. Each rating organization shall furnish its rating services without discrimination to its members and subscribers each member and subscriber. Section 8. That § 58-24-41 be amended to read as follows: 58-24-41. The Any subscriber, member, or insurer may request a hearing held by the director to determine the reasonableness of any rule or regulation of a rating organization in its application to subscribers, each subscriber or the refusal of any rating organization to admit an insurer as a subscriber,. The hearing shall, at the request of any subscriber or any such insurer, be reviewed by the director at a hearing be held upon at least ten days' written notice to such rating organization and to each subscriber or insurer pursuant to chapter 1-26. If the director finds that such the rule or regulation is unreasonable in its application to subscribers, he or that an insurer is denied subscription without justification, the director shall order that such the rule or regulation shall is not be applicable to subscribers or that the insurer is to be admitted as a subscriber, as applicable. Section 9. That § 58-24-42 be amended to read as follows: 58-24-42. If the rating organization fails to grant or reject an insurer's application for subscribership within thirty days after it was made, the insurer may request a review by the director as if the application had been rejected. If, after the hearing held pursuant to § 58-24-41, the director finds that the insurer has been refused admittance to the rating organization as a subscriber without justification, he shall order the rating organization to admit the insurer as a subscriber. If he finds that the action of the rating organization was justified he, the director shall make issue an order affirming its action. Section 10. That § 58-24-44 be amended to read as follows: 58-24-44. Any rating organization may provide for the examination of policies, daily reports, binders, renewal certificates, endorsements, or other evidences of insurance, or the cancellation thereof, and may make reasonable rules governing their submission. Such rules Rules shall contain a provision that in the event if any insurer does not within sixty days furnish satisfactory evidence to the rating organization of the correction of any error or omission previously called to its attention by the rating organization, it shall be the duty of within sixty days, the rating organization to shall notify the director thereof. All information so submitted for examination shall be under this section is confidential. Section 11. That § 58-24-45 be amended to read as follows: 58-24-45. No rating organization shall may adopt any rule the effect of which would be to prohibit or regulate the payment of dividends, savings, or unabsorbed premium deposits allowed or returned by insurers to their policyholders, members, or subscribers. Section 12. That § 58-24-45.1 be amended to read as follows: 58-24-45.1. An insurer may market insurance through a group insurance or mass marketing plan, franchise, or blanket policy for any line of insurance regulated under this chapter, provided that the if: (1) The insured group was not formed solely for the purpose of purchasing insurance and that the; and (2) The premium is paid or collected by an: (a) An employer, labor union, or the trustee of a fund established by the employer or labor union; the (b) The trustee of a fund established by two or more employers in the same industry, or related industries; two (c) Two or more labor unions or an association which has have been in existence for one or more years and which has have a constitution and bylaws; or a (d) A wireless telecommunications provider from its customers and the premium is for insurance covering wireless telecommunications equipment. Section 13. That § 58-24-47 be amended to read as follows: 58-24-47. Any member or subscriber to a rating organization may appeal to the director from the action or decision of such the rating organization in approving or rejecting any proposed change in or addition to the filings of such the rating organization, and the. The director shall, after a hearing held upon not less than ten days' written notice to the appellant and to such the rating organization, issue an order approving the action or decision of the rating organization or, in the event he if the director finds that such the action or decision was unreasonable, issue an order directing the rating organization to make an addition to its filings on behalf of its members and subscribers, in a manner consistent with his the director's findings within a reasonable time after the issuance of such the order. Section 14. That § 58-24-48 be amended to read as follows: 58-24-48. If such an appeal under § 58-24-47 is based upon the failure of the rating organization to make a filing on behalf of such the member or subscriber, which is based on a system of expense provisions which differs, in accordance with the right granted in § 58-24-8, from the system of expense provisions included in a filing made by the rating organization, the director shall, if he the director grants the appeal, order the rating organization to make the requested filing for use by the appellant. In deciding such the appeal the director shall apply the standards set forth in §§ 58-24-5 to 58-24-9, inclusive. Section 15. That § 58-24-53 be amended to read as follows: 58-24-53. Every Each group, association, or other organization of insurers, whether located within or outside this state, which assists insurers which make their own filings or rating organizations in rate-making, by the collection and furnishing of loss or expense statistics, or by the submission of recommendations, but which does not make filings under this chapter shall be known subject to licensure pursuant to this chapter as an advisory organization. Section 16. That § 58-24-54 be amended to read as follows: 58-24-54. Every Each advisory organization shall file with the director: (1) A copy of its constitution, its articles of agreement or association or its certificate of incorporation and of its bylaws, rules, and regulations governing its activities; (2) A list of its members; (3) The name and address of a resident of this state upon whom notices or orders of the director or process issued at his direction may be served; and (4) An the requirements of § 58-24-35 and an agreement that the director may examine such the advisory organization in accordance with the provisions of § 58-24-59. Section 17. That § 58-24-55 be amended to read as follows: 58-24-55. If, after a hearing, the director finds that the furnishing of such an advisory organization has furnished information or assistance that involves any act or practice which is unfair or unreasonable or otherwise inconsistent with the provisions of this chapter, he the director may issue a written an order specifying in what respect such act or practice is unfair or unreasonable or otherwise inconsistent with the provisions of this chapter, and requiring the discontinuance of such act or practice. Section 18. That § 58-24-56 be amended to read as follows: 58-24-56. No insurer which that makes its own filings or any rating organization shall that submits filings with the division may support its filings by statistics or adopt rate-making recommendations, furnished to it by an advisory organization which has not complied with § 58-24-54 or with an order of the director involving such statistics or recommendations issued under § 58-24-55. If the director finds such an insurer or rating organization to be in violation of this section he the director may issue an order requiring the discontinuance of such the violation. Section 19. That § 58-24-58 be amended to read as follows: 58-24-58. If, after a hearing, the director finds that any activity or practice of any such group, association, or other organization identified in § 58-24-57 is unfair or unreasonable or otherwise inconsistent with the provisions of this chapter, he the director may issue a written an order specifying in what respect such the activity or practice is unfair or unreasonable or otherwise inconsistent with the provisions of this chapter and requiring the discontinuance of such the activity or practice. Section 20. That § 58-24-59 be amended to read as follows: 58-24-59. The As often as the director deems necessary, the director shall, at least once every five years, make or cause to be made an examination of examine each rating organization licensed in this state as provided in §§ 58-24-35 to 58-24-39, inclusive, and he may, as often as he may deem it expedient, make or cause to be made an examination of each advisory organization referred to in § 58-24-53, and of each group, association, or other organization referred to in § 58-24-57. The cost of any such examination shall be paid by the rating organization, advisory organization, or group, association or other organization examined. The officers, manager, agents, and employees of such the rating organization, advisory organization, or group, association, or other organization may be examined at any time under oath and shall exhibit all books, records, accounts, documents, or agreements governing its method of operation. In lieu of any such examination the above, the director may accept the report of an examination made by the insurance supervisory official of another state. No rating organization examined may be reimbursed from the examination fund. Section 21. That § 58-24-61 be amended to read as follows: 58-24-61. The director may, if he the director finds that any person or organization has violated any provision of this chapter, impose issue an order which imposes a penalty of not more than fifty five hundred dollars for each such violation, but if he the director finds such a violation to be willful he the director may impose a penalty of not more than five hundred thousand dollars for each such violation. Such The penalties may be in addition to any other penalty provided by law or order of the director issued pursuant to this chapter. Section 22. That § 58-24-62 be amended to read as follows: 58-24-62. The director may suspend the license of any rating organization or insurer which that fails to comply with an order of the director within the time limited by such order, or any extension thereof which the director may grant. The director shall not suspend the license of any rating organization or insurer for failure to comply with an order until after the time prescribed for an appeal therefrom has expired or if an appeal has been taken, until such the order has been affirmed on appeal. The director may determine when a suspension of license shall become becomes effective and it shall remain. Any suspension remains in effect for the period fixed by him, unless he modifies or rescinds such suspension the director, or until the order upon which such the suspension is based is modified, rescinded, or reversed. Section 23. That § 58-24-64 be amended to read as follows: 58-24-64. Any insurer or rating organization aggrieved by any order or decision of the director made without a hearing, may, within thirty days after notice of the order to the insurer or organization, make written request to the director for a hearing thereon. The director shall hear such party or parties issue a notice of hearing pursuant to chapter 1-26 within twenty days after receipt of such a request and shall give not less than ten days' written notice of the time and place of the hearing. Within a reasonable time after such the hearing the director shall affirm, reverse, or modify his the director's previous action, specifying his the reasons therefor. Pending such the hearing and decision thereon the director may suspend or postpone the effective date of his the director's previous action."}, {"bill_id": 5442, "bill_version_id": 28987, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "2014-01-24T12:21:25.923-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the regulation of insurance rating organizations. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-24-12 be amended to read as follows: 58-24-12. An insurer may satisfy its obligation to make such filings pursuant to this chapter by becoming: (1) Becoming a member of, or a subscriber to, a licensed rating organization which that makes such filings, and by authorizing; and (2) Authorizing the director to accept such filings on its behalf; provided that nothing. Nothing contained in this chapter shall may be construed as requiring any insurer to become a member of or a subscriber to any rating organization. Section 2. That § 58-24-35 be amended to read as follows: 58-24-35. A corporation, unincorporated association, partnership, or individual, or any other legal business entity, whether located within or outside this state, may make application to the director apply for a license as a rating organization for such kinds of insurance, or subdivision or class of risk or a part or combination thereof as are specified in its application and shall file therewith by providing the following information in its application: (1) A copy of its governing documents, to include its constitution, its articles of agreement or association, or its certificate of incorporation, and of its bylaws, rules, and regulations governing the conduct of its business, as applicable; (2) A list of its members and subscribers; (3) The name and address of a resident of this state upon whom notices or orders of the director or process affecting such rating organization may be served; and (4) A statement of its qualifications as a rating organization; and (5) A statement specifying the kind of insurance, or subdivision, class, or part of risk or combination thereof for which the rating organization intends to be licensed. Section 3. That § 58-24-36 be amended to read as follows: 58-24-36. If the director finds that the applicant is competent, trustworthy, and otherwise qualified to act as a rating organization and that its constitution, articles of agreement or association, or certificate of incorporation, and its bylaws, rules, and regulations governing the conduct of its business the contents of its application conform to the requirements of law, he the director shall issue a license specifying the kinds of insurance, or subdivisions or classes of risks or parts or combinations thereof for which the applicant is authorized to act as a rating organization. Every such Each application shall be granted or denied in whole or in part by the director within sixty days of the date of its filing with him the director. Section 4. That § 58-24-37 be amended to read as follows: 58-24-37. Licenses Each license issued pursuant to § 58-24-36 shall remain remains in effect for three years unless sooner suspended or revoked by the director. The license fee for said license shall be any applicant pursuant to this chapter is twenty-five dollars. Section 5. That § 58-24-38 be amended to read as follows: 58-24-38. Licenses Any license issued pursuant to § 58-24-36 may be suspended or revoked by the director, after hearing upon notice, in the event if the rating organization ceases to meet the requirements of said section any requirement of this chapter, including the requirements of initial licensure. Section 6. That § 58-24-39 be amended to read as follows: 58-24-39. Every Each rating organization shall notify the director promptly of every any change in: (1) Its constitution, its articles of agreement or association, or its certificate of incorporation, and its bylaws, rules, and regulations governing the conduct of its business; (2) Its list of members and subscribers; (3) The name and address of the resident of this state designated by it upon whom notices or orders of the director or process affecting such rating organization may be served information from what was provided in its application pursuant to § 58-24-35. Section 7. That § 58-24-40 be amended to read as follows: 58-24-40. Subject to rules and regulations which of the rating organization that have been approved by the director as reasonable, each rating organization shall permit any insurer, that is not a member, to be a subscriber to its rating services for any kind of insurance, subdivision, or class of risk or a part or combination thereof for which it is authorized to act as a rating organization licensed. Notice of any proposed changes in such rules and regulations change to a rule shall be given to subscribers each subscriber. Each rating organization shall furnish its rating services without discrimination to its members and subscribers each member and subscriber. Section 8. That § 58-24-41 be amended to read as follows: 58-24-41. The Any subscriber, member, or insurer may request a hearing held by the director to determine the reasonableness of any rule or regulation of a rating organization in its application to subscribers, each subscriber or the refusal of any rating organization to admit an insurer as a subscriber,. The hearing shall, at the request of any subscriber or any such insurer, be reviewed by the director at a hearing be held upon at least ten days' written notice to such rating organization and to each subscriber or insurer pursuant to chapter 1-26. If the director finds that such the rule or regulation is unreasonable in its application to subscribers, he or that an insurer is denied subscription without justification, the director shall order that such the rule or regulation shall is not be applicable to subscribers or that the insurer is to be admitted as a subscriber, as applicable. Section 9. That § 58-24-42 be amended to read as follows: 58-24-42. If the rating organization fails to grant or reject an insurer's application for subscribership within thirty days after it was made, the insurer may request a review by the director as if the application had been rejected. If, after the hearing held pursuant to § 58-24-41, the director finds that the insurer has been refused admittance to the rating organization as a subscriber without justification, he shall order the rating organization to admit the insurer as a subscriber. If he finds that the action of the rating organization was justified he, the director shall make issue an order affirming its action. Section 10. That § 58-24-44 be amended to read as follows: 58-24-44. Any rating organization may provide for the examination of policies, daily reports, binders, renewal certificates, endorsements, or other evidences of insurance, or the cancellation thereof, and may make reasonable rules governing their submission. Such rules Rules shall contain a provision that in the event if any insurer does not within sixty days furnish satisfactory evidence to the rating organization of the correction of any error or omission previously called to its attention by the rating organization, it shall be the duty of within sixty days, the rating organization to shall notify the director thereof. All information so submitted for examination shall be under this section is confidential. Section 11. That § 58-24-45 be amended to read as follows: 58-24-45. No rating organization shall may adopt any rule the effect of which would be to prohibit or regulate the payment of dividends, savings, or unabsorbed premium deposits allowed or returned by insurers to their policyholders, members, or subscribers. Section 12. That § 58-24-45.1 be amended to read as follows: 58-24-45.1. An insurer may market insurance through a group insurance or mass marketing plan, franchise, or blanket policy for any line of insurance regulated under this chapter, provided that the if: (1) The insured group was not formed solely for the purpose of purchasing insurance and that the; and (2) The premium is paid or collected by an: (a) An employer, labor union, or the trustee of a fund established by the employer or labor union; the (b) The trustee of a fund established by two or more employers in the same industry, or related industries; two (c) Two or more labor unions or an association which has have been in existence for one or more years and which has have a constitution and bylaws; or a (d) A wireless telecommunications provider from its customers and the premium is for insurance covering wireless telecommunications equipment. Section 13. That § 58-24-47 be amended to read as follows: 58-24-47. Any member or subscriber to a rating organization may appeal to the director from the action or decision of such the rating organization in approving or rejecting any proposed change in or addition to the filings of such the rating organization, and the. The director shall, after a hearing held upon not less than ten days' written notice to the appellant and to such the rating organization, issue an order approving the action or decision of the rating organization or, in the event he if the director finds that such the action or decision was unreasonable, issue an order directing the rating organization to make an addition to its filings on behalf of its members and subscribers, in a manner consistent with his the director's findings within a reasonable time after the issuance of such the order. Section 14. That § 58-24-48 be amended to read as follows: 58-24-48. If such an appeal under § 58-24-47 is based upon the failure of the rating organization to make a filing on behalf of such the member or subscriber, which is based on a system of expense provisions which differs, in accordance with the right granted in § 58-24-8, from the system of expense provisions included in a filing made by the rating organization, the director shall, if he the director grants the appeal, order the rating organization to make the requested filing for use by the appellant. In deciding such the appeal the director shall apply the standards set forth in §§ 58-24-5 to 58-24-9, inclusive. Section 15. That § 58-24-53 be amended to read as follows: 58-24-53. Every Each group, association, or other organization of insurers, whether located within or outside this state, which assists insurers which make their own filings or rating organizations in rate-making, by the collection and furnishing of loss or expense statistics, or by the submission of recommendations, but which does not make filings under this chapter shall be known subject to licensure pursuant to this chapter as an advisory organization. Section 16. That § 58-24-54 be amended to read as follows: 58-24-54. Every Each advisory organization shall file with the director: (1) A copy of its constitution, its articles of agreement or association or its certificate of incorporation and of its bylaws, rules, and regulations governing its activities; (2) A list of its members; (3) The name and address of a resident of this state upon whom notices or orders of the director or process issued at his direction may be served; and (4) An the requirements of § 58-24-35 and an agreement that the director may examine such the advisory organization in accordance with the provisions of § 58-24-59. Section 17. That § 58-24-55 be amended to read as follows: 58-24-55. If, after a hearing, the director finds that the furnishing of such an advisory organization has furnished information or assistance that involves any act or practice which is unfair or unreasonable or otherwise inconsistent with the provisions of this chapter, he the director may issue a written an order specifying in what respect such act or practice is unfair or unreasonable or otherwise inconsistent with the provisions of this chapter, and requiring the discontinuance of such act or practice. Section 18. That § 58-24-56 be amended to read as follows: 58-24-56. No insurer which that makes its own filings or any rating organization shall that submits filings with the division may support its filings by statistics or adopt rate-making recommendations, furnished to it by an advisory organization which has not complied with § 58-24-54 or with an order of the director involving such statistics or recommendations issued under § 58-24-55. If the director finds such an insurer or rating organization to be in violation of this section he the director may issue an order requiring the discontinuance of such the violation. Section 19. That § 58-24-58 be amended to read as follows: 58-24-58. If, after a hearing, the director finds that any activity or practice of any such group, association, or other organization identified in § 58-24-57 is unfair or unreasonable or otherwise inconsistent with the provisions of this chapter, he the director may issue a written an order specifying in what respect such the activity or practice is unfair or unreasonable or otherwise inconsistent with the provisions of this chapter and requiring the discontinuance of such the activity or practice. Section 20. That § 58-24-59 be amended to read as follows: 58-24-59. The As often as the director deems necessary, the director shall, at least once every five years, make or cause to be made an examination of examine each rating organization licensed in this state as provided in §§ 58-24-35 to 58-24-39, inclusive, and he may, as often as he may deem it expedient, make or cause to be made an examination of each advisory organization referred to in § 58-24-53, and of each group, association, or other organization referred to in § 58-24-57. The cost of any such examination shall be paid by the rating organization, advisory organization, or group, association or other organization examined. The officers, manager, agents, and employees of such the rating organization, advisory organization, or group, association, or other organization may be examined at any time under oath and shall exhibit all books, records, accounts, documents, or agreements governing its method of operation. In lieu of any such examination the above, the director may accept the report of an examination made by the insurance supervisory official of another state. No rating organization examined may be reimbursed from the examination fund. Section 21. That § 58-24-61 be amended to read as follows: 58-24-61. The director may, if he the director finds that any person or organization has violated any provision of this chapter, impose issue an order which imposes a penalty of not more than fifty five hundred dollars for each such violation, but if he the director finds such a violation to be willful he the director may impose a penalty of not more than five hundred thousand dollars for each such violation. Such The penalties may be in addition to any other penalty provided by law or order of the director issued pursuant to this chapter. Section 22. That § 58-24-62 be amended to read as follows: 58-24-62. The director may suspend the license of any rating organization or insurer which that fails to comply with an order of the director within the time limited by such order, or any extension thereof which the director may grant. The director shall not suspend the license of any rating organization or insurer for failure to comply with an order until after the time prescribed for an appeal therefrom has expired or if an appeal has been taken, until such the order has been affirmed on appeal. The director may determine when a suspension of license shall become becomes effective and it shall remain. Any suspension remains in effect for the period fixed by him, unless he modifies or rescinds such suspension the director, or until the order upon which such the suspension is based is modified, rescinded, or reversed. Section 23. That § 58-24-64 be amended to read as follows: 58-24-64. Any insurer or rating organization aggrieved by any order or decision of the director made without a hearing, may, within thirty days after notice of the order to the insurer or organization, make written request to the director for a hearing thereon. The director shall hear such party or parties issue a notice of hearing pursuant to chapter 1-26 within twenty days after receipt of such a request and shall give not less than ten days' written notice of the time and place of the hearing. Within a reasonable time after such the hearing the director shall affirm, reverse, or modify his the director's previous action, specifying his the reasons therefor. Pending such the hearing and decision thereon the director may suspend or postpone the effective date of his the director's previous action."}, {"bill_id": 5442, "bill_version_id": 30342, "bill_version": "Enrolled", "bill_version_date": "2014-02-13T09:15:37.27-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5442, "action_date": "2014-01-14T12:00:00-06:00", "document_id": 28475, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28475.pdf", "status_text": "First read in House and referred to", "journal_page": 26, "committee_id_action": 231, "committee_id_assigned": 217, "result": "N", "vote": {}}, {"bill_id": 5442, "action_date": "2014-01-24T10:00:00-06:00", "document_id": 28780, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28780.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 217, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5442, "action_date": "2014-01-24T10:00:00-06:00", "document_id": 28983, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28983.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 217, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5442, "action_date": "2014-01-24T10:00:00-06:00", "document_id": 28983, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28983.pdf", "status_text": "Do Pass Amended", "journal_page": 95, "committee_id_action": 217, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15215, "president_vote": null, "Yea": [528, 522, 451, 845, 487, 502, 497, 518, 450, 506, 508], "Excused": [467], "Nay": [425]}}, {"bill_id": 5442, "action_date": "2014-01-29T14:00:00-06:00", "document_id": 29326, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29326.pdf", "status_text": "Do Pass Amended", "journal_page": 167, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15389, "president_vote": null, "Yea": [528, 527, 453, 522, 525, 433, 467, 524, 489, 517, 519, 505, 449, 431, 455, 481, 509, 503, 477, 520, 479, 457, 454, 523, 496, 458, 451, 466, 845, 442, 476, 521, 507, 487, 423, 439, 500, 502, 497, 515, 511, 512, 463, 518, 484, 462, 485, 514, 459, 464, 510, 450, 506, 430, 513, 468, 498, 516, 508, 480, 460, 448, 441], "Excused": [456, 504, 501, 478, 461], "Nay": [425, 499]}}, {"bill_id": 5442, "action_date": "2014-01-30T14:00:00-06:00", "document_id": 29451, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29451.pdf", "status_text": "First read in Senate and referred to", "journal_page": 172, "committee_id_action": 229, "committee_id_assigned": 206, "result": "N", "vote": {}}, {"bill_id": 5442, "action_date": "2014-02-11T10:00:00-06:00", "document_id": 29960, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29960.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 206, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5442, "action_date": "2014-02-11T10:00:00-06:00", "document_id": 30190, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30190.pdf", "status_text": "Do Pass", "journal_page": 286, "committee_id_action": 206, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15911, "president_vote": null, "Yea": [469, 473, 470, 465, 847, 438], "Excused": [452]}}, {"bill_id": 5442, "action_date": "2014-02-11T10:00:00-06:00", "document_id": 30190, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30190.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 206, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5442, "action_date": "2014-02-12T14:00:00-06:00", "document_id": 30302, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30302.pdf", "status_text": "Do Pass Amended", "journal_page": 313, "committee_id_action": 229, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16024, "president_vote": null, "Yea": [469, 437, 444, 473, 495, 447, 472, 470, 432, 465, 847, 443, 429, 452, 436, 438, 526, 424, 492, 491, 428, 475, 435, 440, 493, 849, 474, 426, 446, 494, 434, 490, 486], "Excused": [846, 483]}}, {"bill_id": 5442, "action_date": "2014-02-13T13:00:00-06:00", "document_id": 30400, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30400.pdf", "status_text": "Signed by the Speaker", "journal_page": 418, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5442, "action_date": "2014-02-18T14:00:00-06:00", "document_id": 30512, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30512.pdf", "status_text": "Signed by the President", "journal_page": 354, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5442, "action_date": "2014-02-19T14:00:00-06:00", "document_id": 30601, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30601.pdf", "status_text": "Delivered to the Governor", "journal_page": 455, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5442, "action_date": "2014-02-20T14:00:00-06:00", "document_id": 30701, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30701.pdf", "status_text": "Signed by the Governor", "journal_page": 458, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5727, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/5442"}