{"session_id": 32, "bill_id": 8533, "bill_type": "House Bill", "bill_number": 1002, "bill_title": "revise certain provisions concerning campaign finance requirements.", "sponsors": [{"legislator_profile_id": 1268, "is_prime": true}, {"legislator_profile_id": 1300, "is_prime": true}, {"legislator_profile_id": 1219, "is_prime": false}, {"legislator_profile_id": 1265, "is_prime": false}, {"legislator_profile_id": 1290, "is_prime": false}, {"legislator_profile_id": 1254, "is_prime": false}, {"legislator_profile_id": 1257, "is_prime": false}, {"legislator_profile_id": 1237, "is_prime": false}], "keywords": ["Ballot Question", "Campaign Finance", "Elections"], "audio": [{"meeting_datetime": "2018-01-17T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst06.mp3", "start_seconds": 140.0}, {"meeting_datetime": "2018-01-17T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst06.mp3", "start_seconds": 140.0}, {"meeting_datetime": "2018-01-17T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst06.mp3", "start_seconds": 140.0}, {"meeting_datetime": "2018-01-18T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou07.mp3", "start_seconds": 1238.0}, {"meeting_datetime": "2018-01-18T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou07.mp3", "start_seconds": 1238.0}, {"meeting_datetime": "2018-01-18T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou07.mp3", "start_seconds": 1238.0}, {"meeting_datetime": "2018-02-28T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst31.mp3", "start_seconds": 117.0}, {"meeting_datetime": "2018-02-28T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst31.mp3", "start_seconds": 117.0}, {"meeting_datetime": "2018-02-28T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst31.mp3", "start_seconds": 117.0}, {"meeting_datetime": "2018-02-28T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst31.mp3", "start_seconds": 117.0}, {"meeting_datetime": "2018-02-28T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst31.mp3", "start_seconds": 117.0}, {"meeting_datetime": "2018-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou35.mp3", "start_seconds": 5530.0}, {"meeting_datetime": "2018-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou35.mp3", "start_seconds": 5530.0}, {"meeting_datetime": "2018-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou35.mp3", "start_seconds": 5530.0}], "bill_versions": [{"bill_id": 8533, "bill_version_id": 46584, "bill_version": "Introduced", "bill_version_date": "2017-12-18T16:30:41.523-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning campaign finance requirements. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That subdivision (2) of § 12-27-1 be amended to read: (2) \"Ballot question committee,\" a person or entity that raises, collects, or disburses contributions: (a) As a proponent for the placement of any ballot question on the ballot; (b) As an opponent to the placement of any ballot question on the ballot; or (c) For the adoption or defeat of any ballot question. A ballot question committee is not a person or political committee that makes a contribution to a ballot question committee. A ballot question committee is not an entity that makes a contribution to a ballot question committee from treasury funds; Section 2. That subdivision (21) of § 12-27-1 be amended to read: (21) \"Treasurer,\" the treasurer is: (a) The the person who is designated as and has agreed to serve as the person responsible for each required filing that a committee is required to make under this title; and (b) The person who may be responsible for any monetary penalty assessed in accordance with this chapter; Section 3. That § 12-27-2 be amended to read: 12-27-2. A political committee shall have and continually maintain a chair and a treasurer. One person may serve as chair, candidate, treasurer, or any combination thereof. A treasurer may be responsible for any monetary penalty assessed pursuant to this chapter. No political committee may receive or make contributions or pay expenses while the office of treasurer is vacant. A violation of this section is a Class 2 misdemeanor. A subsequent offense within a calendar year is a Class 1 misdemeanor. Section 4. That § 12-27-3 be amended to read: 12-27-3. A statement of organization shall be filed as follows: (1) The treasurer for a political action committee shall file a statement of organization with the secretary of state not later than fifteen days after the date upon which the committee made contributions, received contributions, or paid expenses in excess of five hundred dollars. However, if such activity falls within thirty days of any statewide election, the statement of organization shall be filed within forty-eight hours. Notwithstanding the provisions above, a; (2) A candidate shall file a statement of organization for a candidate campaign committee with the secretary of state not later than fifteen days after becoming a candidate pursuant to this chapter. The statement of organization may be filed electronically pursuant to § 12-27-41.; and (3) If the treasurer for a ballot question committee does not file a statement of organization pursuant to chapter 2-1, the treasurer shall file a statement of organization with the secretary of state not later than fifteen days after the date which the committee made contributions, received contributions, or paid expenses in excess of five hundred dollars. However, if such activity falls within thirty days of any statewide election, the statement of organization shall be filed within forty-eight hours. Any statement of organization may be filed electronically pursuant to § 12-27-41. A political committee that regularly files a campaign finance disclosure statement with another state or the Federal Election Commission or a report of contributions and expenditures with the Internal Revenue Service is not required to file a statement of organization. A violation of this section is a Class 2 misdemeanor. A subsequent offense within a calendar year is a Class 1 misdemeanor. Section 5. That § 12-27-14 be amended to read: 12-27-14. The sale of any property by a political committee shall be reported in the campaign finance disclosure statement. A violation of this section is a Class 1 misdemeanor. Section 6. That § 12-27-21.1 be amended to read: 12-27-21.1. Each statement referred to § 12-27-22 shall be signed and submitted by the treasurer of the political committee. The statement shall be received by the secretary of state and submitted by 5:00 p.m. central time on the following dates: (1) Pre-primary report: fifteen days prior to the primary election, for the reporting period commencing with the last report submitted up through and including twenty days prior to the election date; (2) Pre-general report: fifteen days prior to the general election, for the reporting period commencing with the last report submitted up through and including twenty days prior to the election date; (3) Amendments: submitted pursuant to § 12-27-27; (4) Supplemental report: submitted pursuant to § 12-27-28; (5) Year-end report: by the last Friday in January each year, for the reporting period commencing with the last report submitted up through and including December thirty-first of each year; and (6) Termination report: at any time as stated in § 12-27-25; (7) . Pre-primary, pre-general, amendments, supplemental, year-end, and termination reports shall cover the contributions and expenditures since the last report submitted; and (8) . All required filings under this chapter shall be submitted using the forms as provided by the secretary of state. A violation of this section is a Class 2 misdemeanor. A subsequent offense within a calendar year is a Class 1 misdemeanor. Section 7. That § 12-27-23 be repealed. 12-27-23. If the treasurer for a ballot question committee does not file a statement of organization pursuant to chapter 2-1, the treasurer shall file a statement of organization with the secretary of state not later than fifteen days after the date which the committee made contributions, received contributions, or paid expenses in excess of five hundred dollars. However, if such activity falls within thirty days of any statewide election, the statement of organization shall be filed within forty-eight hours. A ballot question committee that regularly files a campaign finance disclosure statement with another state or the Federal Election Commission or a report of contributions and expenditures with the Internal Revenue Service is not required to file a statement of organization. A violation of this section is a Class 2 misdemeanor. Section 8. That § 12-27-24 be amended to read: 12-27-24. A campaign finance disclosure report shall include the following information: (1) The political committee name, mailing address, telephone number, and, if applicable, e-mail address; (2) Name, mailing address, telephone number, and, if applicable, an e-mail address, if any of the political committee's treasurer; (3) The type of campaign report (pre-primary, pre-general, year-end, amendment, supplement, or termination); (4) For any ballot question committee, the ballot question name and whether the committee supports or opposes the ballot question; (5) The balance of cash and cash equivalents on hand at the beginning of the reporting period; (6) The total amount of all contributions received during the reporting period; (7) The total amount of any donated good or service received during the reporting period; (8) The total of refunds, rebates, interest, or other income not previously identified during the reporting period; (9) The total of expenditures made during the reporting period; (10) The cash balance on hand as of the close of the reporting period; (11) All contributions of one hundred dollars or less shall either be aggregated and reported as a lump sum or the contributions shall be listed individually. The individual contributions of one hundred dollars or less shall be noted on the committee's books and a running total of each individual's contributions shall be maintained; (12) The name, mailing address, city, and state of each person making a contribution of more than one hundred dollars in the aggregate during any calendar year and the amount of the contribution. Any contribution from any political committee shall be itemized. Any contribution from a federal political committee or political committee organized outside this state shall also include the name and website address of the filing office where campaign finance disclosure reports are regularly filed for the committee. If any information required by the section is unknown to the political committee, the political committee may not deposit the contribution; (13) Any donated good or service contribution shall contain the same information as for any monetary contribution, and shall also include a description of the donated good or service contribution; (14) Upon the request of the treasurer, any person making a donated good or service contribution shall provide all necessary information to the treasurer, including the value of the contribution; (15) Any monetary or donated good or service contribution made by a political committee to any political committee or nonprofit charitable entity shall be itemized; (16)(15) A categorical description and amount of any refunds, rebates, interest, sale of property, or other receipts not previously identified during the reporting period; (17)(16) A categorical description and amount of any funds or donations by any entity to its political committee for establishing and administering the political committee and for any solicitation costs of the political committee; (18)(17) Each loan received shall be reported in the same manner as a contribution; (19)(18) Each loan repayment shall be reported in the same manner as an expenditure; (20)(19) Any expenditure made during the reporting period shall be categorized as disbursements and itemized by expense categories. A miscellaneous expense category is prohibited. Any contribution made by the political committee that is not in exchange for any item of value or service shall be itemized; (21)(20) The amount of any independent communication expenditure from a political committee made during the reporting period, and lists the name of the candidate, public office holder, or ballot question related to the independent communication expenditure and a description of the independent communication expenditure; (22)(21) The A ballot question committee shall provide the information contained in any statement provided pursuant to § 12-27-19; and (23)(22) A certification that the contents of the statement are true and correct signed by the treasurer of the political committee. Section 9. That § 12-27-29 be amended to read: 12-27-29. The treasurer of a political committee shall maintain and preserve detailed and accurate records of the following: (1) Each contribution and donated good or service contribution received by the political committee. Any contribution of one hundred dollars or less shall be noted on the political committee's books and a running total of each contributor shall be maintained; (2) Each donated good or service contribution received by the political committee. Upon request of the treasurer, any person making a donated good or service contribution shall provide all necessary information to the treasurer, including the value of the contribution; (3) In the case of a ballot question committee, the information required by § 12-27-19 for any entity contribution; (3)(4) Each loan received or made by the political committee; (4)(5) Each refund, rebate, interest, or other income received by the political committee; (5)(6) All receipts, invoices, bills, canceled checks, or other proofs of payment, with an explanation of each, for each expenditure; (6)(7) The name and address of any financial institution where an account or depository for the political committee is maintained including the account number. The treasurer shall maintain and preserve the records for a period of seven years or three years past the date of filing the termination statement for the election for which the contribution or expenditure was made, whichever is earlier. A violation of this section is a Class 2 misdemeanor. Any subsequent offense within a calendar year is a Class 1 misdemeanor. Section 10. That § 12-27-35 be amended to read: 12-27-35. The attorney general shall investigate and prosecute any violation of the provisions of this chapter relating to a legislative office, statewide office, or political committee and prosecute any violation thereof. In lieu of bringing a criminal action, the attorney general may elect to file a civil action. In a civil action, in addition to other relief, the court may impose a civil penalty in an amount not to exceed ten thousand dollars for each violation. Any civil penalty recovered shall be paid to the state general fund. A civil action brought by the attorney general shall be commenced in Hughes County or in the county where the person resides. Any violation of this section is a Class 2 misdemeanor. A subsequent offense within a calendar year is a Class 1 misdemeanor. Section 11. That § 12-27-38 be amended to read: 12-27-38. If any candidate is proved in a contest of an election or is proved to have violated any provision of this chapter punishable by a felony, the candidate may not be certified for election or the candidate shall forfeit his or her office. The office shall be declared vacant and shall be filled in the manner provided by law for filling vacancies occasioned by death or resignation. Section 12. That § 12-27-48 be amended to read: 12-27-48. Any person who knowingly makes a false allegation pursuant to § 12-27-47, 23-3-72, or 23-3-73 is guilty of a Class 2 misdemeanor."}, {"bill_id": 8533, "bill_version_id": 47293, "bill_version": "House Engrossed", "bill_version_date": "2018-01-18T14:48:50.547-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning campaign finance requirements. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That subdivision (2) of § 12-27-1 be amended to read: (2) \"Ballot question committee,\" a person or entity that raises, collects, or disburses contributions: (a) As a proponent for the placement of any ballot question on the ballot; (b) As an opponent to the placement of any ballot question on the ballot; or (c) For the adoption or defeat of any ballot question. A ballot question committee is not a person or political committee that makes a contribution to a ballot question committee. A ballot question committee is not an entity that makes a contribution to a ballot question committee from treasury funds; Section 2. That subdivision (21) of § 12-27-1 be amended to read: (21) \"Treasurer,\" the treasurer is: (a) The the person who is designated as and has agreed to serve as the person responsible for each required filing that a committee is required to make under this title; and (b) The person who may be responsible for any monetary penalty assessed in accordance with this chapter; Section 3. That § 12-27-2 be amended to read: 12-27-2. A political committee shall have and continually maintain a chair and a treasurer. One person may serve as chair, candidate, treasurer, or any combination thereof. A treasurer is responsible for any monetary penalty assessed pursuant to this chapter. No political committee may receive or make contributions or pay expenses while the office of treasurer is vacant. A violation of this section is a Class 2 misdemeanor. A subsequent offense within a calendar year is a Class 1 misdemeanor. Section 4. That § 12-27-3 be amended to read: 12-27-3. A statement of organization shall be filed as follows: (1) The treasurer for a political action committee shall file a statement of organization with the secretary of state not later than fifteen days after the date upon which the committee made contributions, received contributions, or paid expenses in excess of five hundred dollars. However, if such activity falls within thirty days of any statewide election, the statement of organization shall be filed within forty-eight hours. Notwithstanding the provisions above, a; (2) A candidate shall file a statement of organization for a candidate campaign committee with the secretary of state not later than fifteen days after becoming a candidate pursuant to this chapter. The statement of organization may be filed electronically pursuant to § 12-27-41.; and (3) If the treasurer for a ballot question committee does not file a statement of organization pursuant to chapter 2-1, the treasurer shall file a statement of organization with the secretary of state not later than fifteen days after the date which the committee made contributions, received contributions, or paid expenses in excess of five hundred dollars. However, if such activity falls within thirty days of any statewide election, the statement of organization shall be filed within forty-eight hours. Any statement of organization may be filed electronically pursuant to § 12-27-41. A political committee that regularly files a campaign finance disclosure statement with another state or the Federal Election Commission or a report of contributions and expenditures with the Internal Revenue Service is not required to file a statement of organization. A violation of this section is a Class 2 misdemeanor. A subsequent offense within a calendar year is a Class 1 misdemeanor. Section 5. That § 12-27-14 be amended to read: 12-27-14. The sale of any property by a political committee shall be reported in the campaign finance disclosure statement. A violation of this section is a Class 1 misdemeanor. Section 6. That § 12-27-21.1 be amended to read: 12-27-21.1. Each statement referred to § 12-27-22 shall be signed and submitted by the treasurer of the political committee. The statement shall be received by the secretary of state and submitted by 5:00 p.m. central time on the following dates: (1) Pre-primary report: fifteen days prior to the primary election, for the reporting period commencing with the last report submitted up through and including twenty days prior to the election date; (2) Pre-general report: fifteen days prior to the general election, for the reporting period commencing with the last report submitted up through and including twenty days prior to the election date; (3) Amendments: submitted pursuant to § 12-27-27; (4) Supplemental report: submitted pursuant to § 12-27-28; (5) Year-end report: by the last Friday in January each year, for the reporting period commencing with the last report submitted up through and including December thirty-first of each year; and (6) Termination report: at any time as stated in § 12-27-25; (7) . Pre-primary, pre-general, amendments, supplemental, year-end, and termination reports shall cover the contributions and expenditures since the last report submitted; and (8) . All required filings under this chapter shall be submitted using the forms as provided by the secretary of state. A violation of this section is a Class 2 misdemeanor. A subsequent offense within a calendar year is a Class 1 misdemeanor. Section 7. That § 12-27-23 be repealed. 12-27-23. If the treasurer for a ballot question committee does not file a statement of organization pursuant to chapter 2-1, the treasurer shall file a statement of organization with the secretary of state not later than fifteen days after the date which the committee made contributions, received contributions, or paid expenses in excess of five hundred dollars. However, if such activity falls within thirty days of any statewide election, the statement of organization shall be filed within forty-eight hours. A ballot question committee that regularly files a campaign finance disclosure statement with another state or the Federal Election Commission or a report of contributions and expenditures with the Internal Revenue Service is not required to file a statement of organization. A violation of this section is a Class 2 misdemeanor. Section 8. That § 12-27-24 be amended to read: 12-27-24. A campaign finance disclosure report shall include the following information: (1) The political committee name, mailing address, telephone number, and, if applicable, e-mail address; (2) Name, mailing address, telephone number, and, if applicable, an e-mail address, if any of the political committee's treasurer; (3) The type of campaign report (pre-primary, pre-general, year-end, amendment, supplement, or termination); (4) For any ballot question committee, the ballot question name and whether the committee supports or opposes the ballot question; (5) The balance of cash and cash equivalents on hand at the beginning of the reporting period; (6) The total amount of all contributions received during the reporting period; (7) The total amount of any donated good or service received during the reporting period; (8) The total of refunds, rebates, interest, or other income not previously identified during the reporting period; (9) The total of expenditures made during the reporting period; (10) The cash balance on hand as of the close of the reporting period; (11) All contributions of one hundred dollars or less shall either be aggregated and reported as a lump sum or the contributions shall be listed individually. The individual contributions of one hundred dollars or less shall be noted on the committee's books and a running total of each individual's contributions shall be maintained; (12) The name, mailing address, city, and state of each person making a contribution of more than one hundred dollars in the aggregate during any calendar year and the amount of the contribution. Any contribution from any political committee shall be itemized. Any contribution from a federal political committee or political committee organized outside this state shall also include the name and website address of the filing office where campaign finance disclosure reports are regularly filed for the committee. If any information required by the section is unknown to the political committee, the political committee may not deposit the contribution; (13) Any donated good or service contribution shall contain the same information as for any monetary contribution, and shall also include a description of the donated good or service contribution; (14) Upon the request of the treasurer, any person making a donated good or service contribution shall provide all necessary information to the treasurer, including the value of the contribution; (15) Any monetary or donated good or service contribution made by a political committee to any political committee or nonprofit charitable entity shall be itemized; (16)(15) A categorical description and amount of any refunds, rebates, interest, sale of property, or other receipts not previously identified during the reporting period; (17)(16) A categorical description and amount of any funds or donations by any entity to its political committee for establishing and administering the political committee and for any solicitation costs of the political committee; (18)(17) Each loan received shall be reported in the same manner as a contribution; (19)(18) Each loan repayment shall be reported in the same manner as an expenditure; (20)(19) Any expenditure made during the reporting period shall be categorized as disbursements and itemized by expense categories. A miscellaneous expense category is prohibited. Any contribution made by the political committee that is not in exchange for any item of value or service shall be itemized; (21)(20) The amount of any independent communication expenditure from a political committee made during the reporting period, and lists the name of the candidate, public office holder, or ballot question related to the independent communication expenditure and a description of the independent communication expenditure; (22)(21) The A ballot question committee shall provide the information contained in any statement provided pursuant to § 12-27-19; and (23)(22) A certification that the contents of the statement are true and correct signed by the treasurer of the political committee. Section 9. That § 12-27-29 be amended to read: 12-27-29. The treasurer of a political committee shall maintain and preserve detailed and accurate records of the following: (1) Each contribution and donated good or service contribution received by the political committee. Any contribution of one hundred dollars or less shall be noted on the political committee's books and a running total of each contributor shall be maintained; (2) Each donated good or service contribution received by the political committee. Upon request of the treasurer, any person making a donated good or service contribution shall provide all necessary information to the treasurer, including the value of the contribution; (3) In the case of a ballot question committee, the information required by § 12-27-19 for any entity contribution; (3)(4) Each loan received or made by the political committee; (4)(5) Each refund, rebate, interest, or other income received by the political committee; (5)(6) All receipts, invoices, bills, canceled checks, or other proofs of payment, with an explanation of each, for each expenditure; (6)(7) The name and address of any financial institution where an account or depository for the political committee is maintained including the account number. The treasurer shall maintain and preserve the records for a period of seven years or three years past the date of filing the termination statement for the election for which the contribution or expenditure was made, whichever is earlier. A violation of this section is a Class 2 misdemeanor. Any subsequent offense within a calendar year is a Class 1 misdemeanor. Section 10. That § 12-27-35 be amended to read: 12-27-35. The attorney general shall investigate and prosecute any violation of the provisions of this chapter relating to a legislative office, statewide office, or political committee and prosecute any violation thereof. In lieu of bringing a criminal action, the attorney general may elect to file a civil action. In a civil action, in addition to other relief, the court may impose a civil penalty in an amount not to exceed ten thousand dollars for each violation. Any civil penalty recovered shall be paid to the state general fund. A civil action brought by the attorney general shall be commenced in Hughes County or in the county where the person resides. Any violation of this section is a Class 2 misdemeanor. A subsequent offense within a calendar year is a Class 1 misdemeanor. Section 11. That § 12-27-38 be amended to read: 12-27-38. If any candidate is proved in a contest of an election or is proved to have violated any provision of this chapter punishable by a felony, the candidate may not be certified for election or the candidate shall forfeit his or her office. The office shall be declared vacant and shall be filled in the manner provided by law for filling vacancies occasioned by death or resignation. Section 12. That § 12-27-48 be amended to read: 12-27-48. Any person who knowingly makes a false allegation pursuant to § 12-27-47, 23-3-72, or 23-3-73 is guilty of a Class 2 misdemeanor."}, {"bill_id": 8533, "bill_version_id": 50137, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2018-03-01T09:46:13.96-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning campaign finance requirements. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That subdivision (2) of § 12-27-1 be amended to read: (2) \"Ballot question committee,\" a person or entity that raises, collects, or disburses contributions: (a) As a proponent for the placement of any ballot question on the ballot; (b) As an opponent to the placement of any ballot question on the ballot; or (c) For the adoption or defeat of any ballot question. A ballot question committee is not a person or political committee that makes a contribution to a ballot question committee. A ballot question committee is not an entity that makes a contribution to a ballot question committee from treasury funds; Section 2. That subdivision (21) of § 12-27-1 be amended to read: (21) \"Treasurer,\" the treasurer is: (a) The the person who is designated as and has agreed to serve as the person responsible for each required filing that a committee is required to make under this title; and (b) The person who may be responsible for any monetary penalty assessed in accordance with this chapter; Section 3. That § 12-27-2 be amended to read: 12-27-2. A political committee shall have and continually maintain a chair and a treasurer. One person may serve as chair, candidate, treasurer, or any combination thereof. A treasurer may be responsible for any monetary penalty assessed pursuant to this chapter. No political committee may receive or make contributions or pay expenses while the office of treasurer is vacant. A violation of this section is a Class 2 misdemeanor. A subsequent offense within a calendar year is a Class 1 misdemeanor. Section 4. That § 12-27-3 be amended to read: 12-27-3. A statement of organization shall be filed as follows: (1) The treasurer for a political action committee shall file a statement of organization with the secretary of state not later than fifteen days after the date upon which the committee made contributions, received contributions, or paid expenses in excess of five hundred dollars. However, if such activity falls within thirty days of any statewide election, the statement of organization shall be filed within forty-eight hours. Notwithstanding the provisions above, a; (2) A candidate shall file a statement of organization for a candidate campaign committee with the secretary of state not later than fifteen days after becoming a candidate pursuant to this chapter. The statement of organization may be filed electronically pursuant to § 12-27-41.; and (3) If the treasurer for a ballot question committee does not file a statement of organization pursuant to chapter 2-1, the treasurer shall file a statement of organization with the secretary of state not later than fifteen days after the date which the committee made contributions, received contributions, or paid expenses in excess of five hundred dollars. However, if such activity falls within thirty days of any statewide election, the statement of organization shall be filed within forty-eight hours. Any statement of organization may be filed electronically pursuant to § 12-27-41. A political committee that regularly files a campaign finance disclosure statement with another state or the Federal Election Commission or a report of contributions and expenditures with the Internal Revenue Service is not required to file a statement of organization. A violation of this section is a Class 2 misdemeanor. A subsequent offense within a calendar year is a Class 1 misdemeanor. Section 5. That § 12-27-14 be amended to read: 12-27-14. The sale of any property by a political committee shall be reported in the campaign finance disclosure statement. A violation of this section is a Class 1 misdemeanor. Section 6. That § 12-27-21.1 be amended to read: 12-27-21.1. Each statement referred to § 12-27-22 shall be signed and submitted by the treasurer of the political committee. The statement shall be received by the secretary of state and submitted by 5:00 p.m. central time on the following dates: (1) Pre-primary report: fifteen days prior to the primary election, for the reporting period commencing with the last report submitted up through and including twenty days prior to the election date; (2) Pre-general report: fifteen days prior to the general election, for the reporting period commencing with the last report submitted up through and including twenty days prior to the election date; (3) Amendments: submitted pursuant to § 12-27-27; (4) Supplemental report: submitted pursuant to § 12-27-28; (5) Year-end report: by the last Friday in January each year, for the reporting period commencing with the last report submitted up through and including December thirty-first of each year; and (6) Termination report: at any time as stated in § 12-27-25; (7) . Pre-primary, pre-general, amendments, supplemental, year-end, and termination reports shall cover the contributions and expenditures since the last report submitted; and (8) . All required filings under this chapter shall be submitted using the forms as provided by the secretary of state. A violation of this section is a Class 2 misdemeanor. A subsequent offense within a calendar year is a Class 1 misdemeanor. Section 7. That § 12-27-23 be repealed. 12-27-23. If the treasurer for a ballot question committee does not file a statement of organization pursuant to chapter 2-1, the treasurer shall file a statement of organization with the secretary of state not later than fifteen days after the date which the committee made contributions, received contributions, or paid expenses in excess of five hundred dollars. However, if such activity falls within thirty days of any statewide election, the statement of organization shall be filed within forty-eight hours. A ballot question committee that regularly files a campaign finance disclosure statement with another state or the Federal Election Commission or a report of contributions and expenditures with the Internal Revenue Service is not required to file a statement of organization. A violation of this section is a Class 2 misdemeanor. Section 8. That § 12-27-24 be amended to read: 12-27-24. A campaign finance disclosure report shall include the following information: (1) The political committee name, mailing address, telephone number, and, if applicable, e-mail address; (2) Name, mailing address, telephone number, and, if applicable, an e-mail address, if any of the political committee's treasurer; (3) The type of campaign report (pre-primary, pre-general, year-end, amendment, supplement, or termination); (4) For any ballot question committee, the ballot question name and whether the committee supports or opposes the ballot question; (5) The balance of cash and cash equivalents on hand at the beginning of the reporting period; (6) The total amount of all contributions received during the reporting period; (7) The total amount of any donated good or service received during the reporting period; (8) The total of refunds, rebates, interest, or other income not previously identified during the reporting period; (9) The total of expenditures made during the reporting period; (10) The cash balance on hand as of the close of the reporting period; (11) All contributions of one hundred dollars or less shall either be aggregated and reported as a lump sum or the contributions shall be listed individually. The individual contributions of one hundred dollars or less shall be noted on the committee's books and a running total of each individual's contributions shall be maintained; (12) The name, mailing address, city, and state of each person making a contribution of more than one hundred dollars in the aggregate during any calendar year and the amount of the contribution. Any contribution from any political committee shall be itemized. Any contribution from a federal political committee or political committee organized outside this state shall also include the name and website address of the filing office where campaign finance disclosure reports are regularly filed for the committee. If any information required by the section is unknown to the political committee, the political committee may not deposit the contribution; (13) Any donated good or service contribution shall contain the same information as for any monetary contribution, and shall also include a description of the donated good or service contribution; (14) Upon the request of the treasurer, any person making a donated good or service contribution shall provide all necessary information to the treasurer, including the value of the contribution; (15) Any monetary or donated good or service contribution made by a political committee to any political committee or nonprofit charitable entity shall be itemized; (16)(15) A categorical description and amount of any refunds, rebates, interest, sale of property, or other receipts not previously identified during the reporting period; (17)(16) A categorical description and amount of any funds or donations by any entity to its political committee for establishing and administering the political committee and for any solicitation costs of the political committee; (18)(17) Each loan received shall be reported in the same manner as a contribution; (19)(18) Each loan repayment shall be reported in the same manner as an expenditure; (20)(19) Any expenditure made during the reporting period shall be categorized as disbursements and itemized by expense categories. A miscellaneous expense category is prohibited. Any contribution made by the political committee that is not in exchange for any item of value or service shall be itemized; (21)(20) The amount of any independent communication expenditure from a political committee made during the reporting period, and lists the name of the candidate, public office holder, or ballot question related to the independent communication expenditure and a description of the independent communication expenditure; (22)(21) The A ballot question committee shall provide the information contained in any statement provided pursuant to § 12-27-19; and (23)(22) A certification that the contents of the statement are true and correct signed by the treasurer of the political committee. Section 9. That § 12-27-29 be amended to read: 12-27-29. The treasurer of a political committee shall maintain and preserve detailed and accurate records of the following: (1) Each contribution and donated good or service contribution received by the political committee. Any contribution of one hundred dollars or less shall be noted on the political committee's books and a running total of each contributor shall be maintained; (2) Each donated good or service contribution received by the political committee. Upon request of the treasurer, any person making a donated good or service contribution shall provide all necessary information to the treasurer, including the value of the contribution; (3) In the case of a ballot question committee, the information required by § 12-27-19 for any entity contribution; (3)(4) Each loan received or made by the political committee; (4)(5) Each refund, rebate, interest, or other income received by the political committee; (5)(6) All receipts, invoices, bills, canceled checks, or other proofs of payment, with an explanation of each, for each expenditure; (6)(7) The name and address of any financial institution where an account or depository for the political committee is maintained including the account number. The treasurer shall maintain and preserve the records for a period of seven years or three years past the date of filing the termination statement for the election for which the contribution or expenditure was made, whichever is earlier. A violation of this section is a Class 2 misdemeanor. Any subsequent offense within a calendar year is a Class 1 misdemeanor. Section 10. That § 12-27-35 be amended to read: 12-27-35. The attorney general shall investigate and prosecute any violation of the provisions of this chapter relating to a legislative office, statewide office, or political committee and prosecute any violation thereof. In lieu of bringing a criminal action, the attorney general may elect to file a civil action. In a civil action, in addition to other relief, the court may impose a civil penalty in an amount not to exceed ten thousand dollars for each violation. Any civil penalty recovered shall be paid to the state general fund. A civil action brought by the attorney general shall be commenced in Hughes County or in the county where the person resides. Any violation of this section is a Class 2 misdemeanor. A subsequent offense within a calendar year is a Class 1 misdemeanor. Section 11. That § 12-27-38 be amended to read: 12-27-38. If any candidate is proved in a contest of an election or is proved to have violated any provision of this chapter punishable by a felony, the candidate may not be certified for election or the candidate shall forfeit his or her office. The office shall be declared vacant and shall be filled in the manner provided by law for filling vacancies occasioned by death or resignation. Section 12. That § 12-27-48 be amended to read: 12-27-48. Any person who knowingly makes a false allegation pursuant to § 12-27-47, 23-3-72, or 23-3-73 is guilty of a Class 2 misdemeanor."}, {"bill_id": 8533, "bill_version_id": 50457, "bill_version": "Enrolled", "bill_version_date": "2018-03-08T10:51:43.81-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8533, "action_date": "2018-01-09T12:00:00-06:00", "document_id": 46900, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46900.pdf", "status_text": "First read in House and referred to", "journal_page": 17, "committee_id_action": 396, "committee_id_assigned": 391, "result": "N", "vote": {}}, {"bill_id": 8533, "action_date": "2018-01-17T07:45:00-06:00", "document_id": 47018, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47018.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 391, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8533, "action_date": "2018-01-17T07:45:00-06:00", "document_id": 47157, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47157.pdf", "status_text": "Do Pass", "journal_page": 72, "committee_id_action": 391, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24517, "president_vote": null, "Yea": [1268, 1284, 1282, 1283, 1238, 1250, 1248, 1226, 1253, 1277, 1240, 1259, 1225]}}, {"bill_id": 8533, "action_date": "2018-01-18T14:00:00-06:00", "document_id": 47297, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47297.pdf", "status_text": "Do Pass Amended", "journal_page": 97, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24604, "president_vote": null, "Yea": [1313, 1241, 1213, 1269, 1297, 1424, 1268, 1284, 1279, 1214, 1266, 1223, 1307, 1301, 1235, 1294, 1425, 1282, 1260, 1311, 1308, 1312, 1275, 1283, 1238, 1250, 1286, 1314, 1222, 1302, 1306, 1265, 1315, 1247, 1316, 1296, 1292, 1248, 1293, 1310, 1226, 1280, 1263, 1274, 1295, 1249, 1277, 1303, 1309, 1259, 1255, 1299, 1225, 1256, 1261, 1240, 1258, 1305, 1287, 1257, 1236, 1215, 1317, 1216, 1229, 1298, 1285, 1253], "Nay": [1291], "Excused": [1254]}}, {"bill_id": 8533, "action_date": "2018-01-19T12:30:00-06:00", "document_id": 47398, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47398.pdf", "status_text": "First read in Senate and referred to", "journal_page": 159, "committee_id_action": 395, "committee_id_assigned": 376, "result": "N", "vote": {}}, {"bill_id": 8533, "action_date": "2018-02-28T10:00:00-06:00", "document_id": 49834, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49834.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 376, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8533, "action_date": "2018-02-28T10:00:00-06:00", "document_id": 50112, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50112.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 376, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8533, "action_date": "2018-02-28T10:00:00-06:00", "document_id": 50112, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50112.pdf", "status_text": "Do Pass Amended", "journal_page": 653, "committee_id_action": 376, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26543, "president_vote": null, "Yea": [1230, 1270, 1224, 1218, 1237, 1239, 1246], "Excused": [1217, 1262]}}, {"bill_id": 8533, "action_date": "2018-02-28T10:00:00-06:00", "document_id": 50112, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50112.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 376, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8533, "action_date": "2018-03-06T10:00:00-06:00", "document_id": 50349, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50349.pdf", "status_text": "Do Pass Amended", "journal_page": 718, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26784, "president_vote": null, "Yea": [1239, 1230, 1264, 1231, 1217, 1246, 1228, 1219, 1273, 1262, 1290, 1232, 1278, 1304, 1270, 1224, 1267, 1218, 1244, 1281, 1221, 1272, 1245, 1271, 1252, 1237, 1220, 1242, 1276, 1300], "Nay": [1234, 1243, 1233, 1288], "Excused": [1289]}}, {"bill_id": 8533, "action_date": "2018-03-07T11:30:00-06:00", "document_id": 50420, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50420.pdf", "status_text": "Concurred in amendments", "journal_page": 732, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26851, "president_vote": null, "Excused": [1313, 1255, 1254], "Yea": [1241, 1213, 1269, 1297, 1424, 1268, 1284, 1279, 1214, 1266, 1223, 1307, 1301, 1235, 1294, 1425, 1282, 1260, 1311, 1308, 1312, 1275, 1283, 1238, 1250, 1286, 1314, 1222, 1302, 1306, 1265, 1315, 1247, 1316, 1296, 1292, 1248, 1293, 1310, 1226, 1280, 1263, 1274, 1295, 1249, 1277, 1303, 1259, 1299, 1225, 1256, 1261, 1240, 1258, 1305, 1287, 1257, 1236, 1215, 1317, 1216, 1229, 1298, 1285, 1253], "Nay": [1291, 1309]}}, {"bill_id": 8533, "action_date": "2018-03-08T09:00:00-06:00", "document_id": 50486, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50486.pdf", "status_text": "Signed by the Speaker", "journal_page": 760, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8533, "action_date": "2018-03-09T11:00:00-06:00", "document_id": 50536, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50536.pdf", "status_text": "Signed by the President", "journal_page": 777, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8533, "action_date": "2018-03-09T10:00:00-06:00", "document_id": 50540, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50540.pdf", "status_text": "Delivered to the Governor", "journal_page": 778, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8533, "action_date": "2018-03-26T11:00:00-05:00", "document_id": 50575, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50575.pdf", "status_text": "Signed by the Governor", "journal_page": 796, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6597}