{"session_id": 8, "bill_id": 1583, "bill_type": "House Bill", "bill_number": 1033, "bill_title": "permit and regulate the blending of natural gasoline and ethyl alcohol and to provide for an ethanol broker license.", "sponsors": [], "keywords": ["Department of Revenue and Regulation", "Energy", "Ethanol", "Taxes"], "audio": [{"meeting_datetime": "2010-02-04T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/htr16.mp3", "start_seconds": 137.0}, {"meeting_datetime": "2010-02-04T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/htr16.mp3", "start_seconds": 137.0}, {"meeting_datetime": "2010-02-04T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/htr16.mp3", "start_seconds": 137.0}, {"meeting_datetime": "2010-02-10T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou18.mp3", "start_seconds": 8202.0}, {"meeting_datetime": "2010-02-10T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou18.mp3", "start_seconds": 8202.0}, {"meeting_datetime": "2010-02-10T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou18.mp3", "start_seconds": 8202.0}, {"meeting_datetime": "2010-02-24T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/str27.mp3", "start_seconds": 132.0}, {"meeting_datetime": "2010-02-24T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/str27.mp3", "start_seconds": 132.0}, {"meeting_datetime": "2010-02-24T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/str27.mp3", "start_seconds": 132.0}, {"meeting_datetime": "2010-02-24T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/str27.mp3", "start_seconds": 132.0}, {"meeting_datetime": "2010-03-01T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen29.mp3", "start_seconds": 3004.0}, {"meeting_datetime": "2010-03-01T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen29.mp3", "start_seconds": 3004.0}, {"meeting_datetime": "2010-03-01T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen29.mp3", "start_seconds": 3004.0}], "bill_versions": [{"bill_id": 1583, "bill_version_id": 10301, "bill_version": "Introduced", "bill_version_date": "2010-01-06T11:16:00.073-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to permit and regulate the blending of natural gasoline and ethyl alcohol and to provide for an ethanol broker license. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That subdivision (10) of § 10-47B-3 be amended to read as follows: (10) \"Ethanol blend,\" a blended motor fuel containing ethyl alcohol of at least ninety-nine percent purity typically derived from agricultural products which is blended exclusively with a product commonly or commercially known or sold as gasoline. The blending of casinghead or natural gasoline is not permitted in an ethanol blend fuel product in quantities larger than required to denature the ethyl alcohol; Section 2. That chapter 10-47B be amended by adding thereto a NEW SECTION to read as follows: The blending of casinghead or natural gasoline is not permitted in an ethanol blend fuel product in quantities larger than required to denature the ethyl alcohol. Notwithstanding this prohibition, a natural gasoline blended product can be made by blending natural gasoline and ethyl alcohol. The natural gasoline blended product shall contain no more than twenty-five percent of natural gasoline and shall contain no less than seventy-five percent of ethyl alcohol. The natural gasoline blended product may only be further blended using gasoline. Section 3. That § 10-47B-3 be amended by adding thereto a NEW SUBDIVISION to read as follows: \"Ethanol broker,\" any person who engages in the business of marketing ethyl alcohol produced by ethanol producers located in South Dakota; Section 4. That § 10-47B-9.1 be amended to read as follows: 10-47B-9.1. A fuel excise tax is imposed on ethyl alcohol or methyl alcohol sold by an ethanol producer, methanol producer, supplier, importer, or blender ethanol broker, unless the sale is made to a licensed supplier for resale or to a licensed exporter for export to another state who is specifically licensed to export to that state. Notwithstanding this provision, no fuel excise tax is imposed on ethyl alcohol that is sold by an ethanol producer to a licensed ethanol broker. The tax imposed shall be at the rate provided for in § 10-47B-4. Section 5. That § 10-47B-10 be amended to read as follows: 10-47B-10. A fuel excise tax is imposed on all motor fuel or special fuel which has been removed from a terminal in this state at the rack, or removed from an ethanol producer's plant in this state, by a licensed exporter for which the bill of lading issued for the fuel by the terminal operator or ethanol producer indicates a destination state other than South Dakota, and the fuel is later diverted by the exporter to a destination within this state for off-loading or is transferred or sold to another person within this state prior to off-loading in any destination state. This tax is not imposed if the fuel is biodiesel and the exporter is also licensed as a blender or supplier. The tax imposed shall be at the rate provided for in § 10-47B-4. Section 6. That § 10-47B-19 be amended to read as follows: 10-47B-19. The following are exempt from fuel excise tax imposed by this chapter: (1) Motor fuel or undyed special fuel removed from a terminal in this state at the rack by the federal government or defense fuel supply center for consumption in any federal government motor vehicle, machinery, equipment, or aircraft; (2) Motor fuel or undyed special fuel imported into this state by the federal government or defense fuel supply center for consumption in any federal government motor vehicle, machinery, equipment, or aircraft; (3) Special fuel that has been dyed in accordance with this chapter. The tax liability is reestablished if the dyed special fuel is used in the engine fuel supply tank of self-propelled machinery and equipment for use in highway construction or repair work within the right-of-way within this state; (4) Transmix removed from a terminal in this state at the rack by the terminal operator and transferred to another terminal, or to a licensed supplier for refinement and re-introduction into the pipeline system; (5) Undyed special fuel removed from a terminal in this state at the rack and delivered directly into a railroad locomotive if the railroad company is also the supplier. Undyed special fuel transported from the terminal to the locomotive fueling site by truck or railcar is not exempt from the tax; (6) Motor fuel or undyed special fuel removed from a terminal in this state by an electrical power company or cooperative and directly used for the generation of electricity. Motor fuel or undyed diesel fuel transported from the terminal to an electrical generation plant by truck or railcar is not exempt from the tax; or (7) Motor fuel or special fuel transfers in bulk into or within a terminal, except for ethyl alcohol or methyl alcohol. The subsequent removal of the fuel from the terminal is not exempt from tax. Section 7. That § 10-47B-25 be amended to read as follows: 10-47B-25. The tax imposed on ethyl alcohol and methyl alcohol by § 10-47B-9.1 and not exempted by § 10-47B-19 shall be remitted by the selling ethanol producer, methanol producer, supplier, importer, or blender ethanol broker. Section 8. That § 10-47B-34 be amended to read as follows: 10-47B-34. Any supplier or, out-of-state supplier, ethanol producer, or ethanol broker who properly remits tax under this chapter shall be allowed to retain an amount not to exceed two and one-fourth percent of the tax required to be paid on each gallon of fuel to this state. The amount to be retained is to help off-set the administrative expenses of timely reporting and payment of tax. Section 9. That § 10-47B-35 be amended to read as follows: 10-47B-35. The amount that the supplier, ethanol producer, or ethanol broker is permitted to retain under § 10-47B-34 shall be distributed by the supplier or, out-of-state supplier, ethanol producer, or ethanol broker as follows: (1) One-third retained by the supplier or, out-of-state supplier, ethanol producer, or ethanol broker to help off-set the administrative expense of timely reporting and remitting of tax; (2) Two-thirds to the wholesale distributor, retail dealer, or end user who withdraws fuel from the terminal at the rack to help off-set the cost of fuel lost due to shrinkage caused by evaporation or temperature change. Section 10. That § 10-47B-36 be amended to read as follows: 10-47B-36. If a monthly report is filed or the amount due is remitted later than the time required by this chapter, the supplier, out-of-state supplier, or importer, ethanol producer, or ethanol broker may retain none of the money authorized by § 10-47B-34 or 10-47B-38. Section 11. That § 10-47B-39 be amended to read as follows: 10-47B-39. An exporter of fuel shall pay to this state an amount equal to two-thirds of the allowance provided for in § 10-47B-34 or the entire amount allowed for in § 10-47B-38 on the tax that the exporter is entitled to be refunded by § 10-47B-125 for motor fuel or undyed special fuel exported from this state which was withdrawn from a bulk plant in this state or, from a terminal in this state, or from an ethanol producer's plant in this state for which a bill of lading was issued with a South Dakota destination which was later diverted to a location outside of this state. Section 12. That § 10-47B-43 be amended to read as follows: 10-47B-43. Any person operating a refinery, terminal, or bulk plant, or as an ethanol producer in this state shall prepare and provide to the driver of every vehicle removing motor fuel or special fuel from the facility a bill-of-lading, setting out on its face the destination state as represented to the facility operator by the transporter or the transporter's agent. Section 13. That § 10-47B-53 be amended to read as follows: 10-47B-53. The bill of lading issued by a terminal operator, bulk plant operator, or transporter, or ethanol producer as dictated by this chapter shall contain the following information: (1) The terminal or, bulk plant, or ethanol producer's plant name and address; (2) The date the fuel was withdrawn from the terminal or ethanol producer's plant; (3) The name and address of the supplier, shipper, or owner of fuel within a bulk plant if withdrawn from a bulk plant; (4) The name of the transporter or carrier; (5) The destination state. A petroex or similar number does not fulfill this requirement; (6) The bill-of-lading number; (7) The number of gross gallons of each type of fuel; (8) The type of fuel product transported; (9) If the fuel contains ethyl alcohol or methyl alcohol, the number of gallons of ethyl alcohol, the number of gallons of methyl alcohol, the number of gallons of gasoline, or the number of gallons of any other motor fuel that are contained therein; (10) The name and address of the consignee; and (11) Any other information which the secretary deems necessary for the administration and enforcement of this chapter. Section 14. That § 10-47B-54 be amended to read as follows: 10-47B-54. The diversion ticket issued by a transporter shall contain the following information: (1) The transporter's or carrier's name and address; (2) The date and time the fuel was withdrawn from the terminal or the ethanol producer's plant; (3) The diversion ticket number; (4) The name and address of the supplier or shipper indicated on the original bill of lading or the owner of fuel within a bulk plant if withdrawn from a bulk plant; (5) The destination state; (6) The original bill-of-lading number; (7) The terminal or, bulk plant, or ethanol producer's plant from which the product was withdrawn; (8) The number of gross gallons of each fuel type being diverted; (9) The type of fuel being diverted; (10) If the fuel contains ethyl alcohol or methyl alcohol, the number of gallons of ethyl alcohol, the number of gallons of methyl alcohol, the number of gallons of gasoline, or the number of gallons of any other motor fuel that are contained therein; and (11) Any other information which the secretary deems necessary for the administration and enforcement of this chapter. Section 15. That chapter 10-47B be amended by adding thereto a NEW SECTION to read as follows: Any person acting in this state as an ethanol broker shall be licensed as an ethanol broker. Section 16. That chapter 10-47B be amended by adding thereto a NEW SECTION to read as follows: For the purpose of determining the amount of motor fuel tax due, each ethanol producer shall file with the department on forms prescribed and furnished by the department a monthly report. In addition to the information required pursuant to section 18 of this Act, the department may require the reporting of any information reasonably necessary to determine the amount of fuel excise tax due. Section 17. That chapter 10-47B be amended by adding thereto a NEW SECTION to read as follows: Any report required by section 16 of this Act shall be filed with respect to information for the preceding calendar month on or before the last day of each month unless the last day of the month falls on a Sunday or legal holiday in which case it is due on the next working day. Section 18. That chapter 10-47B be amended by adding thereto a NEW SECTION to read as follows: The ethanol producer shall report pursuant to section 16 of this Act, if deemed necessary by the secretary: (1) All ethyl alcohol sold to a licensed exporter for export or to a licensed ethanol broker; (2) All ethyl alcohol sold with fuel tax due; and (3) Copies of all bills of lading issued by the ethanol producer for ethyl alcohol produced by the ethanol producer's plant. Section 19. That chapter 10-47B be amended by adding thereto a NEW SECTION to read as follows: For the purpose of determining the amount of motor fuel tax due, each ethanol broker shall file with the department on forms prescribed and furnished by the department a monthly report. In addition to the information required pursuant to section 21 of this Act, the department may require the reporting of any information reasonably necessary to determine the amount of fuel excise tax due. Section 20. That chapter 10-47B be amended by adding thereto a NEW SECTION to read as follows: Any report required by section 19 of this Act shall be filed with respect to information for the preceding calendar month on or before the last day of each month unless the last day of the month falls on a Sunday or legal holiday in which case it is due on the next working day. Section 21. That chapter 10-47B be amended by adding thereto a NEW SECTION to read as follows: The ethanol broker shall report pursuant to section 19 of this Act, if deemed necessary by the secretary: (1) All ethyl alcohol sold to a licensed exporter for export; (2) All ethyl alcohol sold with fuel tax due; and (3) Copies of all bills of lading issued by the ethanol producer for ethyl alcohol produced by the ethanol producer's plant. Section 22. That § 10-47B-120 be amended to read as follows: 10-47B-120. A licensed ethanol producer may apply for and obtain a refund of fuel taxes paid to this state, for gasoline and natural gasoline used to denature ethyl alcohol. Section 23. That § 10-47B-125 be amended to read as follows: 10-47B-125. A licensed exporter may apply for and obtain a refund for taxes paid to this state on motor fuel and undyed special fuel under the following conditions: (1) Fuel which was loaded at a bulk plant in this state and exported to another state or country for which the exporter was specifically licensed and for which a bill of lading or diversion ticket was issued indicating a destination state other than South Dakota, and the fuel was reported to the export state; (2) Fuel that is loaded at a terminal in this state for which a bill of lading was issued indicating South Dakota as the destination state, if the fuel or a portion thereof is diverted to another state and if a diverted load ticket is issued indicating the export state as the destination state; and the exporter is specifically licensed to import fuel into that state; and (3) Fuel that is withdrawn from an out-of-state terminal, and purchased from a licensed out-of-state supplier, with a South Dakota destination, and is then diverted to another state; and (4) Ethyl alcohol loaded at an ethanol producer's plant in this state for which a bill of lading was issued indicating South Dakota as the destination state, if the fuel or a portion thereof is diverted to another state and if a diverted load ticket is issued indicating the export state as the destination state; and the exporter is specifically licensed to import fuel into that state. The claimant shall submit a copy of the original bill of lading, and a copy of the diversion. Section 24. That § 10-47B-166 be amended to read as follows: 10-47B-166. Ethyl alcohol shall be denatured and blended with gasoline before it qualifies for the ethanol production incentive payment. A producer may denature the alcohol by adding gasoline or natural gasoline to it in amounts equal to at least five two gallons of gasoline or natural gasoline for each ninety-five ninety-eight gallons of alcohol. The alcohol may also be denatured by any other method common in the industry. If the ethyl alcohol was denatured with any product other than gasoline or natural gasoline, the ethanol purchaser shall provide a statement containing the following information: (1) The date the ethanol was received; (2) The date it was blended to create ethanol blend fuel; (3) That the purchaser is a licensed petroleum marketer; (4) The state in which the dealer is licensed; (5) Whether or not the blended fuel was resold into South Dakota; and (6) Certification that the information given in the statement is true and correct if the secretary is notified in writing of the method of denaturing before the denaturing occurs."}, {"bill_id": 1583, "bill_version_id": 13170, "bill_version": "Enrolled", "bill_version_date": "2010-03-02T09:27:18.483-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1583, "action_date": "2010-01-12T12:00:00-06:00", "document_id": 10420, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10420.pdf", "status_text": "First read in House and referred to", "journal_page": 24, "committee_id_action": 86, "committee_id_assigned": 81, "result": "N", "vote": {}}, {"bill_id": 1583, "action_date": "2010-02-02T10:00:00-06:00", "document_id": 11328, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11328.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 81, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1583, "action_date": "2010-02-04T10:00:00-06:00", "document_id": 11329, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11329.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 81, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1583, "action_date": "2010-02-04T10:00:00-06:00", "document_id": 11851, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11851.pdf", "status_text": "Do Pass", "journal_page": 313, "committee_id_action": 81, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6123, "president_vote": null, "Yea": [813, 835, 816, 801, 742, 839, 836, 762, 746, 838, 777, 759], "Excused": [843]}}, {"bill_id": 1583, "action_date": "2010-02-09T14:00:00-06:00", "document_id": 11980, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11980.pdf", "status_text": "Deferred to another day", "journal_page": 340, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1583, "action_date": "2010-02-10T14:00:00-06:00", "document_id": 12066, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12066.pdf", "status_text": "Do Pass", "journal_page": 358, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6335, "president_vote": null, "Yea": [821, 825, 771, 793, 781, 775, 844, 831, 779, 740, 813, 756, 748, 817, 814, 765, 811, 830, 798, 749, 829, 832, 826, 757, 835, 842, 777, 803, 822, 843, 759, 816, 824, 788, 800, 801, 827, 750, 742, 770, 792, 783, 755, 751, 773, 744, 840, 839, 819, 836, 841, 818, 815, 833, 762, 746, 763, 752, 796, 828, 823, 789, 837, 812, 786], "Excused": [820, 804, 834], "Nay": [784, 838]}}, {"bill_id": 1583, "action_date": "2010-02-11T14:00:00-06:00", "document_id": 12151, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12151.pdf", "status_text": "First read in Senate and referred to", "journal_page": 303, "committee_id_action": 84, "committee_id_assigned": 71, "result": "N", "vote": {}}, {"bill_id": 1583, "action_date": "2010-02-24T08:00:00-06:00", "document_id": 12756, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12756.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 71, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1583, "action_date": "2010-02-24T08:00:00-06:00", "document_id": 12900, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12900.pdf", "status_text": "Do Pass", "journal_page": 456, "committee_id_action": 71, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7056, "president_vote": null, "Yea": [805, 739, 795, 774, 791, 799, 776]}}, {"bill_id": 1583, "action_date": "2010-02-25T13:00:00-06:00", "document_id": 13048, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13048.pdf", "status_text": "Deferred to another day", "journal_page": 481, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1583, "action_date": "2010-03-01T14:00:00-06:00", "document_id": 13124, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13124.pdf", "status_text": "Do Pass", "journal_page": 496, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7220, "president_vote": null, "Yea": [758, 809, 785, 787, 790, 807, 754, 805, 760, 778, 768, 782, 780, 739, 802, 764, 795, 741, 772, 761, 774, 766, 791, 806, 767, 808, 769, 743, 753, 745, 794, 799, 810, 747, 776]}}, {"bill_id": 1583, "action_date": "2010-03-02T14:00:00-06:00", "document_id": 13248, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13248.pdf", "status_text": "Signed by the Speaker", "journal_page": 664, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1583, "action_date": "2010-03-03T14:00:00-06:00", "document_id": 13391, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13391.pdf", "status_text": "Signed by the President", "journal_page": 558, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1583, "action_date": "2010-03-04T13:00:00-06:00", "document_id": 13493, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13493.pdf", "status_text": "Delivered to the Governor", "journal_page": 711, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1583, "action_date": "2010-03-10T10:00:00-06:00", "document_id": 13783, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13783.pdf", "status_text": "Signed by the Governor", "journal_page": 800, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4501, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/1583"}