{"session_id": 69, "bill_id": 24498, "bill_type": "Senate Joint Resolution", "bill_number": 505, "bill_title": "Proposing and submitting to the voters at the next general election an amendment to the Constitution of the State of South Dakota, limiting the assessed value of real property and the amount of tax on real property.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24498", "sponsors": [{"legislator_profile_id": 4502, "is_prime": true}, {"legislator_profile_id": 4511, "is_prime": true}, {"legislator_profile_id": 4474, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4547, "is_prime": false}, {"legislator_profile_id": 4556, "is_prime": false}], "keywords": ["Ballot Measures", "Constitutional Amendments", "Delayed Effective Date", "Property Tax", "Senate Joint Resolution"], "audio": [], "bill_versions": [{"bill_id": 24498, "bill_version_id": 261527, "bill_version": "Introduced", "bill_version_date": "2024-01-22T16:10:03.183-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the voters at the next general election an amendment to the Constitution of the State of South Dakota, limiting the assessed value of real property and the amount of tax on real property. Be it resolved by the Legislature of the State of South Dakota: Section 1. That at the next general election held in the state, the following amendment to Article XI of the Constitution of the State of South Dakota, as set forth in section 2 of this Joint Resolution, which is hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article XI, § 2 of the Constitution of the State of South Dakota, be AMENDED: § 2. To the end that the burden of taxation may be equitable upon all property, and in order that no property which is made subject to taxation shall escape, the Legislature is empowered to divide all property including moneys and credits as well as physical property into classes and to determine what class or classes of property shall be subject to taxation and what property, if any, shall not be subject to taxation. Taxes shall be uniform on all property of the same class, and shall be levied and collected for public purposes only. Taxes may be imposed upon any and all property including privileges, franchises and licenses to do business in the state. Gross earnings and net incomes may be considered in taxing any and all property, and the valuation of property for taxation purposes shall never exceed the actual value thereof. The Legislature is empowered to impose taxes upon incomes and occupations, and taxes upon incomes may be graduated and progressive and reasonable exemptions may be provided. For purposes of taxation on real property, the assessed value of a property may not increase more than one percent annually. The base amount for the valuation of each property is the assessed value of the property in 2020 multiplied by a percentage not to exceed one percent for each subsequent year. For a property where a change in ownership has occurred in 2020 or later, the base amount for valuation under this section is the reassessed value of the property on the date of the transfer or purchase multiplied by a percentage not to exceed one percent for each subsequent assessment year. The assessed value of property may be further adjusted if there is a change in property use or classification or to account for any addition to or improvement or expansion of the property. The annual tax due on a property may not exceed one percent of the assessed value of the property. The limitation on taxes due on a property does not apply to a tax imposed on the property to pay for a special assessment. Section 3. Section 2 of this Act is effective July 1, 2026."}], "amendments": [{"bill_id": 24498, "document_id": 264505, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264505.pdf", "legislator_profile_id": 4502, "document_id_instructions": 264506, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/264506.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 24498, "action_date": "2024-01-23T14:00:00-06:00", "document_id": 261480, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/261480.pdf", "status_text": "First read in Senate and referred to", "journal_page": 147, "committee_id_action": 1219, "committee_id_assigned": 1221, "result": "N", "vote": {}}, {"bill_id": 24498, "action_date": "2024-02-02T10:00:00-06:00", "document_id": 264148, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264148.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1221, "committee_id_assigned": null, "result": "N", "vote": {}}]}