{"session_id": 69, "bill_id": 24696, "bill_type": "House Bill", "bill_number": 1101, "bill_title": "provide a special motor vehicle license plate for recipients of the Legion of Merit award.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24696", "sponsors": [{"legislator_profile_id": 4560, "is_prime": true}, {"legislator_profile_id": 4499, "is_prime": false}, {"legislator_profile_id": 4521, "is_prime": false}, {"legislator_profile_id": 4525, "is_prime": false}, {"legislator_profile_id": 4531, "is_prime": false}, {"legislator_profile_id": 4535, "is_prime": false}, {"legislator_profile_id": 4564, "is_prime": false}, {"legislator_profile_id": 4565, "is_prime": false}, {"legislator_profile_id": 4566, "is_prime": false}, {"legislator_profile_id": 4576, "is_prime": false}], "keywords": ["Delayed Effective Date", "License Plates", "Motor Vehicles", "Veterans Affairs"], "audio": [{"meeting_datetime": "2024-01-23T10:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/htr10.mp3", "start_seconds": 1185.0}, {"meeting_datetime": "2024-01-23T10:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/htr10.mp3", "start_seconds": 1185.0}, {"meeting_datetime": "2024-01-23T10:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/htr10.mp3", "start_seconds": 1185.0}, {"meeting_datetime": "2024-01-23T10:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/htr10.mp3", "start_seconds": 1185.0}, {"meeting_datetime": "2024-01-31T07:45:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/str15.mp3", "start_seconds": 1965.0}, {"meeting_datetime": "2024-01-31T07:45:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/str15.mp3", "start_seconds": 1965.0}, {"meeting_datetime": "2024-01-31T07:45:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/str15.mp3", "start_seconds": 1965.0}, {"meeting_datetime": "2024-01-31T07:45:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/str15.mp3", "start_seconds": 1965.0}], "bill_versions": [{"bill_id": 24696, "bill_version_id": 260296, "bill_version": "Introduced", "bill_version_date": "2024-01-17T12:00:40.757-06:00", "bill_text": "An Act to provide a special motor vehicle license plate for recipients of the Legion of Merit award. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 32-5-155 be AMENDED: 32-5-155. Any owner may apply for a military specialty plate if the owner meets the requirements of §§ 32-5-154 to 32-5-166, inclusive. The available military specialty plates are as follows: (1) National Guard plate; (2) Disabled veteran plate; (3) Veteran plate; (4) Active duty plate; (5) Prisoner of War plate; (6) Pearl Harbor survivor plate; (7) Gold Star plate; (8) Purple Heart plate; (9) Medal of Honor plate; (10) Silver Star plate; (11) Distinguished Service Cross plate; (12) Navy Cross plate; (13) Air Force Cross plate; (14) Distinguished Flying Cross plate; (15) Bronze Star with Valor plate; (16) Bronze Star plate; (17) Tribal veteran plate; and (18) Woman veteran plate; and (19) Legion of Merit plate. Section 2. That § 32-5-157 be AMENDED: 32-5-157. Any owner applying for a military specialty plate listed in § 32-5-155 shall must meet the following specific additional requirements for the respective military specialty plate: (1) Any applicant for the National Guard plate must be an active enlisted member of the National Guard, an active warrant officer of the National Guard, an active commissioned member of the National Guard, or a retired member of the National Guard with twenty years or more of creditable service; (2) Any applicant for the disabled veteran plate must be a veteran who has been rated as in receipt of a statutory benefit for loss or loss of use of one or more extremities, a veteran who receives a veteran's allotment for a total service-connected disability, or a veteran who has received a United States Veterans Administration K Award. The disability must have been incurred while serving on active duty during a time of war or while participating in a military mission involving armed conflict; (3) Any applicant for the veteran plate must be an honorably discharged veteran who served on active duty; (4) Any applicant for the active duty plate must currently be serving on active duty; (5) Any applicant for the Prisoner of War plate must be a veteran who was a prisoner of war while serving on active duty; (6) Any applicant for the Pearl Harbor survivor plate must have survived the attack at Pearl Harbor, Hawaii, on December 7, 1941, while serving on active duty, and have received an honorable discharge from the United States armed forces; (7) Any applicant for the Gold Star plate must be a parent, spouse, sibling, or child of a member of the United States armed forces who died while serving this country on active duty or as a result of that service; (8) Any applicant for the Purple Heart plate must be a veteran who received the Purple Heart as a result of the applicant's service; (9) Any applicant for the Medal of Honor plate must be a veteran who received the Medal of Honor as a result of the applicant's service; (10) Any applicant for the Silver Star plate must have received the Silver Star as a result of the applicant's service; (11) Any applicant for the Distinguished Service Cross plate must have received the Distinguished Service Cross as a result of the applicant's service; (12) Any applicant for the Navy Cross plate must have received the Navy Cross as a result of the applicant's service; (13) Any applicant for the Air Force Cross plate must have received the Air Force Cross as a result of the applicant's service; (14) Any applicant for the Distinguished Flying Cross plate must have received the Distinguished Flying Cross as a result of the applicant's service; (15) Any applicant for the Bronze Star with Valor plate must have received the Bronze Star with Valor as a result of the applicant's service; (16) Any applicant for the Bronze Star plate must have received the Bronze Star as a result of the applicant's service; (17) Any applicant for the tribal veteran plate must be a member of a tribe and an honorably discharged veteran who served on active duty; and (18) Any applicant for the woman veteran plate must be a woman and an honorably discharged veteran who served on active duty; and (19) Any applicant for the Legion of Merit plate must have received the Legion of Merit as a result of the applicant's service. Section 3. That § 32-5-162 be AMENDED: 32-5-162. Military specialty plates shall must be numbered and designed by the secretary, with the exception of the National Guard plate which shall must be designed by the adjutant general and approved by the secretary. The military specialty plates shall meet the following specific requirements: (1) The National Guard plate shall must contain a symbol indicating that the owner is a current or retired member of the National Guard; (2) The disabled veteran plate shall must consist of a white background bordered on the left by a blue field with white stars and on the right by alternating red and white stripes. The words Disabled Veteran, shall must be inscribed on the plate in blue, in at least ten point bold type; (3) The veteran plate shall must designate the owner as a veteran. The plate may allow for additional indication of the conflict, rank, or status of the veteran; (4) The active duty plate shall must designate the owner as currently serving on active duty. The plate may allow for additional indication of the conflict, rank, or status of the active duty member; (5) The Prisoner of War plate shall must contain a symbol indicating that the owner was a prisoner of war; (6) The Pearl Harbor survivor plate shall must contain a symbol indicating that the owner survived the attack at Pearl Harbor, Hawaii while serving on active duty; (7) The Gold Star plate shall must contain a symbol indicating that the owner is a parent, spouse, sibling, or child of a member of the United States armed forces who died while serving this country on active duty or as a result of that service; (8) The Purple Heart plate shall must contain a symbol indicating that the owner received the Purple Heart as a result of the owner's service; (9) The Medal of Honor plate shall must contain a symbol indicating that the owner received the Medal of Honor, including a facsimile of the medallion portion corresponding to the branch of the United States armed forces for which the owner served when the medal was received, as a result of the owner's service; (10) The Silver Star plate shall must contain a symbol indicating that the owner received the Silver Star as a result of the owner's service; (11) The Distinguished Service Cross plate shall must contain a symbol indicating that the owner received the Distinguished Service Cross as a result of the owner's service; (12) The Navy Cross plate shall must contain a symbol indicating that the owner received the Navy Cross as a result of the owner's service; (13) The Air Force Cross plate shall must contain a symbol indicating that the owner received the Air Force Cross as a result of the owner's service; (14) The Distinguished Flying Cross plate shall must contain a symbol indicating that the owner received the Distinguished Flying Cross as a result of the owner's service; (15) The Bronze Star with Valor plate shall must contain a symbol indicating that the owner received the Bronze Star with Valor as a result of the owner's service; (16) The Bronze Star plate shall must contain a symbol indicating that the owner received the Bronze Star as a result of the owner's service; (17) The tribal veteran plate shall must be of the same design as provided in § 32-5-123 and shall must designate the owner as a veteran; and (18) The woman veteran plate shall must designate the owner as a woman and a veteran. The plate may allow for additional indication of the conflict, rank, or status of the veteran; and (19) The Legion of Merit plate must contain a symbol indicating that the owner received the Legion of Merit as a result of the owner's service. Section 4. This Act is effective March 1, 2025."}, {"bill_id": 24696, "bill_version_id": 264335, "bill_version": "Enrolled", "bill_version_date": "2024-02-02T11:41:46.977-06:00", "bill_text": "ENTITLED An Act to provide a special motor vehicle license plate for recipients of the Legion of Merit award. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 32-5-155 be AMENDED: 32-5-155. Any owner may apply for a military specialty plate if the owner meets the requirements of §§ 32-5-154 to 32-5-166, inclusive. The available military specialty plates are as follows: (1) National Guard plate; (2) Disabled veteran plate; (3) Veteran plate; (4) Active duty plate; (5) Prisoner of War plate; (6) Pearl Harbor survivor plate; (7) Gold Star plate; (8) Purple Heart plate; (9) Medal of Honor plate; (10) Silver Star plate; (11) Distinguished Service Cross plate; (12) Navy Cross plate; (13) Air Force Cross plate; (14) Distinguished Flying Cross plate; (15) Bronze Star with Valor plate; (16) Bronze Star plate; (17) Tribal veteran plate; (18) Woman veteran plate; and (19) Legion of Merit plate. Section 2. That § 32-5-157 be AMENDED: 32-5-157. Any owner applying for a military specialty plate listed in § 32-5-155 must meet the following specific additional requirements for the respective military specialty plate: (1) Any applicant for the National Guard plate must be an active enlisted member of the National Guard, an active warrant officer of the National Guard, an active commissioned member of the National Guard, or a retired member of the National Guard with twenty years or more of creditable service; (2) Any applicant for the disabled veteran plate must be a veteran who has been rated as in receipt of a statutory benefit for loss or loss of use of one or more extremities, a veteran who receives a veteran's allotment for a total service-connected disability, or a veteran who has received a United States Veterans Administration K Award. The disability must have been incurred while serving on active duty during a time of war or while participating in a military mission involving armed conflict; (3) Any applicant for the veteran plate must be an honorably discharged veteran who served on active duty; (4) Any applicant for the active duty plate must currently be serving on active duty; (5) Any applicant for the Prisoner of War plate must be a veteran who was a prisoner of war while serving on active duty; (6) Any applicant for the Pearl Harbor survivor plate must have survived the attack at Pearl Harbor, Hawaii, on December 7, 1941, while serving on active duty, and have received an honorable discharge from the United States armed forces; (7) Any applicant for the Gold Star plate must be a parent, spouse, sibling, or child of a member of the United States armed forces who died while serving this country on active duty or as a result of that service; (8) Any applicant for the Purple Heart plate must be a veteran who received the Purple Heart as a result of the applicant's service; (9) Any applicant for the Medal of Honor plate must be a veteran who received the Medal of Honor as a result of the applicant's service; (10) Any applicant for the Silver Star plate must have received the Silver Star as a result of the applicant's service; (11) Any applicant for the Distinguished Service Cross plate must have received the Distinguished Service Cross as a result of the applicant's service; (12) Any applicant for the Navy Cross plate must have received the Navy Cross as a result of the applicant's service; (13) Any applicant for the Air Force Cross plate must have received the Air Force Cross as a result of the applicant's service; (14) Any applicant for the Distinguished Flying Cross plate must have received the Distinguished Flying Cross as a result of the applicant's service; (15) Any applicant for the Bronze Star with Valor plate must have received the Bronze Star with Valor as a result of the applicant's service; (16) Any applicant for the Bronze Star plate must have received the Bronze Star as a result of the applicant's service; (17) Any applicant for the tribal veteran plate must be a member of a tribe and an honorably discharged veteran who served on active duty; (18) Any applicant for the woman veteran plate must be a woman and an honorably discharged veteran who served on active duty; and (19) Any applicant for the Legion of Merit plate must have received the Legion of Merit as a result of the applicant's service. Section 3. That § 32-5-162 be AMENDED: 32-5-162. Military specialty plates must be numbered and designed by the secretary, with the exception of the National Guard plate which must be designed by the adjutant general and approved by the secretary. The military specialty plates shall meet the following specific requirements: (1) The National Guard plate must contain a symbol indicating that the owner is a current or retired member of the National Guard; (2) The disabled veteran plate must consist of a white background bordered on the left by a blue field with white stars and on the right by alternating red and white stripes. The words Disabled Veteran, must be inscribed on the plate in blue, in at least ten point bold type; (3) The veteran plate must designate the owner as a veteran. The plate may allow for additional indication of the conflict, rank, or status of the veteran; (4) The active duty plate must designate the owner as currently serving on active duty. The plate may allow for additional indication of the conflict, rank, or status of the active duty member; (5) The Prisoner of War plate must contain a symbol indicating that the owner was a prisoner of war; (6) The Pearl Harbor survivor plate must contain a symbol indicating that the owner survived the attack at Pearl Harbor, Hawaii while serving on active duty; (7) The Gold Star plate must contain a symbol indicating that the owner is a parent, spouse, sibling, or child of a member of the United States armed forces who died while serving this country on active duty or as a result of that service; (8) The Purple Heart plate must contain a symbol indicating that the owner received the Purple Heart as a result of the owner's service; (9) The Medal of Honor plate must contain a symbol indicating that the owner received the Medal of Honor, including a facsimile of the medallion portion corresponding to the branch of the United States armed forces for which the owner served when the medal was received, as a result of the owner's service; (10) The Silver Star plate must contain a symbol indicating that the owner received the Silver Star as a result of the owner's service; (11) The Distinguished Service Cross plate must contain a symbol indicating that the owner received the Distinguished Service Cross as a result of the owner's service; (12) The Navy Cross plate must contain a symbol indicating that the owner received the Navy Cross as a result of the owner's service; (13) The Air Force Cross plate must contain a symbol indicating that the owner received the Air Force Cross as a result of the owner's service; (14) The Distinguished Flying Cross plate must contain a symbol indicating that the owner received the Distinguished Flying Cross as a result of the owner's service; (15) The Bronze Star with Valor plate must contain a symbol indicating that the owner received the Bronze Star with Valor as a result of the owner's service; (16) The Bronze Star plate must contain a symbol indicating that the owner received the Bronze Star as a result of the owner's service; (17) The tribal veteran plate must be of the same design as provided in § 32-5-123 and must designate the owner as a veteran; (18) The woman veteran plate must designate the owner as a woman and a veteran. The plate may allow for additional indication of the conflict, rank, or status of the veteran; and (19) The Legion of Merit plate must contain a symbol indicating that the owner received the Legion of Merit as a result of the owner's service. Section 4. This Act is effective March 1, 2025. An Act to provide a special motor vehicle license plate for recipients of the Legion of Merit award. I certify that the attached Act originated in the: House as Bill No. 1101 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1101 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2024 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2024 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2024 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24696, "action_date": "2024-01-18T14:00:00-06:00", "document_id": 260440, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260440.pdf", "status_text": "First read in House and referred to", "journal_page": 84, "committee_id_action": 1197, "committee_id_assigned": 1205, "result": "N", "vote": {}}, {"bill_id": 24696, "action_date": "2024-01-23T10:00:00-06:00", "document_id": 260723, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260723.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1205, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24696, "action_date": "2024-01-23T10:00:00-06:00", "document_id": 260724, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260724.pdf", "status_text": "Do Pass", "journal_page": 6, "committee_id_action": 1205, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78738, "president_vote": null, "Yea": [4566, 4549, 4544, 4510, 4497, 4519, 4528, 4556, 4560, 4533, 4499, 4503, 4478]}}, {"bill_id": 24696, "action_date": "2024-01-23T10:00:00-06:00", "document_id": 260724, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260724.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": 6, "committee_id_action": 1205, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24696, "action_date": "2024-01-24T14:00:00-06:00", "document_id": 261987, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/261987.pdf", "status_text": "Do Pass", "journal_page": 166, "committee_id_action": 1197, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78817, "president_vote": null, "Yea": [4472, 4473, 4474, 4475, 4476, 4478, 4482, 4483, 4485, 4486, 4489, 4491, 4492, 4494, 4495, 4496, 4497, 4499, 4500, 4503, 4504, 4505, 4506, 4509, 4510, 4511, 4513, 4514, 4518, 4519, 4520, 4521, 4522, 4524, 4527, 4528, 4530, 4531, 4532, 4533, 4534, 4535, 4538, 4540, 4542, 4543, 4544, 4545, 4546, 4548, 4549, 4551, 4552, 4553, 4555, 4556, 4557, 4560, 4561, 4562, 4563, 4565, 4566, 4568, 4569, 4570, 4571, 4575], "Excused": [4525]}}, {"bill_id": 24696, "action_date": "2024-01-25T13:00:00-06:00", "document_id": 262427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262427.pdf", "status_text": "First read in Senate and referred to", "journal_page": 182, "committee_id_action": 1219, "committee_id_assigned": 1222, "result": "N", "vote": {}}, {"bill_id": 24696, "action_date": "2024-01-31T07:45:00-06:00", "document_id": 263233, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263233.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1222, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24696, "action_date": "2024-01-31T07:45:00-06:00", "document_id": 263234, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263234.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1222, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79002, "president_vote": null, "Yea": [4477, 4490, 4559, 4512, 4498, 4523, 4515]}}, {"bill_id": 24696, "action_date": "2024-01-31T07:45:00-06:00", "document_id": 263234, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263234.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1222, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24696, "action_date": "2024-02-01T14:00:00-06:00", "document_id": 264169, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264169.pdf", "status_text": "Do Pass", "journal_page": 237, "committee_id_action": 1219, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79097, "president_vote": null, "Yea": [4477, 4479, 4480, 4481, 4487, 4488, 4490, 4498, 4502, 4507, 4508, 4512, 4515, 4516, 4517, 4523, 4526, 4529, 4536, 4537, 4541, 4547, 4550, 4554, 4558, 4559, 4564, 4567, 4572, 4574, 4576], "Excused": [4493, 4501, 4573]}}, {"bill_id": 24696, "action_date": "2024-02-02T13:00:00-06:00", "document_id": 264321, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264321.pdf", "status_text": "Signed by the Speaker", "journal_page": 240, "committee_id_action": 1197, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24696, "action_date": "2024-02-05T14:00:00-06:00", "document_id": 264485, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264485.pdf", "status_text": "Signed by the President", "journal_page": 261, "committee_id_action": 1219, "committee_id_assigned": null, "result": "N", "vote": {}}]}