{"session_id": 43, "bill_id": 12072, "bill_type": "House Joint Resolution", "bill_number": 5002, "bill_title": "Proposing and submitting to the electors at the next general election an amendment to the Constitution of the State of South Dakota, relating to legislative reapportionment.", "sponsors": [{"legislator_profile_id": 1653, "is_prime": true}, {"legislator_profile_id": 1654, "is_prime": false}, {"legislator_profile_id": 1656, "is_prime": false}, {"legislator_profile_id": 1663, "is_prime": false}, {"legislator_profile_id": 1651, "is_prime": false}, {"legislator_profile_id": 1664, "is_prime": false}, {"legislator_profile_id": 1660, "is_prime": false}, {"legislator_profile_id": 1661, "is_prime": false}, {"legislator_profile_id": 1652, "is_prime": false}], "keywords": ["Constitutional Amendments", "House Joint Resolution", "Legislative Reapportionment", "Legislature and Statutes", "Organization of the Legislature"], "audio": [{"meeting_datetime": "2020-02-24T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hst25.mp3", "start_seconds": 129.0}, {"meeting_datetime": "2020-02-24T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hst25.mp3", "start_seconds": 129.0}, {"meeting_datetime": "2020-02-24T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hst25.mp3", "start_seconds": 129.0}], "bill_versions": [{"bill_id": 12072, "bill_version_id": 66420, "bill_version": "Introduced", "bill_version_date": "2020-02-05T10:38:42.94-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the electors at the next general election an amendment to the Constitution of the State of South Dakota, relating to legislative reapportionment. Be it resolved by the House of Representatives of the State of South Dakota, the Senate concurring therein: Section 1. That at the next general election held in the state, the following amendment to Article III, § 5 of the Constitution of the State of South Dakota, as set forth in section 2 of this Joint Resolution, which is hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article III, § 5 of the Constitution of the State of South Dakota, be AMENDED: § 5. Legislative reapportionment. The Legislature shall apportion its membership by dividing the state into as many single-member, legislative districts as there are state senators. House districts shall be established wholly within senatorial districts and shall be either single-member or dual-member districts as the Legislature shall determine. Legislative districts shall consist of compact, contiguous territory and shall have population as nearly equal as is practicable, based on the last preceding federal census. An apportionment shall be made by the Legislature in 1983 and in 1991, and every ten years after 1991. Such apportionment shall be accomplished by December first of the year in which the apportionment is required. If any Legislature whose duty it is to make an apportionment shall fail to make the same as herein provided, it shall be the duty of the Supreme Court within ninety days to make such apportionment. Beginning in 2021, and every ten years thereafter, a commission composed of five registered voters in this state appointed under this section shall apportion the membership of the Legislature. No member of the commission may have been a candidate for or elected to any public office or have been an official in any political party during the three years immediately preceding, or during the three years immediately following, the member's term on the commission. No more than two members of the commission may be members of the same political party. A member of the commission shall have been continuously registered with the same political party or registered as unaffiliated for at least three years immediately preceding the member's appointment to the commission. The following persons shall each appoint one member of the commission: the majority leader of the House of Representatives; the minority leader of the House of Representatives; the majority leader of the Senate; the minority leader of the Senate; and the Secretary of State. The commission shall apportion the membership of the Senate by establishing single-member legislative districts equal to the number of state senators provided by law. The commission shall apportion the membership of the House of Representatives by establishing single-member districts or a dual-member district, wholly within a senatorial district in accordance with the law of this state or the United States. Each senatorial district shall be equal in population to the extent practicable and mapped in a grid-like pattern across the state. Any adjustments to a senatorial district may be made solely based on the following criteria, in the following priority order: 1. Complying with the Constitution of the United States, this constitution, and federal law, and creating geographically contiguous districts; 2. Minimizing divisions of counties; 3. Minimizing divisions of municipalities; 4. Minimizing divisions of census blocks; 5. Using visible geographic features; 6. Creating geographically compact districts to the extent practicable; and 7. Maintaining the same or similar socio-economic areas to the extent practicable. The commission may not use party registration, voting history, or place of residence for any legislative incumbent or candidate to establish a senatorial district. The Office of the Secretary of State shall serve as the secretariat of the commission and shall assist the commission as the commission may require. The Office of the Attorney General shall provide legal assistance to the commission as the commission may require. The members of the commission shall receive for their services the same salary and travel expenses fixed for members of the Legislature under law. The Legislature shall enact any law necessary to enforce this section."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12072, "action_date": "2020-02-05T14:00:00-06:00", "document_id": 66255, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66255.pdf", "status_text": "First Reading House", "journal_page": 169, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12072, "action_date": "2020-02-11T14:00:00-06:00", "document_id": 67317, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67317.pdf", "status_text": "Referred to", "journal_page": 257, "committee_id_action": 480, "committee_id_assigned": 461, "result": "N", "vote": {}}, {"bill_id": 12072, "action_date": "2020-02-24T07:45:00-06:00", "document_id": 68348, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68348.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 461, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12072, "action_date": "2020-02-24T07:45:00-06:00", "document_id": 68350, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68350.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 461, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33556, "president_vote": null, "Yea": [1754, 1711, 1672, 1744, 1682, 1734, 1731, 1677, 1723, 1725], "Excused": [1736, 1657], "Nay": [1653]}}]}