{"session_id": 15, "bill_id": 3382, "bill_type": "House Bill", "bill_number": 1272, "bill_title": "allow the sale of health benefit plans approved in select other states to be sold in South Dakota and to grant the director authority to pursue a multi-state consortium to grant automatic reciprocity for the sale of health benefit plans approved by the participating consortium states.", "sponsors": [{"legislator_profile_id": 264, "is_prime": true}, {"legislator_profile_id": 303, "is_prime": true}, {"legislator_profile_id": 284, "is_prime": false}, {"legislator_profile_id": 265, "is_prime": false}, {"legislator_profile_id": 313, "is_prime": false}, {"legislator_profile_id": 234, "is_prime": false}, {"legislator_profile_id": 233, "is_prime": false}, {"legislator_profile_id": 248, "is_prime": false}, {"legislator_profile_id": 263, "is_prime": false}, {"legislator_profile_id": 240, "is_prime": false}, {"legislator_profile_id": 267, "is_prime": false}, {"legislator_profile_id": 294, "is_prime": false}, {"legislator_profile_id": 238, "is_prime": false}, {"legislator_profile_id": 300, "is_prime": false}], "keywords": [], "audio": [{"meeting_datetime": "2012-02-08T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hco17.mp3", "start_seconds": 2203.0}, {"meeting_datetime": "2012-02-08T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hco17.mp3", "start_seconds": 2203.0}, {"meeting_datetime": "2012-02-08T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hco17.mp3", "start_seconds": 2203.0}], "bill_versions": [{"bill_id": 3382, "bill_version_id": 20283, "bill_version": "Introduced", "bill_version_date": "2012-01-26T11:32:11.143-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to allow the sale of health benefit plans approved in select other states to be sold in South Dakota and to grant the director authority to pursue a multi-state consortium to grant automatic reciprocity for the sale of health benefit plans approved by the participating consortium states. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-6 be amended by adding thereto a NEW SECTION to read as follows: The director shall issue a certificate of authority to any applicant insurer that complies with the provisions of this chapter. Section 2. That § 58-6-13 be amended to read as follows: 58-6-13. No foreign insurance company may be admitted to do business in the State of South Dakota until it has fully complied with the following requirements, in addition to such other requirements as may be specifically provided: (1) Such company shall have had two continuous calendar years of operating experience as of the date of application to do business in this state; and (2) Shall have been examined within the thirty-six months next preceding the date of application to do business in this state; and (3) Shall fully satisfy any retaliatory requirements imposed by the laws and regulations which the applying company's state of incorporation imposes upon South Dakota insurance companies seeking admission to such state. Subdivisions (1) and (2) do not apply to a company which is a wholly owned subsidiary, or which is the successor in interest, through merger or consolidation, of an insurer which is an authorized insurer in this state or to a company which satisfies the director that it is in fact a continuation of an older organization. The director may waive the provisions of subdivisions (1) and (2) if a special need or circumstance, as determined by the director, can be demonstrated. Section 3. In accordance with the provisions of this Act, the director shall identify at least five states with insurance laws sufficiently consistent with South Dakota laws. The director shall approve for sale in South Dakota selected health benefit policies that have been approved for issuance in those other states where the insurer is authorized to engage in the business of insurance so long as the insurer is also authorized to engage in the business of insurance in this state and provided that the policy meets the requirements set forth in Title 58. High deductible health plans that meet national standards for comprehensive medical and surgical coverage may be among the policies automatically approved in South Dakota if approved in the states identified as acceptable by the director. Section 4. A policy approved and issued pursuant to this Act shall be treated as if it were issued by an insurer domiciled in South Dakota regardless of the insurer's actual domiciliary. Section 5. Any insurer selling an insurance policy pursuant to this Act and any plan approved under this Act, shall satisfy actuarial standards and insurer solvency requirements set forth by the National Association of Insurance Commissioners (NAIC) and adopted by rule promulgated by the director so long as the regulation is not inconsistent with NAIC standards. Section 6. Any policy sold in South Dakota under the coverage and administrative laws and regulations of another state that are not covered by a guarantee association or similar association of that state shall be protected under the South Dakota Life and Health Insurance Guaranty Association Act under chapter 58-29C. Section 7. The director shall determine whether an insurer satisfies the standards required by this section and may not approve a policy or plan that is not in compliance with this Act. The director shall determine whether the policies sold pursuant to this Act continue to satisfy the requirements set forth in Title 58. The director shall suspend or revoke new sales of out-of-state policies if the laws and regulations of those states are determined to egregiously harm South Dakota residents. Upon suspension or revocation, the issuers of the out-of-state policies shall notify in writing all affected South Dakota policyholders of the suspension or revocation determination by the director. Section 8. The director shall explore with other insurance directors the creation of a consortium of like-minded states that could establish rules of reciprocity for the approval of health benefit plans among the participating states. The director shall solicit the thoughts and report a consensus, where one exists, of the other directors interested in creating a consortium of like-minded states in establishing rules of reciprocity for the approval of health benefit plans. Issues the director shall consider include: (1) Whether the consortium should involve only high deductible individual policies, all comprehensive health insurance policies, both of these types of individual policies plus small group policies, or all health insurance policies; (2) Whether insurers should be free to price differently among consortium states dependent on health care costs and market conditions; (3) Whether a policy approved in a primary state shall be automatically available in all secondary states of the consortium, or available at the option of the insurer; (4) In areas where an associated preferred provider network is absent, whether sale of policies should be prohibited, disclaimers should be required, or the sale of policies should be regulated only by market forces and conditions; (5) The adequacy for a multi-state consortium of existing state laws on insurer financial solvency, guarantee funds and imposition and collection of premium taxes; (6) The authority of a secondary state to deal with customer complaints concerning a multi-state policy; (7) Whether and when an insurer selling a policy approved in a primary state must notify the commissioner of a secondary state that the insurer is marketing the policy in the secondary state; (8) Whether secondary state insurers, in order to sell competitive policies, may match any less restrictive primary state rules governing policies sold in the secondary state, and whether disclaimers to warn potential customers shall be required on policies and promotional materials in the secondary state; (9) Whether any of the issues identified in this subsection require the enactment of uniform laws in the consortium states; (10) Estimated savings to customers from policy approval only in the primary state and from uniform or less restrictive policies across the consortium states; and (11) Other issues deemed appropriate by the directors to implement a multi-state consortium. Section 9. The director shall submit a report to the Legislature every year detailing the progress made towards forming a consortium. If the director identifies states interested in creating a consortium, the director shall submit a proposal to the Legislature detailing the proposed consortium and rules along with a recommendation of approval or disapproval. The report shall include the proposed rules and conditions of the proposed consortium, aimed at protecting South Dakota insurance customers. Section 10. Except as provided in this Act, a health insurance issuer with respect to its offer, sale, rating, benefit payment requirements, renewal, and issuance of health insurance coverage in South Dakota is exempt from any covered laws of South Dakota as the secondary state and any rules, regulations, agreements, or orders sought or issued by the director under, or related to, the covered laws to the extent that the laws would: (1) Make unlawful or regulate, directly or indirectly, the operation of the health insurance issuer operating in South Dakota as a secondary state, except that the director may require an issuer: (a) To pay, on a nondiscriminatory basis, applicable premium and other taxes, including high risk pool assessments and other assessments which are levied on insurers and surplus lines insurers, brokers, or policyholders under the laws of South Dakota; (b) To register with and designate the director as its agent solely for the purpose of receiving service of legal documents or process; (c) To submit to examinations of its financial condition in accordance with the policies and regulations established through the National Association of Insurance Commissioners for accreditation of states to perform these examinations; (d) To comply with an injunction issued by a court of competent jurisdiction, upon a petition by the director; (e) To participate, on a nondiscriminatory basis, in any insurance insolvency guaranty association or similar association to which a health insurance issuer in the state is required to belong; (f) To comply with any state law regarding fraud and abuse, except that if the state seeks an injunction regarding the conduct described in this subsection, the injunction shall be obtained from a court of competent jurisdiction; (g) To comply with any state law regarding unfair claims settlement practices; and (h) To comply with the applicable requirements for external review procedures with respect to coverage offered in the state; (2) Discriminate against the issuer issuing insurance in both the primary state and in any secondary state. Section 11. Nothing in this section may be construed to prohibit a health insurance issuer: (1) From terminating or discontinuing coverage or a class of coverage in accordance with the laws of the primary state; (2) From reinstating lapsed coverage; or (3) From retroactively adjusting the rates charged an insured individual if the initial rates were set based on material misrepresentation by the individual at the time of issue. Section 12. A health insurance issuer may not offer for sale individual health insurance coverage in South Dakota as a secondary state unless that coverage is currently offered for sale in the primary state. Section 13. A person acting, or offering to act, as an agent or broker for a health insurance issuer with respect to the offering of individual health insurance coverage shall obtain a license from South Dakota, with commissions or other compensation subject to the provisions of the laws of South Dakota, except that South Dakota may not impose any qualification or requirement which discriminates against a nonresident agent or broker. Section 14. Each health issuer issuing individual health insurance coverage in both primary and secondary states shall submit to the insurance director of each state in which it intends to offer the coverage before it may offer individual health insurance coverage in the state: (1) A copy of the plan of operation or feasibility study or any similar statement of the policy being offered and its coverage which shall include the name of its primary state and its principal place of business; (2) Written notice of any change in its designation of its primary state; and (3) Written notice from the issuer of the issuer's compliance with all the laws of the primary state. Section 15. Nothing in this Act affects the authority of any federal or state court to enjoin the solicitation or sale of individual health insurance coverage by a health insurance issuer to any person or group who is not eligible for that insurance. Section 16. Out-of-state companies offering health benefit plans under this Act are subject to regulation by the director with regard to enforcement of the contractual benefits under the health benefit plan, including the requirements regarding prompt payment of claims for benefits. Section 17. The director shall promulgate rules pursuant to chapter 1-26 necessary to implement this Act. Section 18. Any dispute resolution mechanism or provision for notice and hearing in this Act applies to insurers issuing and delivering plans pursuant to this Act. Section 19. If the provisions of this Act conflict with any other provisions of these statutes, the provisions of this Act shall control."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3382, "action_date": "2012-01-26T14:00:00-06:00", "document_id": 20313, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20313.pdf", "status_text": "First read in House and referred to", "journal_page": 223, "committee_id_action": 173, "committee_id_assigned": 159, "result": "N", "vote": {}}, {"bill_id": 3382, "action_date": "2012-02-08T10:00:00-06:00", "document_id": 20810, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20810.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3382, "action_date": "2012-02-08T10:00:00-06:00", "document_id": 20983, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20983.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 355, "committee_id_action": 159, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11211, "president_vote": null, "Yea": [260, 293, 305, 263, 213, 315, 298, 281, 259], "Nay": [217, 299, 279, 304]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3382"}