{"session_id": 68, "bill_id": 23736, "bill_type": "Senate Bill", "bill_number": 6, "bill_title": "authorize community response teams to recommend alternative community-based resources for children alleged to be delinquent and children alleged to be in need of supervision prior to adjudication.", "sponsors": [{"legislator_profile_id": 4421, "is_prime": true}, {"legislator_profile_id": 4430, "is_prime": true}, {"legislator_profile_id": 4351, "is_prime": false}, {"legislator_profile_id": 4368, "is_prime": false}, {"legislator_profile_id": 4398, "is_prime": false}, {"legislator_profile_id": 4407, "is_prime": false}, {"legislator_profile_id": 4408, "is_prime": false}, {"legislator_profile_id": 4414, "is_prime": false}, {"legislator_profile_id": 4426, "is_prime": false}], "keywords": ["Juvenile Justice", "Minors"], "audio": [{"meeting_datetime": "2023-01-12T08:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sju03.mp3", "start_seconds": 3730.0}, {"meeting_datetime": "2023-01-12T08:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sju03.mp3", "start_seconds": 3730.0}, {"meeting_datetime": "2023-01-12T08:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sju03.mp3", "start_seconds": 3730.0}, {"meeting_datetime": "2023-01-12T08:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sju03.mp3", "start_seconds": 3730.0}, {"meeting_datetime": "2023-02-24T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju29.mp3", "start_seconds": 6152.0}, {"meeting_datetime": "2023-02-24T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju29.mp3", "start_seconds": 6152.0}, {"meeting_datetime": "2023-02-24T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju29.mp3", "start_seconds": 6152.0}, {"meeting_datetime": "2023-02-24T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju29.mp3", "start_seconds": 6152.0}], "bill_versions": [{"bill_id": 23736, "bill_version_id": 241962, "bill_version": "Introduced", "bill_version_date": "2023-01-03T15:28:38.787-06:00", "bill_text": "An Act to authorize community response teams to recommend alternative community-based resources for children alleged to be delinquent and children alleged to be in need of supervision prior to adjudication. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 26-8D-1 be AMENDED: 26-8D-1. Terms used in this chapter mean: (1) \"Community response team\" or \"team,\" a support team tasked with finding viable community resources to help rehabilitate delinquent children and children in need of supervision children alleged to be delinquent and children alleged to be in need of supervision in community-based settings who are at risk for commitment to the Department of Corrections; (2) \"Juvenile cited violation,\" designated delinquency or children in need of supervision violation handled by law enforcement with the uniform traffic ticket pursuant to § 23-1A-2; (3) \"Juvenile Justice Oversight Council,\" the council established by § 26-8D-7; (4) \"Quality assured,\" monitored to determine the extent to which individuals delivering treatment to juveniles are administering that treatment consistently and as designed; (5) \"Recidivism,\" for the Department of Corrections for the purposes of this chapter, within one year, two years, or three years of discharge from the custody of the Department of Corrections, a juvenile commitment or conviction in adult court for a felony resulting in a sentence to the Department of Corrections. For the Unified Judicial System for the purposes of this chapter, the term means being adjudicated delinquent while on probation or adjudicated delinquent or convicted of a felony in adult court within one year, two years, or three years after discharge from juvenile probation; (6) \"Risk factors,\" characteristics and behaviors that, when addressed or changed, affect a child's risk for committing delinquent acts. The term includes prior and current offense history, antisocial behavior, antisocial personality, attitude and thinking about delinquent activity, family dysfunction, low levels of education or engagement in school, poor use of leisure time and recreation, and substance abuse; (7) \"Specialized transition services,\" independent living; foster care; respite; crisis stabilization; short-term assessment; a residential setting intended to transition the juvenile from a residential treatment center, intensive residential treatment center, or more restrictive group care or juvenile corrections facility; or other transitional setting authorized by the secretary of the Department of Corrections; (8) \"Treatment,\" when used in a juvenile justice context, targeted interventions that utilize evidence-based practices to focus on juvenile risk factors, to improve mental health, and to reduce the likelihood of delinquent behavior; and (9) \"Validated risk and needs assessment,\" a tool scientifically proven to identify factors for delinquency and predict a child's risk to reoffend. Section 2. That § 26-8D-10 be AMENDED: 26-8D-10. The presiding judge of each judicial circuit may appoint one or more community response teams to assist judges by recommending viable community-based interventions for children in need of supervision and delinquent children children alleged to be delinquent and children alleged to be in need of supervision. Each team appointedshall must include the court services officer in the jurisdiction where the team is to operate, a representative of a public school district in which the team is to operate, and designees of the secretaries of the Departments of Social Services and Corrections. Each team may include a representative of a public school district in which the team is to operate and one or more representatives of the public. The Unified Judicial System shall maintain a record of the membership of each team and report nonidentifying data to the oversight council. The team may operate telephonically or through electronic communications. The records prepared or maintained by the team are confidential. However, the records may be inspected by, or disclosed to, justices, judges, magistrates, and employees of the Unified Judicial System in the course of their duties,; the attorney for the child and child's parents, guardian, or other custodian,; the state's attorney prosecuting the case,; and to any person specifically authorized by order of the court. The record of the team may only be released to a third party upon good cause shown to the satisfaction of the court that the release is necessary and the information contained in the record is not available elsewhere. Section 3. That § 26-8B-4 be AMENDED: 26-8B-4. Following adjudication of a child as a child in need of supervision, the court may continue the case and may require a court services officer to present to the court a plan of disposition. If a community response team as defined in § 26-8D-1 has been established, following any advisory or initial hearing, the court may seek recommendations for community-based interventions and rehabilitative resources from the team. Following adjudication of a child in need of supervision and prior to any disposition to the Department of Corrections, the court may seek a recommendation for a viable community alternative disposition from the team. If the team is unable to provide any recommendation within seven days of the referral, the court may exercise its discretion and make a disposition decision without the input of the team, pursuant to § 26-8B-6. In all cases, the court may adopt the recommendation of the team in part, in full, or reject the recommendation of the team in its entirety. Following adjudication of a child as a child in need of supervision, the court may continue the case and may require a court services officer to present to the court a plan of disposition. Section 4. That § 26-8C-5 be AMENDED: 26-8C-5. Following adjudication of a child as a delinquent child, the court may continue the case and may require a court services officer to present to the court a plan of disposition. Where a community response team as defined in § 26-8D-1 has been established, following any advisory or initial hearing, the court may seek recommendations for community-based interventions and rehabilitative resources from the team. Following adjudication of a child as a delinquent child and prior to any disposition to the Department of Corrections, the court may seek a recommendation for a viable community alternative disposition from the team. If the team is unable to provide any recommendation within seven days of the referral, the disposing court may exercise its discretion and make a disposition decision without the input of the team, pursuant to § 26-8C-7. In each case, the court may adopt the recommendation of the team in part, in full, or reject the recommendation of the team in its entirety. Following adjudication of a child as a delinquent child, the court may continue the case and may require a court services officer to present to the court a plan of disposition."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23736, "action_date": "2023-01-10T12:00:00-06:00", "document_id": 241522, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/241522.pdf", "status_text": "First read in Senate and referred to", "journal_page": 14, "committee_id_action": 1183, "committee_id_assigned": 1177, "result": "N", "vote": {}}, {"bill_id": 23736, "action_date": "2023-01-12T08:00:00-06:00", "document_id": 242928, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/242928.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1177, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23736, "action_date": "2023-01-12T08:00:00-06:00", "document_id": 242937, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/242937.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1177, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23736, "action_date": "2023-01-12T08:00:00-06:00", "document_id": 242937, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/242937.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1177, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76094, "president_vote": null, "Yea": [4352, 4457, 4460, 4410, 4430, 4419, 4355]}}, {"bill_id": 23736, "action_date": "2023-01-13T12:30:00-06:00", "document_id": 243289, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/243289.pdf", "status_text": "Do Pass", "journal_page": 45, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76134, "president_vote": null, "Yea": [4336, 4338, 4339, 4340, 4342, 4345, 4348, 4448, 4352, 4355, 4457, 4378, 4381, 4382, 4453, 4466, 4386, 4460, 4394, 4395, 4399, 4404, 4410, 4413, 4414, 4419, 4426, 4430, 4432, 4434, 4436], "Excused": [4359, 4360, 4372, 4407]}}, {"bill_id": 23736, "action_date": "2023-01-17T14:00:00-06:00", "document_id": 243467, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/243467.pdf", "status_text": "First read in House and referred to", "journal_page": 45, "committee_id_action": 1159, "committee_id_assigned": 1160, "result": "N", "vote": {}}, {"bill_id": 23736, "action_date": "2023-02-24T10:00:00-06:00", "document_id": 249951, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249951.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1160, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23736, "action_date": "2023-02-24T10:00:00-06:00", "document_id": 249959, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249959.pdf", "status_text": "Do Pass", "journal_page": 9, "committee_id_action": 1160, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77578, "president_vote": null, "Yea": [4358, 4438, 4451, 4396, 4405, 4409, 4458, 4417, 4418, 4464, 4446, 4421, 4366]}}, {"bill_id": 23736, "action_date": "2023-02-24T10:00:00-06:00", "document_id": 249959, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249959.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": 9, "committee_id_action": 1160, "committee_id_assigned": null, "result": "N", "vote": {}}]}