{"session_id": 57, "bill_id": 19685, "bill_type": "Senate Bill", "bill_number": 111, "bill_title": "provide for the effective date of municipal and county administrative decisions.", "sponsors": [{"legislator_profile_id": 3160, "is_prime": true}, {"legislator_profile_id": 3163, "is_prime": true}, {"legislator_profile_id": 3161, "is_prime": false}, {"legislator_profile_id": 3165, "is_prime": false}, {"legislator_profile_id": 3166, "is_prime": false}, {"legislator_profile_id": 3181, "is_prime": false}, {"legislator_profile_id": 3208, "is_prime": false}, {"legislator_profile_id": 3247, "is_prime": false}], "keywords": ["Counties", "Municipalities"], "audio": [{"meeting_datetime": "2005-01-31T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/slo14sb0111a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-31T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/slo14sb0111a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-31T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/slo14sb0111a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-31T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/slo14sb0111a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-31T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/slo14sb0111a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-31T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/slo14sb0111a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-02T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen16sb0111a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-02T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen16sb0111a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-02T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen16sb0111a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19685, "bill_version_id": 103131, "bill_version": "Introduced", "bill_version_date": "2005-01-25T10:30:02-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the effective date of municipal and county administrative decisions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 9-20-19 be amended to read as follows: 9-20-19. Any legislative decision of a governing body is subject to the referendum process. A legislative decision is one that enacts a permanent law or lays down a rule of conduct or course of policy for the guidance of citizens or their officers. Any matter of a permanent or general character is a legislative decision. No administrative decision of a governing body is subject to the referendum process, unless specifically authorized by this code. An administrative decision is one that merely puts into execution a plan already adopted by the governing body itself or by the Legislature. Supervision of a program is an administrative decision. Hiring, disciplining, and setting the salaries of employees are administrative decisions. An administrative decision takes effect upon the passage of the decision. Section 2. That § 9-19-13 be amended to read as follows: 9-19-13. Except such resolutions or ordinances as may be necessary for the immediate preservation of the public peace, health, or safety, or support of the municipal government and its existing public institutions, or which provide for an election or for hearing on an improvement or assessment or which call for bids, which take effect upon the passage and publication thereof, every resolution or ordinance passed by the governing body shall take effect on the twentieth day after its publication unless suspended by operation of a referendum. However, an administrative decision takes effect upon the passage of the decision. Section 3. That § 7-18A-15.1 be amended to read as follows: 7-18A-15.1. Any legislative decision of a board of county commissioners is subject to the referendum process. A legislative decision is one that enacts a permanent law or lays down a rule of conduct or course of policy for the guidance of citizens or their officers. Any matter of a permanent or general character is a legislative decision. No administrative decision of a governing body is subject to the referendum process, unless specifically authorized by this code. An administrative decision is one that merely puts into execution a plan already adopted by the governing body itself or by the Legislature. Supervision of a program is an administrative decision. Hiring, disciplining, and setting the salaries of employees are administrative decisions. An administrative decision takes effect upon the passage of the decision."}, {"bill_id": 19685, "bill_version_id": 103680, "bill_version": "Senate Local Government Engrossed", "bill_version_date": "2005-01-31T12:38:06-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the effective date of municipal and county administrative decisions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 9-20-19 be amended to read as follows: 9-20-19. Any legislative decision of a governing body is subject to the referendum process. A legislative decision is one that enacts a permanent law or lays down a rule of conduct or course of policy for the guidance of citizens or their officers. Any matter of a permanent or general character is a legislative decision. No administrative decision of a governing body is subject to the referendum process, unless specifically authorized by this code. An administrative decision is one that merely puts into execution a plan already adopted by the governing body itself or by the Legislature. Supervision of a program is an administrative decision. Hiring, disciplining, and setting the salaries of employees are administrative decisions. An administrative decision takes effect upon the passage of the decision unless otherwise specified by ordinance. Section 2. That § 9-19-13 be amended to read as follows: 9-19-13. Except such resolutions or ordinances as may be necessary for the immediate preservation of the public peace, health, or safety, or support of the municipal government and its existing public institutions, or which provide for an election or for hearing on an improvement or assessment or which call for bids, which take effect upon the passage and publication thereof, every resolution or ordinance passed by the governing body shall take effect on the twentieth day after its publication unless suspended by operation of a referendum. However, an administrative decision takes effect upon the passage of the decision unless otherwise specified by ordinance. Section 3. That § 7-18A-15.1 be amended to read as follows: 7-18A-15.1. Any legislative decision of a board of county commissioners is subject to the referendum process. A legislative decision is one that enacts a permanent law or lays down a rule of conduct or course of policy for the guidance of citizens or their officers. Any matter of a permanent or general character is a legislative decision. No administrative decision of a governing body is subject to the referendum process, unless specifically authorized by this code. An administrative decision is one that merely puts into execution a plan already adopted by the governing body itself or by the Legislature. Supervision of a program is an administrative decision. Hiring, disciplining, and setting the salaries of employees are administrative decisions. An administrative decision takes effect upon the passage of the decision unless otherwise specified by ordinance."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19685, "action_date": "2005-01-25T14:00:00-06:00", "document_id": 103174, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103174.pdf", "status_text": "First read in Senate and referred to", "journal_page": 159, "committee_id_action": 861, "committee_id_assigned": 841, "result": "N", "vote": {}}, {"bill_id": 19685, "action_date": "2005-01-31T08:00:00-06:00", "document_id": 103635, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103635.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 841, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19685, "action_date": "2005-01-31T08:00:00-06:00", "document_id": 103635, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103635.pdf", "status_text": "Do Pass Amended,", "journal_page": 238, "committee_id_action": 841, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 61283, "president_vote": null, "Yea": [3151, 3157, 3163, 3179, 3166], "Nay": [3200, 3247]}}, {"bill_id": 19685, "action_date": "2005-02-02T14:00:00-06:00", "document_id": 103947, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103947.pdf", "status_text": "Motion to Amend,", "journal_page": 301, "committee_id_action": 861, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19685, "action_date": "2005-02-02T14:00:00-06:00", "document_id": 103947, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103947.pdf", "status_text": "Do Pass Amended,", "journal_page": 301, "committee_id_action": 861, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 61500, "president_vote": null, "Yea": [3150, 3151, 3154, 3157, 3163, 3165, 3168, 3179, 3185, 3201, 3210, 3224, 3236, 3239, 3242], "Nay": [3152, 3153, 3173, 3180, 3186, 3193, 3198, 3200, 3202, 3204, 3205, 3212, 3214, 3217, 3219, 3221, 3228, 3241, 3247], "Excused": [3166]}}]}