{"session_id": 27, "bill_id": 7946, "bill_type": "House Bill", "bill_number": 1076, "bill_title": "create a State Government Accountability Board.", "sponsors": [{"legislator_profile_id": 1097, "is_prime": true}, {"legislator_profile_id": 1152, "is_prime": true}, {"legislator_profile_id": 1166, "is_prime": false}, {"legislator_profile_id": 1096, "is_prime": false}, {"legislator_profile_id": 1136, "is_prime": false}, {"legislator_profile_id": 1105, "is_prime": false}, {"legislator_profile_id": 1149, "is_prime": false}, {"legislator_profile_id": 1160, "is_prime": false}, {"legislator_profile_id": 1165, "is_prime": false}, {"legislator_profile_id": 1102, "is_prime": false}, {"legislator_profile_id": 1111, "is_prime": false}], "keywords": ["Ethics", "Legislature and Statutes", "Public Officers and Employees", "State Affairs and Government"], "audio": [{"meeting_datetime": "2017-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hst26.mp3", "start_seconds": 82.0}, {"meeting_datetime": "2017-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hst26.mp3", "start_seconds": 82.0}, {"meeting_datetime": "2017-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hst26.mp3", "start_seconds": 82.0}, {"meeting_datetime": "2017-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hst26.mp3", "start_seconds": 82.0}, {"meeting_datetime": "2017-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou27.mp3", "start_seconds": 20547.0}, {"meeting_datetime": "2017-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou27.mp3", "start_seconds": 20547.0}, {"meeting_datetime": "2017-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou27.mp3", "start_seconds": 20547.0}, {"meeting_datetime": "2017-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou27.mp3", "start_seconds": 20547.0}, {"meeting_datetime": "2017-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou27.mp3", "start_seconds": 20547.0}, {"meeting_datetime": "2017-03-01T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sst31b.mp3", "start_seconds": 60.0}, {"meeting_datetime": "2017-03-01T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sst31b.mp3", "start_seconds": 60.0}, {"meeting_datetime": "2017-03-01T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sst31b.mp3", "start_seconds": 60.0}, {"meeting_datetime": "2017-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen33.mp3", "start_seconds": 3600.0}, {"meeting_datetime": "2017-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen33.mp3", "start_seconds": 3600.0}, {"meeting_datetime": "2017-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen34.mp3", "start_seconds": 11754.0}, {"meeting_datetime": "2017-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen34.mp3", "start_seconds": 11754.0}, {"meeting_datetime": "2017-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen34.mp3", "start_seconds": 11754.0}, {"meeting_datetime": "2017-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen34.mp3", "start_seconds": 11754.0}], "bill_versions": [{"bill_id": 7946, "bill_version_id": 42939, "bill_version": "Introduced", "bill_version_date": "2017-01-23T12:13:23.953-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create a State Government Accountability Board. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: There is hereby created a State Government Accountability Board to be composed of six members to be appointed as follows: (1) One member appointed by the Speaker of the House of Representatives; (2) One member appointed by the minority leader in the House of Representatives; (3) One member appointed by the President Pro Tempore in the Senate; (4) One member appointed by the minority leader in the Senate; and (5) Two members appointed by the Governor, not of the same political party. All appointees are subject to confirmation by the Senate. The term for a board member is five years and a board member may only be removed for good cause. Good cause to remove a member is conduct such as: malfeasance or misfeasance in office, neglect of duty, corrupt conduct, gross incompetency, or gross partisanship. A vacancy in the board's membership shall be filled by the appointing authority within thirty days of the event causing the vacancy. If a vacancy occurs before a term expires, the new member shall serve for the remaining portion of the unexpired term. If the Senate is not in session at the time the appointment is made, the appointee may serve until the Senate has the opportunity to consider the appointment. The per diem and expenses of the board is the same as the per diem and expenses for members of interim committees of the Legislature. Section 2. That the code be amended by adding a NEW SECTION to read: The initial appointments for the members of the board are temporary and staggered according to the following terms: (1) Five years for the members appointed from the Senate; (2) Three years for the members appointed from the House of Representatives; and (3) One year for one of the members appointed by the Governor and five years for the other member appointed by the Governor. Section 3. That the code be amended by adding a NEW SECTION to read: The State Government Accountability Board may review and investigate: (1) Any contract, grant, or loan with any public entity that provides the authority to any other entity to expend public funds; (2) Documents filed under chapter 3-23 or alleged violations relating to conflicts of interest; (3) Allegations of a direct or indirect interest in a contract in violation of the constitution or law; (4) Allegations of malfeasance in office by a constitutional officer, public official, or public employee; (5) Misappropriation of public funds; (6) Use of false instruments to obtain public funds; (7) Theft or embezzlement of public funds; (8) Bribery; or (9) Use of public money not authorized by law in violation of the constitution. The board may establish its own procedures, issue subpoenas, administer oaths, and take sworn testimony. Section 4. That the code be amended by adding a NEW SECTION to read: Any person acting in good faith may: (1) Furnish information relating to suspected, anticipated, or completed violations of a corrupt act relating to any subdivision in section 3 of this Act; (2) File a report with the board, or (3) File a complaint with the board alleging a violation of section 3 of this Act. The information, reports, or complaints and the investigative records and files of the board are confidential and not a public record according to chapter 1-27 until the board votes to conduct a contested case hearing. Section 5. That the code be amended by adding a NEW SECTION to read: A person acting in good faith is immune from civil liability for furnishing information, filing a report, or making a complaint. If a civil action is commenced against a person for damages related to furnishing information, filing a report, or making a complaint and the court determines that the person acted in good faith, the person may recover costs or disbursements under chapter 15-17 including reasonable attorney's fees. However, if the court determines that the person furnishing information, filing a report, or making a complaint did not act in good faith, the person who commenced the civil action may recover costs or disbursements under chapter 15-17, including reasonable attorney's fees, from the person who did not act in good faith. Section 6. That the code be amended by adding a NEW SECTION to read: If a majority of the members of the board vote that there is probable cause to believe that a constitutional officer, public official, or public employee has violated a law or duty relating to any corrupt act identified in any subdivision of section 3 of this Act, the board shall conduct a contested case hearing according to chapter 1-26 to afford the accused person the opportunity to respond to the allegation. Section 7. That the code be amended by adding a NEW SECTION to read: At the conclusion of the contested case hearing before the board, if the board determines by a majority vote of the board that a violation has occurred, the board may refer the violation of law to a local states attorney or the attorney general for criminal prosecution, or may refer the violation to the local states attorney or the attorney general with instructions to initiate a civil action to recover any public money wrongfully paid. If the attorney general does not commence a criminal prosecution or a civil action for the violation of the law within forty-five days of the referral, the attorney general shall report to the board the disposition of the case. Section 8. That the code be amended by adding a NEW SECTION to read: If the board refuses to investigate or act upon a report or complaint alleging a violation of any subdivision in section 3 of this Act without good cause, any citizen and taxpayer residing within the state may commence an action or proceeding to remedy a corrupt violation of any provision of this Act. Section 9. That the code be amended by adding a NEW SECTION to read: The board shall annually report to the people, the Governor, and the Legislature on its activities. The report shall include a summary of any allegations of violations of section 3 of this Act, reports filed, complaints, and hearings conducted by the board. The Board may redact certain information in a report when the information is not subject to disclosure under §§ 1-27-1.5 or the information would be an unreasonable invasion of personal privacy such as when an allegation is found by the board to be without merit. Section 10. That the code be amended by adding a NEW SECTION to read: The State Government Accountability Board is attached to the Office of the Attorney General for administrative and budgetary support. In order to review and investigate any alleged violation of the subdivisions listed in section 3 of the Act, the board may employ staff as it deems necessary. The extraordinary litigation fund established in § 1-14-3.1 may be used for legal and investigative expenses authorized by the board related to prosecuting violations of the Act."}, {"bill_id": 7946, "bill_version_id": 44783, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2017-02-22T11:08:24.437-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create a State Government Accountability Board. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: There is hereby created a State Government Accountability Board to be composed of four members appointed by the Governor. Each member to be appointed shall be a former or retired circuit court judge or Supreme Court Justice. No more than two of the appointed members may be of the same political party. All appointees are subject to confirmation by the Senate and no appointee may be a member of the Legislature during the member's term on the board. The term for a board member is five years and a board member may only be removed for good cause. Good cause to remove a member is conduct such as: malfeasance or misfeasance in office, neglect of duty, corrupt conduct, gross incompetency, or active partisanship. A vacancy in the board's membership shall be filled by the Governor within thirty days of the event causing the vacancy. If a vacancy occurs before a term expires, the new member shall serve for the remaining portion of the unexpired term. If the Senate is not in session at the time the appointment is made, the appointee may serve until the Senate has the opportunity to consider the appointment. The per diem and expenses of the board are the same as the per diem and expenses for members of interim committees of the Legislature. Section 2. That the code be amended by adding a NEW SECTION to read: The initial appointments for the members of the board are temporary and staggered with one member serving two years, one member serving three years, one member serving four years, and one member serving five years. Each member's initial term is to be determined by the Governor. Section 3. That the code be amended by adding a NEW SECTION to read: The State Government Accountability Board may review and investigate any person holding a statewide office, as defined in § 12-27-1, and employees of the executive branch of the state regarding: (1) Allegations of impropriety related to any contract, grant, or loan with any public entity that provides the authority to any other entity to expend public funds; (2) Documents filed under chapter 3-23 or alleged violations relating to conflicts of interest; (3) Allegations of a direct or indirect interest in a contract in violation of the constitution or law; (4) Allegations of malfeasance; (5) Allegations of misappropriation of public funds; (6) Allegations of use of false instruments to obtain public funds; (7) Allegations of theft or embezzlement of public funds; (8) Allegations of bribery; or (9) Allegations of use of public money not authorized by law or in violation of the constitution. The board may establish its own procedures, issue subpoenas, administer oaths, and take sworn testimony. Section 4. That the code be amended by adding a NEW SECTION to read: Any person acting in good faith may: (1) Furnish information to the board relating to suspected, anticipated, or completed violations of a corrupt act relating to any subdivision in section 3 of this Act; (2) File a report with the board; or (3) File a complaint with the board alleging a violation of any subdivision of section 3 of this Act. The information, reports, or complaints and the investigative records and files of the board are confidential and not a public record according to chapter 1-27 until the board votes in favor of conducting a contested case hearing. Section 5. That the code be amended by adding a NEW SECTION to read: The board may refer any information, report, or complaint it receives to the Division of Criminal Investigation for investigation. If, based on the information, report, or complaint, the board has reasonable cause to believe that a crime has been committed, the matter shall be referred to the Division of Criminal Investigation. If the Division of Criminal Investigation has cause to believe that a law has been violated, the division shall refer the matter to a state's attorney or the attorney general for prosecution. If an investigation does not reveal sufficient facts to support a criminal prosecution, the Division of Criminal Investigation shall refer the matter back to the board for the board's consideration. If the Division of Criminal Investigation determines that the information, report, or complaint is frivolous, it shall communicate this determination to the board in writing and the board may close the matter. Section 6. That the code be amended by adding a NEW SECTION to read: A person acting in good faith is immune from civil liability for furnishing information, filing a report, or making a complaint. If a civil action is commenced against a person for damages related to furnishing information, filing a report, or making a complaint and the court determines that the person acted in good faith, the person may recover costs or disbursements under chapter 15-17 including reasonable attorney's fees. However, if the court determines that the person furnishing information, filing a report, or making a complaint did not act in good faith, the person who commenced the civil action may recover costs or disbursements under chapter 15-17, including reasonable attorney's fees, from the person who did not act in good faith. Section 7. That the code be amended by adding a NEW SECTION to read: If a majority of the members of the board vote that there is sufficient information to believe that a statewide office holder or executive branch employee has engaged in misconduct related to any subdivision of section 3 of this Act, the board shall conduct a contested case hearing according to chapter 1-26 to afford the accused person the opportunity to respond to the allegation. Section 8. That the code be amended by adding a NEW SECTION to read: At the conclusion of the contested case hearing before the board, if the board determines by a majority vote of the board that a violation has occurred, the board may: (1) Issue a public or private reprimand; (2) Direct a person to engage in coursework or community service; or (3) Make a specific recommendation to the Governor. Section 9. That the code be amended by adding a NEW SECTION to read: A person who has submitted information, a report, or complaint to the board pursuant to section 4 of this Act may request a status update from the board. The board shall respond in writing. Section 10. That the code be amended by adding a NEW SECTION to read: The board shall annually report to the people, the Governor, and the Legislature on its activities. The report shall include data regarding any allegations of violations of subdivisions of section 3 of this Act, including the number of reports filed, complaints received, number of unique persons filing complaints or reports, and hearings conducted by the board. The board may not disclose information that is not subject to disclosure under chapter 1-27 or pursuant to section 4 of this Act. Section 11. That the code be amended by adding a NEW SECTION to read: The State Government Accountability Board is attached to the Office of the Attorney General for administrative and budgetary support. In order to review and investigate any alleged violation of the subdivisions listed in section 3 of the Act, the board may employ staff as it deems necessary. The extraordinary litigation fund established in § 1-14-3.1 may be used for legal and investigative expenses authorized by the board."}, {"bill_id": 7946, "bill_version_id": 44917, "bill_version": "House Engrossed", "bill_version_date": "2017-02-23T20:09:06.79-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create a State Government Accountability Board. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: There is hereby created a State Government Accountability Board to be composed of four members appointed by the Governor. Each member to be appointed shall be a former or retired circuit court judge or Supreme Court Justice. No more than two of the appointed members may be of the same political party. All appointees are subject to confirmation by the Senate and no appointee may be a member of the Legislature during the member's term on the board. The term for a board member is five years and a board member may only be removed for good cause. Good cause to remove a member is conduct such as: malfeasance or misfeasance in office, neglect of duty, corrupt conduct, gross incompetency, or active partisanship. A vacancy in the board's membership shall be filled by the Governor within thirty days of the event causing the vacancy. If a vacancy occurs before a term expires, the new member shall serve for the remaining portion of the unexpired term. If the Senate is not in session at the time the appointment is made, the appointee may serve until the Senate has the opportunity to consider the appointment. The per diem and expenses of the board are the same as the per diem and expenses for members of interim committees of the Legislature. Section 2. That the code be amended by adding a NEW SECTION to read: The initial appointments for the members of the board are temporary and staggered with one member serving two years, one member serving three years, one member serving four years, and one member serving five years. Each member's initial term is to be determined by the Governor. Section 3. That the code be amended by adding a NEW SECTION to read: The State Government Accountability Board may review and investigate any person holding a statewide office, as defined in § 12-27-1, and employees of the executive branch of the state regarding: (1) Allegations of impropriety related to any contract, grant, or loan with any public entity that provides the authority to any other entity to expend public funds; (2) Documents filed under chapter 3-23 or alleged violations relating to conflicts of interest; (3) Allegations of a direct or indirect interest in a contract in violation of the constitution or law; (4) Allegations of malfeasance; (5) Allegations of misappropriation of public funds; (6) Allegations of use of false instruments to obtain public funds; (7) Allegations of theft or embezzlement of public funds; (8) Allegations of bribery; or (9) Allegations of use of public money not authorized by law or in violation of the constitution. The board may establish its own procedures, issue subpoenas, administer oaths, and take sworn testimony. Section 4. That the code be amended by adding a NEW SECTION to read: Any person acting in good faith may: (1) Furnish information to the board relating to suspected, anticipated, or completed violations of a corrupt act relating to any subdivision in section 3 of this Act; (2) File a report with the board; or (3) File a complaint with the board alleging a violation of any subdivision of section 3 of this Act. The information, reports, or complaints and the investigative records and files of the board are confidential and not a public record according to chapter 1-27 until the board votes in favor of conducting a contested case hearing. Section 5. That the code be amended by adding a NEW SECTION to read: The board may refer any information, report, or complaint it receives to the Division of Criminal Investigation for investigation. If, based on the information, report, or complaint, the board has reasonable cause to believe that a crime has been committed, the matter shall be referred to the Division of Criminal Investigation. If the Division of Criminal Investigation has cause to believe that a law has been violated, the division shall refer the matter to a state's attorney or the attorney general for prosecution. If an investigation does not reveal sufficient facts to support a criminal prosecution, the Division of Criminal Investigation shall refer the matter back to the board for the board's consideration. If the Division of Criminal Investigation determines that the information, report, or complaint is frivolous, it shall communicate this determination to the board in writing and the board may close the matter. Section 6. That the code be amended by adding a NEW SECTION to read: A person acting in good faith is immune from civil liability for furnishing information, filing a report, or making a complaint. If a civil action is commenced against a person for damages related to furnishing information, filing a report, or making a complaint and the court determines that the person acted in good faith, the person may recover costs or disbursements under chapter 15-17 including reasonable attorney's fees. However, if the court determines that the person furnishing information, filing a report, or making a complaint did not act in good faith, the person who commenced the civil action may recover costs or disbursements under chapter 15-17, including reasonable attorney's fees, from the person who did not act in good faith. Section 7. That the code be amended by adding a NEW SECTION to read: If a majority of the members of the board vote that there is sufficient information to believe that a statewide office holder or executive branch employee has engaged in misconduct related to any subdivision of section 3 of this Act, the board shall conduct a contested case hearing according to chapter 1-26 to afford the accused person the opportunity to respond to the allegation. Section 8. That the code be amended by adding a NEW SECTION to read: At the conclusion of the contested case hearing before the board, if the board determines by a majority vote of the board that a violation has occurred, the board may: (1) Issue a public or private reprimand; (2) Direct a person to engage in coursework or community service; or (3) Make a specific recommendation to the Governor. Section 9. That the code be amended by adding a NEW SECTION to read: A person who has submitted information, a report, or complaint to the board pursuant to section 4 of this Act may request a status update from the board. The board shall respond in writing. Section 10. That the code be amended by adding a NEW SECTION to read: The board shall annually report to the people, the Governor, and the Legislature on its activities. The report shall include data regarding any allegations of violations of subdivisions of section 3 of this Act, including the number of reports filed, complaints received, number of unique persons filing complaints or reports, and hearings conducted by the board. The board may not disclose information that is not subject to disclosure under chapter 1-27 or pursuant to section 4 of this Act. Section 11. That the code be amended by adding a NEW SECTION to read: The State Government Accountability Board is attached to the Office of the Attorney General for administrative and budgetary support. In order to review and investigate any alleged violation of the subdivisions listed in section 3 of the Act, the board may employ staff as it deems necessary. The extraordinary litigation fund established in § 1-14-3.1 may be used for legal and investigative expenses authorized by the board. Section 12. That § 3-6D-22 be amended to read: 3-6D-22. An employee may file a grievance with the Civil Service Commission if the employee believes that there has been retaliation because of reporting a violation of state law through the chain of command of the employee's department or, to the attorney general's office, the State Government Accountability Board, or because the employee has filed a suggestion pursuant to this section."}, {"bill_id": 7946, "bill_version_id": 45551, "bill_version": "Senate Engrossed", "bill_version_date": "2017-03-07T17:10:38.247-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create a State Government Accountability Board. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: There is hereby created a State Government Accountability Board to be composed of four members appointed by the Governor. Each member to be appointed shall be a former or retired circuit court judge or Supreme Court Justice. No more than two of the appointed members may be of the same political party. All appointees are subject to confirmation by the Senate and no appointee may be a member of the Legislature during the member's term on the board. The term for a board member is five years and a board member may only be removed for good cause. Good cause to remove a member is conduct such as: malfeasance or misfeasance in office, neglect of duty, corrupt conduct, gross incompetency, or active partisanship. A vacancy in the board's membership shall be filled by the Governor within thirty days of the event causing the vacancy. If a vacancy occurs before a term expires, the new member shall serve for the remaining portion of the unexpired term. If the Senate is not in session at the time the appointment is made, the appointee may serve until the Senate has the opportunity to consider the appointment. The per diem and expenses of the board are the same as the per diem and expenses for members of interim committees of the Legislature. Section 2. That the code be amended by adding a NEW SECTION to read: The initial appointments for the members of the board are temporary and staggered with one member serving two years, one member serving three years, one member serving four years, and one member serving five years. Each member's initial term is to be determined by the Governor. Section 3. That the code be amended by adding a NEW SECTION to read: The State Government Accountability Board may review and investigate any person holding a statewide office, as defined in § 12-27-1, and employees of the executive branch of the state regarding: (1) Allegations of impropriety related to any contract, grant, or loan with any public entity that provides the authority to any other entity to expend public funds; (2) Documents filed under chapter 3-23 or alleged violations relating to conflicts of interest; (3) Allegations of a direct or indirect interest in a contract in violation of the constitution or law; (4) Allegations of malfeasance; (5) Allegations of misappropriation of public funds; (6) Allegations of use of false instruments to obtain public funds; (7) Allegations of theft or embezzlement of public funds; (8) Allegations of bribery; or (9) Allegations of use of public money not authorized by law or in violation of the constitution. The board may establish its own procedures, issue subpoenas, administer oaths, and take sworn testimony. Section 4. That the code be amended by adding a NEW SECTION to read: Any person acting in good faith may: (1) Furnish information to the board relating to suspected, anticipated, or completed violations of a corrupt act relating to any subdivision in section 3 of this Act; (2) File a report with the board; or (3) File a complaint with the board alleging a violation of any subdivision of section 3 of this Act. The information, reports, or complaints and the investigative records and files of the board are confidential and not a public record according to chapter 1-27 until the board votes in favor of conducting a contested case hearing. Section 5. That the code be amended by adding a NEW SECTION to read: The board may refer any information, report, or complaint it receives to the Division of Criminal Investigation for investigation. If, based on the information, report, or complaint, the board has reasonable cause to believe that a crime has been committed, the matter shall be referred to the Division of Criminal Investigation. If the Division of Criminal Investigation has cause to believe that a law has been violated, the division shall refer the matter to a state's attorney or the attorney general for prosecution. If an investigation does not reveal sufficient facts to support a criminal prosecution, the Division of Criminal Investigation shall refer the matter back to the board for the board's consideration. If the Division of Criminal Investigation determines that the information, report, or complaint is frivolous, it shall communicate this determination to the board in writing and the board may close the matter. Section 6. That the code be amended by adding a NEW SECTION to read: A person acting in good faith is immune from civil liability for furnishing information, filing a report, or making a complaint. If a civil action is commenced against a person for damages related to furnishing information, filing a report, or making a complaint and the court determines that the person acted in good faith, the person may recover costs or disbursements under chapter 15-17 including reasonable attorney's fees. However, if the court determines that the person furnishing information, filing a report, or making a complaint did not act in good faith, the person who commenced the civil action may recover costs or disbursements under chapter 15-17, including reasonable attorney's fees, from the person who did not act in good faith. Section 7. That the code be amended by adding a NEW SECTION to read: If a majority of the members of the board vote that there is sufficient information to believe that a statewide office holder or executive branch employee has engaged in misconduct related to any subdivision of section 3 of this Act, the board shall conduct a contested case hearing according to chapter 1-26 to afford the accused person the opportunity to respond to the allegation. Section 8. That the code be amended by adding a NEW SECTION to read: At the conclusion of the contested case hearing before the board, if the board determines by a majority vote of the board that a violation has occurred, the board may: (1) Issue a public or private reprimand; (2) Direct a person to engage in coursework or community service; or (3) Make a specific recommendation to the Governor. Section 9. That the code be amended by adding a NEW SECTION to read: A person who has submitted information, a report, or complaint to the board pursuant to section 4 of this Act may request a status update from the board. The board shall respond in writing. Section 10. That the code be amended by adding a NEW SECTION to read: The board shall annually report to the people, the Governor, and the Legislature on its activities. The report shall include data regarding any allegations of violations of subdivisions of section 3 of this Act, including the number of reports filed, complaints received, number of unique persons filing complaints or reports, and hearings conducted by the board. The board may not disclose information that is not subject to disclosure under chapter 1-27 or pursuant to section 4 of this Act. Section 11. That the code be amended by adding a NEW SECTION to read: The State Government Accountability Board is attached to the Office of the Attorney General for administrative and budgetary support. In order to review and investigate any alleged violation of the subdivisions listed in section 3 of the Act, the board may employ staff as it deems necessary. Section 12. That § 3-6D-22 be amended to read: 3-6D-22. An employee may file a grievance with the Civil Service Commission if the employee believes that there has been retaliation because of reporting a violation of state law through the chain of command of the employee's department or, to the attorney general's office, the State Government Accountability Board, or because the employee has filed a suggestion pursuant to this section."}, {"bill_id": 7946, "bill_version_id": 45633, "bill_version": "Enrolled", "bill_version_date": "2017-03-09T10:13:43.253-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [45516], "action_log": [{"bill_id": 7946, "action_date": "2017-01-23T14:00:00-06:00", "document_id": 42952, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42952.pdf", "status_text": "First read in House and referred to", "journal_page": 163, "committee_id_action": 361, "committee_id_assigned": 356, "result": "N", "vote": {}}, {"bill_id": 7946, "action_date": "2017-02-22T07:45:00-06:00", "document_id": 44629, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44629.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 356, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7946, "action_date": "2017-02-22T07:45:00-06:00", "document_id": 44778, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44778.pdf", "status_text": "Hoghoused", "journal_page": 0, "committee_id_action": 356, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7946, "action_date": "2017-02-22T07:45:00-06:00", "document_id": 44778, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44778.pdf", "status_text": "Do Pass Amended", "journal_page": 450, "committee_id_action": 356, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23510, "president_vote": null, "Yea": [1166, 1147, 1179, 1143, 1136, 1139, 1133, 1206, 1160, 1113, 1165, 1119], "Excused": [1149]}}, {"bill_id": 7946, "action_date": "2017-02-23T13:00:00-06:00", "document_id": 44897, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44897.pdf", "status_text": "Motion to amend", "journal_page": 518, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7946, "action_date": "2017-02-23T13:00:00-06:00", "document_id": 44897, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44897.pdf", "status_text": "Do Pass Amended", "journal_page": 519, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23671, "president_vote": null, "Yea": [1168, 1153, 1186, 1166, 1147, 1122, 1118, 1180, 1197, 1190, 1173, 1183, 1179, 1114, 1201, 1198, 1202, 1129, 1143, 1142, 1136, 1139, 1181, 1159, 1192, 1196, 1120, 1205, 1130, 1185, 1117, 1133, 1125, 1200, 1206, 1124, 1170, 1110, 1184, 1134, 1160, 1193, 1199, 1165, 1155, 1188, 1119, 1156, 1115, 1113, 1123, 1161, 1152, 1140, 1158, 1176, 1128, 1121, 1212, 1145, 1111, 1187, 1150, 1149], "Excused": [1112, 1203, 1195], "Nay": [1116, 1204, 1191]}}, {"bill_id": 7946, "action_date": "2017-02-24T13:00:00-06:00", "document_id": 44989, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44989.pdf", "status_text": "First read in Senate and referred to", "journal_page": 555, "committee_id_action": 360, "committee_id_assigned": 340, "result": "N", "vote": {}}, {"bill_id": 7946, "action_date": "2017-03-01T15:00:00-06:00", "document_id": 45300, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45300.pdf", "status_text": "Do Pass", "journal_page": 615, "committee_id_action": 340, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23964, "president_vote": null, "Yea": [1154, 1148, 1105, 1107, 1131, 1102, 1108], "Excused": [1169, 1144]}}, {"bill_id": 7946, "action_date": "2017-03-01T15:00:00-06:00", "document_id": 45048, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45048.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 340, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7946, "action_date": "2017-03-06T14:00:00-06:00", "document_id": 45458, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45458.pdf", "status_text": "Fiscal Note Requested", "journal_page": 645, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7946, "action_date": "2017-03-07T10:00:00-06:00", "document_id": 45504, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45504.pdf", "status_text": "Motion to amend", "journal_page": 671, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7946, "action_date": "2017-03-07T10:00:00-06:00", "document_id": 45504, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45504.pdf", "status_text": "Do Pass Amended", "journal_page": 671, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24174, "president_vote": null, "Yea": [1154, 1171, 1148, 1108, 1096, 1097, 1105, 1175, 1100, 1106, 1164, 1107, 1163, 1099, 1144, 1131, 1135, 1141, 1157, 1172, 1151, 1174, 1146, 1102, 1098, 1137, 1167, 1132, 1189], "Nay": [1103, 1109, 1194, 1169, 1104, 1178]}}, {"bill_id": 7946, "action_date": "2017-03-08T10:00:00-06:00", "document_id": 45584, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45584.pdf", "status_text": "Concurred in amendments", "journal_page": 712, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24225, "president_vote": null, "Yea": [1168, 1153, 1186, 1147, 1122, 1118, 1180, 1197, 1190, 1173, 1183, 1179, 1114, 1198, 1202, 1129, 1143, 1142, 1136, 1139, 1181, 1159, 1192, 1196, 1120, 1130, 1185, 1117, 1133, 1125, 1200, 1206, 1124, 1170, 1110, 1184, 1134, 1160, 1193, 1165, 1155, 1188, 1119, 1156, 1115, 1113, 1123, 1161, 1195, 1152, 1140, 1158, 1128, 1121, 1212, 1145, 1111, 1187, 1150, 1149], "Excused": [1166, 1112, 1201, 1205, 1203, 1199, 1176], "Nay": [1116, 1204, 1191]}}, {"bill_id": 7946, "action_date": "2017-03-09T09:00:00-06:00", "document_id": 45655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45655.pdf", "status_text": "Signed by the President", "journal_page": 722, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7946, "action_date": "2017-03-09T13:00:00-06:00", "document_id": 45656, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45656.pdf", "status_text": "Signed by the Speaker", "journal_page": 739, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7946, "action_date": "2017-03-10T11:00:00-06:00", "document_id": 45700, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45700.pdf", "status_text": "Delivered to the Governor", "journal_page": 756, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7946, "action_date": "2017-03-10T11:00:00-06:00", "document_id": 45700, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45700.pdf", "status_text": "Signed by the Governor", "journal_page": 758, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6314, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7946"}