{"session_id": 44, "bill_id": 22190, "bill_type": "Senate Bill", "bill_number": 177, "bill_title": "revise the provisions of parental choice regarding compulsory school attendance and matters ancillary thereto.", "sponsors": [{"legislator_profile_id": 1844, "is_prime": true}, {"legislator_profile_id": 1858, "is_prime": true}, {"legislator_profile_id": 3786, "is_prime": false}, {"legislator_profile_id": 1776, "is_prime": false}, {"legislator_profile_id": 1779, "is_prime": false}, {"legislator_profile_id": 1781, "is_prime": false}, {"legislator_profile_id": 1782, "is_prime": false}, {"legislator_profile_id": 1798, "is_prime": false}, {"legislator_profile_id": 1811, "is_prime": false}, {"legislator_profile_id": 1812, "is_prime": false}, {"legislator_profile_id": 1828, "is_prime": false}, {"legislator_profile_id": 3784, "is_prime": false}, {"legislator_profile_id": 1834, "is_prime": false}, {"legislator_profile_id": 1836, "is_prime": false}, {"legislator_profile_id": 1841, "is_prime": false}, {"legislator_profile_id": 3793, "is_prime": false}, {"legislator_profile_id": 1856, "is_prime": false}, {"legislator_profile_id": 1860, "is_prime": false}, {"legislator_profile_id": 1865, "is_prime": false}, {"legislator_profile_id": 1870, "is_prime": false}], "keywords": ["Boards of School Districts", "Education", "Parental Control", "School Attendance"], "audio": [{"meeting_datetime": "2021-02-09T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sed19.mp3", "start_seconds": 2740.0}, {"meeting_datetime": "2021-02-09T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sed19.mp3", "start_seconds": 2740.0}, {"meeting_datetime": "2021-02-09T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sed19.mp3", "start_seconds": 2740.0}, {"meeting_datetime": "2021-02-11T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sed21.mp3", "start_seconds": 254.0}, {"meeting_datetime": "2021-02-11T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sed21.mp3", "start_seconds": 254.0}, {"meeting_datetime": "2021-02-11T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sed21.mp3", "start_seconds": 254.0}, {"meeting_datetime": "2021-02-11T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sed21.mp3", "start_seconds": 254.0}, {"meeting_datetime": "2021-02-17T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen23.mp3", "start_seconds": 1268.0}, {"meeting_datetime": "2021-02-17T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen23.mp3", "start_seconds": 1268.0}, {"meeting_datetime": "2021-02-17T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen23.mp3", "start_seconds": 1268.0}, {"meeting_datetime": "2021-02-17T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen23.mp3", "start_seconds": 1268.0}, {"meeting_datetime": "2021-03-01T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hst29.mp3", "start_seconds": 140.0}, {"meeting_datetime": "2021-03-01T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hst29.mp3", "start_seconds": 140.0}, {"meeting_datetime": "2021-03-01T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hst29.mp3", "start_seconds": 140.0}, {"meeting_datetime": "2021-03-01T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hst29.mp3", "start_seconds": 140.0}, {"meeting_datetime": "2021-03-01T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hst29.mp3", "start_seconds": 140.0}, {"meeting_datetime": "2021-03-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou30.mp3", "start_seconds": 1970.0}, {"meeting_datetime": "2021-03-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou30.mp3", "start_seconds": 1970.0}, {"meeting_datetime": "2021-03-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou30.mp3", "start_seconds": 1970.0}, {"meeting_datetime": "2021-03-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou30.mp3", "start_seconds": 1970.0}, {"meeting_datetime": "2021-03-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou30.mp3", "start_seconds": 1970.0}, {"meeting_datetime": "2021-03-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou30.mp3", "start_seconds": 1970.0}, {"meeting_datetime": "2021-03-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou30.mp3", "start_seconds": 1970.0}], "bill_versions": [{"bill_id": 22190, "bill_version_id": 215782, "bill_version": "Introduced", "bill_version_date": "2021-02-02T14:56:14.087-06:00", "bill_text": "An Act to revise the provisions of parental choice regarding compulsory school attendance and matters ancillary thereto. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 13-27-1 be AMENDED. 13-27-1. Responsibility of person controlling child--High school equivalency test preparation program--Kindergarten--Transfer from another state. Any person having control of a child, who is not younger than five or older than six years old by the first day of September, or any child who, by the first day of September, is at least six years old, but who has not exceeded the age of eighteen, shall cause the child to regularly attend some public or nonpublic school for the entire term during which the public school in the district in which the person resides, or the school to which the child is assigned to attend, is in session school, either public, nonpublic, or alternative instruction as set forth in § 13-27-3, until the child reaches the age of eighteen years, unless the child has graduated or is excused as provided in this chapter. However, the requirements of this section are met if a child who is at least sixteen years of age enrolls in a high school equivalency test preparation program that is school-based or for which a school contracts and the child successfully completes the test or reaches the age of eighteen years. A child is eligible to enroll in a school-based or school-contracted high school equivalency test preparation program or take the high school equivalency test if the child is sixteen or seventeen years of age, and the child presents written permission from the child's parent or guardian and one of the following: (1) Verification from a school administrator that the child will not graduate with the child's cohort class because of credit deficiency; (2) Authorization from a court services officer; (3) A court order requiring the child to enter the program; (4) Verification that the child is under the direction of the Department of Corrections; or (5) Verification that the child is enrolled in Job Corps as authorized by Title I-C of the Workforce Investment Act of 1998, as amended to January 1, 2009. Any child who is sixteen or seventeen years of age and who completes the high school equivalency test preparation program may take a high school equivalency test immediately following release from the school program or when ordered to take the test by a court. Any such child who fails to successfully complete the test shall re-enroll in the school district and may continue the high school equivalency preparation program or other suitable program as determined by the school district. All children shall attend kindergarten prior to age seven. Any child who transfers from another state may proceed in a continuous educational program without interruption if the child has not previously attended kindergarten. Section 2. That § 13-27-2 be AMENDED. 13-27-2. Child excused from school. Upon filing of a notification with a school official from the parent or guardian of the child for the reasons set forth in § 13-27-3, the child shall be excused, without the necessity of school board action, subject to revocation thereafter as provided in this chapter. A school board of any school district may excuse a child from public school attendance for the reasons set forth in §§ 13-27-6 and 13-27-6.1. Section 3. That § 13-27-3 be AMENDED. 13-27-3. Child excused if provided alternative instruction--Notification--Investigation--Revocation--Restrictions--Testing. A child shall be excused from school attendance, pursuant to § 13-27-2, because Upon a filing of a notification with either the Department of Education or the local district from the parent, or guardian, or other person having control of a child, the Department of Education or the local district has been notified that the child is otherwise being provided with alternative instruction for an equivalent period of time, as in the public schools, in the basic skills of language arts and mathematics. The parent or guardian of the child shall identify in the notification the place where the child will be instructed and any person who will instruct the child. The person providing instruction is not required to be certified. The secretary of the Department of Education may investigate and determine whether the instruction is being provided. Failure to provide instruction is grounds for the school board, upon thirty days' notice, to revoke the excuse from school attendance. The secretary of the Department of Education may inspect the records of an alternative education program with fourteen days' written notice if the secretary has probable cause to believe the program is not in compliance with this section. The records to be inspected are limited to attendance and evidence showing academic progress. No person may instruct more than twenty-two children. All instructions shall be given so as to lead to a mastery of the English language. Each child receiving alternative instruction who is in grades four, eight, or eleven shall take a nationally standardized achievement test of the basic skills. The test may be the test provided by the state and used in the public school district where the child is instructed or another nationally standardized achievement test chosen by and provided at the expense of the child's parent, guardian, or school giving alternative instruction. The test may be monitored by the local school district where the child is instructed. Section 4. That § 13-27-3.1 be AMENDED. 13-27-3.1. Birth certificate or affidavit to be submitted--Violation as misdemeanor. Any person who is required pursuant to § 13-27-1 to cause any child to attend any public or nonpublic school or alternative instruction program pursuant to § 13-27-3 in this state shall, either at the time of enrollment in any school in this state or upon being excused from school attendance pursuant to § 13-27-3 or within thirty days of initial enrollment or excuse, provide the public or nonpublic school or the alternative instruction program with a certified copy of the child's birth certificate or affidavit in lieu of birth certificate as issued by the Department of Health in such cases where the original birth certificate is deemed unattainable. Any parent or guardian who requests an excuse for his or her child pursuant to § 13-27-3, shall with the initial request for excuse, provide a certified copy of the child's birth certificate or an affidavit notarized or witnessed by two or more witnesses, swearing or affirming that the child identified on the request for excuse is the same person appearing on the child's certified birth certificate. A violation of this section is a Class 2 misdemeanor. Section 5. That § 13-27-3.2 be AMENDED. 13-27-3.2. Maintenance of birth certificate by school as permanent record. Any copy of any certified birth certificate provided pursuant to § 13-27-3.1 shall be maintained by the public or nonpublic school or alternative instruction program and shall be a part of the child's permanent cumulative school record. Section 6. That § 13-27-7 be AMENDED. 13-27-7. Notification of alternative instruction. Each notification for excuse from school attendance for the reasons provided in of alternative instruction pursuant to § 13-27-3 shall be on a standard form acknowledged before a notary or two witnesses that declares that the child will be provided with alternative instruction per § 13-27-3. The completed form must contain the child's name, birthdate, resident district, and open enrolled district if applicable, signature of the parent, guardian, or other person having control of the child and information for the return of the form. The Department of Education or the local district shall provide the parent, guardian, or other person having control of the child with a signed or stamped copy of the notification as proof of notification. The notification shall be kept confidential. The form shall be provided by the secretary of the Department of Education but may not require more details than set forth by this section. A certificate of excuse shall be included as part of the notification and is effective upon the filing of the notification with a school official, without the necessity of school board action, subject to revocation thereafter as provided in this chapter. The certificate of excuse shall be for a period not to exceed one year and shall state the reason for the excuse is that the child will receive alternative instruction. Upon a showing by the secretary of the Department of Education that a child excused from school attendance pursuant to § 13-27-3 is not being instructed in compliance with § 13-27-3, the school board may immediately revoke the child's certificate of excuse. Any test score required by § 13-27-3 shall be kept on file in the public school of the district where the child has school residence as defined in § 13-28-9. If subsequent achievement test results reveal less than satisfactory academic progress in the child's level of achievement, the school board may refuse to renew the child's certificate of excuse. The notification shall be filed within thirty days from the first time the child begins an alternative instruction program while the child is of school age as defined in § 13-27-1 and is not required thereafter unless one or more of the following transitions occur: (1) A child enrolls in a public or nonpublic school; or (2) A child moves to a different school district. The parent, guardian, or other person having control of the child shall provide notification of any transitions by submitting the standard notification form to the Department of Education or the local district within thirty days of the transition. Section 7. That § 13-27-8 be AMENDED. 13-27-8. Appeal on attendance matters to state board--Burden of proof--Finality of decision. Any parent or guardian of a student denied a certificate pursuant to §§ 13-27-6 and 13-27-6.1 or who has had a certificate revoked pursuant to § 13-27-7 who is dissatisfied with the decision of the school board may appeal the matter to the South Dakota Board of Education Standards who shall conduct a hearing pursuant to chapter 1-26. In the hearing the burden of proving noncompliance with § 13-27-3 shall be upon the secretary of the Department of Education. The state board's decision shall be final as to the secretary's right of appeal. Section 8. That § 13-27-9 be AMENDED. 13-27-9. Record of certificates of excuse--Copies to secretary and place of instruction. A permanent record of all certificates of excuse, pursuant to §§ 13-27-6 and 13-27-6.1, shall be kept in some safe place as determined by the school board. Any certificate of excuse of a pupil receiving alternative instruction pursuant to § 13-27-3 is confidential. Copies of any certificate of excuse shall be forwarded to the secretary of the Department of Education. Copies of any certificates of excuse shall also be forwarded to the place where the child is instructed. The copies shall be forwarded within thirty days of issuance. Section 9. That § 13-27-11 be AMENDED. 13-27-11. Failure to send child to school as misdemeanor. Any person having control of a child of compulsory school age who fails to have the child attend school, as required by the provisions of this title, or provide alternative instruction pursuant to § 13-27-3, is guilty of a Class 2 misdemeanor for the first offense. For each subsequent offense, a violator of this section is guilty of a Class 1 misdemeanor. Section 10. That § 13-27-15 be AMENDED. 13-27-15. Attendance records maintained by superintendent or president of board--Reports required. Each superintendent, or the president of the school board in districts without a superintendent, is responsible for maintaining an accurate record of the attendance of all persons of compulsory school age who are enrolled in an accredited school under his or her supervision. He The superintendent or president shall, at regular intervals, report the names of all enrolled persons who are of compulsory school age persons, not excused from school, who do not or who irregularly attend an accredited school to the truancy officer on blanks provided for that purpose. He The superintendent or president shall include reasons for the absences in the report. Section 11. That § 13-27-16 be AMENDED. 13-27-16. Warnings by school boards to send children to school--Report to truancy officer. Each school board shall warn noncompliant parents or persons in control of children of compulsory school age that the children must enter school and attend regularly, or enroll in a high school equivalency test preparation program in accordance with § 13-27-1, or comply with § 13-27-3, and shall report the parents or persons in control of the children to the truancy officer for the district if the warning is not heeded. All school board members, superintendents, and teachers shall cooperate in the enforcement of the school attendance laws. Section 12. That § 13-27-18 be AMENDED. 13-27-18. Neglect of duty by superintendent, president of board, school board, or truancy officer--Harboring or employment of truant child--Hindering attendance by child--Misdemeanor. Any superintendent or school board president who fails to make prompt reports on attendance as required by law; any person who harbors or employs a child of compulsory school age who is not legally excused during the school term or being provided alternative instruction pursuant to § 13-27-3; the members of any school board who neglect or refuse to provide school facilities for children of enrolled in their school district for at least nine months during the school year, or neglect to perform any other duties enumerated under the compulsory school attendance laws of this state; any truancy officer who neglects to perform the duties of his or her office; or any person who hampers or hinders a child of compulsory school age from attending a school which in which the child is enrolled that meets all legal requirements, or who interferes or attempts to interfere with the child's attendance at the school in which the child is enrolled is guilty of a Class 2 misdemeanor. Section 13. That § 13-27-19 be AMENDED. 13-27-19. Truancy officers--Power--Authority to apprehend--Supervisory control by secretary. Each truancy officer has the powers of a deputy sheriff in the exercise of his the officer's duties, and shall apprehend without warrant children of compulsory school age who absent themselves from the place where the children are enrolled and required to attend without an excuse, and place the children in the custody of the person having charge of the place where the children are enrolled and by law required to attend. In the administration of his the officer's duties, each truancy officer is subject to the general supervisory control of the secretary of the Department of Education. Section 14. That § 13-27-20 be AMENDED. 13-27-20. Complaints against persons responsible for truancy--Contents of complaint--Verification. Each truancy officer shall make and file truancy complaints, and any teacher, school officer, or any citizen may make and file a truancy complaint, before a circuit court judge, against any person having control of a child of compulsory school age who is not being provided with alternative instruction or attending school or whose attendance at school is irregular. The complaint shall state the name of the parent, guardian, or person responsible for the control of the child. The complaint shall be verified by oath upon belief of the complainant. A truancy complaint that, together with any accompanying affidavit, does not establish probable cause shall be dismissed upon motion of the defendant to the circuit court judge. Section 15. That § 13-27-29 be AMENDED. 13-27-29. Placement of child who has attended unaccredited school or alternative program--Appeal. If a child of compulsory school age has been attending an unaccredited school in another state or country or has been receiving alternative instruction pursuant to § 13-27-3 enrolls in a public school in this state, the child shall be placed at the child's demonstrated level of proficiency as established by one or more standardized tests. However, a child's placement may not be in a one grade level higher than warranted by the child's chronological age assuming entry into the first grade at age six and annual grade advancement thereafter. After initial placement, the child may be advanced according to his the child's demonstrated performance. If a child of secondary school age has been attending an unaccredited school in another state or country or has been receiving alternative instruction pursuant to § 13-27-3 enrolls in a public school in this state, the child shall be placed in English and math at the level of achievement demonstrated by one or two standardized tests, and in all other subjects on a review of transcripts according to the policy formally adopted by the school board. The child's placement may not be in a one grade level higher than warranted by the child's chronological age assuming entry into the first grade at age six and annual grade advancement thereafter. After initial placement the child may be advanced according to his demonstrated performance. Any parent or guardian who is dissatisfied with the secondary placement of his child may appeal it to the secretary of the Department of Education. Section 16. That § 13-28-41 be AMENDED. 13-28-41. Request for transfer--Nonresident child excused from attending in another district--Nonresident child provided with alternative instruction. A school district shall grant a request for a transfer into the district or within the district unless the transfer would result in an inability to provide a quality educational program based on criteria established by the district pursuant to § 13-28-44. In addition, a school district shall grant a request to admit into the district a child who is a resident of another school district and who is excused from attending school in the resident district pursuant to § 13-27-2, or is a child provided with alternative instruction pursuant to § 13-27-3, unless admitting the nonresident child would result in an inability to provide a quality educational program based on criteria established by the district pursuant to § 13-28-44. Section 17. That § 13-28-51 be AMENDED. 13-28-51. Enrollment of child on partial basis upon request of parent or guardian--Alternative instruction. The resident school district of a child excused from school attendance being provided alternative instruction pursuant to § 13-27-2 § 13-27-3 shall admit that child to a public school in the district upon request from the child's parent or legal guardian. A child enrolled in a school district pursuant to this section may be enrolled in a school of the school district on only a partial basis and shall continue to also receive be provided with alternative instruction pursuant to § 13-27-3. Section 18. That § 13-36-7 be AMENDED. 13-36-7. Participation in interscholastic activities--Accreditation--Eligibility. Any student enrolling in a South Dakota district pursuant to § 13-15-21 is eligible to participate in any interscholastic activity sponsored by the South Dakota High School Activities Association. If the school board or governing body of an accredited school approves, a Any student receiving being provided with alternative instruction pursuant to § 13-27-3 is eligible to participate in any interscholastic activity sponsored by the South Dakota High School Activities Association. The parent or guardian of a child being provided alternative instruction shall notify the appropriate school official if the child becomes ineligible under South Dakota High School Activities Association, or under local school eligibility requirements in so far as those standards apply to § 13-27-3. Nothing in this section confers any vested right in any student wishing to participate in any interscholastic activity to be selected for competition in such activity. However, any accredited school student who leaves an accredited program during the course of the school year for any reason and enters an alternative instruction program is ineligible for participation in interscholastic activities for one year beginning on the date in which the student enters the alternative program the balance of the current season of the sport or activity the student is participating in at the time of notification of alternative instruction. Section 19. That § 13-55-31.3 be AMENDED. 13-55-31.3. Opportunity scholarship eligibility requirements for students who received alternative instruction. In order to be eligible for a South Dakota opportunity scholarship pursuant to this section, a student who received alternative instruction pursuant to §§ 13-27-2 §§ 13-27-3 to 13-27-9, inclusive, shall: (1) Be a resident of this state; (2) Obtain a composite score or superscore of at least twenty-four on the ACT or a comparable score on the SAT as determined by the Board of Regents; (3) Provide a transcript of completed coursework that is issued by the parent or guardian listed on the certificate of excuse notification and which includes: (a) Four or more units of language arts, including: (i) One and one-half units of writing; (ii) One and one-half units of literature, one-half unit of which must be American literature; (iii) One-half unit of speech or debate; and (iv) One-half unit of a language arts elective; (b) Three or more units of social studies, including: (i) One unit of U.S. history; (ii) One-half unit of U.S. government; (iii) One-half unit of geography; (iv) One-half unit of world history; and (v) One-half unit of a social studies elective; (c) Four units of mathematics, including: (i) One unit of algebra I; (ii) One unit of geometry; (iii) One unit of algebra II; and (iv) One unit of advanced math; (d) Four units of science, at least three of which must be laboratory science, including: (i) One unit of biology; (ii) One unit of any physical science; (iii) One unit of chemistry or physics; and (iv) One unit of science electives; (e) Two units of either of the following or a combination of the two: (i) Career and technical education; and (ii) World languages; (f) One-half unit of personal finance or economics; (g) One unit of fine arts; (h) One-half unit of physical education; and (i) One-half unit of health or health integration; (4) Attend a university, college, or technical school that is accredited by the Higher Learning Commission and provides instruction from a campus located in this state; and (5) Enter into the program: (a) Within five years after the conclusion of the school year in which the student graduated, while being excused from school attendance provided alternative instruction in accordance with §§ 13-27-2 §§ 13-27-3 to 13-27-9, inclusive; or (b) Within one year after the conclusion of the school year in which the student was discharged from active duty with the armed forces, provided the discharge occurred within five years after the conclusion of the school year in which the student graduated, while being excused from school attendance provided alternative instruction in accordance with §§ 13-27-2 §§ 13-27-3 to 13-27-9, inclusive. If a student attends full-time a regionally accredited university, college, or technical school, located outside this state, and within two years from the end of the school year in which the student graduated, while being excused from school attendance provided with alternative instruction in accordance with §§ 13-27-2 §§ 13-27-3 to 13-27-9, inclusive, or within two years after the conclusion of the school year in which the student was discharged from active duty with the armed forces, as set forth in subsection (b) of subdivision (5), returns to the state to attend full-time a regionally accredited university, college, or technical school, the student is eligible to receive a partial award. A student is eligible to participate in the South Dakota opportunity scholarship program for the equivalent of eight consecutive fall and spring semesters or until the attainment of a baccalaureate degree, whichever comes first. The Board of Regents may grant exceptions to the continuous enrollment requirement upon a showing of good cause."}, {"bill_id": 22190, "bill_version_id": 217331, "bill_version": "Senate Education Engrossed", "bill_version_date": "2021-02-11T15:57:04.607-06:00", "bill_text": "An Act to revise the provisions of parental choice regarding compulsory school attendance and matters ancillary thereto. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 13-27-1 be AMENDED. 13-27-1. Responsibility of person controlling child--High school equivalency test preparation program--Kindergarten--Transfer from another state. Any person having control of a child, who is not younger than five or older than six years old by the first day of September, or any child who, by the first day of September, is at least six years old, but who has not exceeded the age of eighteen, shall cause the child to regularly attend some public or nonpublic school for the entire term during which the public school in the district in which the person resides, or the school to which the child is assigned to attend, is in session school, either public, nonpublic, or alternative instruction as set forth in § 13-27-3, until the child reaches the age of eighteen years, unless the child has graduated or is excused as provided in this chapter. However, the requirements of this section are met if a child who is at least sixteen years of age enrolls in a high school equivalency test preparation program that is school-based or for which a school contracts and the child successfully completes the test or reaches the age of eighteen years. A child is eligible to enroll in a school-based or school-contracted high school equivalency test preparation program or take the high school equivalency test if the child is sixteen or seventeen years of age, and the child presents written permission from the child's parent or guardian and one of the following: (1) Verification from a school administrator that the child will not graduate with the child's cohort class because of credit deficiency; (2) Authorization from a court services officer; (3) A court order requiring the child to enter the program; (4) Verification that the child is under the direction of the Department of Corrections; or (5) Verification that the child is enrolled in Job Corps as authorized by Title I-C of the Workforce Investment Act of 1998, as amended to January 1, 2009. Any child who is sixteen or seventeen years of age and who completes the high school equivalency test preparation program may take a high school equivalency test immediately following release from the school program or when ordered to take the test by a court. Any such child who fails to successfully complete the test shall re-enroll in the school district and may continue the high school equivalency preparation program or other suitable program as determined by the school district. All children shall attend kindergarten prior to age seven. Any child who transfers from another state may proceed in a continuous educational program without interruption if the child has not previously attended kindergarten. Section 2. That § 13-27-2 be AMENDED. 13-27-2. Child excused from school. Upon filing of a notification with a school official from the parent or guardian of the child for the reasons set forth in § 13-27-3, the child shall be excused, without the necessity of school board action, subject to revocation thereafter as provided in this chapter. A school board of any school district may excuse a child from public school attendance for the reasons set forth in §§ 13-27-6 and 13-27-6.1. Section 3. That § 13-27-3 be AMENDED. 13-27-3. Child excused if provided alternative instruction--Notification--Investigation--Revocation--Restrictions--Testing. A child shall be excused from school attendance, pursuant to § 13-27-2, because Upon a filing of a notification with either the Department of Education or the local district from the parent, or guardian, or other person having control of a child, the Department of Education or the local district has been notified that the child is otherwise being provided with alternative instruction for an equivalent period of time, as in the public schools, in the basic skills of language arts and mathematics. The parent or guardian of the child shall identify in the notification the place where the child will be instructed and any person who will instruct the child. The person providing instruction is not required to be certified. The secretary of the Department of Education may investigate and determine whether the instruction is being provided. Failure to provide instruction is grounds for the school board, upon thirty days' notice, to revoke the excuse from school attendance. The secretary of the Department of Education may inspect the records of an alternative education program with fourteen days' written notice if the secretary has probable cause to believe the program is not in compliance with this section. The records to be inspected are limited to attendance and evidence showing academic progress. No person may instruct more than twenty-two children. All instructions shall be given so as to lead to a mastery of the English language. Each child receiving alternative instruction who is in grades four, eight, or eleven shall take a nationally standardized achievement test of the basic skills. The test may be the test provided by the state and used in the public school district where the child is instructed or another nationally standardized achievement test chosen by and provided at the expense of the child's parent, guardian, or school giving alternative instruction. The test may be monitored by the local school district where the child is instructed. Section 4. That § 13-27-3.1 be AMENDED. 13-27-3.1. Birth certificate or affidavit to be submitted--Violation as misdemeanor. Any person who is required pursuant to § 13-27-1 to cause any child to attend any public or nonpublic school or alternative instruction program pursuant to § 13-27-3 in this state shall, either at the time of enrollment in any school in this state or upon being excused from school attendance pursuant to § 13-27-3 or within thirty days of initial enrollment or excuse, provide the public or nonpublic school or the alternative instruction program with a certified copy of the child's birth certificate or affidavit in lieu of birth certificate as issued by the Department of Health in such cases where the original birth certificate is deemed unattainable. Any parent or guardian who requests an excuse for his or her child pursuant to § 13-27-3, shall with the initial request for excuse, provide a certified copy of the child's birth certificate or an affidavit notarized or witnessed by two or more witnesses, swearing or affirming that the child identified on the request for excuse is the same person appearing on the child's certified birth certificate. A violation of this section is a Class 2 misdemeanor. Section 5. That § 13-27-3.2 be AMENDED. 13-27-3.2. Maintenance of birth certificate by school as permanent record. Any copy of any certified birth certificate provided pursuant to § 13-27-3.1 shall be maintained by the public or nonpublic school or alternative instruction program and shall be a part of the child's permanent cumulative school record. Section 6. That § 13-27-7 be AMENDED. 13-27-7. Notification of alternative instruction. Each notification for excuse from school attendance for the reasons provided in of alternative instruction pursuant to § 13-27-3 shall be on a standard form acknowledged before a notary or two witnesses that declares that the child will be provided with alternative instruction per § 13-27-3. The completed form must contain the child's name, birthdate, resident district, and open enrolled district if applicable, signature of the parent, guardian, or other person having control of the child and information for the return of the form. The Department of Education or the local district shall provide the parent, guardian, or other person having control of the child with a signed or stamped copy of the notification as proof of notification. The notification shall be kept confidential. The form shall be provided by the secretary of the Department of Education but may not require more details than set forth by this section. A certificate of excuse shall be included as part of the notification and is effective upon the filing of the notification with a school official, without the necessity of school board action, subject to revocation thereafter as provided in this chapter. The certificate of excuse shall be for a period not to exceed one year and shall state the reason for the excuse is that the child will receive alternative instruction. Upon a showing by the secretary of the Department of Education that a child excused from school attendance pursuant to § 13-27-3 is not being instructed in compliance with § 13-27-3, the school board may immediately revoke the child's certificate of excuse. Any test score required by § 13-27-3 shall be kept on file in the public school of the district where the child has school residence as defined in § 13-28-9. If subsequent achievement test results reveal less than satisfactory academic progress in the child's level of achievement, the school board may refuse to renew the child's certificate of excuse. The notification shall be filed within thirty days from the first time the child begins an alternative instruction program while the child is of school age as defined in § 13-27-1 and is not required thereafter unless one or more of the following transitions occur: (1) A child enrolls in a public or nonpublic school; or (2) A child moves to a different school district. The parent, guardian, or other person having control of the child shall provide notification of any transitions by submitting the standard notification form to the Department of Education or the local district within thirty days of the transition. Section 7. That § 13-27-8 be AMENDED. 13-27-8. Appeal on attendance matters to state board--Burden of proof--Finality of decision. Any parent or guardian of a student denied a certificate pursuant to §§ 13-27-6 and 13-27-6.1 or who has had a certificate revoked pursuant to § 13-27-7 who is dissatisfied with the decision of the school board may appeal the matter to the South Dakota Board of Education Standards who shall conduct a hearing pursuant to chapter 1-26. In the hearing the burden of proving noncompliance with § 13-27-3 shall be upon the secretary of the Department of Education. The state board's decision shall be final as to the secretary's right of appeal. Section 8. That § 13-27-9 be AMENDED. 13-27-9. Record of certificates of excuse--Copies to secretary and place of instruction. A permanent record of all certificates of excuse, pursuant to §§ 13-27-6 and 13-27-6.1, shall be kept in some safe place as determined by the school board. Any certificate of excuse of a pupil receiving alternative instruction pursuant to § 13-27-3 is confidential. Copies of any certificate of excuse shall be forwarded to the secretary of the Department of Education. Copies of any certificates of excuse shall also be forwarded to the place where the child is instructed. The copies shall be forwarded within thirty days of issuance. Section 9. That § 13-27-11 be AMENDED. 13-27-11. Failure to send child to school as misdemeanor. Any person having control of a child of compulsory school age who fails to have the child attend school, as required by the provisions of this title, or provide alternative instruction pursuant to § 13-27-3, is guilty of a Class 2 misdemeanor for the first offense. For each subsequent offense, a violator of this section is guilty of a Class 1 misdemeanor. Section 10. That § 13-27-15 be AMENDED. 13-27-15. Attendance records maintained by superintendent or president of board--Reports required. Each superintendent, or the president of the school board in districts without a superintendent, is responsible for maintaining an accurate record of the attendance of all persons of compulsory school age who are enrolled in an accredited school under his or her supervision. He The superintendent or president shall, at regular intervals, report the names of all enrolled persons who are of compulsory school age persons, not excused from school, who do not or who irregularly attend an accredited school to the truancy officer on blanks provided for that purpose. He The superintendent or president shall include reasons for the absences in the report. Section 11. That § 13-27-16 be AMENDED. 13-27-16. Warnings by school boards to send children to school--Report to truancy officer. Each school board shall warn noncompliant parents or persons in control of children of compulsory school age that the children must enter school and attend regularly, or enroll in a high school equivalency test preparation program in accordance with § 13-27-1, or comply with § 13-27-3, and shall report the parents or persons in control of the children to the truancy officer for the district if the warning is not heeded. All school board members, superintendents, and teachers shall cooperate in the enforcement of the school attendance laws. Section 12. That § 13-27-18 be AMENDED. 13-27-18. Neglect of duty by superintendent, president of board, school board, or truancy officer--Harboring or employment of truant child--Hindering attendance by child--Misdemeanor. Any superintendent or school board president who fails to make prompt reports on attendance as required by law; any person who harbors or employs a child of compulsory school age who is not legally excused during the school term or being provided alternative instruction pursuant to § 13-27-3; the members of any school board who neglect or refuse to provide school facilities for children of enrolled in their school district for at least nine months during the school year, or neglect to perform any other duties enumerated under the compulsory school attendance laws of this state; any truancy officer who neglects to perform the duties of his or her office; or any person who hampers or hinders a child of compulsory school age from attending a school which in which the child is enrolled that meets all legal requirements, or who interferes or attempts to interfere with the child's attendance at the school in which the child is enrolled is guilty of a Class 2 misdemeanor. Section 13. That § 13-27-19 be AMENDED. 13-27-19. Truancy officers--Power--Authority to apprehend--Supervisory control by secretary. Each truancy officer has the powers of a deputy sheriff in the exercise of his the officer's duties, and shall apprehend without warrant children of compulsory school age who absent themselves from the place where the children are enrolled and required to attend without an excuse, and place the children in the custody of the person having charge of the place where the children are enrolled and by law required to attend. In the administration of his the officer's duties, each truancy officer is subject to the general supervisory control of the secretary of the Department of Education. Section 14. That § 13-27-20 be AMENDED. 13-27-20. Complaints against persons responsible for truancy--Contents of complaint--Verification. Each truancy officer shall make and file truancy complaints, and any teacher, school officer, or any citizen may make and file a truancy complaint, before a circuit court judge, against any person having control of a child of compulsory school age who is not being provided with alternative instruction or attending school or whose attendance at school is irregular. The complaint shall state the name of the parent, guardian, or person responsible for the control of the child. The complaint shall be verified by oath upon belief of the complainant. A truancy complaint that, together with any accompanying affidavit, does not establish probable cause shall be dismissed upon motion of the defendant to the circuit court judge. Section 15. That § 13-27-29 be AMENDED. 13-27-29. Placement of child who has attended unaccredited school or alternative program--Appeal. If a child of compulsory school age has been attending an unaccredited school in another state or country or has been receiving alternative instruction pursuant to § 13-27-3 enrolls in a public school in this state, the child shall be placed at the child's demonstrated level of proficiency as established by one or more standardized tests. However, a child's placement may not be in a one grade level higher than warranted by the child's chronological age assuming entry into the first grade at age six and annual grade advancement thereafter. After initial placement, the child may be advanced according to his the child's demonstrated performance. If a child of secondary school age has been attending an unaccredited school in another state or country or has been receiving alternative instruction pursuant to § 13-27-3 enrolls in a public school in this state, the child shall be placed in English and math at the level of achievement demonstrated by one or two standardized tests, and in all other subjects on a review of transcripts according to the policy formally adopted by the school board. The child's placement may not be in a one grade level higher than warranted by the child's chronological age assuming entry into the first grade at age six and annual grade advancement thereafter. After initial placement the child may be advanced according to his demonstrated performance. Any parent or guardian who is dissatisfied with the secondary placement of his child may appeal it to the secretary of the Department of Education. Section 16. That § 13-28-41 be AMENDED. 13-28-41. Request for transfer--Nonresident child excused from attending in another district--Nonresident child provided with alternative instruction. A school district shall grant a request for a transfer into the district or within the district unless the transfer would result in an inability to provide a quality educational program based on criteria established by the district pursuant to § 13-28-44. In addition, a school district shall grant a request to admit into the district a child who is a resident of another school district and who is excused from attending school in the resident district pursuant to § 13-27-2, or is a child provided with alternative instruction pursuant to § 13-27-3, unless admitting the nonresident child would result in an inability to provide a quality educational program based on criteria established by the district pursuant to § 13-28-44. Section 17. That § 13-28-51 be AMENDED. 13-28-51. Enrollment of child on partial basis upon request of parent or guardian--Alternative instruction. The resident school district of a child excused from school attendance being provided alternative instruction pursuant to § 13-27-2 § 13-27-3 shall admit that child to a public school in the district upon request from the child's parent or legal guardian. A child enrolled in a school district pursuant to this section may be enrolled in a school of the school district on only a partial basis and shall continue to also receive be provided with alternative instruction pursuant to § 13-27-3. Section 18. That § 13-36-7 be AMENDED. 13-36-7. Participation in interscholastic activities--Accreditation--Eligibility. Any student enrolling in a South Dakota district pursuant to § 13-15-21 is eligible to participate in any interscholastic activity sponsored by the South Dakota High School Activities Association. If the school board or governing body of an accredited school approves, a student receiving alternative instruction pursuant to § 13-27-3 is eligible to participate in any interscholastic activity sponsored by the South Dakota High School Activities Association. All public school districts shall allow participation in athletics, fine arts, or activities for a child being provided alternative instruction pursuant to § 13-27-3 within the district in which the child resides. The parent, guardian, or other person in control of a child being provided alternative instruction shall submit proof of age when participating in athletics, fine arts, or activities. All children being provided with alternative instruction and participating in South Dakota High School Activities Association activities are held to the same local training rules and South Dakota High School Activities Association transfer and non-academic eligibility rules as enrolled students. Pursuant to § 13-27-3 and before the current season of the sport or activity the alternative instruction child is participating in, the parent, guardian, or other person in control of a child being provided alternative instruction shall provide the appropriate school official with a copy of a transcript of the previous semester's completed coursework that is issued by the parent or guardian. The parent, guardian, or other person in control of a child being provided alternative instruction shall notify the appropriate school official if the child becomes ineligible under South Dakota High School Activities Association or under local school rules in so far as those standards apply to § 13-27-3. Nothing in this section confers any vested right in any student wishing to participate in any interscholastic activity to be selected for competition in such activity. However, any accredited school enrolled student who leaves an accredited program during the course of the school year for any reason and enters an alternative instruction program who will be provided alternative instruction is ineligible for participation in interscholastic activities for one year beginning on the date in which the student enters the alternative program the balance of the current season of the sport or activity the student is participating in at the time of notification of alternative instruction. Section 19. That § 13-55-31.3 be AMENDED. 13-55-31.3. Opportunity scholarship eligibility requirements for students who received alternative instruction. In order to be eligible for a South Dakota opportunity scholarship pursuant to this section, a student who received alternative instruction pursuant to §§ 13-27-2 §§ 13-27-3 to 13-27-9, inclusive, shall: (1) Be a resident of this state; (2) Obtain a composite score or superscore of at least twenty-four on the ACT or a comparable score on the SAT as determined by the Board of Regents; (3) Provide a transcript of completed coursework that is issued by the parent or guardian listed on the certificate of excuse notification and which includes: (a) Four or more units of language arts, including: (i) One and one-half units of writing; (ii) One and one-half units of literature, one-half unit of which must be American literature; (iii) One-half unit of speech or debate; and (iv) One-half unit of a language arts elective; (b) Three or more units of social studies, including: (i) One unit of U.S. history; (ii) One-half unit of U.S. government; (iii) One-half unit of geography; (iv) One-half unit of world history; and (v) One-half unit of a social studies elective; (c) Four units of mathematics, including: (i) One unit of algebra I; (ii) One unit of geometry; (iii) One unit of algebra II; and (iv) One unit of advanced math; (d) Four units of science, at least three of which must be laboratory science, including: (i) One unit of biology; (ii) One unit of any physical science; (iii) One unit of chemistry or physics; and (iv) One unit of science electives; (e) Two units of either of the following or a combination of the two: (i) Career and technical education; and (ii) World languages; (f) One-half unit of personal finance or economics; (g) One unit of fine arts; (h) One-half unit of physical education; and (i) One-half unit of health or health integration; (4) Attend a university, college, or technical school that is accredited by the Higher Learning Commission and provides instruction from a campus located in this state; and (5) Enter into the program: (a) Within five years after the conclusion of the school year in which the student graduated, while being excused from school attendance provided alternative instruction in accordance with §§ 13-27-2 §§ 13-27-3 to 13-27-9, inclusive; or (b) Within one year after the conclusion of the school year in which the student was discharged from active duty with the armed forces, provided the discharge occurred within five years after the conclusion of the school year in which the student graduated, while being excused from school attendance provided alternative instruction in accordance with §§ 13-27-2 §§ 13-27-3 to 13-27-9, inclusive. If a student attends full-time a regionally accredited university, college, or technical school, located outside this state, and within two years from the end of the school year in which the student graduated, while being excused from school attendance provided with alternative instruction in accordance with §§ 13-27-2 §§ 13-27-3 to 13-27-9, inclusive, or within two years after the conclusion of the school year in which the student was discharged from active duty with the armed forces, as set forth in subsection (b) of subdivision (5), returns to the state to attend full-time a regionally accredited university, college, or technical school, the student is eligible to receive a partial award. A student is eligible to participate in the South Dakota opportunity scholarship program for the equivalent of eight consecutive fall and spring semesters or until the attainment of a baccalaureate degree, whichever comes first. The Board of Regents may grant exceptions to the continuous enrollment requirement upon a showing of good cause."}, {"bill_id": 22190, "bill_version_id": 217758, "bill_version": "Senate Engrossed", "bill_version_date": "2021-02-17T16:41:47.767-06:00", "bill_text": "An Act to revise the provisions of parental choice regarding compulsory school attendance and matters ancillary thereto. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 13-27-1 be AMENDED. 13-27-1. Responsibility of person controlling child--High school equivalency test preparation program--Kindergarten--Transfer from another state. Any person having control of a child, who is not younger than five or older than six years old by the first day of September, or any child who, by the first day of September, is at least six years old, but who has not exceeded the age of eighteen, shall cause the child to regularly attend some public or nonpublic school for the entire term during which the public school in the district in which the person resides, or the school to which the child is assigned to attend, is in session school, either public, nonpublic, or alternative instruction as set forth in § 13-27-3, until the child reaches the age of eighteen years, unless the child has graduated or is excused as provided in this chapter. However, the requirements of this section are met if a child who is at least sixteen years of age enrolls in a high school equivalency test preparation program that is school-based or for which a school contracts and the child successfully completes the test or reaches the age of eighteen years. A child is eligible to enroll in a school-based or school-contracted high school equivalency test preparation program or take the high school equivalency test if the child is sixteen or seventeen years of age, and the child presents written permission from the child's parent or guardian and one of the following: (1) Verification from a school administrator that the child will not graduate with the child's cohort class because of credit deficiency; (2) Authorization from a court services officer; (3) A court order requiring the child to enter the program; (4) Verification that the child is under the direction of the Department of Corrections; or (5) Verification that the child is enrolled in Job Corps as authorized by Title I-C of the Workforce Investment Act of 1998, as amended to January 1, 2009. Any child who is sixteen or seventeen years of age and who completes the high school equivalency test preparation program may take a high school equivalency test immediately following release from the school program or when ordered to take the test by a court. Any such child who fails to successfully complete the test shall re-enroll in the school district and may continue the high school equivalency preparation program or other suitable program as determined by the school district. All children shall attend kindergarten prior to age seven. Any child who transfers from another state may proceed in a continuous educational program without interruption if the child has not previously attended kindergarten. Section 2. That § 13-27-2 be AMENDED. 13-27-2. Child excused from school. Upon filing of a notification with a school official from the parent or guardian of the child for the reasons set forth in § 13-27-3, the child shall be excused, without the necessity of school board action, subject to revocation thereafter as provided in this chapter. A school board of any school district may excuse a child from public school attendance for the reasons set forth in §§ 13-27-6 and 13-27-6.1. Section 3. That § 13-27-3 be AMENDED. 13-27-3. Child excused if provided alternative instruction--Notification--Investigation--Revocation--Restrictions--Testing. A child shall be excused from school attendance, pursuant to § 13-27-2, because Upon a filing of a notification with either the Department of Education or the local district from the parent, or guardian, or other person having control of a child, the Department of Education or the local district has been notified that the child is otherwise being provided with alternative instruction for an equivalent period of time, as in the public schools, in the basic skills of language arts and mathematics. The parent or guardian of the child shall identify in the notification the place where the child will be instructed and any person who will instruct the child. The person providing instruction is not required to be certified. The secretary of the Department of Education may investigate and determine whether the instruction is being provided. Failure to provide instruction is grounds for the school board, upon thirty days' notice, to revoke the excuse from school attendance. The secretary of the Department of Education may inspect the records of an alternative education program with fourteen days' written notice if the secretary has probable cause to believe the program is not in compliance with this section. The records to be inspected are limited to attendance and evidence showing academic progress. No person may instruct more than twenty-two children. All instructions shall be given so as to lead to a mastery of the English language. Each child receiving alternative instruction who is in grades four, eight, or eleven shall take a nationally standardized achievement test of the basic skills. The test may be the test provided by the state and used in the public school district where the child is instructed or another nationally standardized achievement test chosen by and provided at the expense of the child's parent, guardian, or school giving alternative instruction. The test may be monitored by the local school district where the child is instructed. Section 4. That § 13-27-3.1 be AMENDED. 13-27-3.1. Birth certificate or affidavit to be submitted--Violation as misdemeanor. Any person who is required pursuant to § 13-27-1 to cause any child to attend any public or nonpublic school or alternative instruction program pursuant to § 13-27-3 in this state shall, either at the time of enrollment in any school in this state or upon being excused from school attendance pursuant to § 13-27-3 or within thirty days of initial enrollment or excuse, provide the public or nonpublic school or the alternative instruction program with a certified copy of the child's birth certificate or affidavit in lieu of birth certificate as issued by the Department of Health in such cases where the original birth certificate is deemed unattainable. Any parent or guardian who requests an excuse for his or her child pursuant to § 13-27-3, shall with the initial request for excuse, provide a certified copy of the child's birth certificate or an affidavit notarized or witnessed by two or more witnesses, swearing or affirming that the child identified on the request for excuse is the same person appearing on the child's certified birth certificate. A violation of this section is a Class 2 misdemeanor. Section 5. That § 13-27-3.2 be AMENDED. 13-27-3.2. Maintenance of birth certificate by school as permanent record. Any copy of any certified birth certificate provided pursuant to § 13-27-3.1 shall be maintained by the public or nonpublic school or alternative instruction program and shall be a part of the child's permanent cumulative school record. Section 6. That § 13-27-7 be AMENDED. 13-27-7. Notification of alternative instruction. Each notification for excuse from school attendance for the reasons provided in of alternative instruction pursuant to § 13-27-3 shall be on a standard form acknowledged before a notary or two witnesses that declares that the child will be provided with alternative instruction per § 13-27-3. The completed form must contain the child's name, birthdate, resident district, and open enrolled district if applicable, signature of the parent, guardian, or other person having control of the child and information for the return of the form. The Department of Education or the local district shall provide the parent, guardian, or other person having control of the child with a signed or stamped copy of the notification as proof of notification. The notification shall be kept confidential. The form shall be provided by the secretary of the Department of Education but may not require more details than set forth by this section. A certificate of excuse shall be included as part of the notification and is effective upon the filing of the notification with a school official, without the necessity of school board action, subject to revocation thereafter as provided in this chapter. The certificate of excuse shall be for a period not to exceed one year and shall state the reason for the excuse is that the child will receive alternative instruction. Upon a showing by the secretary of the Department of Education that a child excused from school attendance pursuant to § 13-27-3 is not being instructed in compliance with § 13-27-3, the school board may immediately revoke the child's certificate of excuse. Any test score required by § 13-27-3 shall be kept on file in the public school of the district where the child has school residence as defined in § 13-28-9. If subsequent achievement test results reveal less than satisfactory academic progress in the child's level of achievement, the school board may refuse to renew the child's certificate of excuse. The notification shall be filed within thirty days from the first time the child begins an alternative instruction program while the child is of school age as defined in § 13-27-1 and is not required thereafter unless one or more of the following transitions occur: (1) A child enrolls in a public or nonpublic school; or (2) A child moves to a different school district. The parent, guardian, or other person having control of the child shall provide notification of any transitions by submitting the standard notification form to the Department of Education or the local district within thirty days of the transition. Section 7. That § 13-27-8 be AMENDED. 13-27-8. Appeal on attendance matters to state board--Burden of proof--Finality of decision. Any parent or guardian of a student denied a certificate pursuant to §§ 13-27-6 and 13-27-6.1 or who has had a certificate revoked pursuant to § 13-27-7 who is dissatisfied with the decision of the school board may appeal the matter to the South Dakota Board of Education Standards who shall conduct a hearing pursuant to chapter 1-26. In the hearing the burden of proving noncompliance with § 13-27-3 shall be upon the secretary of the Department of Education. The state board's decision shall be final as to the secretary's right of appeal. Section 8. That § 13-27-9 be AMENDED. 13-27-9. Record of certificates of excuse--Copies to secretary and place of instruction. A permanent record of all certificates of excuse, pursuant to §§ 13-27-6 and 13-27-6.1, shall be kept in some safe place as determined by the school board. Any certificate of excuse of a pupil receiving alternative instruction pursuant to § 13-27-3 is confidential. Copies of any certificate of excuse shall be forwarded to the secretary of the Department of Education. Copies of any certificates of excuse shall also be forwarded to the place where the child is instructed. The copies shall be forwarded within thirty days of issuance. Section 9. That § 13-27-11 be AMENDED. 13-27-11. Failure to send child to school as misdemeanor. Any person having control of a child of compulsory school age who fails to have the child attend school, as required by the provisions of this title, or provide alternative instruction pursuant to § 13-27-3, is guilty of a Class 2 misdemeanor for the first offense. For each subsequent offense, a violator of this section is guilty of a Class 1 misdemeanor. Section 10. That § 13-27-15 be AMENDED. 13-27-15. Attendance records maintained by superintendent or president of board--Reports required. Each superintendent, or the president of the school board in districts without a superintendent, is responsible for maintaining an accurate record of the attendance of all persons of compulsory school age who are enrolled in an accredited school under his or her supervision. He The superintendent or president shall, at regular intervals, report the names of all enrolled persons who are of compulsory school age persons, not excused from school, who do not or who irregularly attend an accredited school to the truancy officer on blanks provided for that purpose. He The superintendent or president shall include reasons for the absences in the report. Section 11. That § 13-27-16 be AMENDED. 13-27-16. Warnings by school boards to send children to school--Report to truancy officer. Each school board shall warn noncompliant parents or persons in control of children of compulsory school age that the children must enter school and attend regularly, or enroll in a high school equivalency test preparation program in accordance with § 13-27-1, or comply with § 13-27-3, and shall report the parents or persons in control of the children to the truancy officer for the district if the warning is not heeded. All school board members, superintendents, and teachers shall cooperate in the enforcement of the school attendance laws. Section 12. That § 13-27-18 be AMENDED. 13-27-18. Neglect of duty by superintendent, president of board, school board, or truancy officer--Harboring or employment of truant child--Hindering attendance by child--Misdemeanor. Any superintendent or school board president who fails to make prompt reports on attendance as required by law; any person who harbors or employs a child of compulsory school age who is not legally excused during the school term or being provided alternative instruction pursuant to § 13-27-3; the members of any school board who neglect or refuse to provide school facilities for children of enrolled in their school district for at least nine months during the school year, or neglect to perform any other duties enumerated under the compulsory school attendance laws of this state; any truancy officer who neglects to perform the duties of his or her office; or any person who hampers or hinders a child of compulsory school age from attending a school which in which the child is enrolled that meets all legal requirements, or who interferes or attempts to interfere with the child's attendance at the school in which the child is enrolled is guilty of a Class 2 misdemeanor. Section 13. That § 13-27-19 be AMENDED. 13-27-19. Truancy officers--Power--Authority to apprehend--Supervisory control by secretary. Each truancy officer has the powers of a deputy sheriff in the exercise of his the officer's duties, and shall apprehend without warrant children of compulsory school age who absent themselves from the place where the children are enrolled and required to attend without an excuse, and place the children in the custody of the person having charge of the place where the children are enrolled and by law required to attend. In the administration of his the officer's duties, each truancy officer is subject to the general supervisory control of the secretary of the Department of Education. Section 14. That § 13-27-20 be AMENDED. 13-27-20. Complaints against persons responsible for truancy--Contents of complaint--Verification. Each truancy officer shall make and file truancy complaints, and any teacher, school officer, or any citizen may make and file a truancy complaint, before a circuit court judge, against any person having control of a child of compulsory school age who is not being provided with alternative instruction or attending school or whose attendance at school is irregular. The complaint shall state the name of the parent, guardian, or person responsible for the control of the child. The complaint shall be verified by oath upon belief of the complainant. A truancy complaint that, together with any accompanying affidavit, does not establish probable cause shall be dismissed upon motion of the defendant to the circuit court judge. Section 15. That § 13-27-29 be AMENDED. 13-27-29. Placement of child who has attended unaccredited school or alternative program--Appeal. If a child of compulsory school age has been attending an unaccredited school in another state or country or has been receiving alternative instruction pursuant to § 13-27-3 enrolls in a public school in this state, the child shall be placed at the child's demonstrated level of proficiency as established by one or more standardized tests. However, a child's placement may not be in a one grade level higher than warranted by the child's chronological age assuming entry into the first grade at age six and annual grade advancement thereafter. After initial placement, the child may be advanced according to his the child's demonstrated performance. If a child of secondary school age has been attending an unaccredited school in another state or country or has been receiving alternative instruction pursuant to § 13-27-3 enrolls in a public school in this state, the child shall be placed in English and math at the level of achievement demonstrated by one or two standardized tests, and in all other subjects on a review of transcripts according to the policy formally adopted by the school board. The child's placement may not be in a one grade level higher than warranted by the child's chronological age assuming entry into the first grade at age six and annual grade advancement thereafter. After initial placement the child may be advanced according to his demonstrated performance. Any parent or guardian who is dissatisfied with the secondary placement of his child may appeal it to the secretary of the Department of Education. Section 16. That § 13-28-41 be AMENDED. 13-28-41. Request for transfer--Nonresident child excused from attending in another district--Nonresident child provided with alternative instruction. A school district shall grant a request for a transfer into the district or within the district unless the transfer would result in an inability to provide a quality educational program based on criteria established by the district pursuant to § 13-28-44. In addition, a school district shall grant a request to admit into the district a child who is a resident of another school district and who is excused from attending school in the resident district pursuant to § 13-27-2, or is a child provided with alternative instruction pursuant to § 13-27-3, unless admitting the nonresident child would result in an inability to provide a quality educational program based on criteria established by the district pursuant to § 13-28-44. Section 17. That § 13-28-51 be AMENDED. 13-28-51. Enrollment of child on partial basis upon request of parent or guardian--Alternative instruction. The resident school district of a child excused from school attendance being provided alternative instruction pursuant to § 13-27-2 § 13-27-3 shall admit that child to a public school in the district upon request from the child's parent or legal guardian. A child enrolled in a school district pursuant to this section may be enrolled in a school of the school district on only a partial basis and shall continue to also receive be provided with alternative instruction pursuant to § 13-27-3. Section 18. That § 13-36-7 be AMENDED. 13-36-7. Participation in interscholastic activities--Accreditation--Eligibility. Any student enrolling in a South Dakota district pursuant to § 13-15-21 is eligible to participate in any interscholastic activity sponsored by the South Dakota High School Activities Association. If the school board or governing body of an accredited school approves, a student receiving alternative instruction pursuant to § 13-27-3 is eligible to participate in any interscholastic activity sponsored by the South Dakota High School Activities Association. Each public school district shall allow participation in athletics, fine arts, or activities for a child being provided alternative instruction pursuant to § 13-27-3 within the district in which the child resides. The parent, guardian, or other person in control of a child being provided alternative instruction shall submit proof of age when participating in athletics, fine arts, or activities. Any child being provided with alternative instruction and participating in South Dakota High School Activities Association activities shall be held to the same local training rules and South Dakota High School Activities Association transfer and non-academic eligibility rules as enrolled students. Pursuant to § 13-27-3 and before the current season of the sport or activity the alternative instruction child is participating in, the parent, guardian, or other person in control of a child being provided alternative instruction shall provide the appropriate school official with a copy of a transcript of the previous semester's completed coursework that is issued by the parent, guardian, or other person in control of the child. The parent, guardian, or other person in control of a child being provided alternative instruction shall notify the appropriate school official if the child becomes ineligible under South Dakota High School Activities Association or local school rules in so far as those standards apply to § 13-27-3. Nothing in this section confers any vested right in any student wishing to participate in any interscholastic activity to be selected for competition in such activity. However, any accredited school enrolled student who leaves an accredited program during the course of the school year for any reason and enters an alternative instruction program who will be provided alternative instruction is ineligible for participation in interscholastic activities for one year beginning on the date in which the student enters the alternative program the balance of the current season of the sport or activity the student is participating in at the time of notification of alternative instruction. Section 19. That § 13-55-31.3 be AMENDED. 13-55-31.3. Opportunity scholarship eligibility requirements for students who received alternative instruction. In order to be eligible for a South Dakota opportunity scholarship pursuant to this section, a student who received alternative instruction pursuant to §§ 13-27-2 §§ 13-27-3 to 13-27-9, inclusive, shall: (1) Be a resident of this state; (2) Obtain a composite score or superscore of at least twenty-four on the ACT or a comparable score on the SAT as determined by the Board of Regents; (3) Provide a transcript of completed coursework that is issued by the parent or guardian listed on the certificate of excuse notification and which includes: (a) Four or more units of language arts, including: (i) One and one-half units of writing; (ii) One and one-half units of literature, one-half unit of which must be American literature; (iii) One-half unit of speech or debate; and (iv) One-half unit of a language arts elective; (b) Three or more units of social studies, including: (i) One unit of U.S. history; (ii) One-half unit of U.S. government; (iii) One-half unit of geography; (iv) One-half unit of world history; and (v) One-half unit of a social studies elective; (c) Four units of mathematics, including: (i) One unit of algebra I; (ii) One unit of geometry; (iii) One unit of algebra II; and (iv) One unit of advanced math; (d) Four units of science, at least three of which must be laboratory science, including: (i) One unit of biology; (ii) One unit of any physical science; (iii) One unit of chemistry or physics; and (iv) One unit of science electives; (e) Two units of either of the following or a combination of the two: (i) Career and technical education; and (ii) World languages; (f) One-half unit of personal finance or economics; (g) One unit of fine arts; (h) One-half unit of physical education; and (i) One-half unit of health or health integration; (4) Attend a university, college, or technical school that is accredited by the Higher Learning Commission and provides instruction from a campus located in this state; and (5) Enter into the program: (a) Within five years after the conclusion of the school year in which the student graduated, while being excused from school attendance provided alternative instruction in accordance with §§ 13-27-2 §§ 13-27-3 to 13-27-9, inclusive; or (b) Within one year after the conclusion of the school year in which the student was discharged from active duty with the armed forces, provided the discharge occurred within five years after the conclusion of the school year in which the student graduated, while being excused from school attendance provided alternative instruction in accordance with §§ 13-27-2 §§ 13-27-3 to 13-27-9, inclusive. If a student attends full-time a regionally accredited university, college, or technical school, located outside this state, and within two years from the end of the school year in which the student graduated, while being excused from school attendance provided with alternative instruction in accordance with §§ 13-27-2 §§ 13-27-3 to 13-27-9, inclusive, or within two years after the conclusion of the school year in which the student was discharged from active duty with the armed forces, as set forth in subsection (b) of subdivision (5), returns to the state to attend full-time a regionally accredited university, college, or technical school, the student is eligible to receive a partial award. A student is eligible to participate in the South Dakota opportunity scholarship program for the equivalent of eight consecutive fall and spring semesters or until the attainment of a baccalaureate degree, whichever comes first. The Board of Regents may grant exceptions to the continuous enrollment requirement upon a showing of good cause."}, {"bill_id": 22190, "bill_version_id": 219000, "bill_version": "Enrolled", "bill_version_date": "2021-03-02T18:14:30.123-06:00", "bill_text": "ENTITLED An Act to revise the provisions of parental choice regarding compulsory school attendance and matters ancillary thereto. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 13-27-1 be AMENDED. 13-27-1. Responsibility of person controlling child--High school equivalency test preparation program--Kindergarten--Transfer from another state. Any person having control of a child, who is not younger than five or older than six years old by the first day of September, or any child who, by the first day of September, is at least six years old, but who has not exceeded the age of eighteen, shall cause the child to regularly attend school, either public, nonpublic, or alternative instruction as set forth in § 13-27-3, until the child reaches the age of eighteen years, unless the child has graduated or is excused as provided in this chapter. However, the requirements of this section are met if a child who is at least sixteen years of age enrolls in a high school equivalency test preparation program and the child successfully completes the test or reaches the age of eighteen years. A child is eligible to enroll in a school-based or school-contracted high school equivalency test preparation program or take the high school equivalency test if the child is sixteen or seventeen years of age, and the child presents written permission from the child's parent or guardian and one of the following: (1) Verification from a school administrator that the child will not graduate with the child's cohort class because of credit deficiency; (2) Authorization from a court services officer; (3) A court order requiring the child to enter the program; (4) Verification that the child is under the direction of the Department of Corrections; or (5) Verification that the child is enrolled in Job Corps as authorized by Title I-C of the Workforce Investment Act of 1998, as amended to January 1, 2009. Any child who is sixteen or seventeen years of age and who completes the high school equivalency test preparation program may take a high school equivalency test immediately following release from the school program or when ordered to take the test by a court. Any such child who fails to successfully complete the test shall re-enroll in the school district and may continue the high school equivalency preparation program or other suitable program as determined by the school district. All children shall attend kindergarten prior to age seven. Any child who transfers from another state may proceed in a continuous educational program without interruption if the child has not previously attended kindergarten. Section 2. That § 13-27-2 be AMENDED. 13-27-2. Child excused from school. A school board of any school district may excuse a child from public school attendance for the reasons set forth in §§ 13-27-6 and 13-27-6.1. Section 3. That § 13-27-3 be AMENDED. 13-27-3. Child excused if provided alternative instruction--Notification--Conditions. Upon a filing of a notification with either the Department of Education or the local district from the parent, or guardian, or other person having control of a child, the Department of Education or the local district has been notified that the child is being provided with alternative instruction in the basic skills of language arts and mathematics. The person providing instruction is not required to be certified. No person may instruct more than twenty-two children. All instructions shall be given so as to lead to a mastery of the English language. Section 4. That § 13-27-3.1 be AMENDED. 13-27-3.1. Birth certificate or affidavit to be submitted--Violation as misdemeanor. Any person who is required pursuant to § 13-27-1 to cause any child to attend any public or nonpublic school in this state shall, either at the time of enrollment in any school in this state or within thirty days of initial enrollment, provide the public or nonpublic school with a certified copy of the child's birth certificate or affidavit in lieu of birth certificate as issued by the Department of Health in such cases where the original birth certificate is deemed unattainable. A violation of this section is a Class 2 misdemeanor. Section 5. That § 13-27-3.2 be AMENDED. 13-27-3.2. Maintenance of birth certificate by school as permanent record. Any copy of any certified birth certificate provided pursuant to § 13-27-3.1 shall be maintained by the public or nonpublic school and shall be a part of the child's permanent cumulative school record. Section 6. That § 13-27-7 be AMENDED. 13-27-7. Notification of alternative instruction. Each notification of alternative instruction pursuant to § 13-27-3 shall be on a standard form that declares that the child will be provided with alternative instruction per § 13-27-3. The completed form must contain the child's name, birthdate, resident district, and open enrolled district if applicable, signature of the parent, guardian, or other person having control of the child and information for the return of the form. The Department of Education or the local district shall provide the parent, guardian, or other person having control of the child with a signed or stamped copy of the notification as proof of notification. The notification shall be kept confidential. The form shall be provided by the secretary of the Department of Education but may not require more details than set forth by this section. The notification shall be filed within thirty days from the first time the child begins an alternative instruction program while the child is of school age as defined in § 13-27-1 and is not required thereafter unless one or more of the following transitions occur: (1) A child enrolls in a public or nonpublic school; or (2) A child moves to a different school district. The parent, guardian, or other person having control of the child shall provide notification of any transitions by submitting the standard notification form to the Department of Education or the local district within thirty days of the transition. Section 7. That § 13-27-8 be AMENDED. 13-27-8. Appeal on attendance matters to state board --Finality of decision. Any parent or guardian of a student denied a certificate pursuant to §§ 13-27-6 and 13-27-6.1 who is dissatisfied with the decision of the school board may appeal the matter to the South Dakota Board of Education Standards who shall conduct a hearing pursuant to chapter 1-26. The state board's decision shall be final as to the secretary's right of appeal. Section 8. That § 13-27-9 be AMENDED. 13-27-9. Record of certificates of excuse--Copies to secretary and place of instruction. A permanent record of all certificates of excuse, pursuant to §§ 13-27-6 and 13-27-6.1, shall be kept in some safe place as determined by the school board. Copies of any certificate of excuse shall be forwarded to the secretary of the Department of Education. Copies of any certificates of excuse shall also be forwarded to the place where the child is instructed. The copies shall be forwarded within thirty days of issuance. Section 9. That § 13-27-11 be AMENDED. 13-27-11. Failure to send child to school as misdemeanor. Any person having control of a child of compulsory school age who fails to have the child attend school, as required by the provisions of this title, or provide alternative instruction pursuant to § 13-27-3, is guilty of a Class 2 misdemeanor for the first offense. For each subsequent offense, a violator of this section is guilty of a Class 1 misdemeanor. Section 10. That § 13-27-15 be AMENDED. 13-27-15. Attendance records maintained by superintendent or president of board--Reports required. Each superintendent, or the president of the school board in districts without a superintendent, is responsible for maintaining an accurate record of the attendance of all persons of compulsory school age who are enrolled in an accredited school under his or her supervision. The superintendent or president shall, at regular intervals, report the names of all enrolled persons who are of compulsory school age, not excused from school, who do not or who irregularly attend an accredited school to the truancy officer. The superintendent or president shall include reasons for the absences in the report. Section 11. That § 13-27-16 be AMENDED. 13-27-16. Warnings by school boards to send children to school--Report to truancy officer. Each school board shall warn noncompliant parents or persons in control of children of compulsory school age that the children must enter school and attend regularly, or enroll in a high school equivalency test preparation program in accordance with § 13-27-1, or comply with § 13-27-3, and shall report the parents or persons in control of the children to the truancy officer for the district if the warning is not heeded. All school board members, superintendents, and teachers shall cooperate in the enforcement of the school attendance laws. Section 12. That § 13-27-18 be AMENDED. 13-27-18. Neglect of duty by superintendent, president of board, school board, or truancy officer--Harboring or employment of truant child--Hindering attendance by child--Misdemeanor. Any superintendent or school board president who fails to make prompt reports on attendance as required by law; any person who harbors or employs a child of compulsory school age who is not legally excused during the school term or being provided alternative instruction pursuant to § 13-27-3; the members of any school board who neglect or refuse to provide school facilities for children enrolled in their school district for at least nine months during the school year, or neglect to perform any other duties enumerated under the compulsory school attendance laws of this state; any truancy officer who neglects to perform the duties of his or her office; or any person who hampers or hinders a child of compulsory school age from attending a school in which the child is enrolled that meets all legal requirements, or who interferes or attempts to interfere with the child's attendance at the school in which the child is enrolled is guilty of a Class 2 misdemeanor. Section 13. That § 13-27-19 be AMENDED. 13-27-19. Truancy officers--Power--Authority to apprehend--Supervisory control by secretary. Each truancy officer has the powers of a deputy sheriff in the exercise of the officer's duties, and shall apprehend without warrant children of compulsory school age who absent themselves from the place where the children are enrolled and required to attend without an excuse, and place the children in the custody of the person having charge of the place where the children are enrolled and by law required to attend. In the administration of the officer's duties, each truancy officer is subject to the general supervisory control of the secretary of the Department of Education. Section 14. That § 13-27-20 be AMENDED. 13-27-20. Complaints against persons responsible for truancy--Contents of complaint--Verification--Dismissal. Each truancy officer shall make and file truancy complaints, and any teacher, school officer, or any citizen may make and file a truancy complaint, before a circuit court judge, against any person having control of a child of compulsory school age who is not being provided with alternative instruction or attending school or whose attendance at school is irregular. The complaint shall state the name of the parent, guardian, or person responsible for the control of the child. The complaint shall be verified by oath upon belief of the complainant. A truancy complaint that, together with any accompanying affidavit, does not establish probable cause shall be dismissed upon motion of the defendant to the circuit court judge. Section 15. That § 13-27-29 be AMENDED. 13-27-29. Placement of child who has attended unaccredited school or alternative program--Appeal. If a child of compulsory school age has been attending an unaccredited school in another state or country or has been receiving alternative instruction pursuant to § 13-27-3 enrolls in a public school in this state, the child shall be placed at the child's demonstrated level of proficiency as established by one or more standardized tests. However, a child's placement may be in one grade level higher than warranted by the child's chronological age assuming entry into the first grade at age six and annual grade advancement thereafter. After initial placement, the child may be advanced according to the child's demonstrated performance. If a child of secondary school age has been attending an unaccredited school in another state or country or has been receiving alternative instruction pursuant to § 13-27-3 enrolls in a public school in this state, the child shall be placed in English and math at the level of achievement demonstrated by one or two standardized tests, and in all other subjects on a review of transcripts according to the policy formally adopted by the school board. The child's placement may be in one grade level higher than warranted by the child's chronological age assuming entry into the first grade at age six and annual grade advancement thereafter. After initial placement the child may be advanced according to his demonstrated performance. Any parent or guardian who is dissatisfied with the placement of his child may appeal it to the secretary of the Department of Education. Section 16. That § 13-28-41 be AMENDED. 13-28-41. Request for transfer--Nonresident child excused from attending in another district--Nonresident child provided with alternative instruction. A school district shall grant a request for a transfer into the district or within the district unless the transfer would result in an inability to provide a quality educational program based on criteria established by the district pursuant to § 13-28-44. In addition, a school district shall grant a request to admit into the district a child who is a resident of another school district and who is excused from attending school in the resident district pursuant to § 13-27-2, or is a child provided with alternative instruction pursuant to § 13-27-3, unless admitting the nonresident child would result in an inability to provide a quality educational program based on criteria established by the district pursuant to § 13-28-44. Section 17. That § 13-28-51 be AMENDED. 13-28-51. Enrollment of child on partial basis upon request of parent or guardian--Alternative instruction. The resident school district of a child being provided alternative instruction pursuant to § 13-27-3 shall admit that child to a public school in the district upon request from the child's parent or legal guardian. A child enrolled in a school district pursuant to this section may be enrolled in a school of the school district on only a partial basis and shall continue to also be provided with alternative instruction pursuant to § 13-27-3. Section 18. That § 13-36-7 be AMENDED. 13-36-7. Participation in interscholastic activities-- Eligibility. Any student enrolling in a South Dakota district pursuant to § 13-15-21 is eligible to participate in any interscholastic activity sponsored by the South Dakota High School Activities Association. Each public school district shall allow participation in athletics, fine arts, or activities for a child being provided alternative instruction pursuant to § 13-27-3 within the district in which the child resides. The parent, guardian, or other person in control of a child being provided alternative instruction shall submit proof of age when participating in athletics, fine arts, or activities. Any child being provided with alternative instruction and participating in South Dakota High School Activities Association activities shall be held to the same local training rules and South Dakota High School Activities Association transfer and non-academic eligibility rules as enrolled students. Pursuant to § 13-27-3 and before the current season of the sport or activity the alternative instruction child is participating in, the parent, guardian, or other person in control of a child being provided alternative instruction shall provide the appropriate school official with a copy of a transcript of the previous semester's completed coursework that is issued by the parent, guardian, or other person in control of the child. The parent, guardian, or other person in control of a child being provided alternative instruction shall notify the appropriate school official if the child becomes ineligible under South Dakota High School Activities Association or local school rules in so far as those standards apply to § 13-27-3. Nothing in this section confers any vested right in any student wishing to participate in any interscholastic activity to be selected for competition in such activity. However, any enrolled student who leaves an accredited program during the course of the school year and who will be provided alternative instruction is ineligible for participation in interscholastic activities for the balance of the current season of the sport or activity the student is participating in at the time of notification of alternative instruction. Section 19. That § 13-55-31.3 be AMENDED. 13-55-31.3. Opportunity scholarship eligibility requirements for students who received alternative instruction. In order to be eligible for a South Dakota opportunity scholarship pursuant to this section, a student who received alternative instruction pursuant to §§ 13-27-3 to 13-27-9, inclusive, shall: (1) Be a resident of this state; (2) Obtain a composite score or superscore of at least twenty-four on the ACT or a comparable score on the SAT as determined by the Board of Regents; (3) Provide a transcript of completed coursework that is issued by the parent or guardian listed on the notification and which includes: (a) Four or more units of language arts, including: (i) One and one-half units of writing; (ii) One and one-half units of literature, one-half unit of which must be American literature; (iii) One-half unit of speech or debate; and (iv) One-half unit of a language arts elective; (b) Three or more units of social studies, including: (i) One unit of U.S. history; (ii) One-half unit of U.S. government; (iii) One-half unit of geography; (iv) One-half unit of world history; and (v) One-half unit of a social studies elective; (c) Four units of mathematics, including: (i) One unit of algebra I; (ii) One unit of geometry; (iii) One unit of algebra II; and (iv) One unit of advanced math; (d) Four units of science, at least three of which must be laboratory science, including: (i) One unit of biology; (ii) One unit of any physical science; (iii) One unit of chemistry or physics; and (iv) One unit of science electives; (e) Two units of either of the following or a combination of the two: (i) Career and technical education; and (ii) World languages; (f) One-half unit of personal finance or economics; (g) One unit of fine arts; (h) One-half unit of physical education; and (i) One-half unit of health or health integration; (4) Attend a university, college, or technical school that is accredited by the Higher Learning Commission and provides instruction from a campus located in this state; and (5) Enter into the program: (a) Within five years after the conclusion of the school year in which the student graduated, while being provided alternative instruction in accordance with §§ 13-27-3 to 13-27-9, inclusive; or (b) Within one year after the conclusion of the school year in which the student was discharged from active duty with the armed forces, provided the discharge occurred within five years after the conclusion of the school year in which the student graduated, while being provided alternative instruction in accordance with §§ 13-27-3 to 13-27-9, inclusive. If a student attends full-time a regionally accredited university, college, or technical school, located outside this state, and within two years from the end of the school year in which the student graduated, while being provided with alternative instruction in accordance with §§ 13-27-3 to 13-27-9, inclusive, or within two years after the conclusion of the school year in which the student was discharged from active duty with the armed forces, as set forth in subsection (b) of subdivision (5), returns to the state to attend full-time a regionally accredited university, college, or technical school, the student is eligible to receive a partial award. A student is eligible to participate in the South Dakota opportunity scholarship program for the equivalent of eight consecutive fall and spring semesters or until the attainment of a baccalaureate degree, whichever comes first. The Board of Regents may grant exceptions to the continuous enrollment requirement upon a showing of good cause. An Act to revise the provisions of parental choice regarding compulsory school attendance and matters ancillary thereto. I certify that the attached Act originated in the: Senate as Bill No. 177 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 177 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2021 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2021 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2021 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22190, "action_date": "2021-02-03T14:00:00-06:00", "document_id": 215796, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215796.pdf", "status_text": "First read in Senate and referred to", "journal_page": 170, "committee_id_action": 514, "committee_id_assigned": 506, "result": "N", "vote": {}}, {"bill_id": 22190, "action_date": "2021-02-09T07:45:00-06:00", "document_id": 216110, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216110.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 506, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22190, "action_date": "2021-02-11T07:45:00-06:00", "document_id": 216615, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216615.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 506, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22190, "action_date": "2021-02-11T07:45:00-06:00", "document_id": 216616, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216616.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 506, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22190, "action_date": "2021-02-11T07:45:00-06:00", "document_id": 216616, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216616.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 506, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 69035, "president_vote": null, "Yea": [1771, 1801, 1853, 1858, 3796, 1779], "Nay": [1851]}}, {"bill_id": 22190, "action_date": "2021-02-17T14:00:00-06:00", "document_id": 217609, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217609.pdf", "status_text": "Motion to amend", "journal_page": 279, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22190, "action_date": "2021-02-17T14:00:00-06:00", "document_id": 217609, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217609.pdf", "status_text": "Do Pass Amended", "journal_page": 279, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 69363, "president_vote": null, "Yea": [1771, 1775, 1776, 1779, 1786, 1789, 1790, 1794, 1808, 1811, 1812, 1828, 3805, 1847, 1853, 1856, 1858, 1860, 3796, 1865, 1870], "Nay": [3798, 1881, 1783, 1785, 1801, 1803, 1806, 1819, 1827, 1831, 1850, 1851, 3803, 3795]}}, {"bill_id": 22190, "action_date": "2021-02-18T13:30:00-06:00", "document_id": 217765, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217765.pdf", "status_text": "First read in House and referred to", "journal_page": 323, "committee_id_action": 492, "committee_id_assigned": 498, "result": "N", "vote": {}}, {"bill_id": 22190, "action_date": "2021-03-01T07:00:00-06:00", "document_id": 218597, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218597.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 498, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22190, "action_date": "2021-03-01T07:00:00-06:00", "document_id": 218598, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218598.pdf", "status_text": "Do Pass", "journal_page": 1, "committee_id_action": 498, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 70179, "president_vote": null, "Nay": [1766, 1793, 1817, 1835, 1852], "Yea": [1769, 1777, 1792, 1798, 1804, 1807, 1844, 1864]}}, {"bill_id": 22190, "action_date": "2021-03-02T14:00:00-06:00", "document_id": 218819, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218819.pdf", "status_text": "Do Pass", "journal_page": 467, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 70531, "president_vote": null, "Nay": [1766, 1767, 1768, 1778, 1780, 1784, 1788, 1793, 1795, 1800, 1813, 1817, 1824, 1829, 1835, 1843, 1852, 1866, 1868, 3783, 3787, 3788, 3789, 3790, 3800, 3802, 3804], "Yea": [1769, 1770, 1772, 1777, 1781, 1782, 1792, 1796, 1798, 1799, 1802, 1804, 1805, 1807, 1809, 1820, 1822, 1823, 1826, 1830, 1832, 1834, 1836, 1837, 1841, 1844, 1855, 1862, 1864, 1883, 3782, 3784, 3785, 3791, 3792, 3793, 3794, 3797, 3799, 3801, 3806], "Excused": [1839, 3786]}}, {"bill_id": 22190, "action_date": "2021-03-04T13:00:00-06:00", "document_id": 219423, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/219423.pdf", "status_text": "Signed by the President", "journal_page": 422, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22190, "action_date": "2021-03-08T14:00:00-06:00", "document_id": 219768, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/219768.pdf", "status_text": "Signed by the Speaker", "journal_page": 527, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22190, "action_date": "2021-03-09T10:00:00-06:00", "document_id": 219997, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/219997.pdf", "status_text": "Delivered to the Governor", "journal_page": 460, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22190, "action_date": "2021-03-10T10:00:00-06:00", "document_id": 220126, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/220126.pdf", "status_text": "Signed by the Governor", "journal_page": 472, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7200}