{"session_id": 27, "bill_id": 8253, "bill_type": "House Bill", "bill_number": 1157, "bill_title": "create the agriculture future development fund and to provide funding for certain programs and projects.", "sponsors": [{"legislator_profile_id": 1165, "is_prime": true}, {"legislator_profile_id": 1097, "is_prime": false}, {"legislator_profile_id": 1143, "is_prime": false}], "keywords": ["Agriculture and Horticulture", "Appropriation", "Board of Regents"], "audio": [{"meeting_datetime": "2017-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hst26.mp3", "start_seconds": 3186.0}, {"meeting_datetime": "2017-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hst26.mp3", "start_seconds": 3186.0}, {"meeting_datetime": "2017-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hst26.mp3", "start_seconds": 3186.0}, {"meeting_datetime": "2017-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hst26.mp3", "start_seconds": 3186.0}, {"meeting_datetime": "2017-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hst26.mp3", "start_seconds": 3186.0}, {"meeting_datetime": "2017-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou27.mp3", "start_seconds": 19845.0}, {"meeting_datetime": "2017-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou27.mp3", "start_seconds": 19845.0}, {"meeting_datetime": "2017-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou27.mp3", "start_seconds": 19845.0}, {"meeting_datetime": "2017-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou27.mp3", "start_seconds": 19845.0}, {"meeting_datetime": "2017-03-02T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sag32.mp3", "start_seconds": 1055.0}, {"meeting_datetime": "2017-03-02T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sag32.mp3", "start_seconds": 1055.0}, {"meeting_datetime": "2017-03-02T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sag32.mp3", "start_seconds": 1055.0}, {"meeting_datetime": "2017-03-02T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sag32.mp3", "start_seconds": 1055.0}, {"meeting_datetime": "2017-03-02T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sag32.mp3", "start_seconds": 1055.0}, {"meeting_datetime": "2017-03-02T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sag32.mp3", "start_seconds": 1055.0}, {"meeting_datetime": "2017-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen34.mp3", "start_seconds": 2650.0}, {"meeting_datetime": "2017-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen34.mp3", "start_seconds": 2650.0}, {"meeting_datetime": "2017-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen34.mp3", "start_seconds": 2650.0}, {"meeting_datetime": "2017-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen34.mp3", "start_seconds": 2650.0}, {"meeting_datetime": "2017-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen34.mp3", "start_seconds": 2650.0}], "bill_versions": [{"bill_id": 8253, "bill_version_id": 43555, "bill_version": "Introduced", "bill_version_date": "2017-02-01T10:22:34.81-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the Board of Regents to contract for the construction of and improvements to the State Animal Disease Research and Diagnostic Laboratory at South Dakota State University, to make an appropriation therefor, and to provide for the repayment thereof. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Board of Regents is hereby authorized to contract for the construction, reconstruction, renovation, demolition, and modernization of facilities and related infrastructure at the State Animal Disease Research and Diagnostic Laboratory on the campus of the South Dakota State University. Section 2. There is hereby appropriated for the purposes authorized in this Act the sum of ten million dollars ($10,000,000), or so much thereof as may be necessary, in other fund expenditure authority to the South Dakota Board of Regents for expenditure of funds from the South Dakota State University's unrestricted cash balance, together with any additional sums received pursuant to section 3 of this Act. Section 3. The Board of Regents may accept, transfer, and expend any funds obtained for the project authorized in this Act from federal sources, donations, or any other external sources, all of which comprise a special fund for the benefitted project. All moneys deposited into that fund are hereby appropriated to the project authorized by this Act. Section 4. The administration of the design and construction of the project authorized in this Act shall be under the general charge and supervision of the Bureau of Administration as provided in chapter 5-14. Section 5. All expenditures authorized by section 2 of this Act shall be repaid, interest-free, from fees collected by the State Animal Disease Research Diagnostic Laboratory before June 30, 2027. Section 6. The executive director of the Board of Regents shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act."}, {"bill_id": 8253, "bill_version_id": 44785, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2017-02-22T11:19:08.067-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create the agriculture future development subfund, to provide for its administration, to establish the agriculture future development subcommittee, and to provide funding for certain programs and projects. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 1-16G be amended by adding a NEW SECTION to read: The state treasurer shall establish the agriculture future development subfund within the revolving economic development and initiative fund created pursuant to § 1-16G-3. Interest earned on money in the subfund shall be deposited in the subfund. Section 2. That chapter 1-16G be amended by adding a NEW SECTION to read: The Board of Economic Development shall administer the agriculture future development subfund for the purpose of making grants or loans to promote the use of modern technology and farming practices or promote the use of South Dakota agricultural products at the regental system or the technical institutes. Section 3. That chapter 1-16G be amended by adding a NEW SECTION to read: In connection with the administration of the agriculture future development subfund, the Board of Economic Development may, pursuant to chapter 1-26, promulgate rules in consultation with the Executive Board of the Legislature Research Council to implement the provisions of sections 1 and 2 of this Act that include: (1) Setting the application procedures for applying for loans or grants from the subfund; (2) Establishing criteria to determine which applicants may receive loans or grants; (3) Governing the use of proceeds of the loans or grants; and (4) Establishing criteria for the terms and conditions upon which the loans or grants shall be made, including the terms of security given, if any, to secure the loans. Section 4. That chapter 1-16G be amended by adding a NEW SECTION to read: An agriculture future development subcommittee shall be appointed to make agriculture future development funding recommendations to the Board of Economic Development. The agriculture future development subcommittee shall be within the Governor's Office of Economic Development, and shall exercise all its prescribed functions, including administrative functions. The membership of the subcommittee shall include: (1) Five members of the Board of Economic Development appointed by the chair of the board; (2) Two members appointed by the speaker of the House of Representatives. One member shall represent a livestock association and one member shall represent a crop association; and (3) Two members appointed by the president pro tempore of the Senate. One member shall represent a livestock association and one member shall represent a crop association. The members of the subcommittee provided in subdivisions (2) to (3), inclusive, shall be appointed to four-year terms of office. The initial terms shall be staggered with two members appointed to two-year terms of office as determined by the speaker and president pro tempore so that no more than two members' terms expire in any given year. The speaker and president pro tempore shall confer before making any appointment to ensure no more than one member is appointed from an association and that all the members representing either the crop associations or the livestock associations do not expire in the same year. Not all members may be from the same political party. Any member appointed to fill a vacancy arising from other than the natural expiration of a term shall serve only the unexpired portion of the term. Section 5. That chapter 1-16G be amended by adding a NEW SECTION to read: In fiscal year 2018, the state treasurer shall transfer from the agriculture future development subfund the amount available in the subfund, not to exceed three million five hundred thousand dollars, to the state animal disease research and diagnostic laboratory bond redemption and operations fund. Each year thereafter, the state treasurer shall annually transfer from the agriculture future development subfund the sum of three million three hundred fifty thousand dollars each year to the state animal disease research and diagnostic laboratory bond redemption and operations fund for the construction, reconstruction, renovation, demolition, and modernization of facilities and related infrastructure at the State Animal Disease Research and Diagnostic Laboratory on the campus of South Dakota State University. Section 6. Section 5 of this Act is repealed on the first day of the month following a determination by the Animal Industry Board that bonds issued for the State Animal Disease Research and Diagnostic Laboratory are satisfied and paid in full. Section 7. That chapter 1-16G be amended by adding a NEW SECTION to read: If the fees charged by the State Animal Disease Research and Diagnostic Laboratory exceed the costs of operating the laboratory in any fiscal year, beginning in fiscal year 2021 fifty percent of the profit shall be transferred from the animal disease research and diagnostic laboratory revolving fund to the agriculture future development subfund."}, {"bill_id": 8253, "bill_version_id": 45370, "bill_version": "Senate Agriculture and Natural Resources Engrossed", "bill_version_date": "2017-03-02T15:35:31.863-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create the agriculture future development fund, to provide for its administration, to establish the agriculture future development committee, and to provide funding for certain programs and projects. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 1-16G be amended by adding a NEW SECTION to read: There is hereby created in the state treasury the agriculture future development fund. Interest earned on money in the fund shall be deposited in the fund. Any money in the fund is continuously appropriated to the Governor's Office of Economic Development. Any money deposited into and distributed from the fund shall be set forth in an informational budget as described in § 4-7-7.2. Section 2. That chapter 1-16G be amended by adding a NEW SECTION to read: The Board of Economic Development shall administer the agriculture future development fund for the purpose of making grants or loans to promote the use of modern technology and farming practices or promote the use of South Dakota agricultural products at the regental system or the technical institutes. Section 3. That chapter 1-16G be amended by adding a NEW SECTION to read: In connection with the administration of the agriculture future development fund, the Board of Economic Development may, pursuant to chapter 1-26, promulgate rules to implement the provisions of sections 1 and 2 of this Act that include: (1) Setting the application procedures for applying for loans or grants from the fund; (2) Establishing criteria to determine which applicants may receive loans or grants; (3) Governing the use of proceeds of the loans or grants; and (4) Establishing criteria for the terms and conditions upon which the loans or grants shall be made, including the terms of security given, if any, to secure the loans. Section 4. That chapter 1-16G be amended by adding a NEW SECTION to read: An agriculture future development committee shall be appointed to make agriculture future development funding recommendations to the Board of Economic Development. The agriculture future development committee shall be within the Governor's Office of Economic Development, which shall exercise administrative functions. The membership of the committee shall include: (1) Three members of the Board of Economic Development appointed by the chair of the board; (2) Two members appointed by the speaker of the House of Representatives. One member shall represent a livestock association and one member shall represent a crop association; and (3) Two members appointed by the president pro tempore of the Senate. One member shall represent a livestock association and one member shall represent a crop association. The members of the committee provided in subdivisions (2) to (3), inclusive, shall be appointed to four-year terms of office. The initial terms shall be staggered with two members appointed to two-year terms of office as determined by the speaker and president pro tempore so that no more than two members' terms expire in any given year. The speaker and president pro tempore shall confer before making any appointment to ensure no more than one member is appointed from an association and that all the members representing either the crop associations or the livestock associations do not expire in the same year. Not all members may be from the same political party. Any member appointed to fill a vacancy arising from other than the natural expiration of a term shall serve only the unexpired portion of the term. Section 5. That chapter 1-16G be amended by adding a NEW SECTION to read: In fiscal year 2018, the state treasurer shall transfer from the agriculture future development fund the amount available in the fund, not to exceed three million three hundred fifty thousand dollars, to the state animal disease research and diagnostic laboratory bond redemption and operations fund. Each year thereafter, the state treasurer shall annually transfer from the agriculture future development fund the sum of three million three hundred fifty thousand dollars to the state animal disease research and diagnostic laboratory bond redemption and operations fund for the construction, reconstruction, renovation, demolition, and modernization of facilities and related infrastructure at the State Animal Disease Research and Diagnostic Laboratory on the campus of South Dakota State University. Section 6. Section 5 of this Act is repealed on the first day of the month following a determination by the Animal Industry Board that bonds issued for the State Animal Disease Research and Diagnostic Laboratory are satisfied and paid in full."}, {"bill_id": 8253, "bill_version_id": 45537, "bill_version": "Senate Engrossed", "bill_version_date": "2017-03-07T14:38:56.23-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create the agriculture future development fund and to provide funding for certain programs and projects. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 1-16G be amended by adding a NEW SECTION to read: There is hereby created in the state treasury the agriculture future development fund. Interest earned on money in the fund shall be deposited in the fund. Any money in the fund is continuously appropriated to the Governor's Office of Economic Development. Any money deposited into and distributed from the fund shall be set forth in an informational budget as described in § 4-7-7.2. Section 2. That chapter 1-16G be amended by adding a NEW SECTION to read: In fiscal year 2018, the state treasurer shall transfer from the agriculture future development fund the amount available in the fund, not to exceed three million three hundred fifty thousand dollars, to the state animal disease research and diagnostic laboratory bond redemption and operations fund. Each year thereafter, the state treasurer shall annually transfer from the agriculture future development fund the sum of three million three hundred fifty thousand dollars to the state animal disease research and diagnostic laboratory bond redemption and operations fund for the construction, reconstruction, renovation, demolition, and modernization of facilities and related infrastructure at the State Animal Disease Research and Diagnostic Laboratory on the campus of South Dakota State University. Section 3. Section 2 of this Act is repealed on the first day of the month following a determination by the Animal Industry Board that bonds issued for the State Animal Disease Research and Diagnostic Laboratory are satisfied and paid in full."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8253, "action_date": "2017-02-01T14:00:00-06:00", "document_id": 43628, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43628.pdf", "status_text": "First read in House and referred to", "journal_page": 249, "committee_id_action": 361, "committee_id_assigned": 356, "result": "N", "vote": {}}, {"bill_id": 8253, "action_date": "2017-02-22T07:45:00-06:00", "document_id": 44629, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44629.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 356, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8253, "action_date": "2017-02-22T07:45:00-06:00", "document_id": 44778, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44778.pdf", "status_text": "Hoghoused", "journal_page": 0, "committee_id_action": 356, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8253, "action_date": "2017-02-22T07:45:00-06:00", "document_id": 44778, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44778.pdf", "status_text": "Do Pass Amended", "journal_page": 0, "committee_id_action": 356, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23519, "president_vote": null, "Yea": [1166, 1147, 1179, 1143, 1136, 1139, 1206, 1160, 1113, 1165, 1119], "Nay": [1133], "Excused": [1149]}}, {"bill_id": 8253, "action_date": "2017-02-22T07:45:00-06:00", "document_id": 44778, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44778.pdf", "status_text": "Title amended", "journal_page": 448, "committee_id_action": 356, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8253, "action_date": "2017-02-23T13:00:00-06:00", "document_id": 44897, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44897.pdf", "status_text": "Do Pass Amended", "journal_page": 518, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23670, "president_vote": null, "Yea": [1168, 1153, 1186, 1166, 1147, 1122, 1118, 1180, 1197, 1190, 1179, 1114, 1201, 1198, 1202, 1116, 1129, 1143, 1136, 1139, 1181, 1204, 1159, 1192, 1196, 1120, 1205, 1191, 1185, 1117, 1125, 1206, 1124, 1110, 1184, 1134, 1160, 1193, 1199, 1165, 1155, 1188, 1119, 1156, 1115, 1113, 1123, 1161, 1152, 1140, 1158, 1176, 1128, 1121, 1212, 1145, 1111, 1187, 1150, 1149], "Excused": [1112, 1203, 1195], "Nay": [1173, 1183, 1142, 1130, 1133, 1200, 1170]}}, {"bill_id": 8253, "action_date": "2017-02-24T13:00:00-06:00", "document_id": 44989, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44989.pdf", "status_text": "First read in Senate and referred to", "journal_page": 556, "committee_id_action": 360, "committee_id_assigned": 331, "result": "N", "vote": {}}, {"bill_id": 8253, "action_date": "2017-03-02T10:00:00-06:00", "document_id": 45066, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45066.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 331, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8253, "action_date": "2017-03-02T10:00:00-06:00", "document_id": 45360, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45360.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 331, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8253, "action_date": "2017-03-02T10:00:00-06:00", "document_id": 45360, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45360.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 331, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24017, "president_vote": null, "Yea": [1108, 1104, 1135, 1189, 1096, 1105, 1164, 1171], "Nay": [1151]}}, {"bill_id": 8253, "action_date": "2017-03-02T10:00:00-06:00", "document_id": 45360, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45360.pdf", "status_text": "Do Pass Amended", "journal_page": 0, "committee_id_action": 331, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24018, "president_vote": null, "Yea": [1108, 1135, 1151, 1189, 1096, 1164, 1171], "Nay": [1104, 1105]}}, {"bill_id": 8253, "action_date": "2017-03-02T10:00:00-06:00", "document_id": 45360, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45360.pdf", "status_text": "Title amended", "journal_page": 622, "committee_id_action": 331, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8253, "action_date": "2017-03-07T10:00:00-06:00", "document_id": 45504, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45504.pdf", "status_text": "Motion to amend", "journal_page": 660, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8253, "action_date": "2017-03-07T10:00:00-06:00", "document_id": 45504, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45504.pdf", "status_text": "Do Pass Amended", "journal_page": 661, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24150, "president_vote": null, "Yea": [1154, 1171, 1148, 1108, 1096, 1097, 1109, 1105, 1100, 1106, 1164, 1194, 1169, 1107, 1104, 1163, 1099, 1144, 1131, 1135, 1178, 1141, 1157, 1151, 1174, 1146, 1102, 1098, 1137, 1167, 1189], "Nay": [1103, 1175, 1172, 1132]}}, {"bill_id": 8253, "action_date": "2017-03-07T10:00:00-06:00", "document_id": 45504, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45504.pdf", "status_text": "Title amended", "journal_page": 661, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8253, "action_date": "2017-03-08T09:00:00-06:00", "document_id": 45590, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45590.pdf", "status_text": "Conference Committee appointments", "journal_page": 688, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8253, "action_date": "2017-03-08T10:00:00-06:00", "document_id": 45584, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45584.pdf", "status_text": "Failed to concur, appoint Conference Committee", "journal_page": 713, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8253, "action_date": "2017-03-09T09:00:00-06:00", "document_id": 45655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45655.pdf", "status_text": "Conference Committee Report", "journal_page": 715, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8253, "action_date": "2017-03-09T09:00:00-06:00", "document_id": 45655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45655.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 718, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24279, "president_vote": null, "Yea": [1154, 1171, 1103, 1148, 1108, 1096, 1097, 1109, 1105, 1175, 1100, 1106, 1164, 1194, 1169, 1107, 1104, 1163, 1099, 1144, 1131, 1135, 1178, 1141, 1157, 1172, 1151, 1174, 1146, 1102, 1098, 1137, 1167, 1132, 1189]}}, {"bill_id": 8253, "action_date": "2017-03-09T13:00:00-06:00", "document_id": 45656, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45656.pdf", "status_text": "Conference Committee Report", "journal_page": 735, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8253, "action_date": "2017-03-09T13:00:00-06:00", "document_id": 45656, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45656.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 737, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24282, "president_vote": null, "Yea": [1168, 1153, 1186, 1166, 1147, 1122, 1118, 1180, 1112, 1197, 1190, 1183, 1179, 1114, 1198, 1202, 1116, 1129, 1143, 1142, 1136, 1139, 1181, 1204, 1159, 1192, 1196, 1120, 1205, 1130, 1191, 1185, 1117, 1125, 1200, 1206, 1124, 1170, 1110, 1184, 1134, 1160, 1193, 1199, 1165, 1155, 1188, 1119, 1156, 1115, 1113, 1123, 1161, 1195, 1152, 1140, 1158, 1176, 1128, 1121, 1212, 1145, 1111, 1187, 1150, 1149], "Excused": [1173, 1201, 1203], "Nay": [1133]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8253"}