{"session_id": 21, "bill_id": 6206, "bill_type": "Senate Bill", "bill_number": 62, "bill_title": "increase certain license fees for food service, lodging, and campground establishments.\n", "sponsors": [], "keywords": ["Fees", "Food, Lodging, and Campgrounds", "License", "Public Health and Safety"], "audio": [{"meeting_datetime": "2015-01-29T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sco12.mp3", "start_seconds": 99.0}, {"meeting_datetime": "2015-01-29T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sco12.mp3", "start_seconds": 99.0}, {"meeting_datetime": "2015-01-29T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sco12.mp3", "start_seconds": 99.0}, {"meeting_datetime": "2015-01-29T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sco12.mp3", "start_seconds": 99.0}], "bill_versions": [{"bill_id": 6206, "bill_version_id": 33053, "bill_version": "Introduced", "bill_version_date": "2015-01-10T13:44:50.973-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase certain license fees for food service, lodging, and campground establishments. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-18-9.3 be amended to read as follows: 34-18-9.3. Any bed and breakfast establishment operating in this state shall register with the Department of Health. A one-time registration fee of thirty-eight forty-five dollars is required before a bed and breakfast establishment may be operated. The fee shall be placed in the Department of Health fee account. Any change in ownership or location of the bed and breakfast establishment requires a new registration on a form provided by the department. The form shall be submitted to the department along with payment of a thirty-eight forty-five dollar registration fee. The department may investigate any complaint made against any bed and breakfast establishment. Section 2. That § 34-18-11 be amended to read as follows: 34-18-11. The annual license fee for a food service establishment or a lodging establishment shall be as follows: (1) Food service establishment with no seating, ninety one hundred five dollars; (2) Food service establishment with one to fifty seats, inclusive, one hundred twenty one hundred forty dollars; (3) Food service establishment with fifty-one to one hundred seats, inclusive, one hundred eighty two hundred ten dollars; (4) Food service establishment with one hundred one or more seats, two hundred twenty-five two hundred sixty-five dollars; (5) Vacation home establishment, forty-five fifty-five dollars; (6) Specialty resort, forty-five fifty-five dollars; and (7) Hotel, two dollars and twenty-five sixty-five cents per unit, with a minimum of forty-five fifty-five dollars. Section 3. That § 34-18-11.1 be amended to read as follows: 34-18-11.1. The annual license fee for a campground is: (1) Two to twenty-five campsites, inclusive, seventy-five ninety dollars; (2) Twenty-six to one hundred campsites, inclusive, one hundred thirteen one hundred thirty-five dollars; (3) One hundred one to two hundred campsites, inclusive, one hundred fifty one hundred seventy-five dollars; (4) Two hundred one to three hundred campsites, inclusive, one hundred eighty-eight two hundred twenty dollars; and (5) Three hundred one or more campsites, two hundred twenty-five two hundred sixty-five dollars. Section 4. That § 34-18-16 be amended to read as follows: 34-18-16. The annual license fee for a mobile food service establishment shall be thirty-eight forty-five dollars. Section 5. That § 34-18-17 be amended to read as follows: 34-18-17. Each owner of a temporary food service establishment shall secure a license before beginning the operation of the establishment after making proper application on a form provided by the department and accompanied by the proper license fee. The license fee for a temporary food service establishment shall be thirty-eight fifty dollars. Any business which offers food at no cost or consideration not more than three times in any calendar year and no more than three consecutive days at any given time in conjunction with a grand opening, promotion, or special product showing is exempt from the licensing and license fee provisions of this chapter. Such exemption from the licensing and license fee provisions does not release the owner of the establishment from compliance with the public health requirements of this chapter and the rules promulgated pursuant to this chapter. If the secretary is satisfied that the temporary food service establishment is in compliance with this chapter and the rules promulgated pursuant to this chapter, the secretary shall issue a license for thirty days from the date of issuance."}], "amendments": [], "fiscal_notes": [166077], "action_log": [{"bill_id": 6206, "action_date": "2015-01-13T12:00:00-06:00", "document_id": 33120, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33120.pdf", "status_text": "First read in Senate and referred to", "journal_page": 28, "committee_id_action": 284, "committee_id_assigned": 261, "result": "N", "vote": {}}, {"bill_id": 6206, "action_date": "2015-01-20T10:00:00-06:00", "document_id": 33187, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33187.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 261, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6206, "action_date": "2015-01-29T10:00:00-06:00", "document_id": 33696, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33696.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 261, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6206, "action_date": "2015-01-29T10:00:00-06:00", "document_id": 34090, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34090.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 261, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17915, "president_vote": null, "Nay": [853], "Yea": [894, 895, 890, 871, 889, 943]}}, {"bill_id": 6206, "action_date": "2015-01-29T10:00:00-06:00", "document_id": 34090, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34090.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 229, "committee_id_action": 261, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17917, "president_vote": null, "Nay": [853, 943], "Yea": [894, 895, 890, 889], "Excused": [871]}}]}