{"session_id": 10, "bill_id": 2444, "bill_type": "Senate Bill", "bill_number": 47, "bill_title": "revise certain firm ownership provisions regarding real estate license holders and to make form and style revisions to certain provisions related to the Real Estate Commission.", "sponsors": [], "keywords": ["Department of Revenue and Regulation", "Licenses", "Professions and Occupations", "Real Estate"], "audio": [{"meeting_datetime": "2011-01-20T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sco07.mp3", "start_seconds": 100.0}, {"meeting_datetime": "2011-01-20T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sco07.mp3", "start_seconds": 100.0}, {"meeting_datetime": "2011-01-20T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sco07.mp3", "start_seconds": 100.0}, {"meeting_datetime": "2011-01-20T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sco07.mp3", "start_seconds": 100.0}, {"meeting_datetime": "2011-01-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen09.mp3", "start_seconds": 4513.0}, {"meeting_datetime": "2011-01-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen09.mp3", "start_seconds": 4513.0}, {"meeting_datetime": "2011-01-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen09.mp3", "start_seconds": 4513.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hco21.mp3", "start_seconds": 1276.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hco21.mp3", "start_seconds": 1276.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hco21.mp3", "start_seconds": 1276.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hco21.mp3", "start_seconds": 1276.0}], "bill_versions": [{"bill_id": 2444, "bill_version_id": 14725, "bill_version": "Introduced", "bill_version_date": "2011-01-07T16:42:38.95-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain firm ownership provisions regarding real estate license holders and to make form and style revisions to certain provisions related to the Real Estate Commission. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-21A-1 be amended to read as follows: 36-21A-1. Terms used in this chapter mean: (1) \"Agency,\" any relationship by which one person acts for or on behalf of a client subject to the client's reasonable direction and control; (2) \"Agency agreement,\" a written agreement between a broker and a client which creates a fiduciary relationship between the broker and client. The payment or promise of payment of compensation to a responsible broker does not determine whether an agency relationship has been created between any responsible broker or licensees associated with the responsible broker and a client; (3) \"Auction,\" any public sale of real estate as defined in § 36-21A-11 or business property as defined in subdivision 36-21A-6 (3) at public outcry offering to the highest bidder; (4) \"Auctioneer,\" any person licensed under this chapter who auctions, offers, attempts or agrees to auction real estate or business opportunities; (5) \"Broker associate,\" any broker acting in association with or under the auspices of a responsible broker; (6) \"Client,\" any person, including a seller/landlord or a buyer/tenant, who has entered into an agency relationship with a real estate licensee; (7) \"Commission,\" the South Dakota Real Estate Commission; (8) \"Consumer,\" any person seeking or receiving services from a real estate broker; (9) \"Customer,\" any party to a real estate transaction who does not have an agency relationship with a licensee; (10) \"Designated broker,\" any broker licensee designated by a responsible broker to act for the company in the conduct of real estate brokerage; (11) \"In-company transaction,\" any transaction in which both the seller/landlord and the buyer/tenant receive real estate services from the same broker or from licensees associated with the same broker; (12) \"Licensee,\" any person holding a license issued pursuant to this chapter; (13) \"Limited agent,\" any licensee who has a written agency relationship with both the seller and the buyer in the same in-company transaction; (14) \"Person,\" any individual, corporation, limited liability company, partnership, limited partnership, association, joint venture or any other entity, foreign or domestic; (15) \"Purchaser,\" any person who acquires or attempts to acquire or succeeds to an interest in real property; (16) \"Responsible broker,\" any person holding a broker's license issued pursuant to this chapter who is responsible for the real estate activities conducted by those licensees acting in association with or under the auspices of the responsible broker; (17) \"Served actively,\" if referring to a real estate salesman or broker associate, having the license on an active status with the commission; (18) \"Single agent,\" any licensee who represents only one party to a transaction; (19) \"Substantial interest,\" and \"substantial amount,\" in the case of a corporation, limited liability company, partnership or association, is at least as large an interest in the corporation, limited liability company partnership or association as that of any other shareholder, partner or principal. (20) \"Transaction broker,\" a broker who assists one or more parties with a real estate transaction without being an agent or advocate for the interests of any party to the transaction. The term includes the licensees associated with the broker; (21)(20) \"Transaction broker agreement,\" a written agreement in which the broker does not represent either the seller or the buyer in a fiduciary capacity. No brokerage relationship can be created or implied by word or action alone, but only by written agreement clarifying the brokerage relationship. Section 2. That § 36-21A-33 be amended to read as follows: 36-21A-33. An application may be denied for any one of the following reasons: (1) The applicant has written insufficient funds checks within the calendar year before application or has written an insufficient funds check for his the application; (2) The applicant has been convicted of a felony or of a misdemeanor involving moral turpitude. If the applicant is a firm, a license may be denied if any partner, associate, director, stockholder, officer or qualifying responsible broker has been convicted of a felony or of a misdemeanor involving moral turpitude; (3) The applicant has been disciplined by a regulatory agency in relation to his activities as a real estate salesman salesperson or broker, broker associate, firm, appraiser, mortgage broker, auctioneer or any other regulated licensee, including insurance, securities, law and commodities trading; (4) The applicant has failed to satisfy the requirements as provided by this chapter; (5) The applicant has failed the prelicense school examination; (6) The applicant has not met education requirements; (7) The applicant made deliberate misstatements, deliberate omissions, misrepresentations or untruths in his the application; or (8) The applicant has a current and unpaid judgment filed against him the applicant. Section 3. That § 36-21A-38 be amended to read as follows: 36-21A-38. No license may be granted to a corporation, limited liability company, partnership or association, unless the corporation, limited liability company, partnership, or association designates one or more qualifying brokers a responsible broker who own a substantial interest in and will represent the corporation, limited liability company, partnership, or association. A nonlicensed individual may have an ownership interest in any corporation, limited liability company, partnership, or association through which a responsible broker engages in professional real estate activity. However, no nonlicensed individual may control or supervise the professional real estate activity of any real estate licensee associated with the firm. No nonlicensed individual may have any ownership interest in a sole proprietorship that engages in professional real estate activity. The qualifying responsible broker shall sign the application for the license. Upon the termination of a qualifying responsible broker's affiliation with the firm, the firm shall name one or more a new qualifying brokers responsible broker and notify the commission in writing. The application fee for a firm license shall be set out by rule, promulgated by the commission pursuant to chapter 1-26, and may not exceed one hundred dollars. Section 4. That § 36-21A-39 be amended to read as follows: 36-21A-39. Upon dissolution of a corporation, partnership, limited liability company, or association, the qualifying responsible broker shall immediately return the firm license to the commission. Section 5. That § 36-21A-40 be repealed. 36-21A-40. A person who is not a licensee may not be a partner or an associate in a real estate firm. However, a person who is not licensed may be a shareholder, director or officer in a real estate corporation or firm under the following conditions: (1) He does not own a substantial amount of the shares of the stock of the corporation; (2) He is within the immediate family of the qualifying broker; (3) He is necessary for the operation of the corporation; and (4) The commission has granted an exemption to allow him to be a stockholder, officer or director of the corporation. An application for a firm license may be issued without further qualification or examination. Section 6. That § 36-21A-46 be repealed. 36-21A-46. No licensed salesperson or broker associate may own a substantial interest in a real estate brokerage business or firm. This section does not apply to an interest acquired before July 1, 1992. Section 7. That § 36-21A-58 be amended to read as follows: 36-21A-58. A salesperson or broker associate who is without an employing not associated with a responsible broker may renew the license by submitting the renewal fee, together with the completed renewal application on which the licensee has noted inactive status. An inactive salesperson or broker associate whose license has been renewed may not engage in the real estate business until the licensee secures a new employing responsible broker. Section 8. That § 36-21A-70 be amended to read as follows: 36-21A-70. If the commission suspends, revokes, or takes any other action against a qualifying responsible broker, the action may apply to his the responsible broker's firm and the firm license may be revoked, suspended, or otherwise disciplined. Each licensee shall terminate his the licensee's relationship with the disciplined firm if the firm's license has been revoked or suspended."}, {"bill_id": 2444, "bill_version_id": 16952, "bill_version": "Enrolled", "bill_version_date": "2011-02-16T09:34:02.337-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2444, "action_date": "2011-01-11T12:00:00-06:00", "document_id": 14781, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/14781.pdf", "status_text": "First read in Senate and referred to", "journal_page": 24, "committee_id_action": 113, "committee_id_assigned": 90, "result": "N", "vote": {}}, {"bill_id": 2444, "action_date": "2011-01-18T10:00:00-06:00", "document_id": 14857, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/14857.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 90, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2444, "action_date": "2011-01-20T10:00:00-06:00", "document_id": 15008, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15008.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 90, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2444, "action_date": "2011-01-20T10:00:00-06:00", "document_id": 15167, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15167.pdf", "status_text": "Do Pass", "journal_page": 148, "committee_id_action": 90, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8010, "president_vote": null, "Absent": [44], "Yea": [79, 77, 55, 27, 16, 43]}}, {"bill_id": 2444, "action_date": "2011-01-21T13:00:00-06:00", "document_id": 15285, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15285.pdf", "status_text": "Deferred to another day", "journal_page": 168, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2444, "action_date": "2011-01-24T14:00:00-06:00", "document_id": 15455, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15455.pdf", "status_text": "Do Pass", "journal_page": 186, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8088, "president_vote": null, "Yea": [44, 75, 30, 42, 79, 40, 46, 41, 24, 26, 25, 38, 78, 76, 2, 18, 77, 82, 13, 55, 31, 43, 4, 16, 9, 10, 19, 81, 27, 34, 52, 80, 8, 45, 22]}}, {"bill_id": 2444, "action_date": "2011-01-25T14:00:00-06:00", "document_id": 15620, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15620.pdf", "status_text": "First read in House and referred to", "journal_page": 174, "committee_id_action": 115, "committee_id_assigned": 101, "result": "N", "vote": {}}, {"bill_id": 2444, "action_date": "2011-02-14T10:00:00-06:00", "document_id": 16613, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16613.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 101, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2444, "action_date": "2011-02-14T10:00:00-06:00", "document_id": 16783, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16783.pdf", "status_text": "Do Pass", "journal_page": 366, "committee_id_action": 101, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8965, "president_vote": null, "Yea": [72, 87, 51, 7, 84, 90, 70, 96, 54, 95, 3, 50, 89]}}, {"bill_id": 2444, "action_date": "2011-02-14T10:00:00-06:00", "document_id": 16783, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16783.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 101, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2444, "action_date": "2011-02-15T14:00:00-06:00", "document_id": 16910, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16910.pdf", "status_text": "Do Pass", "journal_page": 397, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9061, "president_vote": null, "Yea": [12, 53, 56, 17, 33, 21, 72, 60, 87, 1, 105, 51, 49, 15, 59, 36, 7, 94, 104, 84, 88, 61, 90, 57, 11, 63, 70, 96, 23, 62, 39, 54, 20, 71, 92, 28, 37, 83, 95, 58, 85, 103, 3, 32, 102, 68, 98, 67, 99, 64, 73, 69, 50, 14, 6, 86, 93, 74, 35, 97, 29, 101, 66, 100, 91, 89, 65, 47, 5], "Excused": [48]}}, {"bill_id": 2444, "action_date": "2011-02-16T14:00:00-06:00", "document_id": 17018, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17018.pdf", "status_text": "Signed by the President", "journal_page": 457, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2444, "action_date": "2011-02-17T14:00:00-06:00", "document_id": 17097, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17097.pdf", "status_text": "Signed by the Speaker", "journal_page": 455, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2444, "action_date": "2011-02-22T14:00:00-06:00", "document_id": 17209, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17209.pdf", "status_text": "Delivered to the Governor", "journal_page": 479, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2444, "action_date": "2011-02-25T13:00:00-06:00", "document_id": 17445, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17445.pdf", "status_text": "Signed by the Governor", "journal_page": 532, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4871}