{"session_id": 45, "bill_id": 13048, "bill_type": "Senate Bill", "bill_number": 231, "bill_title": "to permit certain charges and increase late payment charges in small loan contracts.", "sponsors": [{"legislator_profile_id": 1890, "is_prime": true}, {"legislator_profile_id": 1976, "is_prime": true}, {"legislator_profile_id": 1956, "is_prime": false}, {"legislator_profile_id": 1957, "is_prime": false}, {"legislator_profile_id": 1961, "is_prime": false}, {"legislator_profile_id": 1972, "is_prime": false}, {"legislator_profile_id": 1986, "is_prime": false}], "keywords": ["Psychotherapists", "Small Loans"], "audio": [], "bill_versions": [{"bill_id": 13048, "bill_version_id": 73919, "bill_version": "Introduced", "bill_version_date": "1997-02-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to permit certain charges and increase late payment charges in small loan contracts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 54-6-4 be amended to read as follows: 54-6-4. Such Interest charges on loans made pursuant to this chapter shall : (1) Be computed and paid only as a percentage per month of the unpaid principal balance or portions thereof , ; (2) Be so expressed in every obligation signed by the borrower , ; and (3) Be computed on the basis of the number of days actually elapsed. For the purpose of computing charges, whether at the maximum rate or less, a month shall be is any period of thirty consecutive days and the rate of charge for each day shall be is one thirtieth of the monthly rate. Section 2. That chapter 54-6 be amended by adding thereto a NEW SECTION to read as follows: Any licensee may contract for and receive a loan fee, in addition to interest, on any loan. A loan fee on any loan other than an open-end loan may be collected at the time the loan is made or may be included in the loan principal and is fully earned when the loan is made. The loan fee may not exceed five percent of the original principal balance of the loan and may be included in the original principal balance to determine the amount of the fee and the balance upon which interest charges are computed. The loan fee on an open-end loan may be collected at the time it is charged or included in the principal balance of the account upon which interest is computed and is fully earned at the time it is charged. The loan fee may be charged on the credit line at the time of making the loan in which case the fee may not exceed five percent of the original credit line, or the lender may elect to charge the loan fee at the time of each advance in which case the fee may not exceed five percent of each advance. Section 3. That § 54-6-5 be amended to read as follows: 54-6-5. In addition to the charges provided for in § § 54-6-2 to 54-6-4, inclusive, no further or other amount whatsoever shall be directly or indirectly charged, contracted for, or received, except that the additional charges otherwise allowed by this chapter and as follows , the following charges may be contracted for charged , received , and included in the principal amount of the loan: (1) Lawful fees paid or to be paid to a public official for filing, recording , or releasing any instrument securing a loan or for determining the existence of, or for perfecting, releasing, or satisfying a security interest; and (2) Fees actually incurred in connection with a loan secured by real estate (including fees or premiums for title examination, title insurance , and appraisal fees). No fee may be directly or indirectly charged or received unless specifically provided for by this chapter. Section 4. That § 54-6-61 be amended to read as follows: 54-6-61. The holder of a contract authorized by this chapter may, if the contract so provides, collect a delinquency and collection charge on each installment in arrears for a period of not less than ten days in an amount not in excess of five percent of each installment or five fifteen dollars, whichever is greater."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13048, "action_date": "1997-02-03T14:00:00-06:00", "document_id": 72895, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72895.pdf", "status_text": "First read in Senate and referred to", "journal_page": 281, "committee_id_action": 545, "committee_id_assigned": 519, "result": "N", "vote": {}}, {"bill_id": 13048, "action_date": "1997-02-13T10:00:00-06:00", "document_id": 72358, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72358.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 519, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13048, "action_date": "1997-02-13T10:00:00-06:00", "document_id": 72358, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72358.pdf", "status_text": "Do Pass,", "journal_page": 421, "committee_id_action": 519, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36008, "president_vote": null, "Yea": [1901, 1946, 1976, 1979, 1956, 1972], "Nay": [1959]}}, {"bill_id": 13048, "action_date": "1997-02-14T14:00:00-06:00", "document_id": 72913, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72913.pdf", "status_text": "Do Pass,", "journal_page": 459, "committee_id_action": 545, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 36188, "president_vote": null, "Yea": [1884, 1885, 1901, 1911, 1915, 1935, 1956, 1969, 1972, 1976, 1986], "Nay": [1889, 1893, 1905, 1908, 1912, 1919, 1925, 1927, 1928, 1930, 1932, 1938, 1939, 1945, 1946, 1955, 1959, 1960, 1965, 1977, 1978, 1979, 1981], "Excused": [1920]}}, {"bill_id": 13048, "action_date": "1997-02-14T14:00:00-06:00", "document_id": 72913, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72913.pdf", "status_text": "Intent to reconsider", "journal_page": 460, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 651}