{"session_id": 64, "bill_id": 23445, "bill_type": "House Bill", "bill_number": 1336, "bill_title": "make various clarifying changes to the state budgeting process.", "sponsors": [], "keywords": ["Public Fiscal Administration", "State Funds"], "audio": [{"meeting_datetime": "2022-02-09T08:00:00-06:00", "committee": "JAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/jap20.mp3", "start_seconds": 355.0}, {"meeting_datetime": "2022-02-10T10:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hap21.mp3", "start_seconds": 3873.0}, {"meeting_datetime": "2022-02-10T10:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hap21.mp3", "start_seconds": 3873.0}, {"meeting_datetime": "2022-02-16T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou24.mp3", "start_seconds": 4849.0}, {"meeting_datetime": "2022-02-16T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou24.mp3", "start_seconds": 4849.0}, {"meeting_datetime": "2022-02-16T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou24.mp3", "start_seconds": 4849.0}], "bill_versions": [{"bill_id": 23445, "bill_version_id": 232315, "bill_version": "Introduced", "bill_version_date": "2022-02-02T17:05:25.11-06:00", "bill_text": "An Act to make various clarifying changes to the state budgeting process. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 4-7-1 be AMENDED: 4-7-1. Terms used in this chapter, unless the context otherwise requires, mean: (1) \"Appropriation,\" an authorization by the Legislaturelaw to a budget unit to expend, from public funds, a sum of money not in excess of the sum specified, for the specific purposes specified in the authorization and under the procedure described in this chapter; (2) \"Budget,\" the complete financial plan for the state for the fiscal period as proposed in the budget report and modified and adopted by appropriation and revenue acts; (3) \"Budget center,\" any activity, service, program, or function carried out or administered by a budget unit and included in the budget. (3) \"Budget estimate,\" the statement with accompanying explanations, as provided in this chapter, in which a budget unit sets forth its financial requirements; (4) \"Budget report,\" the recommendations of the Governor to the Legislature as to financial plans and appropriations to be requested, with the accompanying statements and explanations of each budget unit as provided for in this chapter; (5) \"Budget unit,\" an entire or part of a department, an institution, a commission, an agency, a board, an examining board, or any other unit of government for which separate appropriations, continuing appropriations or other dedications or earmarking of funds are made or which otherwise collects fees or funds of any nature under authority of any statute of this state; (6) \"Classification of expenditures,\" one of the several definite kinds of expenditures denoting a class of service or commodities purchased or properties acquired as specified by the commissioner of finance and management for use in expenditure accounting, in the making of budget estimates, and in the budget reports and budgets. Such classification shall be by program, function, activity, organizational unit, character and object; (7) \"General Appropriations Act,\" an act of the Legislature which authorizes the expenditure of money from public funds for the ordinary current expenditures of the executive, legislative, and judicial departments of the state, the current expenses of state institutions, interest on the public debt, and for public schools, as further defined by rules and regulations issued by the commissioner of finance and management; (8) \"Informational budget,\" the budget of any budget unit not receiving general fund appropriations; (9) \"Special appropriations act,\" an act of the Legislature which authorizes the expenditure of money from public funds for any purpose other than those purposes enumerated in the definition of the General Appropriations Act.; (10) \"Specific purpose,\" an appropriation of state treasury money, including money from any state fund or federal fund, to fund the operation of a budget unit including its budget centers as provided in the budget. Section 2. That § 4-7-10 be AMENDED: 4-7-10. The budget report shall contain and include the following information: (1) Summary statements of the financial condition of the state, accompanied by such detailed schedules of assets and liabilities as the Governor deems desirable, which shall include, but not be limited to, the following: (a) A comparative consolidated balance sheet showing the fiscal condition of the state general fund and the surplus or deficit, as the case may be, at the close of each of the two fiscal years last concluded. (b) Summary statements of the general fund balance showing in detail the surplus or deficit at the beginning of each of the two fiscal years last concluded, the actual revenue of that year, the total appropriations of that year, and the total expenditures of that year. (c) Similar summary statements of the estimated fund balance for the current fiscal year and the next fiscal year. (2) Statements of actual revenue for each of the two fiscal years last concluded, and the estimated revenue of the current fiscal year and the next fiscal year, and a statement of unappropriated surplus expected to have accrued in the state treasury at the beginning of the next fiscal year. The statements of revenue and estimated revenue shall be classified by source. Existing sources of revenue shall be analyzed as to their equity, productivity, and need for revision, and any proposed new sources of revenue shall be explained. (3) Summary statements of expenditures, including funds received in accordance with the State and Local Fiscal Assistance Act, for each of the two fiscal years last concluded, itemized by budget units and classified as prescribed by the commissioner of finance and management. (4) Detailed comparative statements of expenditures and requests for appropriations, including funds received or anticipated to be received in accordance with the State and Local Fiscal Assistance Act, by fund classification, budget units and classification of expenditures, showing the expenditures for each of the two fiscal years last concluded, the budget of the current fiscal year, and the Governor's recommendations for appropriations for each budget unit for the next fiscal year, all distributed according to the prescribed classification of expenditures. Following the lists of actual and proposed expenditures of each budget unit there shall be a brief explanation of the functions of the unit and comments on its policies and plans and on any considerable differences among the amounts expended, and the amounts recommended, with such descriptive, quantitative, comparative, and other data as to work done, unit costs and like information as may be considered necessary or desirable. For capital outlay expenditures involving construction projects to be completed in two or more fiscal years, there shall be shown the total estimated cost of each such project and the amount thereof recommended to be appropriated and expended in each ensuing fiscal year until completion of the project. Capital outlay needs shall be projected for at least three years beyond the period covered by the budget. (5) A summary statement of the unappropriated fund balances estimated to be available at the beginning of the next fiscal year, and the estimated revenue of the next fiscal year, as compared with the total recommended amounts of appropriation for expenditures for the next fiscal year, and if the total of the recommended expenditures exceeds the total of the estimated resources, recommendations as to how the deficiency is to be met and estimates of any proposed additional revenues. (6) Informational budgets submitted pursuant to § 4-7-7.2. (7) Such other information as the Governor deems desirable or as is required by law. (8) Each program listed in the annual budget report shall contain a description of the revenues related to that program including the actual amounts received for the preceding fiscal years and projections of receipts for the current and next fiscal year. (9) For a budget center that is not included in an agency's base budget or is an expansion of an existing budget center, the agency must separately state the new or expanded budget center and its estimated cost in the agency's budget report to the Legislature. Section 3. That § 4-8-4 be AMENDED: 4-8-4. When the Legislature passes any law directing any officer, board, or commission to do anything which might legitimately come under his or its jurisdiction and control which requires the expenditure of money and which Legislature fails to provide the necessary funds therefor by appropriation or otherwise, it shall not be competent for such officer, board, or commission to use any other funds under his or its control appropriated for a specific purpose by which such fund shall be depleted, nor shall any funds appropriated by the Legislature for a specific purpose be used for any purpose other than that for which it was appropriated. A violation of this section is a Class 2 misdemeanor. For purposes of this section specific purpose has the meaning given in § 4-7-1. Section 4. That § 4-8-24 be AMENDED: 4-8-24. Any state officer, deputy, agent, employee, or representative of the state in any capacity, who shall create or attempt to create any indebtedness against the state without express authority of a statute so to do, or any state auditor or member of any auditing board who shall draw any voucher or warrant without an appropriation for the specific purpose first having been made by the Legislature, or any state treasurer, or treasurer of any board who shall pay any voucher or warrant so drawn, or who shall make or attempt to make any expenditure of money in excess of the amount appropriated for any specific purpose by act of the Legislature, shall be guilty of a Class 2 misdemeanor; provided, that nothing in this section shall be deemed to prevent the issuance of funding warrants or warrants based upon the revenues assessed and not yet collected; provided further, that nothing in this section shall be so construed as to forbid the state auditor from issuing warrants apportioning the school funds and taxes collected from corporations to the several counties. For purposes of this section, specific purpose has the meaning given in § 4-7-1. Section 5. That § 4-8A-6 be AMENDED: 4-8A-6. All amounts appropriated by the general appropriation act shall be used for the specific purposes and from the specific fund therein provided and no other. An appropriation to a budget unit to expend federal funds may only be used for the specific purposes included in the budget unit's appropriation. The state auditor shall issue warrants on itemized and approved vouchers filed in his office, but no warrants shall be issued to or on behalf of any person, department, or institution, on any fund in excess of the appropriation specifically made in the general appropriation act, except as provided by the provisions of this chapter, a special act of the Legislature making a specific appropriation, an internal service fund created by the Legislature, or a continuing appropriation from state revenues. For purposes of this section specific purposes has the meaning given in § 4-7-1."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23445, "action_date": "2022-02-03T14:00:00-06:00", "document_id": 232267, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232267.pdf", "status_text": "First Reading House", "journal_page": 195, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23445, "action_date": "2022-02-04T13:30:00-06:00", "document_id": 232452, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232452.pdf", "status_text": "Referred to", "journal_page": 212, "committee_id_action": 1008, "committee_id_assigned": 1019, "result": "N", "vote": {}}, {"bill_id": 23445, "action_date": "2022-02-07T08:30:00-06:00", "document_id": 229079, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/229079.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1019, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23445, "action_date": "2022-02-09T08:00:00-06:00", "document_id": 232780, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232780.pdf", "status_text": "Referred to", "journal_page": null, "committee_id_action": 1019, "committee_id_assigned": 1004, "result": "P", "vote": {"vote_id": 73133, "president_vote": null, "Yea": [3945, 3938, 3934, 4012, 3947, 3974, 3958, 3968, 3966, 3973, 4002, 3943, 3920, 3951, 3952], "Excused": [3969, 3962, 3959]}}, {"bill_id": 23445, "action_date": "2022-02-10T10:00:00-06:00", "document_id": 232947, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232947.pdf", "status_text": "Do Pass", "journal_page": 1, "committee_id_action": 1004, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 73406, "president_vote": null, "Excused": [3934], "Yea": [3945, 3947, 3969, 3973, 3938, 3968, 3951, 3959]}}, {"bill_id": 23445, "action_date": "2022-02-15T14:00:00-06:00", "document_id": 233563, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233563.pdf", "status_text": "Deferred to another day", "journal_page": 330, "committee_id_action": 1008, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23445, "action_date": "2022-02-16T14:00:00-06:00", "document_id": 233739, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233739.pdf", "status_text": "Do Pass", "journal_page": 348, "committee_id_action": 1008, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 74004, "president_vote": null, "Nay": [3912, 3914, 3915, 3917, 3919, 3923, 3924, 3927, 3928, 3930, 3933, 3934, 3938, 3941, 3948, 3953, 3957, 3960, 3963, 3965, 3971, 3972, 3977, 3982, 3983, 3985, 3987, 3988, 3989, 3992, 3995, 4001, 4004, 4005, 4009, 4013, 4014], "Yea": [3913, 3916, 3929, 3931, 3937, 3944, 3945, 3946, 3947, 3950, 3951, 3954, 3955, 3959, 3964, 3967, 3968, 3969, 3970, 3973, 3976, 3980, 3981, 3984, 3986, 3997, 3998, 4007, 4008, 4011, 4015, 3942], "Excused": [3978]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/23445"}