{"session_id": 20, "bill_id": 5453, "bill_type": "Senate Bill", "bill_number": 30, "bill_title": "provide for the definition of an advanced practice registered nurse, to remove certification as a function of the Board of Nursing in issuing a license to a certified registered nurse anesthetist, and to change the nurses' education loan assistance program to a scholarship program.", "sponsors": [], "keywords": ["Licenses", "Nursing", "Professions and Occupations"], "audio": [{"meeting_datetime": "2014-01-22T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/she06.mp3", "start_seconds": 3301.0}, {"meeting_datetime": "2014-01-22T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/she06.mp3", "start_seconds": 3301.0}, {"meeting_datetime": "2014-01-22T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/she06.mp3", "start_seconds": 3301.0}, {"meeting_datetime": "2014-01-22T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/she06.mp3", "start_seconds": 3301.0}, {"meeting_datetime": "2014-01-30T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hhe11.mp3", "start_seconds": 2169.0}, {"meeting_datetime": "2014-01-30T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hhe11.mp3", "start_seconds": 2169.0}, {"meeting_datetime": "2014-01-30T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hhe11.mp3", "start_seconds": 2169.0}, {"meeting_datetime": "2014-01-30T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hhe11.mp3", "start_seconds": 2169.0}], "bill_versions": [{"bill_id": 5453, "bill_version_id": 28332, "bill_version": "Introduced", "bill_version_date": "2014-01-09T15:36:25.107-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the definition of an advanced practice registered nurse, to remove certification as a function of the Board of Nursing in issuing a license to a certified registered nurse anesthetist, and to change the nurses' education loan assistance program to a scholarship program. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-9-1 be amended to read as follows: 36-9-1. Terms as used in this chapter, unless the context otherwise requires, mean: (1) \"Approved program,\" any educational program of study which meets the requirements established by this chapter and by the board for licensure or certification under this chapter; (2) \"Board,\" the South Dakota Board of Nursing; (3) \"Certification,\" written authorization by the board to practice nurse anesthesia; (4) \"Certified registered nurse anesthetist,\" any person authorized under this chapter to practice the nursing specialty of nurse anesthesia as defined in § 36-9-3.1; (4A)(4) \"Clinical nurse specialist,\" any person authorized under this chapter to practice the nursing specialty of a clinical nurse specialist as defined in § 36-9-87; (4B)(5) \"Collaboration,\" communication with a physician licensed under chapter 36-4, prior to care being provided, to set goals and objectives for the client to assure quality and appropriateness of services rendered. (5)(6) \"Employment,\" being employed as a nurse for at least one hundred forty hours in any one calendar year; (6)(7) \"Licensed,\" written authorization by the board to practice either as a registered nurse or a licensed practical nurse; (7)(8) \"Licensed practical nurse,\" any person duly authorized under this chapter to practice practical nursing as defined in § 36-9-4; (8)(9) \"Nursing diagnosis,\" the identification of and discrimination between physical and psychological signs or symptoms essential to the effective execution and management of a nursing regimen; (9)(10) \"Public member,\" any person who is not licensed by the board, but is a user of the services regulated by the board; (10)(11) \"Registered nurse,\" any person authorized under this chapter to practice nursing as defined in § 36-9-3; (12) \"Advanced practice registered nurse,\" or \"APRN,\" any person licensed by the board in the role of a clinical nurse specialist or a certified registered nurse anesthetist. For the purposes of this chapter, words used in the feminine gender include the masculine. Section 2. That § 36-9-2 be amended to read as follows: 36-9-2. Any person practicing or offering to practice as: (1) A registered nurse; (2) A licensed practical nurse; or (3) A certified registered nurse anesthetist An advanced practice registered nurse in this state shall be required to submit evidence to the Board of Nursing that she is qualified to so practice, and shall be licensed or certified as provided in this chapter, and shall use the appropriate licensure title. Section 3. That § 36-9-32.2 be amended to read as follows: 36-9-32.2. Upon application and payment of the required fee, the Board of Nursing may issue a temporary permit to practice as a registered nurse anesthetist to an applicant from another state holding a current certificate license as a certified registered nurse anesthetist while awaiting licensure and certification in this state. This permit shall bear an issuance date and a termination date and may not be valid for more than ninety days. Section 4. That § 36-9-36 be amended to read as follows: 36-9-36. A person who holds a license to practice as a registered nurse in this state may use the title registered nurse and the abbreviation \"R.N.\", RN. A person who holds a certificate license to practice as a certified registered nurse anesthetist in this state may use the title, certified registered nurse anesthetist and the abbreviation \"C.R.N.A.\" abbreviated, CRNA, and the title, advanced practice registered nurse abbreviated, APRN. Section 5. That § 36-9-76 be amended to read as follows: 36-9-76. The South Dakota Board of Nursing may establish a nurses' education assistance loan scholarship program and adopt rules pursuant to chapter 1-26 to provide the criteria for applicant eligibility and program administration. Section 6. That § 36-9-77 be amended to read as follows: 36-9-77. Funding for the nurses' education assistance loan scholarship program shall be established as follows: (1) By setting aside in a special account ten dollars of each registered nurse and licensed practical nurse biennial license renewal fee; (2) By principal and interest payments from scholarship or loan recipients; (3) Donations and bequests from individuals wishing to further the intent of the nurses' education assistance loan scholarship program; and (4) (3) Additional funds as may from time to time be designated by the board. Section 7. That § 36-9-78 be amended to read as follows: 36-9-78. To qualify for the nurses' education assistance loan scholarship program the applicant shall meet the following criteria: (1) Be a citizen of the United States and a South Dakota resident for a minimum of one year immediately preceding the date of application; (2) Meet the criteria established by the South Dakota Board of Nursing; (3) Be accepted into a board approved nursing education program for licensed practical nurses or registered nurses whether leading to initial licensure or degree enhancement; and (4) Have or maintain a satisfactory grade for progression in the nursing education program as determined by the faculty of the institution. Section 8. That § 36-9-79 be amended to read as follows: 36-9-79. The number and distribution of loans scholarships from the nurses' education assistance loan scholarship program shall be determined annually by the South Dakota Board of Nursing. However, the total loan scholarship amount shall be distributed for registered nurses' basic education and degree enhancement and licensed practical nurses' basic education proportionate to the number of licensees in each category on an annual basis. Section 9. That § 36-9-80 be amended to read as follows: 36-9-80. Distributions from the nurses' education assistance loan scholarship program are subject to the following: (1) The amount of each loan scholarship shall be determined annually by the South Dakota Board of Nursing but may not exceed the sum of one thousand dollars per full academic year; and (2) Funds on loan from this scholarship program shall be disbursed on an annual basis and shall be disbursed to the institution which the applicant attends and not directly to the loan scholarship recipient. The institution may only credit nurses' education assistance loan scholarship program funds to the payment of tuition, books, fees, and other direct educational expenses. Room and board may not be considered a direct educational expense. Section 10. That § 36-9-81 be repealed. 36-9-81. Before any disbursement is made from the nurses' education assistance loan program, recipients shall be required to sign a promissory note made payable to the South Dakota Board of Nursing for repayment of the loan plus interest charged at the category A rate as established by § 54-3-16. Section 11. That § 36-9-82 be repealed. 36-9-82. Any loans made from the nurses' education assistance loan program to qualified applicants may be repaid by nursing employment in South Dakota after graduation as follows: (1) Within sixty days after graduation or South Dakota nursing employment, loan recipients desiring this method of repayment shall provide the South Dakota Board of Nursing with the name and address of their South Dakota employer; (2) The loan including accrued interest shall be deemed repaid at the rate of one dollar per hour of South Dakota nursing employment; (3) Employment repayment may only be accomplished when a completed, notarized employment affidavit is received from the nursing employer. Employment affidavits may be submitted by the loan recipients monthly, quarterly or annually. Upon receipt of the notarized employment affidavit the loan recipient shall be given loan repayment credit in accordance with the provisions of this section. Upon payment in full of the loan amount plus accrued interest, the notes shall be cancelled and returned to the loan recipient; (4) If a loan recipient's South Dakota nursing employment is terminated before the complete repayment of the loan amount plus accrued interest, the loan recipient shall immediately contact the South Dakota Board of Nursing and establish a repayment program for the remaining balance of the loan amount plus accrued interest in accordance with the provisions of § 36-9-83. Section 12. That § 36-9-83 be repealed. 36-9-83. All loans awarded from the nurses' education assistance loan program shall meet the following repayment requirements if repayment by employment is not elected or accomplished: (1) Payments shall begin within sixty days after graduation or withdrawal from the nursing education program unless such period is extended by the South Dakota Board of Nursing; (2) Payments of at least one-sixtieth of the deferred principal amount of the loan plus accrued interest shall be made to the South Dakota Board of Nursing by the fifth day of each month until the note including accrued interest is satisfied; (3) The South Dakota Board of Nursing has the right to use any legal method for collection of delinquent accounts including the right to refer the account to a commercial collection agency. Section 13. That § 36-9-88 be amended to read as follows: 36-9-88. A person who holds a license to practice as a clinical nurse specialist in this state may use the title, clinical nurse specialist, and the abbreviation C.N.S, CNS, and the title, advanced practice registered nurse, and the abbreviation, APRN. Section 14. That § 36-9A-1 be amended to read as follows: 36-9A-1. Terms as used in this chapter mean: (1) \"Approved program,\" an educational program of study which meets the requirements established by this chapter and by the boards for licensure under this chapter; (2) \"Boards,\" the South Dakota Board of Nursing and the South Dakota Board of Medical and Osteopathic Examiners; (3) \"License,\" the written authorization by the boards required to practice the specialties of nurse practitioner or nurse midwife; (4) \"Nurse midwife,\" a provider duly authorized under this chapter to practice the nursing specialty of nurse midwifery as defined in § 36-9A-13; (5) \"Nurse practitioner,\" a provider duly authorized under this chapter to practice the specialty of nurse practitioner as defined in § 36-9A-12; (6) The feminine gender as used in this chapter shall also apply to the masculine and neuter; (7) \"Collaboration,\" the act of communicating pertinent information or consulting with a physician licensed pursuant to chapter 36-4, with each provider contributing their respective expertise to optimize the overall care delivered to the patient; (8) \"Advanced practice registered nurse,\" or \"APRN,\" a person licensed by the boards in the role of a certified nurse practitioner or a certified nurse midwife. Section 15. That § 36-9A-11 be amended to read as follows: 36-9A-11. A person licensed to practice as a nurse practitioner in this state may use the title \", APRN, and certified nurse practitioner\" and the abbreviation \" abbreviated, CNP.\" A person licensed to practice as a nurse midwife in this state may use the title \", APRN, and certified nurse midwife\" and the abbreviation \" abbreviated, CNM.\""}, {"bill_id": 5453, "bill_version_id": 29656, "bill_version": "Enrolled", "bill_version_date": "2014-02-04T09:07:11.903-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5453, "action_date": "2014-01-14T12:00:00-06:00", "document_id": 28478, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28478.pdf", "status_text": "First read in Senate and referred to", "journal_page": 18, "committee_id_action": 229, "committee_id_assigned": 209, "result": "N", "vote": {}}, {"bill_id": 5453, "action_date": "2014-01-22T10:00:00-06:00", "document_id": 28494, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28494.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 209, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5453, "action_date": "2014-01-22T10:00:00-06:00", "document_id": 28767, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28767.pdf", "status_text": "Do Pass", "journal_page": 91, "committee_id_action": 209, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15108, "president_vote": null, "Yea": [437, 465, 429, 475, 493, 432], "Excused": [846]}}, {"bill_id": 5453, "action_date": "2014-01-22T10:00:00-06:00", "document_id": 28767, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28767.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 209, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5453, "action_date": "2014-01-23T14:00:00-06:00", "document_id": 28899, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28899.pdf", "status_text": "Do Pass", "journal_page": 98, "committee_id_action": 229, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15166, "president_vote": null, "Yea": [469, 437, 444, 473, 495, 447, 472, 470, 432, 465, 847, 483, 443, 429, 452, 436, 438, 526, 424, 492, 491, 428, 475, 435, 440, 493, 849, 474, 426, 446, 494, 434, 490, 486], "Excused": [846]}}, {"bill_id": 5453, "action_date": "2014-01-24T13:00:00-06:00", "document_id": 28997, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28997.pdf", "status_text": "First read in House and referred to", "journal_page": 105, "committee_id_action": 231, "committee_id_assigned": 220, "result": "N", "vote": {}}, {"bill_id": 5453, "action_date": "2014-01-30T07:45:00-06:00", "document_id": 29158, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29158.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 220, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5453, "action_date": "2014-01-30T07:45:00-06:00", "document_id": 29385, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29385.pdf", "status_text": "Do Pass", "journal_page": 171, "committee_id_action": 220, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15410, "president_vote": null, "Yea": [525, 519, 481, 479, 845, 464, 430, 503, 510, 476, 478], "Excused": [501, 520]}}, {"bill_id": 5453, "action_date": "2014-01-30T07:45:00-06:00", "document_id": 29385, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29385.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 220, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5453, "action_date": "2014-01-31T13:00:00-06:00", "document_id": 29577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29577.pdf", "status_text": "Do Pass", "journal_page": 252, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15516, "president_vote": null, "Yea": [528, 527, 453, 522, 525, 433, 467, 456, 489, 517, 519, 505, 449, 431, 455, 425, 504, 481, 509, 503, 477, 501, 520, 479, 457, 454, 523, 496, 458, 451, 466, 845, 499, 442, 476, 521, 507, 478, 487, 423, 439, 502, 497, 515, 511, 512, 463, 518, 484, 462, 485, 514, 459, 464, 510, 450, 506, 430, 513, 468, 498, 461, 516, 508, 480, 460, 448, 441], "Excused": [524, 500]}}, {"bill_id": 5453, "action_date": "2014-02-04T14:00:00-06:00", "document_id": 29778, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29778.pdf", "status_text": "Signed by the President", "journal_page": 213, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5453, "action_date": "2014-02-05T14:00:00-06:00", "document_id": 29859, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29859.pdf", "status_text": "Signed by the Speaker", "journal_page": 302, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5453, "action_date": "2014-02-06T14:00:00-06:00", "document_id": 29947, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29947.pdf", "status_text": "Delivered to the Governor", "journal_page": 234, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5453, "action_date": "2014-02-10T14:00:00-06:00", "document_id": 30120, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30120.pdf", "status_text": "Signed by the Governor", "journal_page": 264, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5668, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/5453"}