{"session_id": 36, "bill_id": 9801, "bill_type": "Senate Bill", "bill_number": 81, "bill_title": "revise provisions regarding minimum demand of electric service.", "sponsors": [{"legislator_profile_id": 1572, "is_prime": true}, {"legislator_profile_id": 1561, "is_prime": true}, {"legislator_profile_id": 1614, "is_prime": false}, {"legislator_profile_id": 1580, "is_prime": false}, {"legislator_profile_id": 1597, "is_prime": false}], "keywords": ["Energy Facilities", "Municipal Government", "Public Utilities and Carriers"], "audio": [], "bill_versions": [{"bill_id": 9801, "bill_version_id": 52143, "bill_version": "Introduced", "bill_version_date": "2019-01-24T09:29:45.287-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise provisions regarding minimum demand of electric service. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-34A-56 be amended to read: 49-34A-56. Notwithstanding the establishment of assigned service areas for electric utilities provided for in under §§ 49-34A-43 and 49-34A-44, new customers at new locations which that develop after March 21, 1975, located outside municipalities as the boundaries thereof of those municipalities existed on March 21, 1975, and who require electric service with a contracted minimum demand connected load of two thousand five hundred kilowatts or more shall, may not be obligated to take electric service from the electric utility having the assigned to the service area where the customer is located if, after notice and hearing, the Public Utilities Commission so determines after consideration of the following factors: (1) The electric service requirements of the load to be served; (2) The availability of an adequate power supply; (3) The development or improvement of the electric system of the utility seeking to provide the electric service, including the economic factors relating thereto to the service; (4) The proximity of adequate facilities from which electric service of the type required may be delivered; (5) The preference of the customer; (6) Any and all pertinent factors factor affecting the ability of the utility to furnish adequate electric service to fulfill customers' requirements. The commission shall issue a decision and enter findings of fact and conclusions of law no more than sixty days following the date a customer files a petition requesting a determination by the commission under this section. The commission shall deem the electric utility assigned to the service area where the customer is located to be an intervenor, and shall permit the utility to participate in the hearing from the date the customer files the petition."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9801, "action_date": "2019-01-24T14:00:00-06:00", "document_id": 52236, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52236.pdf", "status_text": "First read in Senate and referred to", "journal_page": 163, "committee_id_action": 409, "committee_id_assigned": 418, "result": "N", "vote": {}}, {"bill_id": 9801, "action_date": "2019-02-06T14:00:00-06:00", "document_id": 53170, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53170.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 279, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}]}