{"session_id": 36, "bill_id": 9506, "bill_type": "House Bill", "bill_number": 1032, "bill_title": "revise provisions regarding money transmission.", "sponsors": [], "keywords": ["Background Checks", "Banks and Banking", "Licenses", "Public Officers and Employees"], "audio": [{"meeting_datetime": "2019-01-16T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hco07.mp3", "start_seconds": 215.0}, {"meeting_datetime": "2019-01-16T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hco07.mp3", "start_seconds": 215.0}, {"meeting_datetime": "2019-01-16T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hco07.mp3", "start_seconds": 215.0}, {"meeting_datetime": "2019-01-16T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hco07.mp3", "start_seconds": 215.0}, {"meeting_datetime": "2019-01-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou08.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2019-02-28T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sco32.mp3", "start_seconds": 200.0}, {"meeting_datetime": "2019-02-28T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sco32.mp3", "start_seconds": 200.0}, {"meeting_datetime": "2019-02-28T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sco32.mp3", "start_seconds": 200.0}, {"meeting_datetime": "2019-02-28T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sco32.mp3", "start_seconds": 200.0}], "bill_versions": [{"bill_id": 9506, "bill_version_id": 51423, "bill_version": "Introduced", "bill_version_date": "2019-01-06T18:36:40.79-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise provisions regarding money transmission. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 51A-17-4 be amended to read: 51A-17-4. No person, except other than a person who is exempt pursuant to the provisions of under § 51A-17-3, may engage in the business of money transmission in this state without obtaining a license as provided in in accordance with this chapter and undergoing a criminal background investigation through the division. A person is engaged in providing money transmission if the person provides those services to residents of South Dakota, even if such this state, including any person who has no physical presence in South Dakota this state. Any Each person may subject to this section shall be licensed under and maintain a unique identifier through the nationwide mortgage licensing system and registry. Section 2. That § 51A-17-11 be amended to read: 51A-17-11. Each applicant for licensure under this chapter, except publicly traded corporations and their subsidiaries, shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application, the division shall submit completed fingerprint cards to the Division of Criminal Investigation. Upon completion of the criminal background check, the Division of Criminal Investigation shall forward to the division all information obtained as a result of the criminal background check. This information shall be obtained provide to the nationwide mortgage licensing system and registry a complete set of the applicant's fingerprints for submission to the Federal Bureau of Investigation and any other government agency authorized to receive fingerprints for the purposes of a state, national, and international criminal history background check prior to permanent licensure of the applicant. The division may require a state and federal criminal history background investigation check for any licensee who is the subject of a disciplinary investigation by the division. Failure The failure to submit or cooperate with the criminal history background investigation is grounds for check under this section may result in denial of an application or may result in revocation of a license. The applicant shall pay for any fees charged for the cost of fingerprinting or the criminal history background investigation check. Section 3. That § 51A-17-12 be amended to read: 51A-17-12. Each application for a license under this chapter shall be made in writing, and in on a form prescribed by the director. Each application shall contain that includes: (1) The exact name of the applicant, the applicant's principal address, any fictitious or trade name used by the applicant in the conduct of its business, and the location of the applicant's business records; (2) The history of the applicant's material litigation for the preceding five-year period prior to the date of the application; (3) Two sets of completed fingerprint cards A complete set of the applicant's fingerprints and a signed waiver to authorize authorizing the division to conduct a criminal history background investigation check of the applicant; (4) A description of the business activities conducted by the applicant and a history of operations; (5) A description of the business activities in which the applicant seeks to be engaged in the state; (6) A list identifying the applicant's proposed authorized delegates in the state, if any, at the time of the filing of the license application; (7) A sample authorized delegate contract, if applicable; (8) A sample form of payment instrument, if applicable; (9) Each location at which the applicant and its authorized delegates, if any, propose to conduct the licensed activities in the state; and (10) The name and address of the clearing bank or banks on which the applicant's payment instruments will be drawn or through which such the payment instruments will be payable. Section 4. That § 51A-17-13 be amended to read: 51A-17-13. If the applicant is a corporation, in In addition to the requirements of § 51A-17-12, the an applicant that is a corporation shall provide: (1) The date of the applicant's incorporation and state of incorporation; (2) A certificate of good standing from the state in which the applicant was incorporated; (3) A description of the corporate structure of the applicant, including the identity of any parent or subsidiary of the applicant, and the disclosure of whether any parent or subsidiary is publicly traded on any stock exchange; (4) The name, business and residence address, and employment history for the past preceding five years of the applicant's executive officers and any officer or manager who will be in charge of the applicant's activities to be licensed; (5) The name, business and residence address, and employment history for the period preceding five years prior to the date of the application of any key shareholder of the applicant; (6) The history of material litigation for the preceding five-year period prior to the date of the application of every executive officer or key shareholder of the applicant; (7) Two sets of completed fingerprint cards A complete set of fingerprints and a signed waiver to authorize authorizing the division to conduct a criminal history background investigation check of every each executive officer or key shareholder of the applicant; (8) A copy of the applicant's most recent audited financial statement, including balance sheet, statement of income or loss, statement of changes in shareholder equity, and statement of changes in financial position, and, if available, the applicant's audited financial statements for the immediately preceding two-year period. However, if the For an applicant that is a wholly owned subsidiary of another corporation, the applicant may submit either the parent corporation's consolidated audited financial statements for the current year and for the immediately preceding two-year period, or the parent corporation's Form 10K reports filed with the United States Securities and Exchange Commission for the prior preceding three years in lieu of the applicant's financial statements. If the For an applicant that is a wholly owned subsidiary of a corporation having its principal place of business outside the United States, similar documentation filed with the parent corporation's non-United States regulator outside the United States may be submitted to satisfy this provision the requirements of this subdivision; and (9) Copies A copy of all filings, if any, made by the applicant with the United States Securities and Exchange Commission, or with a similar regulator in a country other than the United States, within the preceding year preceding the date of filing of the application. Section 5. That § 51A-17-14 be amended to read: 51A-17-14. If the applicant is not a corporation, in In addition to the requirements of § 51A-17-12, the an applicant that is not a corporation shall provide: (1) The name, business and residence address, personal financial statement, and employment history, for the past preceding five years, of each principal of the applicant and the name, business and residence address, and employment history for the past preceding five years of any other persons person who will be in charge of the applicant's activities to be licensed; (2) The place and date of the applicant's registration or qualification to do business in this state; (3) The history of material litigation for the preceding five-year period prior to the date of the application for each individual having any ownership interest in the applicant and each person who exercises supervisory responsibility with respect to the applicant's business activities; (4) Two sets of completed fingerprint cards A complete set of fingerprints and a signed waiver to authorize authorizing the division to conduct a criminal history background investigation check for each person having any ownership interest in the applicant and each person who exercises supervisory responsibility with respect to the applicant's business activities; and (5) Copies A copy of the applicant's audited financial statements, including balance sheet, statement of income or loss, and statement of changes in financial position, for the current year and, if available, for the immediately preceding two-year period. Section 6. That § 51A-17-20 be amended to read: 51A-17-20. Any application for renewal of a license pursuant to the provisions of in accordance with this chapter shall be filed with the director by December first and shall be accompanied by a fee and report as required pursuant to the provisions of under § 51A-17-19. Any licensee that files for application for renewal filed with the director after December first and before January first of the next calendar year shall pay a late fee in addition to the renewal fee. The is subject to the renewal fee and a late fee shall equal to twenty-five percent of the renewal fee. If the application for renewal of a license is filed The director may not issue a license for any application for renewal filed after December thirty-first, no license may be issued unless an application is filed pursuant to the provisions of in accordance with § 51A-17-12. Any money transmission license issued pursuant to the provisions of chapter 51A-17 that is set to expire on July 1, 2015, is extended until December 31, 2015. Section 7. That § 51A-17-48 be amended to read: 51A-17-48. The director may use the nationwide mortgage licensing system and registry as a channeling agent for requesting information from and distributing information to the United States Department of Justice and from any other state and federal regulatory officials or agencies official or agency with money transmission industry oversight authority as deemed necessary by the director to carry out the responsibilities of this chapter."}, {"bill_id": 9506, "bill_version_id": 54619, "bill_version": "Enrolled", "bill_version_date": "2019-03-05T10:14:38.027-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9506, "action_date": "2019-01-08T12:00:00-06:00", "document_id": 51485, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51485.pdf", "status_text": "First read in House and referred to", "journal_page": 23, "committee_id_action": 408, "committee_id_assigned": 428, "result": "N", "vote": {}}, {"bill_id": 9506, "action_date": "2019-01-16T10:00:00-06:00", "document_id": 51688, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51688.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 428, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9506, "action_date": "2019-01-16T10:00:00-06:00", "document_id": 51796, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51796.pdf", "status_text": "Do Pass", "journal_page": 128, "committee_id_action": 428, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 27209, "president_vote": null, "Yea": [1567, 1642, 1589, 1609, 1649, 1632, 1612, 1623, 1611, 1621, 1625, 1434, 1577]}}, {"bill_id": 9506, "action_date": "2019-01-16T10:00:00-06:00", "document_id": 51796, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51796.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 428, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9506, "action_date": "2019-01-17T13:00:00-06:00", "document_id": 51881, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51881.pdf", "status_text": "Deferred to another day", "journal_page": 141, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9506, "action_date": "2019-01-22T14:00:00-06:00", "document_id": 51990, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51990.pdf", "status_text": "Do Pass", "journal_page": 148, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 27345, "president_vote": null, "Yea": [1563, 1614, 1619, 1567, 1643, 1578, 1641, 1560, 1629, 1613, 1645, 1594, 1443, 1633, 1440, 1634, 1444, 1434, 1573, 1616, 1650, 1635, 1624, 1557, 1628, 1427, 1436, 1642, 1620, 1631, 1589, 1556, 1593, 1639, 1590, 1609, 1435, 1649, 1632, 1646, 1575, 1612, 1630, 1446, 1615, 1638, 1569, 1647, 1626, 1572, 1637, 1627, 1577, 1618, 1581, 1576, 1610, 1622, 1623, 1611, 1564, 1621, 1580, 1625, 1432], "Excused": [1592, 1579, 1438, 1644, 1431]}}, {"bill_id": 9506, "action_date": "2019-01-23T14:00:00-06:00", "document_id": 52098, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52098.pdf", "status_text": "First read in Senate and referred to", "journal_page": 157, "committee_id_action": 409, "committee_id_assigned": 418, "result": "N", "vote": {}}, {"bill_id": 9506, "action_date": "2019-02-28T10:00:00-06:00", "document_id": 54286, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54286.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 418, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9506, "action_date": "2019-02-28T10:00:00-06:00", "document_id": 54448, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54448.pdf", "status_text": "Do Pass", "journal_page": 547, "committee_id_action": 418, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 29006, "president_vote": null, "Excused": [1599], "Yea": [1601, 1583, 1430, 1595, 1561, 1584]}}, {"bill_id": 9506, "action_date": "2019-02-28T10:00:00-06:00", "document_id": 54448, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54448.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 418, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9506, "action_date": "2019-03-04T14:00:00-06:00", "document_id": 54575, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54575.pdf", "status_text": "Do Pass", "journal_page": 596, "committee_id_action": 409, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 29107, "president_vote": null, "Yea": [1602, 1441, 1582, 1562, 1599, 1608, 1588, 1604, 1442, 1601, 1585, 1600, 1603, 1568, 1583, 1430, 1437, 1595, 1558, 1450, 1571, 1586, 1561, 1596, 1559, 1607, 1584, 1426, 1598, 1587, 1565, 1597], "Excused": [1606, 1605, 1433]}}, {"bill_id": 9506, "action_date": "2019-03-05T14:00:00-06:00", "document_id": 54665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54665.pdf", "status_text": "Signed by the Speaker", "journal_page": 647, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9506, "action_date": "2019-03-06T14:00:00-06:00", "document_id": 54776, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54776.pdf", "status_text": "Signed by the President", "journal_page": 637, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9506, "action_date": "2019-03-07T11:00:00-06:00", "document_id": 54836, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54836.pdf", "status_text": "Delivered to the Governor", "journal_page": 674, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9506, "action_date": "2019-03-29T11:00:00-05:00", "document_id": 55039, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/55039.pdf", "status_text": "Signed by the Governor", "journal_page": 760, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7023, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/9506"}