{"session_id": 69, "bill_id": 24991, "bill_type": "Senate Bill", "bill_number": 79, "bill_title": "revise provisions related to the possession, distribution, and manufacture of child pornography.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24991", "sponsors": [{"legislator_profile_id": 4492, "is_prime": true}, {"legislator_profile_id": 4572, "is_prime": true}, {"legislator_profile_id": 4472, "is_prime": false}, {"legislator_profile_id": 4474, "is_prime": false}, {"legislator_profile_id": 4485, "is_prime": false}, {"legislator_profile_id": 4487, "is_prime": false}, {"legislator_profile_id": 4488, "is_prime": false}, {"legislator_profile_id": 4493, "is_prime": false}, {"legislator_profile_id": 4495, "is_prime": false}, {"legislator_profile_id": 4496, "is_prime": false}, {"legislator_profile_id": 4499, "is_prime": false}, {"legislator_profile_id": 4518, "is_prime": false}, {"legislator_profile_id": 4521, "is_prime": false}, {"legislator_profile_id": 4531, "is_prime": false}, {"legislator_profile_id": 4532, "is_prime": false}, {"legislator_profile_id": 4534, "is_prime": false}, {"legislator_profile_id": 4542, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4546, "is_prime": false}, {"legislator_profile_id": 4550, "is_prime": false}, {"legislator_profile_id": 4551, "is_prime": false}, {"legislator_profile_id": 4554, "is_prime": false}, {"legislator_profile_id": 4555, "is_prime": false}, {"legislator_profile_id": 4558, "is_prime": false}, {"legislator_profile_id": 4561, "is_prime": false}, {"legislator_profile_id": 4564, "is_prime": false}, {"legislator_profile_id": 4569, "is_prime": false}, {"legislator_profile_id": 4576, "is_prime": false}], "keywords": ["Crimes", "Minors", "Obscenity and Public Indecency", "Penalty", "Sex Offenses"], "audio": [], "bill_versions": [{"bill_id": 24991, "bill_version_id": 259215, "bill_version": "Introduced", "bill_version_date": "2024-01-11T07:54:09.193-06:00", "bill_text": "An Act to revise provisions related to the possession, distribution, and manufacture of child pornography. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to chapter 22-24A: A person is guilty of possessing child pornography if the person knowingly possesses any visual depiction of a minor engaging in a prohibited sexual act, or in a simulation of a prohibited sexual act. A violation of this section is a Class 4 felony. A conviction under this section must be punished by a mandatory sentence in a state correctional facility of at least one year. Section 2. That a NEW SECTION be added to chapter 22-24A: A person is guilty of distributing child pornography if the person knowingly sells or distributes any visual depiction of a minor engaging in a prohibited sexual act, or in a simulation of a prohibited sexual act. A violation of this section is a Class 3 felony. A conviction under this section must be punished by a mandatory sentence in a state correctional facility of at least five years. A person convicted of a violation of this section may not be convicted of possessing child pornography pursuant to section 1 of this Act for the same visual depiction. Section 3. That a NEW SECTION be added to chapter 22-24A: A person is guilty of manufacturing child pornography if the person creates, causes the creation of, or knowingly permits the creation of any visual depiction of a minor engaged in a prohibited sexual act, or in a simulation of a prohibited sexual act. A violation of this section is a Class 2 felony. A conviction under this section must be punished by a mandatory sentence in a state correctional facility of at least ten years. A person convicted of a violation of this section may not be convicted of possessing child pornography pursuant to section 1 of this Act for the same visual depiction. Section 4. That a NEW SECTION be added to chapter 22-24A: An adult is guilty of sexting with a minor if the adult knowingly possesses any visual depiction of a minor, aged sixteen or older, who is involved in a romantic relationship with the adult, engaging in a prohibited sexual act, or in a simulation of a prohibited sexual act, that was voluntarily created by the minor and voluntarily transmitted to the adult by the minor. A violation of this section is a Class 1 misdemeanor. It is not a violation of section 1 or section 3 of this Act if an adult knowingly possesses a visual depiction of a minor aged sixteen or older, who is involved in a romantic relationship with the adult, engaging in a prohibited sexual act, or in a simulation of a prohibited sexual act, that was voluntarily created by the minor and voluntarily transmitted to the adult by the minor, unless the adult distributed the visual depiction to another person. Section 5. That a NEW SECTION be added to chapter 22-24A: The court shall order an assessment pursuant to § 22-22-1.3 of any person convicted of violating sections 1 to 3, inclusive, of this Act. Section 6. That a NEW SECTION be added to chapter 22-24A: Consent to performing the proscribed acts by a minor or a minor's parent, guardian, or custodian, or mistake as to the minor's age is not a defense to a charge of violating sections 1 to 3, inclusive, of this Act. Section 7. That a NEW SECTION be added to chapter 22-24A: It is an affirmative defense to a violation of sections 1 to 3, inclusive, of this Act that the visual depiction is of the person charged. Section 8. That a NEW SECTION be added to chapter 22-24A: The sentencing court may impose a sentence other than that required by sections 1 to 3, inclusive, of this Act if the court finds that mitigating circumstances exist which require a departure from the mandatory sentence imposed by sections 1 to 3, inclusive, of this Act. The court must file, in writing, its finding of mitigating circumstances and the factual basis relied upon by the court. Section 9. That § 22-6-11 be AMENDED: 22-6-11. The sentencing court shall sentence an offender convicted of a Class 5 or Class 6 felony, except those convicted under §§ 22-11A-2.1, 22-14-15, 22-18-1, 22-18-1.05, 22-18-26, 22-18-29, 22-19A-1, 22-19A-2, 22-19A-3, 22-19A-7, 22-19A-16, 22-22A-2, 22-22A-4, 22-24A-3, 22-22-24.3, subdivision 22-23-2(2), 22-24-1.2, 22-24B-2, 22-24B-12, 22-24B-12.1, 22-24B-23, 22-30A-46, 22-42-7, subdivision 24-2-14(1), 32-34-5, and any person ineligible for probation under § 23A-27-12, to a term of probation. If the offender is under the supervision of the Department of Corrections, the court shall must order a fully suspended state incarceration sentence pursuant to § 23A-27-18.4. The sentencing court may impose a sentence other than probation or a fully suspended state incarceration sentence if the court finds aggravating circumstances exist that pose a significant risk to the public and require a departure from presumptive probation under this section. If a departure is made, the judge shall must state on the record at the time of sentencing the aggravating circumstances and the same shall be stated on the record at the time of sentencing and in the dispositional order. Neither this section nor its application may be the basis for establishing a constitutionally protected liberty, property, or due process interest. Section 10. That § 22-24-1.2 be AMENDED: 22-24-1.2. A person commits the crime of indecent exposure if, with the intent to arouse or gratify the sexual desire of any person, the person exposes his or her genitals in a public place, or in the view of a public place, under circumstances in which that person knows that person's conduct is likely to annoy, offend, or alarm another person. A violation of this section is a Class 1 misdemeanor. However, if such the person has been previously convicted of a felony violation of § 22-22-1, 22-22-7, or 22-24A-3 sections 1 to 3, inclusive, of this Act, that person is guilty of a Class 6 felony. Any person convicted of a third or subsequent violation of this section is guilty of a Class 6 felony. Section 11. That § 22-24A-20 be AMENDED: 22-24A-20. The provisions of §§ 22-22-24.3, 22-24A-1, 22-24A-1.1, 22-24A-3, 22-24A-3.1, and 22-24A-5, and sections 1 to 3, inclusive, of this Act do not apply to the selling, lending, distributing, exhibiting, giving away, showing, possessing, or making of films, photographs, or other materials involving only nudity, if the materials are made for and have a serious literary, artistic, educational, or scientific value. Section 12. That § 22-24B-1 be AMENDED: 22-24B-1. For the purposes of §§ 22-24B-2 to 22-24B-14, inclusive, a sex crime is any of the following crimes regardless of the date of the commission of the offense or the date of conviction: (1) Rape as set forth in § 22-22-1; (2) Felony sexual contact with a minor under sixteen as set forth in § 22-22-7 if committed by an adult; (3) Sexual contact with a person incapable of consenting as set forth in § 22-22-7.2; (4) Incest if committed by an adult; (5) Possessing, manufacturing, or, distributing, or manufacturing child pornography as set forth in § 22-24A-3 sections 1 to 3, inclusive, of this Act; (6) Sale of child pornography as set forth in § 22-24A-1; (7) Sexual exploitation of a minor as set forth in § 22-22-24.3; (8) Kidnapping, as set forth in § 22-19-1, if the victim of the criminal act is a minor; (9) Promotion of prostitution of a minor as set forth in subdivision 22-23-2(2); (10) Criminal pedophilia as previously set forth in § 22-22-30.1; (11) Felony indecent exposure as previously set forth in former § 22-24-1 or felony indecent exposure as set forth in § 22-24-1.2; (12) Solicitation of a minor as set forth in § 22-24A-5; (13) Felony indecent exposure as set forth in § 22-24-1.3; (14) Bestiality as set forth in § 22-22-42; (15) An attempt, conspiracy, or solicitation to commit any of the crimes listed in this section; (16) Any crime, court martial offense, or tribal offense committed in a place other than this state that constitutes a sex crime under this section if committed in this state; (17) Any federal crime, court martial offense, or tribal offense that constitutes a sex crime under federal law; (18) Any crime committed in another state if that state also requires anyone convicted of that crime register as a sex offender in that state; (19) If the victim is a minor: (a) Any sexual acts between a jail employee and a detainee as set forth in § 22-22-7.6; (b) Any sexual contact by a psychotherapist as set forth in § 22-22-28; or (c) Any sexual penetration by a psychotherapist as set forth in § 22-22-29; (20) Intentional exposure to HIV infection as set forth in subdivision (1) of § 22-18-31; (21) First degree human trafficking as set forth in § 22-49-2 if the victim is a minor; (22) Second degree human trafficking as set forth in § 22-49-3 involving the prostitution of a minor; (23) Felony use or dissemination of visual recording or photographic device without consent and with intent to self-gratify, harass, or embarrass as set forth in § 22-21-4; (24) Manufacturing or distributing a child-like sex doll as set forth in § 22-24A-1.1; or (25) Felony conviction of purchasing or possessing a child-like sex doll as set forth in § 22-24A-3.1. Section 13. That § 22-24A-3 be REPEALED: A person is guilty of possessing, manufacturing, or distributing child pornography if the person: (1) Creates any visual depiction of a minor engaging in a prohibited sexual act, or in the simulation of such an act; (2) Causes or knowingly permits the creation of any visual depiction of a minor engaged in a prohibited sexual act, or in the simulation of such an act; or (3) Knowingly possesses, distributes, or otherwise disseminates any visual depiction of a minor engaging in a prohibited sexual act, or in the simulation of such an act. Consent to performing these proscribed acts by a minor or a minor's parent, guardian, or custodian, or mistake as to the minor's age is not a defense to a charge of violating this section. A violation of this section is a Class 4 felony. If a person is convicted of a second or subsequent violation of this section within fifteen years of the prior conviction, the violation is a Class 3 felony. The court shall order an assessment pursuant to § 22-22-1.3 of any person convicted of violating this section."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24991, "action_date": "2024-01-11T14:00:00-06:00", "document_id": 259099, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/259099.pdf", "status_text": "First read in Senate and referred to", "journal_page": 58, "committee_id_action": 1219, "committee_id_assigned": 1214, "result": "N", "vote": {}}, {"bill_id": 24991, "action_date": "2024-01-23T07:45:00-06:00", "document_id": 259204, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/259204.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1214, "committee_id_assigned": null, "result": "N", "vote": {}}]}