{"session_id": 10, "bill_id": 2176, "bill_type": "Senate Bill", "bill_number": 2, "bill_title": "repeal, update, and make form and style revisions to certain provisions related to the Bureau of Administration.", "sponsors": [{"legislator_profile_id": 39, "is_prime": true}, {"legislator_profile_id": 27, "is_prime": true}, {"legislator_profile_id": 49, "is_prime": false}, {"legislator_profile_id": 38, "is_prime": false}, {"legislator_profile_id": 19, "is_prime": false}, {"legislator_profile_id": 45, "is_prime": false}, {"legislator_profile_id": 65, "is_prime": false}, {"legislator_profile_id": 47, "is_prime": false}], "keywords": ["Bureau of Administration", "State Affairs and Government"], "audio": [{"meeting_datetime": "2011-01-19T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sst06.mp3", "start_seconds": 104.0}, {"meeting_datetime": "2011-01-19T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sst06.mp3", "start_seconds": 104.0}, {"meeting_datetime": "2011-01-19T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sst06.mp3", "start_seconds": 104.0}, {"meeting_datetime": "2011-01-19T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sst06.mp3", "start_seconds": 104.0}, {"meeting_datetime": "2011-01-19T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sst06.mp3", "start_seconds": 104.0}, {"meeting_datetime": "2011-01-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen09.mp3", "start_seconds": 746.0}, {"meeting_datetime": "2011-01-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen09.mp3", "start_seconds": 746.0}, {"meeting_datetime": "2011-01-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen09.mp3", "start_seconds": 746.0}, {"meeting_datetime": "2011-02-23T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hst26.mp3", "start_seconds": 129.0}, {"meeting_datetime": "2011-02-23T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hst26.mp3", "start_seconds": 129.0}, {"meeting_datetime": "2011-02-23T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hst26.mp3", "start_seconds": 129.0}, {"meeting_datetime": "2011-02-23T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hst26.mp3", "start_seconds": 129.0}], "bill_versions": [{"bill_id": 2176, "bill_version_id": 14477, "bill_version": "Introduced", "bill_version_date": "2010-12-21T09:51:53.663-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal, update, and make form and style revisions to certain provisions related to the Bureau of Administration. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-6-24 be repealed. 1-6-24. No person may reproduce, duplicate, or otherwise use the logo adopted by the State Centennial Commission for celebration of the state centennial, or its facsimile, for any for-profit, commercial purpose without specific written authorization from the Bureau of Administration. A violation of this section is a Class 1 misdemeanor. Section 2. That § 1-6-25 be repealed. 1-6-25. No person may sell or offer for sale a replica or facsimile of the logo adopted by the State Centennial Commission for celebration of the state centennial without specific written authorization from the Bureau of Administration. A violation of this section is a Class 1 misdemeanor. Section 3. That § 1-6-26 be repealed. 1-6-26. No person may sell or offer for sale any object or item bearing the word \"South Dakota,\" in conjunction with the words \"Centennial,\" \"1889-1989,\" or \"100 years,\" or any derivative thereof, without specific written authorization from the Bureau of Administration. A violation of this section is a Class 1 misdemeanor. Section 4. That § 1-6-27 be repealed. 1-6-27. The Bureau of Administration may charge a reasonable fee for the authorization granted under the terms of §§ 1-6-24 to 1-6-28, inclusive. The bureau may establish such fees by rule pursuant to chapter 1-26. Section 5. That § 1-6-28 be repealed. 1-6-28. The Bureau of Administration may enter into contracts for the marketing and sale of items or objects authorized under the terms of §§ 1-6-24 to 1-6-28, inclusive. Section 6. That § 1-14-1 be amended to read as follows: 1-14-1. The Bureau of Administration shall continue within the Department of Executive Management, and all its functions shall be performed by the Department of Executive Management as provided by § 1-33-6. The bureau shall maintain a central office in the capitol at Pierre in rooms provided for the purpose, which shall be the official address of the bureau and the place for serving process or papers of any kind upon it. The bureau shall have an official seal. Section 7. That § 1-14-2 be amended to read as follows: 1-14-2. No person shall be eligible for appointment may be appointed as the commissioner of administration unless he holds a baccalaureate degree from a recognized institution of higher education and the person has had progressively responsible experience in administration. Section 8. That § 1-14-3 be amended to read as follows: 1-14-3. The commissioner of administration, under the general direction and control of the Governor, shall execute the powers and discharge the duties vested by law in the Bureau of Administration. He The commissioner shall qualify by taking and filing with the secretary of state the constitutional oath of office. Section 9. That § 1-14-6.1 be repealed. 1-14-6.1. The following divisions of the Bureau of Administration are abolished: (1) The Purchasing and Printing Division; (2) The Buildings and Grounds Maintenance Division; (3) The Central Administrative Services Division; (4) The Central Data Processing Division. All their functions shall be administered by the Bureau of Administration as provided by § 1-33-8.2. Section 10. That § 1-14-6.6 be repealed. 1-14-6.6. The Division of Personnel within the former Department of Administration is abolished, and all its functions shall be administered by the Bureau of Personnel within the Department of Executive Management as provided by § 1-33-9. Section 11. That § 1-14-11 be repealed. 1-14-11. The officials and employees of the Bureau of Administration shall be allowed traveling expenses, board, and lodging incurred in performance of duty in accordance with chapter 3-9 when absent from their office. Section 12. That § 1-14-12 be amended to read as follows: 1-14-12. The Bureau of Administration shall be administered by the commissioner of administration and he shall: (1) Keep an exact and true inventory of all property, real and personal, belonging to the State of South Dakota; (2) Prescribe uniform rules, as far as practicable, and not inconsistent with law, governing specifications for purchase of supplies, the advertisement for bids, the opening of bids, and the making of awards; (3) Inquire into and make inspection of all articles and material furnished any department, institution, or state agency, and work and labor performed, for the purpose of ascertaining that the price, quality, and amount of such articles or labor are fair, just, and reasonable, and that all requirements, expressed and implied, pertaining thereto have been complied with; (4) Provide such assistance, under the rules and regulations as hereinafter provided, as shall be necessary for the efficient performance of the official duties imposed upon the various departments and divisions by this code; (5) Supervise such central administrative services as transportation, mail and messenger services, microfilming, mimeographing and other reproduction services, typewriter and machine repair, disposal services for condemned and surplus property, and the providing of general office supplies. And whenever possible, he shall install central facilities to be used by all state agencies under such rules and regulations as the Bureau of Administration prescribes; (6) Contract for a lease or leases not to exceed three years to provide food services, candy, beverage, and tobacco concessions in the capitol building, capitol annex, Foss Building, Anderson Building, Soldiers and Sailors Memorial Building, Insurance Building, Department of Transportation Building, Public Safety Building, Kneip Building, MacKay Building, and the law enforcement training center and to supervise the fulfillment of the provisions of any such lease or leases. The issuance of such contracts shall conform, as nearly as possible, with the requirements of chapters 5-18, 5-19, and 5-20; (7) Adopt rules in compliance with chapter 1-26 enumerating the types and classes of public personal property that shall be included in the inventory required by § 5-24-1; (8) Employ such staff and maintain facilities as necessary to operate a local government services program which shall provide or arrange for services for public corporations pursuant to the provisions of §§ 1-14-12, 1-14-12.12 to 1-14-12.18, inclusive, and 1-14-14 to 1-14-14.2, inclusive. The commissioner of administration shall administer the Bureau of Administration. The bureau shall: (1) Keep an exact and true inventory of all property, real and personal, belonging to the State of South Dakota and promulgate rules pursuant to chapter 1-26 enumerating the types and classes of public personal property to be included in the inventory required by § 5-24-1; (2) Administer the procurement of supplies, services, and public improvements as prescribed in chapters 5-18A, 5-18B, and 5-18D; (3) Supervise such central administrative services as transportation, mail, records management, and document reproduction services, make provisions for the supplying of office supplies and furniture; (4) Maintain the buildings and grounds of the capitol complex and install central facilities to be used by all state agencies under such rules the Bureau of Administration promulgates pursuant to chapter 1-26; (5) Contract for the provision of food services, candy, and beverages in the capitol complex; (6) Supervise the administration of the Office of Hearings Examiners; (7) Administer the federal surplus property allotted to the State of South Dakota; (8) Provide for the lease of such real property as shall be necessary for the operation of state government; (9) Administer a program of risk management for state government; (10) Contract for such services as are required by multiple state agencies, if such a contract improves the efficiency of state government; and (11) Any other function as may be required by statute, executive order, or administrative action. Section 13. That § 1-14-12.12 be repealed. 1-14-12.12. The Bureau of Administration, at the direction and under the control of the Governor, and subject to the provisions of §§ 1-14-12, 1-14-12.12 to 1-14-12.18, inclusive, and 1-14-14 to 1-14-14.2, inclusive, may develop and administer the local government services program whose primary purpose shall be to serve statewide needs for local government services of all types as authorized to be provided by the laws of South Dakota. The Bureau of Administration may enter into contracts with public corporations of the state on a first in time basis as funding exists, as is reasonably practical and only when such corporation has been authorized to do so by the governing body of the public corporation. The commissioner of administration may coordinate and enter into agreements with persons and units of state government as may be necessary to provide services to public corporations of the state in the most cost-effective manner. Section 14. That § 1-14-12.16 be amended to read as follows: 1-14-12.16. The operations of the Bureau of Administration in establishing and administering §§ 1-14-12, 1-14-12.12 to 1-14-12.18, inclusive, and 1-14-14 to 1-14-14.2, inclusive, this chapter shall be financed by means of appropriations, gifts, grants, or reimbursements for services rendered. The fees and charges for services shall be designed, to the extent practicable, to recover all operational costs incurred to carry out the provisions of the contracts between public corporations and the Bureau of Administration. Section 15. That § 1-14-12.18 be repealed. 1-14-12.18. To effectuate the purposes of §§ 1-14-12, 1-14-12.12 to 1-14-12.18, inclusive, and 1-14-14 to 1-14-14.2, inclusive, all political subdivisions and public corporations of this state may provide and enter into an agreement for the joint exercise of governmental power with the Bureau of Administration. Section 16. That § 1-14-13 be repealed. 1-14-13. The commissioner of administration is empowered and it shall be his duty, to prescribe regulations, not inconsistent with law for the government of his bureau, the distribution and performance of its business, and the custody, use, and preservation of records, papers, books, and property pertaining thereto and on such other subjects as the law may specifically authorize him to make regulations. Section 17. That § 1-14-14.1 be amended to read as follows: 1-14-14.1. Every political subdivision of this state may contract with the Bureau of Administration pursuant to §§ 1-14-12, 1-14-12.12 to 1-14-12.18, inclusive, and 1-14-14 to 1-14-14.2, inclusive, this chapter for the performances of all public services and functions empowered by law for such subdivision. Each political subdivision may appropriate funds for contracts pursuant to this section. Section 18. That § 1-14-14.3 be repealed. 1-14-14.3. Any state agency, department, board, commission, or school district operating a postsecondary vocational-technical school as authorized by chapter 13-39, that determines that an authorized amount of contributions, interest, or penalty is uncollectible may refer the collection process to a vendor approved by the Bureau of Administration. Reasonable fees for collection, as determined by the commissioner of the Bureau of Administration, shall be added to the amount of the debt and the debtor is liable for repayment of the total amount due including the collection fee. Section 19. That § 1-14-14.4 be repealed. 1-14-14.4. A separate fund is hereby established in the state treasury for the purpose of receiving payment of expenses incurred for collecting uncollectible contributions, interest, or penalties, including the actual and necessary operating expenses of the Bureau of Administration and to make expenditures out of such accounts for such operating expenses. Money in the fund may be used to pay for the actual and necessary operating expenses of the collections program within the Bureau of Administration provided that the money is budgeted in accordance with state law and appropriated through the General Appropriations Act. Section 20. That § 1-27-9 be amended to read as follows: 1-27-9. As Terms used in §§ 1-27-9 to 1-27-18, inclusive, mean: (1) \"Local record,\" means a record of a county, municipality, township, district, authority, or any public corporation or political entity whether organized and existing under charter or under general law, unless the record is designated or treated as a state record under state law; (2) \"Record,\" means a document, book, paper, photograph, sound recording, or other material, regardless of physical form or characteristics, made or received pursuant to law or ordinance or in connection with the transaction of official business. Library and museum material made or acquired and preserved solely for reference or exhibition purposes, extra copies of documents preserved only for convenience of reference, and stocks of publications and of processed documents are not included within the definition of records as used in §§ 1-27-9 to 1-27-18, inclusive; (3) \"State agency\" or \"agency\" or \"agencies,\" includes all state officers, boards, commissions, departments, institutions, and agencies of state government; (4) \"State record,\" means: (a) A record of a department, office, commission, board, or other agency, however designated, of the state government; (b) A record of the State Legislature; (c) A record of any court of record, whether of state-wide or local jurisdiction; (d) Any other record designated or treated as a state record under state law. Section 21. That § 1-27-11 be amended to read as follows: 1-27-11. There is hereby created a board consisting of the commissioner of administration, state auditor, attorney general, auditor-general, and state archivist to supervise and authorize the destruction of records. The state records manager shall also serve as an ex officio member in an advisory capacity only. No record shall may be destroyed or otherwise disposed of by any agency of the state unless it is determined by majority vote of such the board that the record has no further administrative, legal, fiscal, research, or historical value. Section 22. That § 1-27-11.1 be amended to read as follows: 1-27-11.1. The board created by § 1-27-11 shall be administered under the direction and supervision of the Bureau of Administration and the commissioner thereof, but. The board shall retain the quasi-judicial, quasi-legislative, advisory, other nonadministrative and special budgetary functions (as defined in § 1-32-1) otherwise vested in it and the board. The board shall exercise those functions independently of the commissioner of administration. Section 23. That § 1-27-13 be amended to read as follows: 1-27-13. The head of each agency shall submit to the commissioner of administration, in accordance with the rules, regulations, standards, and procedures established by him the commission, schedules proposing the length of time each state record series warrants retention for administrative, legal, or fiscal purposes after it has been received by the agency. Section 24. That § 1-27-14 be amended to read as follows: 1-27-14. The head of each agency, also, shall submit lists of state records in his or her custody that are not needed in the transaction of current business and that do not have sufficient administrative, legal, or fiscal value to warrant further keeping for disposal in conformity with the requirements of § 1-27-11. Section 25. That § 1-27-14.1 be amended to read as follows: 1-27-14.1. Upon termination of employment with the state, each agency head shall transfer his or her records to his a successor or to the state archives for appraisal and permanent retention, unless otherwise directed by law. The records of any state agency shall, upon termination of its existence or functions, be transferred to the custody of the archivist, unless otherwise directed by law. Section 26. That § 1-27-14.2 be amended to read as follows: 1-27-14.2. In any case where If any material of actual or potential archival significance is determined by a state agency to be in jeopardy at risk of destruction or deterioration, and such the material is not essential to the conduct of daily business in the agency of origin, the agency head shall have authority to may transfer said the records to the physical and legal custody of the state archivist whenever if the archivist is willing and able to receive them the records. Section 27. That § 1-27-14.3 be amended to read as follows: 1-27-14.3. Records Any record transferred to the physical custody of the archivist remain remains the legal property of the agency of origin, subject to all existing copyrights and statutory provisions regulating their the record's usage, until such time as the agency head formally transfers legal title to the archivist. Section 28. That § 1-27-15 be amended to read as follows: 1-27-15. Nonrecord Any nonrecord material or materials not included within the definition of records as contained in § 1-27-9 may, if not otherwise prohibited by law, be destroyed at any time by the agency in possession of such materials without the prior approval of the commissioner of administration. Section 29. That § 1-27-17 be amended to read as follows: 1-27-17. Upon request, the commissioner of administration shall assist and advise in the establishment of records management programs in the legislative and judicial branches of state government and. The commissioner may, as required by them each branch, provide program services similar to those available to the executive branch of state government pursuant to the provisions of §§ 1-27-9 to 1-27-16, inclusive. Section 30. That § 1-33-8.2 be repealed. 1-33-8.2. The following divisions are abolished: (1) The Purchasing and Printing Division formerly authorized by chapter 1-14; (2) The Buildings and Grounds Maintenance Division formerly authorized by chapter 1-14; (3) The Central Administrative Services Division formerly authorized by chapter 1-14; (4) The Central Data Processing Division formerly authorized by chapter 1-14; (5) The Division of the State Engineer created by chapter 5-13; (6) The Division of the State Chemist created by the former § 13-57-12. The Bureau of Administration shall, under the direction and control of the commissioner of administration, administer all the functions of the divisions enumerated above, but those functions shall not be reallocated into more than six divisions. Section 31. That § 2-7-13 be repealed. 2-7-13. The Bureau of Administration, in consultation with the Legislative Research Council, shall, before the commencement of any session of the Legislature, determine whether the house and senate bills and joint resolutions of the legislative session will be printed by a private contractor, and select the printing process to be used, or whether the documents will be prepared by the use of a duplicating process. Section 32. That § 4-8-18 be amended to read as follows: 4-8-18. There is hereby created a capitol communications systems internal service fund to encompass the operations of the capitol telephone system, the capitol mail system, and any and all other capitol communication systems. The commissioner of the Bureau of Administration is authorized to Information and Telecommunications shall apportion all expenses encountered in the operation of the capitol communications systems to all state departments, agencies, and institutions who that utilize such systems. Section 33. That chapter 1-14 be amended by adding thereto a NEW SECTION to read as follows: There is hereby created a central mail service fund to encompass the operations of the capitol central mail system. The commissioner of the Bureau of Administration shall apportion all expenses encountered in the operation of the capitol central mail system to all state departments, agencies, and institutions that utilize the system. Section 34. That § 5-14-2 be amended to read as follows: 5-14-2. The construction of all capital improvements projects as defined in § 5-14-1 of state agencies, boards, commissions, and institutions shall be are under the general charge and supervision of the Bureau of Administration as provided in this chapter, and the funds. Funds appropriated shall be paid on warrants drawn by the state auditor on vouchers duly approved by the Bureau of Administration and may also be approved by the authorized representative of the agency, board, commission, or institution to which the project appropriation is made. Section 35. That § 5-14-5 be amended to read as follows: 5-14-5. The Bureau of Administration, under the direction of the State Building Committee, shall, at the request of any state board that expects to appear before the Legislature for the purpose of asking for any appropriation for state buildings and improvements, prepare such plans and specifications and have the same plans and specifications ready before the Legislature meets for their information; providing. If the services of a licensed architect or engineer are deemed to be necessary for this purpose, the building committee as provided in § 5-14-3 shall designate such architect or engineer. Section 36. That § 5-14-7 be repealed. 5-14-7. A revolving account is hereby established in the state treasury for the purpose of receiving payment of expenses incurred for plans, specifications, and supervision of construction, including the actual and necessary expenses of the Bureau of Administration and to make expenditures out of such accounts for such expenses. Section 37. That § 5-14-8 be amended to read as follows: 5-14-8. The various agencies, boards, commissions, and institutions are authorized to may accept and expend in addition to the amounts provided for new construction at any of the institutions under their jurisdiction, any funds which may be obtained from any gift or contribution from any source for said that purpose. Section 38. That § 5-14-8.1 be amended to read as follows: 5-14-8.1. The South Dakota State Fine Arts Council, the State Building Committee provided for in § 5-14-3, and the Bureau of Administration, are authorized to may accept and expend for the purpose of this chapter, any funds which it may obtain from federal sources, gifts, contributions, or any other source for the acquisition and installation of works of art in state buildings in which the works of art shall be an integral part of the building, attached to the building, or capable of display in other state buildings. Section 39. That § 5-14-9 be amended to read as follows: 5-14-9. The Bureau of Administration shall keep the original or a copy of the plans and specifications of all state buildings, of all bids submitted, and of all contracts let for their erection, and. The bureau shall prepare and keep itemized statements of the cost of construction of all such buildings. Section 40. That § 5-14-10 be amended to read as follows: 5-14-10. No money appropriated by the state shall may be expended for the erection of any building upon land not previously owned by the state before title thereto shall have been has conveyed to the state by a deed duly executed and acknowledged, granting the title in fee, clear of all encumbrances, without any reversionary clause or condition whatever, and the attorney general shall have has certified that the title acquired by the state conforms to the requirements of this section. Section 41. That § 5-14-12 be amended to read as follows: 5-14-12. The standards and specifications set forth in § 5-14-13 apply to all buildings and facilities used by the public which are constructed in whole or in part by the use of state, county, or municipal funds, or the funds of any political subdivision of the state. All such buildings and facilities constructed or remodeled after January 26, 1992, shall conform to these standards. These standards and specifications shall be adhered to in those buildings and facilities which were in the planning stage on January 26, 1992, and for all new constructions. Section 42. That § 5-14-13.1 be amended to read as follows: 5-14-13.1. All public buildings and facilities providing facilities for the wheelchair user, including but not limited to entrance and exit facilities, shall display at all entrances the internationally recognized symbol for wheelchair users. Section 43. That § 5-14-14 be amended to read as follows: 5-14-14. It shall be the responsibility of the The administrator in charge of, and authorized to contract for, new construction, remodeling, alteration, or addition on behalf of the political subdivision involved to shall enforce the provisions of §§ 5-14-12 and 5-14-13. Section 44. That § 5-14-17 be amended to read as follows: 5-14-17. Every Each department or agency of state government operating and maintaining an electrical energy producing plant is hereby authorized to may enter into such a contract or contracts with the United States of America for the purchase of electrical energy which contracts. The contract may include stipulations that the generation of electrical energy may be discontinued; and. The department or agency may maintain such plants a plant in a serviceable operating condition for standby service for the generation of electrical energy when if required so to do by the United States. Section 45. That § 5-14-18 be amended to read as follows: 5-14-18. Every Any person who intentionally burns, destroys, or injures any public building or improvement in this state is punishable as provided in § 22-34-1. Section 46. That § 5-14-22 be amended to read as follows: 5-14-22. The state shall have power to may lease or sell on a negotiated basis and to convey any of its real property to a municipality or county, or to a nonprofit local industrial development corporation as defined by § 5-14-23 and located therein, to be used by such grantee for an authorized public purpose or industrial development purpose as enumerated in § 9-54-1. Such The lease shall be authorized on the terms and in the manner provided by the Legislature. Every Each sale shall be is subject to approval by an act of the Legislature. Section 47. That § 5-14-23 be amended to read as follows: 5-14-23. \"Local For the purposes of § 5-14-22, the term, local industrial development corporation,\" as that term is used in § 5-14-22, is an enterprise incorporated under the laws of the State of South Dakota, formed for the purpose of furthering the economic development of a community and its environs, and with authority to promote and assist in the growth and development of small business concerns in the areas covered by its operation. Such The corporation shall be organized as a nonprofit enterprise and shall be composed of no fewer than twenty-five members. A local industrial development corporation shall be principally composed of and controlled by persons residing or doing business in the locality. Such persons shall ordinarily constitute not less than seventy-five percent of the voting control of the local development corporation. No member of the development corporation may own in excess of twenty-five percent of the voting control in the development corporation if that member or that member's affiliated interests have direct pecuniary interest in a project involving an application under § 5-14-22. The primary objective of the local industrial development corporation shall be is to benefit the community as measured by increased employment, payroll, business volume, and corresponding factors. Section 48. That § 5-14-30 be amended to read as follows: 5-14-30. There is hereby established within the bureau of administration Bureau of Administration the state-wide maintenance and repair fund. The fund shall be maintained separately and be administered by the bureau of administration bureau shall administer the fund and maintain it separately in order to conduct maintenance and repair on state-owned buildings pursuant to this chapter. The projects to receive funding shall be selected from a state-wide maintenance and repair priority list developed by the bureau of administration. The board of regents Board of Regents shall annually establish the priority for maintenance and repair projects involving academic and revenue project buildings under its control. Any project of the board of regents Board of Regents involving an academic building pursuant to § 13-51-1 may be financed from the education facilities fund established under § 13-51-2 according to the order of priority determined by the board of regents. The bureau of administration Bureau of Administration shall place on the prioritized list of projects to be financed through the state-wide maintenance and repair fund any project involving an academic building that has not been financed through § 13-51-2. The board of regents Board of Regents shall have charge of the maintenance and repair of revenue bond project buildings as provided in chapter 13-51A. However, in order to be eligible to receive funding, in whole or in part, from the state-wide maintenance and repair fund, each agency, board, bureau, or department of state government, including the board of regents Board of Regents, shall submit to the bureau of administration Bureau of Administration a complete list of all proposed maintenance and repair projects notwithstanding other available funding sources for those projects. After the bureau of administration determines which projects contained in the priority list are to receive funding, those projects that are not to be funded through the state-wide maintenance and repair fund may be financed by other funding sources. The priority list may be reprioritized if an emergency arises and a written determination made by the bureau of administration of the basis for the emergency is included with the state-wide maintenance and repair priority list. Section 49. That § 5-15-1 be amended to read as follows: 5-15-1. The State of South Dakota declares that it is necessary that the capitol complex in the city of Pierre be enlarged and beautified, and the. The South Dakota Capitol Complex Restoration and Beautification Commission is charged with the duty of accomplishing shall accomplish that purpose in the manner provided by law and herein set forth this chapter. Section 50. That § 5-15-1.1 be amended to read as follows: 5-15-1.1. The Capitol Complex Restoration and Beautification Commission shall be administered under the direction and supervision of the Bureau of Administration and the commissioner thereof, but. The commission shall retain the quasi-judicial, quasi-legislative, advisory, other nonadministrative and special budgetary functions (, as defined in § 1-32-1), otherwise vested in it and shall exercise those functions independently of the commissioner of administration. Section 51. That § 5-15-2 be amended to read as follows: 5-15-2. The Capitol Complex Restoration and Beautification Commission shall consist commission consists of one nonappointed member, who shall be the mayor of Pierre or his the mayor's designee, and seven appointed members, not all of whom may be of the same political party, to be appointed by the Governor for a term of four years. However, the terms of members who are first appointed after July 1, 1980, shall be: Two appointed for a term of one year; two appointed for a term of two years; and one for a term of four years, and initial terms shall be designated by the Governor. Any member appointed to fill a vacancy arising from other than the natural expiration of a term shall serve for only the unexpired portion of the term. Section 52. That § 5-15-3 be amended to read as follows: 5-15-3. Each member of the Capitol Complex Restoration and Beautification Commission commission shall, within ten days after appointment, qualify by taking the oath of office and giving bond to the state, with corporate surety, in the penal sum of twenty-five hundred dollars, the cost to be paid by the state. Section 53. That § 5-15-4 be amended to read as follows: 5-15-4. The Capitol Complex Restoration and Beautification Commission commission shall meet at least twice each year and at such additional times as may be necessary. All meetings shall be held at the state capitol, and a majority of its members shall constitute constitutes a quorum. The commission shall choose a chairman chair, and one of its members as secretary, who shall keep minutes of its meetings. It The commission shall make reports to the Governor on the progress of its work, and to the Legislature. Section 54. That § 5-15-5 be amended to read as follows: 5-15-5. The per diem and expenses of Capitol Complex Restoration and Beautification Commission commission members shall be paid by warrant of the state auditor by funds appropriated therefor, on vouchers approved by the Bureau of Administration. Section 55. That § 5-15-6 be amended to read as follows: 5-15-6. The Bureau of Administration shall employ such clerical and other help for the Capitol Complex Restoration and Beautification Commission commission as in the bureau's discretion seems necessary and is hereby authorized and empowered to. The bureau may employ such assistance and provide such supplies and equipment as may be necessary to properly carry on the work of the commission. Section 56. That § 5-15-7 be amended to read as follows: 5-15-7. The Capitol Complex Restoration and Beautification Commission is authorized and directed to commission shall make all necessary plans for the enlargement, restoration, and beautification of the capitol complex or additions thereto, including uniform plans and specifications for the its development thereof. Section 57. That § 5-15-8 be amended to read as follows: 5-15-8. The Capitol Complex Restoration and Beautification Commission commission shall make recommendations for the development of areas immediately adjacent to the state capitol complex and acquaint the people of South Dakota with the need and purpose of a comprehensive long-range plan for capitol complex of sufficient and proper size to serve the future needs of the state and to secure the proper growth and expansion of the city of Pierre. The zone shall be designated the capitol area preservation zone and shall be zoned primarily for residential purposes and for governmental purposes. Section 58. That § 5-15-9 be amended to read as follows: 5-15-9. The Capitol Complex Restoration and Beautification Commission is hereby authorized and empowered to cause to be printed and distributed commission may print and distribute such pamphlets and leaflets and information as is proper and necessary to further and advance the work, objects, and aims of the commission, and to acquaint South Dakota citizens therewith, by having the same ordered and supplied through the Bureau of Administration; to with the commission. The Bureau of Administration shall supply the pamphlets and leaflets for the commission. The commission may have maps, diagrams, drawings, sketches, representations, preliminary surveys, and studies made in conjunction with their the commission's work, and to do all the necessary things to effectuate the purposes and intent of §§ 5-15-1 to 5-15-23, inclusive. Section 59. That § 5-15-10 be amended to read as follows: 5-15-10. The Capitol Complex Restoration and Beautification Commission shall have the power to commission may accept and receive gifts of money and contributions and donations of real and personal property from any source, including the city of Pierre, South Dakota, a municipal corporation, and the United States of America, and to use the same for the purposes of §§ 5-15-1 to 5-15-23, inclusive; to. The commission may deposit such moneys to the credit of the commission, and to carry on a campaign for public contribution of such funds, and to expend moneys necessary therefor. Section 60. That § 5-15-11 be amended to read as follows: 5-15-11. The Capitol Complex Restoration and Beautification Commission shall have the power to commission may make all necessary surveys in connection with its work; to, plat and replat the area of the capitol complex acquired by the commission, or any part thereof, and to open and dedicate streets to the use of the public in such area, granting easements therein and use thereof to the city of Pierre, South Dakota, and to the public, for sewer, water, and electricity, and other facilities; to. The commission may vacate any streets or alleys in the manner provided by law in the areas acquired by it the commission or bordering on or adjacent thereto; to. The commission may make agreements with the city for replacement of its facilities in any vacated streets within the area; and to grant easements for erection and maintenance of other necessary facilities and utilities. Section 61. That § 5-15-12 be amended to read as follows: 5-15-12. The Capitol Complex Restoration and Beautification Commission shall have the power to commission may acquire by gift or the exercise of the power of eminent domain in the manner provided by law, and not otherwise, real property necessary for the state capitol complex enlarged as provided by the plans adopted by the commission, and to lease or manage any such property, and to sell excess property of the commission. Section 62. That § 5-15-13 be amended to read as follows: 5-15-13. The city of Pierre shall have the power to may convey, without compensation therefor, to the state any property owned by it the city within the boundaries of the capitol complex as enlarged pursuant to the plan adopted, and area determined, by the Capitol Complex Restoration and Beautification Commission commission. Section 63. That § 5-15-14 be amended to read as follows: 5-15-14. The acts of the Capitol Complex Restoration and Beautification Commission commission in its exercise of the power of eminent domain on behalf of the state and in the selection of the lands acquired in the action of condemnation heretofore brought by the commission in the circuit court for Hughes County, South Dakota, to acquire unimproved land in the area known as Hilger's Gulch in the city of Pierre adjacent to the existing capitol grounds, are hereby confirmed as if heretofore expressly conferred and said the action is cured, validated, and legalized from its inception. Section 64. That § 5-15-15 be amended to read as follows: 5-15-15. The location of any building to be erected in the capitol complex shall be determined by the majority vote of a board consisting of the Governor, chairman chair of the capitol complex restoration and beautification commission, and the executive head or officer of any of the branches of state government, or the chairman chair, commissioner, or head of any department, board, commission or agency thereof, for which a new building is authorized to be erected. Section 65. That § 5-15-16 be amended to read as follows: 5-15-16. The Capitol Complex Restoration and Beautification Commission shall have the power to commission may make and execute all contracts and other instruments which may be required in connection with the enlargement, renovation, and beautification of the state capitol grounds and other duties imposed upon the commission by §§ 5-15-1 to 5-15-23, inclusive. Section 66. That § 5-15-17 be amended to read as follows: 5-15-17. The Capitol Complex Restoration and Beautification Commission shall have the power to commission may lease, manage, control, and maintain any of the property heretofore or hereafter acquired by it, and to execute lease, or rental agreements therefor as it may deem the commission deems advisable not exceeding terms. No lease agreement may exceed a term of two years, which. The lease agreement shall be executed by the chairman chair and secretary. Section 67. That § 5-15-18 be amended to read as follows: 5-15-18. The Capitol Complex Restoration and Beautification Commission shall have the power to commission may sell unneeded or excess property of the commission other than real property and to sever any buildings or structures from the land. The sale of any property by the commission shall be at public auction or upon sealed bids, to be held in Hughes County, South Dakota, to the highest bidder for cash. Notice of sale, containing terms of sale shall be given by the commission which shall be published in at least two of the official newspapers of said the county once a week for two successive weeks next before the day, on or after which the sale is to be made, which date, and the location where such auction will be held, shall be stated in the notice and shall be at least fifteen days from the first publication of notice. The right to reject any and all bids shall be is reserved. The sale shall A sale may not be made before the day set but shall be made within sixty days thereafter. In the event If bids or offers are used, the bids shall be in writing, and shall be filed in the office of the chairman or secretary of the commission in Pierre. Section 68. That § 5-15-19 be amended to read as follows: 5-15-19. The Capitol Complex Restoration and Beautification Commission commission may make sales of structures, material, or property severed from the land, or other personal property to the public and to other state agencies, departments, or political subdivisions. Such sales to state agencies, departments, or political subdivisions shall follow the procedures for other sales, except that. However, no notice or advertisement for bid requirements or time of sale requirements shall apply applies to such sale. When If the sale of any such property agreed to by the commission shall exceed exceeds the sum of one hundred dollars, such the sale shall be submitted by the commission to the State Board of Finance for approval, and, if approved, a bill of sale may be executed by the commission. Section 69. That § 5-15-20 be amended to read as follows: 5-15-20. The Capitol Complex Restoration and Beautification Commission shall also have power, as it may deem advisable, to commission may dispose of, wreck, and destroy any building acquired by it, its determination therefor to be approved by the State Board of Finance. Section 70. That § 5-15-23 be amended to read as follows: 5-15-23. The Capitol Complex Restoration and Beautification Commission commission may promulgate rules, pursuant to chapter 1-26, necessary and proper for the purposes of and not inconsistent with §§ 5-15-1 to 5-15-20, inclusive. Section 71. That § 5-15-24 be amended to read as follows: 5-15-24. All that A portion of the capitol grounds, as now exists and lies north of Broadway in the city of Pierre shall hereafter Church Street located in Hilger's Gulch shall be known as the Governor's Grove. It The Governor's Grove shall, under the supervision of the Bureau of Administration, be properly landscaped and parked and shall contain a grove of hardy, long-lived trees, each one properly marked and maintained as a memorial grove to the past, present, and future Governors of South Dakota, and a. A new tree, as an addition to such grove, shall be set out and properly dedicated on the first Arbor Day following the election of each Governor hereafter. This park grove shall be maintained as an adjunct to the said capitol grounds and shall be used for no other memorial purpose than as is provided for in this section; provided, however, that. However, a gateway thereto to the grove may be provided in which each county in the state shall be represented by a properly inscribed stone or marker. Section 72. That § 5-15-25.1 be repealed. 5-15-25.1. The Division of Veterans' Affairs shall cause to be constructed on the capitol grounds a suitable freedom memorial to the South Dakota Veterans, both living and dead, who have fought in all wars and conflicts in which the United States has engaged. Section 73. That § 5-15-25.2 be repealed. 5-15-25.2. Location of the memorial will be determined as provided by § 5-15-15. Section 74. That § 5-15-25.3 be repealed. 5-15-25.3. The Division of Veterans' Affairs is hereby authorized to accept gifts and private contributions for the purpose of financing this memorial. Such contributions as are received shall be deposited with the state treasurer and shall be kept by the state treasurer in a fund to be known as the veterans' freedom memorial fund, which fund shall accumulate and shall not revert to the general fund at the close of any fiscal year and such fund shall be used for the purpose of the construction of a South Dakota Veterans' Freedom Memorial carrying into effect the objectives of § 5-15-25.1. Disbursements from such fund shall be made by warrants drawn by the state auditor upon itemized vouchers duly approved by the director of veterans' affairs. Section 75. That § 5-15-26 be amended to read as follows: 5-15-26. The commissioner of administration shall be the superintendent of the state capitol, and. The commissioner shall have the control, management manage, and supervision of supervise the buildings and grounds, and the employment of such. The commissioner shall employ engineers, carpenters, electricians, plumbers, mechanics, watchmen, policemen, elevator operators, guides, janitors, and other laborers as shall may be necessary for the proper care, safety, management, and maintenance of the capitol and grounds, and the public property there kept, and for the proper protection of the same properties from injury and deterioration. He shall, subject to chapter 3-6A, prepare and enforce the necessary rules fixing the details of service for all employees mentioned in this section. Section 76. That § 5-15-31 be repealed. 5-15-31. An emergency treatment station may be created in the state capitol complex for the purpose of providing adequate first aid and emergency treatment for state government officials and employees, and visitors. Section 77. That § 5-15-32 be repealed. 5-15-32. The secretary of health shall provide medical direction for the purposes of § 5-15- 31, to include the establishment of a small nursing office in the state capitol building, the employment of a full-time registered nurse, and the training by said nurse of selected state employees in cardiopulmonary resuscitation and other emergency procedures. Section 78. That § 5-15-33 be repealed. 5-15-33. All funds expended pursuant to §§ 5-15-31 and 5-15-32 shall be paid out on warrants drawn by the state auditor on vouchers approved by the commissioner of administration or his designated agent. Section 79. That § 5-15-34 be amended to read as follows: 5-15-34. The commissioner of administration may promulgate such rules and regulations pursuant to chapter 1-26 as may be necessary to promote the health, safety, and general welfare, to prohibit public intoxication, disturbances, and disorderly assemblies, to keep the peace, and to declare what shall constitute constitutes a nuisance within the buildings of the capitol complex and the capitol grounds. These regulations rules may include the regulation of hours of general public accessibility to buildings within the capitol complex and the regulation of obstruction, speed limits, and parking on the streets and alleys within the capitol grounds. Section 80. That § 5-15-35 be amended to read as follows: 5-15-35. Any person who violates a lawful order, rule, or regulation promulgated pursuant to § 5-15-34 commits a petty offense. Section 81. That § 5-15-36 be amended to read as follows: 5-15-36. The South Dakota Capitol Complex Restoration and Beautification Commission is hereby directed to commission shall set policy for and oversee the restoration and beautification of the state capitol complex, Pierre, South Dakota. Section 82. That § 5-15-36.1 be amended to read as follows: 5-15-36.1. The Capitol Complex Restoration and Beautification Commission commission shall approve any plan of renovation of the capitol complex before such the renovation may be constructed. Section 83. That § 5-15-44 be amended to read as follows: 5-15-44. The South Dakota Capitol Complex Restoration and Beautification Commission commission created by § 5-15-1 shall protect and preserve the integrity of the historic areas of the state capitol building and shall, from time to time, propose restoration projects to restore historic areas to their original appearance insofar as this objective is compatible with modern use. Section 84. That § 5-15-45 be amended to read as follows: 5-15-45. No person may alter, change, remodel, partition, cover, or conceal an historic area which is a part of the state capitol building. In addition to the above, no person shall may deny access to an historic area traditionally open to the public by creating physical barriers to access by the public except as may be necessary for public health, safety, or the safety of the property, or for the orderly conduct of state business, without the approval of the State Capitol Complex Restoration and Renovation Commission commission. However, the commissioner of administration temporarily may deny access to any area by the public or create temporary barriers for a period up to ninety days if, in his the commissioner's judgment, it is necessary to do so for the public health, safety, or the safety of the property, or to permit the orderly conduct of state business. Section 85. That § 5-15-50 be amended to read as follows: 5-15-50. The State of South Dakota accepts the gift of Mrs. Peter Norbeck of a bust of the late United States Senator Norbeck and former Governor of this state, sculptured by the late Gutzon Borglum, the same to be placed in a suitable place on the capitol grounds to be determined by the Capitol Complex Restoration and Beautification Commission commission. Section 86. That § 5-15-51 be amended to read as follows: 5-15-51. The granite statue of General William Henry Harrison Beadle, South Dakota educator shall be permanently displayed in the rotunda of the state capitol on an appropriate pedestal. Section 87. That § 5-24-2 be amended to read as follows: 5-24-2. The inventories required by §§ 5-24-1 and 5-24-1.1 shall show the actual cost for each item, or the estimated cost at the time of acquisition, if the actual cost cannot be ascertained. In the case of gifts, the estimated fair market value at the time of acquisition shall be used. The officer or employee shall retain one copy of the inventory in his the officer's or employee's office. The others shall be filed, as provided in §§ 5-24-1.1 and 5-24-3. Section 88. That § 5-24-5 be amended to read as follows: 5-24-5. Whenever If any article in the custody of any such officer or employee is lost or destroyed, he the officer or employee shall make a note of the same loss or destruction in the inventory for the current year, giving the date and circumstances of the loss or destruction. Section 89. That § 5-24-6 be amended to read as follows: 5-24-6. In the event of the disposition of any of the If an officer or employee disposes of personal property above mentioned, by the respective officers, without complying with the requirements of this chapter, such the officer shall or employee, in addition to the penal penalty prescribed by law, be is liable for the value thereof as shown by the last preceding inventory, to be recovered in a civil suit. Section 90. That § 5-24-7 be amended to read as follows: 5-24-7. Every Each officer enumerated in § 5-24-1, shall turn over all the public personal property in his the officer's possession to his the officer's successor in office and. Each officer shall take the receipt of his the officer's successor for all property requiring inventory, as defined in rules issued promulgated by the commissioner of the Bureau of Administration, and. The officer shall file such receipts any receipt in the offices where he the officer is, by this chapter, required to file the inventory of the personal property in his the officer's possession. Every Each officer enumerated in § 5-24-1 shall, upon assuming office, give a receipt to his or her predecessor for all public personal property requiring inventory, as defined in rules issued promulgated by the commissioner of the Bureau of Administration, turned over to him the officer. Section 91. That § 5-24-8 be amended to read as follows: 5-24-8. Any officer who fails to comply with any of the provisions of §§ 5-24-1 to 5-24-7, inclusive, shall be is guilty of a Class 2 misdemeanor. Section 92. That § 5-24-11 be repealed. 5-24-11. A capitol building supply room is hereby established for the purpose of supplying office materials to the various departments of state government operating in the capitol building and its various additions and extensions in Pierre, South Dakota. The supply room shall be under the control and direction of the commissioner of administration and shall be open for the convenience and service of the departments of state government during such hours as the commissioner considers necessary. The payment for supplies purchased for the various departments shall be made once each month to a supply internal service fund, which is hereby created, and set aside by the treasurer and auditor of the State of South Dakota. For the purpose of establishing this department and fund, seven thousand dollars has been appropriated to be designated as a supply internal service fund. Section 93. That chapter 1-14 be amended by adding thereto a NEW SECTION to read as follows: The Bureau of Administration may provide a central supply program for the purpose of supplying office materials to the various departments of state government. There is created a supply internal service fund. The payment for supplies purchased for the various departments shall be made once each month to the supply internal service fund. Section 94. That § 5-24-13 be amended to read as follows: 5-24-13. The commissioner of administration shall have the duty and power to shall cooperate with the United States government, the general services administration, or any other duly constituted federal agency thereof, by expending moneys and accepting federal surplus commodities and property for care, exchange, and distribution of same them to all eligible institutions. The commissioner of administration shall appoint an administrator who shall keep and maintain an accurate record of all property received and distributed, and the. The record shall be is subject to audit by the Department of Legislative Audit. Section 95. That § 5-24-16 be repealed. 5-24-16. The provisions of § 4-8-21 do not apply to the funds appropriated by SL 2004, ch 64, for the payment of insurance premiums. If by June 30, 2008, the funds appropriated by this Act for the payment of insurance premiums are not contractually obligated as a part of a written agreement between the owners of the former Homestake Mine and the authority whereby the owners will agree to convey portions of the former mine to the authority upon the terms and conditions to be set forth in the agreement, or if by June 30, 2008, the funds are contractually obligated but the written agreement is thereafter terminated by mutual agreement of the authority and the former owners of the mine, the funds appropriated by SL 2004, ch 64, for the payment of insurance premiums shall revert to the state general fund. Section 96. That § 5-24-21 be repealed. 5-24-21. The provisions of § 4-8-21 do not apply to the funds appropriated by SL 2004, ch 14. If by June 30, 2008, the state funds appropriated by SL 2004, ch 14, are not contractually obligated by a written agreement as provided by SL 2004, ch 14, or if by June 30, 2008, the state funds are contractually obligated but the written agreement is thereafter terminated by mutual agreement of the authority and the owners of the former mine, the state funds appropriated by SL 2004, ch 14, shall revert to the state general fund. Section 97. That § 5-25-2 be amended to read as follows: 5-25-2. Each office, department, institution, board, and agency of this state operating a state-owned passenger automobile or automobiles motor vehicle shall keep and maintain in its respective office: (1) Accurate records of its cost of operation of said automobile or automobiles the motor vehicle; (2) Travel reports showing destination and miles traveled each day according to speedometer registration and the total speedometer mileage at the beginning and at the end of each travel period, together with all operating expenses incurred for that period. A copy of such travel report shall be attached to the claim or claims presented for reimbursement of the travel expense covered thereby. Section 98. That § 5-25-2.1 be repealed. 5-25-2.1. All state officers and employees shall buy gasoline at self-service islands when operating a state-owned vehicle whenever circumstances permit. Such officers and employees shall be responsible as to such vehicle in their possession or under their control for performing the maintenance duties thereon ordinarily performed at non-self-service islands. Section 99. That § 5-25-3 be repealed. 5-25-3. The Governor is hereby authorized to effect a saving of tires, gasoline, and expense in the use of motor vehicles employed in any manner in the service of the State of South Dakota, whether owned by the state or owned by private individuals and used in state service, by appointing a commission or commissions, and such officers and employees as may be necessary, and by making such executive orders or promulgating such rules and regulations as to him may seem necessary to accomplish the purposes and intent of this section. Any or all officers or employees of the State of South Dakota may be appointed by the Governor to assist in the performance of the duties prescribed by §§ 5-25-4 to 5-25-6, inclusive, and without additional compensation. Section 100. That § 5-25-4 be amended to read as follows: 5-25-4. Without in any manner limiting the general powers hereinbefore prescribed, the Governor is authorized to fix the rate of pay for use of privately owned vehicles when a single person is using the vehicle, and on an ascending scale when additional passengers are carried; to grant or refuse permits to travel by motor vehicle at state expense; to require payments of the expense of said travel from different departments, officers, and agencies of the state when their personnel is traveling with other motor vehicles; to set up and The Bureau of Administration shall maintain an internal service fund under the supervision of the commissioner of administration to collect and disburse mileage payments and motor vehicle disbursements equitably between the several departments, agencies, and officers of the state; and to require travel by public conveyances when same are available. Section 101. That § 5-25-5 be repealed. 5-25-5. The provisions of chapter 49-28 shall not apply to carriage of passengers under the provisions of §§ 5-25-3 and 5-25-4. Section 102. That § 5-25-6 be repealed. 5-25-6. All state departments, agencies, officers, and employees, are hereby required to comply with the orders or with the rules and regulations which may be made or promulgated under §§ 5-25-3 and 5-25-4, and no expense of operation of state-owned or privately owned motor vehicles in state service shall be paid in cases where the provisions of said sections or orders, rules, or regulations made thereunder, are not complied with. Section 103. That § 5-25-7 be repealed. 5-25-7. The provisions of §§ 5-25-3 to 5-25-6, inclusive, shall not apply to the legislative or judicial departments of the state government. Section 104. That § 23-3-2 be repealed. 23-3-2. The commissioner of the Bureau of Administration shall designate one or more persons from among the employees of the Bureau of Administration regularly employed in and about the capitol and grounds who shall, upon taking and subscribing an oath to support the Constitution of the United States and this state and to faithfully discharge the duties of the office of policeman, be empowered to do and perform any duty which might be performed by a policeman of any municipality in this state and to enforce the rules and regulations of the commissioner of administration; provided that such person so appointed shall exercise the duties of policemen only within the capitol complex and upon the capitol grounds. Section 105. That § 1-15-10 be amended to read as follows: 1-15-10. The Department of Corrections may make contracts for service, the erection of buildings, the purchase and lease of lands, materials and supplies needed, except such supplies as are under the supervision of the Bureau of Administration as prescribed by chapter 5-23; and in carrying out such contracts 5-18B. The department may expend money, exact and collect penalties, and purchase, lease, and sell property within the limitations of the state and national laws to carry out such contracts. Section 106. That § 1-18C-5.1 be amended to read as follows: 1-18C-5.1. The State Historical Society Board of Trustees shall, pursuant to chapter 1-26, promulgate rules to identify the permanent public records subject to § 5-23-22.2 and to specify how the notice provided for in § 5-23-22.2 shall be displayed require any state agency publishing a document meant to be a permanent public record to print the document on a permanent type of paper and to specify the type of permanent paper to be used for each document. The state agency shall note the use of such paper in each document. Section 107. That § 1-33B-9 be amended to read as follows: 1-33B-9. Guaranteed energy savings contracts are not subject to the requirements of chapters 5-18 and 5-23 chapter 5-18A. Section 108. That § 1-36A-1.11 be amended to read as follows: 1-36A-1.11. The Department of Human Services may make contracts for service, the erection of buildings, the purchase and lease of lands, materials, and supplies needed, except such supplies as are under the supervision of the Bureau of Administration as prescribed by chapter 5-23; and in carrying out such contracts 5-18B. The department may expend money, exact and collect penalties and may purchase, lease and sell property within the limitations of the state and national laws to carry out such contracts. Section 109. That § 1-36A-7 be amended to read as follows: 1-36A-7. The Department of Human Services shall, under the direction and control of the secretary of human services, perform all the functions of the following former agencies: (1) The Division of Service to the Blind and Visually Impaired, created by chapter 28-10; (2) The Division of Vocational Rehabilitation, created by chapter 28-9; and (3) The committee on state purchases from service to the blind, created by chapter 5-20; (4) The disability determination services program in chapter 28-11. Section 110. That § 2-16-7 be amended to read as follows: 2-16-7. Notwithstanding chapter 5-18 chapters 5-18A and 5-18D, the South Dakota Code Commission may draft specifications for material authorized for publication by § 2-16-6 and advertise for and accept bids from editorial, printing, and publishing companies for production of all material authorized by this chapter. The advertisement for bids shall be published twice in at least three newspapers of general circulation in different parts of the state, and in such additional manner as the commission may determine. The terms and conditions of the bids shall be prescribed by the commission. Each contract shall be awarded to the lowest bidder which, in the opinion of the commission, is the best bid consistent with the quality of editorial services, printing, paper, binding, expeditious service and the best interests of the state. If the contract for editorial services is separate from the contract for printing, the specifications shall be drawn in such a manner as not to exclude South Dakota printing firms. Section 111. That § 4-11-7 be amended to read as follows: 4-11-7. Nothing contained in this chapter shall prevent prevents a public corporation, as defined in § 5-18-1, from employing a private accountant to examine and audit the books and accounts thereof or of any of its officers whenever if the governing body or authorized official thereof believes that the public interest requires it, provided and if such employment is first approved by the auditor-general within his guidelines; and, except as hereinafter provided, such. No private audit shall not may be paid for before a copy thereof shall have been is filed with and approved by the auditor-general. The entity receiving audit services may approve progress payments proportionate to the audit work completed so long as ten percent of the amount billed is withheld pending approval by the auditor-general of the final report. The auditor-general may, in his discretion, accept such audit in lieu of an examination otherwise required to be made by him the auditor-general. Section 112. That § 6-1-2 be amended to read as follows: 6-1-2. The provisions of § 6-1-1 are not applicable if the contract is made pursuant to any one of the conditions set forth in the following subdivisions, without fraud or deceit; but,. However, the contract is voidable if the provisions of the applicable subdivision were are not fully satisfied or present at the time the contract was entered into: (1) Any contract involving three thousand dollars or less regardless of whether other sources of supply or services are available within the county, municipality, township, or school district, if the consideration for such supplies or services is reasonable and just; (2) Any contract involving more than three thousand dollars but less than the amount for which competitive bidding is required, and there is no other source of supply or services available within the county, municipality, township, or school district if the consideration for such supplies or services is reasonable and just and if the accumulated total of such contracts paid during any given fiscal year does not exceed the amount specified in § 5-18-3 § 5-18A-14; (3) Any contract with any firm, association, corporation, or cooperative association for which competitive bidding is not required and where other sources of supply and services are available within the county, municipality, township or school district, and the consideration for such supplies or services is reasonable and just, unless the majority of the governing body are members or stockholders who collectively have controlling interest, or any one of them is an officer or manager of any such firm, association, corporation, or cooperative association, in which case any such contract is null and void; (4) Any contract with any firm, association, corporation, or cooperative association for which competitive bidding procedures are followed pursuant to chapter 5-18 5-18A or 5-18B, and where more than one such competitive bid is submitted; (5) Any contract for professional services with any individual, firm, association, corporation, or cooperative, if the individual or any member of the firm, association, corporation, or cooperative is an elected or appointed officer of a county, municipality, township, or school district, whether or not other sources of such services are available within the county, municipality, township, or school district, if the consideration for such services is reasonable and just; (6) Any contract for commodities, materials, supplies, or equipment found in the state price contract list established pursuant to § 5-23-8.1 § 5-18D-6, at the price there established or below; and (7) Any contract or agreement between a governmental entity specified in § 6-1-1 and a public postsecondary educational institution if an employee of the Board of Regents serves as an elected or appointed officer for the governmental entity, and if the employee does not receive direct compensation or payment as a result of the contract or agreement. Section 113. That § 7-25-7 be amended to read as follows: 7-25-7. Whenever If any county building is to be constructed, the board shall proceed as required by chapter 5-18 5-18B. The time specified for opening of bids must shall be at one of the regular or duly adjourned sessions of the board. Section 114. That § 7-25-9 be amended to read as follows: 7-25-9. Each bid shall contain a certified check, cashier's check, or bank money order, in the sum equal to five percent of the amount of the bid. The check or money order shall be certified or issued by either a state or national bank domiciled within this state made payable to the county or the county treasurer thereof. In lieu of a check or money order, a bid bond for ten percent of the bid may be submitted. The bond shall be issued by a surety authorized to do business in this state and payable to the county or the county treasurer thereof as a guaranty that the bidder will enter into contract should it be, if the contract is awarded to him the bidder, and furnish a bond as herein provided by this chapter. Should If the successful bidder forfeit his forfeits a check, money order, or bid bond, the proceeds of the same check, money order, or bid bond shall be turned into the county general fund. The checks, money orders or bid bonds of all the unsuccessful bidders check, money order, or bid bond of each unsuccessful bidder shall be, by the board, immediately returned to the respective makers thereof bidder. No more time may elapse between the opening of the bids and either the acceptance of the bid of the lowest responsible bidder, or the rejection of all bids presented than is permitted in § 5-18-7 subdivision 5-18A-5(7). Section 115. That § 9-39-20 be amended to read as follows: 9-39-20. The provisions of chapter 5-18 5-18A relating to advertisement for bids and §§ 6-1-1 to 6-1-4, inclusive, relative to participation in contracts by members of the governing body, shall apply to contracts of and members of municipal utility boards. Section 116. That § 9-41-1.1 be amended to read as follows: 9-41-1.1. Notwithstanding the provisions of chapter 5-18 5-18A or any of the provisions of Title 9 regarding the sale and purchase of property, a municipality operating a telephone system pursuant to § 9-41-1 may lease and purchase equipment for resale to its customers and may contract for services relating to the lease, purchase, sale, installation, and maintenance of the same such property, in a manner and for a price and terms determined by the governing body. If practicable the governing body shall secure at least two competitive quotations and retain them for its files. Section 117. That § 9-42-4 be amended to read as follows: 9-42-4. Whenever If any local improvement except other than a sidewalk or bulkhead is ordered by the governing body, it the governing body shall have plans and specifications prepared and filed in the office of the auditor or clerk and. The governing body shall designate a time, not less than two weeks from the date of the filing, at which sealed bids for the construction of the improvement will be received. It The governing body shall publish notice in the official paper, or elsewhere if deemed advisable, in accordance with the provisions of chapter 5-18 chapters 5-18A and 5-18B. The notice shall specify whether the improvement will shall be paid for in cash or by special assessment certificates and the rate of interest which the certificates will shall bear. Section 118. That § 9-42-5 be amended to read as follows: 9-42-5. All contracts Any contract for the construction or repair of a public buildings building or for public works or improvements, and all contracts any contract for material used therefor and equipment purchased or rented in connection therewith, and all contracts any contract for local improvements for which a special assessments are assessment is to be levied, except as herein provided in this chapter and as provided in chapter 5-18, must chapters 5-18A and 5-18B, shall be let to the lowest responsible bidder in accordance with the provisions of said chapter 5-18 chapters 5-18A and 5-18B. The governing body shall have the right to may reject any and all bids and to readvertise for proposals, if none of the bids are satisfactory or if they believe the governing body believes any agreement has been entered into between the bidders to prevent competition. Section 119. That § 9-46-4 be amended to read as follows: 9-46-4. If such sidewalk is not constructed, reconstructed, or repaired in the manner and within the time prescribed pursuant to § 9-46-3, the governing body by resolution may cause the work to be done by day labor or by job. If the amount of the contract is less than the amount provided for in § 5-18-3 § 5-18A-14, it is not necessary to advertise for bids. Section 120. That subdivision (4) of § 10-46-1 be amended to read as follows: (4) \"Fair market value,\" the price at which a willing seller and willing buyer will trade. Fair market value shall be determined at the time of purchase. If a public corporation is supplying tangible personal property or any product transferred electronically that will be used in the performance of a contract, fair market value shall be determined pursuant to § 5-18-5.1 § 5-18B-7. This definition also applies to chapter 10-45; Section 121. That § 11-7-44 be amended to read as follows: 11-7-44. All Any construction work, and work of demolition or clearing, and every any purchase of equipment, supplies, or materials, necessary in carrying out the purposes of this chapter, shall be awarded pursuant to the provisions of chapter 5-18 chapters 5-18A and 5-18B. Section 122. That § 13-16-6.1 be amended to read as follows: 13-16-6.1. Notwithstanding the provisions of chapters 5-18 5-18A and 13-20, if any proposed installment purchase contract or lease-purchase agreement authorized under chapter 13-16, is to be entered into by a school district, the notice for bidders shall require the bidders to state the rate of interest and the installment payment or lease-purchase schedule that would have to be made by the school district in fulfillment of the contract. However, the requirement of this section does not apply to any installment purchase or lease-purchase to be entered into between a school district and the health and educational facilities authority. Section 123. That § 13-16-9.3 be amended to read as follows: 13-16-9.3. Any school district using the capital outlay fund for payment of construction of new facilities or construction of additions to facilities, the total of which will require requires advertising for bids under chapter 5-18, must 5-18A, shall have a public hearing at least ten days prior to the advertisement of any contract specifications. Such The public hearing shall be advertised in the legal newspaper of the school district. Following such the public hearing, and approval of the school board, the school district may use the capital outlay fund as provided in § 13-16-6; provided, however, that a. No school district may not change the originally advertised use of the fund without holding another public hearing. Section 124. That § 13-20-3 be amended to read as follows: 13-20-3. Except for purchases made pursuant to chapter 13-34, whenever if any school facilities are to be built or remodeled, or improvements are to be made to school sites, or when if supplies or equipment are to be purchased contracts shall be let, the school board shall let contracts in accordance with chapter 5-18 chapters 5-18A and 5-18B and in accordance with plans and specifications that shall be furnished by the school board. Section 125. That § 13-20-4 be amended to read as follows: 13-20-4. Whenever If an emergency maintenance need arises caused by wind, hail, fire, theft, explosion, deterioration resulting in sudden destruction to a vital piece of school equipment, or a traffic accident which would necessitate the closing of school while it the school would otherwise be in session, or which will would endanger the usefulness of remaining school property, the school board may take immediate action to correct such emergency maintenance need in accordance with the procedures provided in chapter 5-18 5-18A. An emergency maintenance need shall does not include the replacement of an entire school building. Section 126. That § 13-20-6 be amended to read as follows: 13-20-6. The purchase of copyrighted material need not be submitted for bids as provided in § 13-20-3 and chapter 5-18 when 5-18A if only one company publishes the copyrighted material to be purchased. Section 127. That § 13-20-7 be amended to read as follows: 13-20-7. When If supplies or equipment are to be purchased, a school board advertising pursuant to § 13-20-3 may require a reasonable deposit guaranteeing the execution of contract and the furnishing of a performance bond by the successful bidder in accordance with chapters 5-18 5-18A and 5-21. The board may accept an annual bond provided that it if the bid meets the requirements of chapters 5-18 5-18A and 5-21. The board shall reserve the right to may reject any and all bids. Section 128. That § 13-20-7.1 be amended to read as follows: 13-20-7.1. When If school facilities are to be built or remodeled or improvements are to be made to school sites, the school board advertising pursuant to § 13-20-3 shall require a reasonable deposit guaranteeing the execution of the contract and the furnishing of a performance bond by the successful bidder in accordance with chapters 5-18 and 5-21 5-18A and 5-18B. The board shall reserve the right to may reject any and all bids. Section 129. That § 13-49-16 be amended to read as follows: 13-49-16. All contracts Any contract for the erection and repair of buildings any building and the purchase of ordinary supplies shall be let in accordance with chapter 5-18 chapters 5-18A and 5-18B except in the case of coal needed by the institutions. Section 130. That § 13-49-34 be amended to read as follows: 13-49-34. Notwithstanding the provisions of chapters 5-23 or 5-24 chapter 5-24A, if the Board of Regents assesses a special student fee to students in order to lease personal computers for the use of those students at a university, the Board of Regents may, upon the expiration of the lease, acquire the computers and offer them for resale to students, staff, or alumni through a university bookstore or to any political subdivision of the state or in bulk at fair market value on the resale market. Section 131. That § 23A-37-13 be amended to read as follows: 23A-37-13. Any controlled weapon or firearm used in violation of chapter 22-14 shall be disposed of as follows: (1) If it is stolen, it shall be returned to the lawful owner upon proof of ownership; or (2) If it is illegal, it shall be destroyed pursuant to law; or (3) If it is neither stolen nor illegal, it shall be delivered to the arresting agency or, at the direction of the attorney general, to the South Dakota Forensic Laboratory for scientific examination purposes, for lawful use or disposal. In the case of a disposition pursuant to subdivision (3), the arresting agency or forensic laboratory may use, trade-in, destroy, or sell, as provided in § 5-23-32, 5-24-9.2 or chapter 5-24A or § 6-13-6, the controlled weapon or firearm. Section 132. That § 23A-40-7 be amended to read as follows: 23A-40-7. The board of county commissioners of each county and the governing body of any municipality shall provide for the representation of indigent persons described in § 23A-40-6. They The board or body shall provide this representation by any or all of the following: (1) Establishing and maintaining an office of a public defender; (2) Arranging with the courts in the county to appoint attorneys on an equitable basis through a systematic, coordinated plan; or (3) Contracting with any attorney licensed to practice law in this state. In those counties which have established an office of public defender, any proceedings after judgment may be assigned to the public defender. The provisions of § 5-18-2 chapter 5-18A do not apply to this section. Section 133. That § 31-12-12 be amended to read as follows: 31-12-12. Any road, tile, and or culvert construction, repair work, or materials therefor upon the county highway system, for which the county highway superintendent's estimated cost equals or is less than the amount provided for in § 5-18-3 § 5-18A-14, may be advertised and let at a public letting by the board of county commissioners, may be let privately at a cost not to exceed the county highway superintendent's estimate, or may be built by day labor. Section 134. That § 31-12-13 be amended to read as follows: 31-12-13. Any road, tile, or culvert construction, repair work, or materials therefor on the county highway system, for which the county highway superintendent's estimated cost exceeds the amount provided for in § 5-18-3 § 5-18A-14, shall be advertised and let at a public letting by the board of county commissioners or may be built by day labor. The board may reject all bids, in which event it case the board may readvertise or let privately by submitting the contract to the Department of Transportation for approval. Section 135. That § 31-12-14 be amended to read as follows: 31-12-14. If the cost of any road, bridge, tile, or culvert construction, repair work, or materials upon a county highway system or secondary roads exceeds the amount provided for in § 5-18-3 § 5-18A-14 or any less amount for which work bids are to be called for, and after plans and specifications therefor have been prepared and filed in the office of the county auditor, the board having charge shall designate a time not less than twenty days from the date of such filing, at which sealed bids for such work or materials will be received, and. The board shall cause notice thereof to be published once each week for two successive weeks in one of the official newspapers of the county. Such The notice shall state where plans and specifications may be examined, when and where bids will be opened, a brief statement of the principal items of work and materials contemplated by the improvement, and the location of the same, the amount of the certified check or bidder's bond to be required, and such further notice as the board having supervision may deem advisable. Bids may be received at any special or regular meeting of such the board. Such The board may in its discretion refuse to accept any bids submitted. Section 136. That § 31-12-27.1 be amended to read as follows: 31-12-27.1. Any county may contract with residents served by county roads for the construction, maintenance, and improvement of county roads or any portion thereof serving county residents. Whenever it shall appear to If the board of county commissioners of any county by, upon a petition presented by a resident or residents within the county, a copy of which petition shall be filed in the office of the county auditor of the county of which the petitioner or petitioners are residents of, determines that it will be to is in the best interest of the petitioner or petitioners and in the public interest that the petitioner or petitioners enter into an agreement in writing with the board of county commissioners of such county for the construction, maintenance, or improvement of county roads or any portion thereof, the board of county commissioners may, in its discretion, enter into an agreement in writing with the petitioner or petitioners to construct, maintain, or improve any such county road or portion thereof to be specifically designated, at and for a price to be paid to the county to be expressed in the agreement. If it shall appear to the board of county commissioners determines that it will be to is in the public interest to enter into such an agreement, it shall be lawful for it to the board may do so and such the county may, by and through its highway department and with the personnel and equipment thereof or by privately let contract pursuant to § 5-18-13 § 5-18A-9, perform or cause to be performed such construction, maintenance, and improvement specified in the written agreement under the supervision and control of the county highway superintendent. The prices specified in the contract shall be paid to the county or if privately let, to the person performing the work by the resident or residents petitioning upon estimates certified to by the county highway superintendent. Section 137. That § 31-17-14 be amended to read as follows: 31-17-14. The court, by its judgment in an action pursuant to § 31-17-11 shall have the right to, may determine the necessity and extent of any construction, improvement, or repair of such highway; the right to enforce equal contribution to the costs thereof by both townships; and the right to require the board of supervisors of both townships to jointly meet and advertise for bids and enter into a contract for the construction, improvement, or repair of such highway in the manner provided by §§ 5-18-3 and 5-18-5 §§ 5-18A-14 and 5-18B-10. Section 138. That § 33-12-28 be amended to read as follows: 33-12-28. The provisions of chapters 5-18, 5-19 and 5-21 5-18A, 5-18B, and 5-18D, governing contracts by public corporations, apply to contracts and purchases by the adjutant general and the Department of Military and Veterans Affairs. However, in case of insurrection, invasion, tumult, riot, breach of the peace, imminent danger thereof, or other great emergency, the Governor may, upon the certificate of the adjutant general, temporarily suspend the operation of law and direct the quartermaster general to purchase in the open market any necessary military property or supplies. The adjutant general shall report to the Governor the amount of property and supplies purchased and the prices paid. Section 139. That § 34-31-8 be amended to read as follows: 34-31-8. Notwithstanding the provisions of § 5-23-2 § 5-18D-25, the Department of Agriculture may purchase used motor vehicles and equipment at auctions of federal and state surplus property, or from public and private utility companies, irrespective of whether or not the sellers of the vehicles are licensed dealers as required by § 5-23-2 § 5-18D-25, for distribution to fire departments or districts for fire suppression. The department may charge recipients for reasonable direct and indirect costs of providing such rural fire equipment, vehicles, and supplies to counties and rural fire departments or districts. The department may administer federal and state cost assistance programs related to such rural fire protection. Section 140. That § 34A-5-41 be amended to read as follows: 34A-5-41. The board of trustees of any sanitary district incorporated under this chapter may submit to the voters of the district at an annual election or a special election called and held in accordance with chapter 9-13 the question whether the district shall be authorized to acquire and operate a water system, or the application for incorporation filed in accordance with § 34A-5-6 may request such authority. Upon approval of the grant of such authority by a majority of the qualified electors voting on the question, or upon entry of the order incorporating the district if the application has requested such authority, the board of trustees shall be authorized to may acquire and operate water mains, hydrants, intakes, wells, storage tanks and reservoirs, treatment plants, and all other facilities used or useful for the supply and distribution of water, and to acquire and operate any of such facilities, and to contract for the service of any such facilities owned by the adjacent municipality or for the use of district facilities by the municipality; and in connection with all such matters the district and its board of trustees shall have has all powers herein granted with reference to sewer facilities. In the exercise of such powers the board of trustees may purchase any existing facilities used or useful therefor, or may contract for the construction of any such facilities in the manner provided in chapters 5-18 and 5-19 5-18A and 5-18B. Section 141. That § 34A-6-63.1 be amended to read as follows: 34A-6-63.1. The governing body of any county, municipality, or political subdivision of the state may, by ordinance or resolution, establish policies, requirements, and procedures for the purchase, acquisition, sale, or transfer of any solid waste, as defined in § 34A-6-1.3; solid waste by-products; recyclable materials, as defined in § 34A-6-61; and scrap materials by any solid waste or recycling system or facility that is owned or operated by the county, municipality, or political subdivision or by any other facility or program that is owned or operated by the county, municipality, or political subdivision. Policies and requirements established pursuant to this section shall conform to state statutes and rules related to solid waste and recycling. Such purchases, acquisitions, sales, and transfers are exempt from the requirements of chapters 5-18 5-18A and 6-13. If the governing body determines that it would be is in the best interests of the county, municipality, or political subdivision, the governing body may attempt to identify additional prospective buyers or sellers and may negotiate the conditions of such transactions with prospective buyers or sellers, including price, delivery, transport, quantity, and length of contract, to obtain the price or conditions most advantageous to the governing body. The governing body may authorize procedures for adjusting prices to meet changing market conditions not within the control of the purchaser or seller. No governing board member and no officer of the county, municipality, or political subdivision may purchase or acquire the materials described in this section unless such materials are available for sale to or acquisition by the general public. Section 142. That § 34A-16-27 be amended to read as follows: 34A-16-27. Chapter 5-18 applies The provisions of chapter 5-18A apply to purchases by the district. Section 143. That § 42-7A-5 be amended to read as follows: 42-7A-5. When If entering into contracts any contract pursuant to subdivision 42-7A-4(3), the executive director shall utilize an open and competitive bid process which reflects the best interest of the State of South Dakota. Such contracts are Any such contract is exempt from the provisions of chapter 5-23 chapters 5-18A and 5-18D. The executive director shall consider all relevant factors including security, competence, experience, timely performance, and maximization of net revenues to the state. Contracts Any contract entered into pursuant to subdivision 42-7A-4(3) for major procurements are subject to the approval of the commission and are subject to the provisions of chapter 5-18 chapters 5-18A and 5-18D. Section 144. That § 46-6-31 be amended to read as follows: 46-6-31. The chief engineer, when if plugging or otherwise controlling a well pursuant to the provisions of §§ 46-6-29 and 46-6-30, shall comply with the bidding provisions of chapter 5-18 chapters 5-18A and 5-18B unless he the chief engineer determines that compliance with those provisions will result in harm to health or property or will result in an unreasonable waste of water. Section 145. That § 46-7-5.1 be amended to read as follows: 46-7-5.1. Upon failure or refusal of an owner of unsafe works to make the changes necessary to secure the safety of the works pursuant to the chief engineer's order or order of the board as applicable, the chief engineer may enter upon the property where the works are located and make the necessary changes. The cost of the work shall be borne by the owner of the works and may be recorded as a lien against any property of the owner until paid. This section does not limit any other remedy against the owner of the works. The chief engineer shall comply with the bidding provisions of chapter 5-18 chapters 5-18A and 5-18B unless he the chief engineer determines that compliance with those provisions will result in harm to public health or property. Section 146. That § 46-7-5.2 be amended to read as follows: 46-7-5.2. Notwithstanding the pendency of any notice, order, or protest pursuant to § 46-7-5, the chief engineer may immediately breach or repair any works if, in his the chief engineer's judgment, it is necessary to protect human life from imminent danger. The cost of the work in such cases shall be borne by the owner of the works and may be recorded as a lien against any property of the owner until paid. The provisions of chapter 5-18 chapters 5-18A and 5-18B are not applicable to this section. This section does not limit any other remedy against the owner of the works. Section 147. That § 46A-1-80.1 be amended to read as follows: 46A-1-80.1. All interest, title, and rights of ownership in the two eight-inch dredges and one ten-inch dredge and associated equipment and any money are hereby transferred to the South Dakota Lakes and Streams Association, for use in the restoration of lakes and streams, with priority given to lakes and streams in South Dakota. This transfer is effective only for so long as the dredges are owned by the association and are used for the above purpose. If the South Dakota Lakes and Streams Association ceases to exist or apply the dredges to the above purpose, all right, title, and interest in the dredges shall revert to the State of South Dakota. In the event of such reversion, the Bureau of Administration shall sell the dredges to the highest bidder, notwithstanding any requirements of chapter 5-23 5-24A in regard to minimum bids. Section 148. That § 46A-9-52 be amended to read as follows: 46A-9-52. All Any water user district contracts contract for the construction, alteration, extension, or improvement of any works, or any part or section thereof, or any building, for the use of the district, or for the purchase of any materials, machinery, or apparatus therefor shall be is governed by chapter 5-18 chapters 5-18A and 5-18B. Section 149. That § 46A-9-53 be amended to read as follows: 46A-9-53. Before publication of any advertisement pursuant to chapter 5-18 5-18A, plans and specifications for the proposed construction work or materials shall be prepared and filed at the principal office or place of business of the water user district. The advertisement shall be published as required by § 5-18-3 § 5-18A-14 and, in the discretion of the board of directors of the district, may be published in such additional newspapers or trade or technical periodicals as may be selected by the board in order to give proper notice of the receiving of bids. The advertisement shall designate the nature of construction work proposed to be done or materials proposed to be purchased. Section 150. That § 46A-10A-75 be amended to read as follows: 46A-10A-75. At any time after adopting a drainage plan or other official control, a board may construct drainage or let contracts for its construction. A contract may be for construction of an entire drainage project, for any portion thereof, or for material and labor separately, and the contract shall be let by competitive bid. A board has the right to may reject any bid. The lowest responsible and capable bidder shall be accepted. If a responsible and capable landowner affected by the project submits one of several low bids, he the landowner shall be given contract preference. If a contract is let, the contractor shall post a bond in the amount of the contract, conditioned on faithful performance of the contract and full completion of the contract to the satisfaction of the board. For purposes of bids on a proposed project, all plans and specifications for the project shall be filed in the office of the county auditor. If, in the judgment of the board, the entire project or any part thereof can be constructed for less money than the amount of the lowest bid submitted, the board may hire the necessary labor and purchase the necessary material for the construction without letting contracts, the provisions of chapter 5-18 chapters 5-18A and 5-18B notwithstanding. Section 151. That § 46A-10A-116 be amended to read as follows: 46A-10A-116. The board of trustees may control, supervise, and manage the district. Subject to the legal controls for drainage management under § 46A-10A-20, the board of trustees may, in conformity with any applicable local, state, and federal laws, rules, ordinances, and regulations: (1) Clean out, repair, and maintain an existing drainage ditch; (2) Deepen, widen, or enlarge a drainage ditch; (3) Create a new drainage ditch, or relocate an existing drainage ditch; (4) Extend an existing drainage ditch; (5) Acquire lands for right-of-way for ditches by purchase or condemnation or any other lawful method in conformity with chapter 21-35 and any other provision of state law; (6) Repair levies, dikes, and barriers for the purpose of drainage; (7) Regulate the flow and direction of water to prevent downstream flooding; (8) Employ or contract with an engineer, hydrologist, surveyor, appraiser, assessor, legal counsel, or any other specialists as they deem necessary to carry out the powers and duties conferred by §§ 46A-10A-98 to 46A-10A-123, inclusive; (9) Let contracts for construction, maintenance, repair, or other necessary work pursuant to the provisions of chapter 5-18 chapters 5-18A and 5-18B and § 46A-10A-75. No member of the board of trustees may have any interest in any contract or employment entered into pursuant to this subdivision or subdivision (8); (10) Request the county commission or township board of supervisors to replace, repair, remove, and enlarge public highway culverts and bridges, pursuant to §§ 46A-10A-76, 31-12-19, 31-14-2, and 31-14-27; (11) Grant a request by a landowner to annex the landowner's land to the district and apportion the costs of clean out, maintenance, or construction according to the benefits received and subject to approval by a majority of the eligible landowners voting in a special election held by the board of trustees in conjunction with the district's annual election; and (12) Reclassify benefits and apportion costs of clean out, extension, enlargement, repairs, or improvements among landowners benefitting therefrom, if the landowners have land located within the drainage district. Section 152. That § 54-13-6 be amended to read as follows: 54-13-6. The Department of Agriculture, in the administration of this chapter, may contract with one or more established agencies of state government, nonprofit corporations, or individuals to provide mediation services for borrowers and creditors and to provide financial preparation assistance for borrowers involved in mediation. Any contract executed under this section is exempt from chapter 5-18 chapters 5-18A and 5-18D. The contract may include such terms and conditions as the board deems appropriate."}, {"bill_id": 2176, "bill_version_id": 15096, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2011-01-19T11:56:12.573-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal, update, and make form and style revisions to certain provisions related to the Bureau of Administration. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-6-24 be repealed. 1-6-24. No person may reproduce, duplicate, or otherwise use the logo adopted by the State Centennial Commission for celebration of the state centennial, or its facsimile, for any for-profit, commercial purpose without specific written authorization from the Bureau of Administration. A violation of this section is a Class 1 misdemeanor. Section 2. That § 1-6-25 be repealed. 1-6-25. No person may sell or offer for sale a replica or facsimile of the logo adopted by the State Centennial Commission for celebration of the state centennial without specific written authorization from the Bureau of Administration. A violation of this section is a Class 1 misdemeanor. Section 3. That § 1-6-26 be repealed. 1-6-26. No person may sell or offer for sale any object or item bearing the word \"South Dakota,\" in conjunction with the words \"Centennial,\" \"1889-1989,\" or \"100 years,\" or any derivative thereof, without specific written authorization from the Bureau of Administration. A violation of this section is a Class 1 misdemeanor. Section 4. That § 1-6-27 be repealed. 1-6-27. The Bureau of Administration may charge a reasonable fee for the authorization granted under the terms of §§ 1-6-24 to 1-6-28, inclusive. The bureau may establish such fees by rule pursuant to chapter 1-26. Section 5. That § 1-6-28 be repealed. 1-6-28. The Bureau of Administration may enter into contracts for the marketing and sale of items or objects authorized under the terms of §§ 1-6-24 to 1-6-28, inclusive. Section 6. That § 1-14-1 be amended to read as follows: 1-14-1. The Bureau of Administration shall continue within the Department of Executive Management, and all its functions shall be performed by the Department of Executive Management as provided by § 1-33-6. The bureau shall maintain a central office in the capitol at Pierre in rooms provided for the purpose, which shall be the official address of the bureau and the place for serving process or papers of any kind upon it. The bureau shall have an official seal. Section 7. That § 1-14-2 be amended to read as follows: 1-14-2. No person shall be eligible for appointment may be appointed as the commissioner of administration unless he holds a baccalaureate degree from a recognized institution of higher education and the person has had progressively responsible experience in administration. Section 8. That § 1-14-3 be amended to read as follows: 1-14-3. The commissioner of administration, under the general direction and control of the Governor, shall execute the powers and discharge the duties vested by law in the Bureau of Administration. He The commissioner shall qualify by taking and filing with the secretary of state the constitutional oath of office. Section 9. That § 1-14-6.1 be repealed. 1-14-6.1. The following divisions of the Bureau of Administration are abolished: (1) The Purchasing and Printing Division; (2) The Buildings and Grounds Maintenance Division; (3) The Central Administrative Services Division; (4) The Central Data Processing Division. All their functions shall be administered by the Bureau of Administration as provided by § 1-33-8.2. Section 10. That § 1-14-6.6 be repealed. 1-14-6.6. The Division of Personnel within the former Department of Administration is abolished, and all its functions shall be administered by the Bureau of Personnel within the Department of Executive Management as provided by § 1-33-9. Section 11. That § 1-14-11 be repealed. 1-14-11. The officials and employees of the Bureau of Administration shall be allowed traveling expenses, board, and lodging incurred in performance of duty in accordance with chapter 3-9 when absent from their office. Section 12. That § 1-14-12 be amended to read as follows: 1-14-12. The Bureau of Administration shall be administered by the commissioner of administration and he shall: (1) Keep an exact and true inventory of all property, real and personal, belonging to the State of South Dakota; (2) Prescribe uniform rules, as far as practicable, and not inconsistent with law, governing specifications for purchase of supplies, the advertisement for bids, the opening of bids, and the making of awards; (3) Inquire into and make inspection of all articles and material furnished any department, institution, or state agency, and work and labor performed, for the purpose of ascertaining that the price, quality, and amount of such articles or labor are fair, just, and reasonable, and that all requirements, expressed and implied, pertaining thereto have been complied with; (4) Provide such assistance, under the rules and regulations as hereinafter provided, as shall be necessary for the efficient performance of the official duties imposed upon the various departments and divisions by this code; (5) Supervise such central administrative services as transportation, mail and messenger services, microfilming, mimeographing and other reproduction services, typewriter and machine repair, disposal services for condemned and surplus property, and the providing of general office supplies. And whenever possible, he shall install central facilities to be used by all state agencies under such rules and regulations as the Bureau of Administration prescribes; (6) Contract for a lease or leases not to exceed three years to provide food services, candy, beverage, and tobacco concessions in the capitol building, capitol annex, Foss Building, Anderson Building, Soldiers and Sailors Memorial Building, Insurance Building, Department of Transportation Building, Public Safety Building, Kneip Building, MacKay Building, and the law enforcement training center and to supervise the fulfillment of the provisions of any such lease or leases. The issuance of such contracts shall conform, as nearly as possible, with the requirements of chapters 5-18, 5-19, and 5-20; (7) Adopt rules in compliance with chapter 1-26 enumerating the types and classes of public personal property that shall be included in the inventory required by § 5-24-1; (8) Employ such staff and maintain facilities as necessary to operate a local government services program which shall provide or arrange for services for public corporations pursuant to the provisions of §§ 1-14-12, 1-14-12.12 to 1-14-12.18, inclusive, and 1-14-14 to 1-14-14.2, inclusive. The commissioner of administration shall administer the Bureau of Administration. The bureau shall: (1) Keep an exact and true inventory of all property, real and personal, belonging to the State of South Dakota and promulgate rules pursuant to chapter 1-26 enumerating the types and classes of public personal property to be included in the inventory required by § 5-24-1; (2) Administer the procurement of supplies, services, and public improvements as prescribed in chapters 5-18A, 5-18B, and 5-18D; (3) Supervise such central administrative services as transportation, mail, records management, and document reproduction services, make provisions for the supplying of office supplies and furniture; (4) Maintain the buildings and grounds of the capitol complex and install central facilities to be used by all state agencies under such rules the Bureau of Administration promulgates pursuant to chapter 1-26; (5) Contract for the provision of food services, candy, and beverages in the capitol complex; (6) Supervise the administration of the Office of Hearings Examiners; (7) Administer the federal surplus property allotted to the State of South Dakota; (8) Provide for the lease of such real property as shall be necessary for the operation of state government; (9) Administer a program of risk management for state government; (10) Contract for such services as are required by multiple state agencies, if such a contract improves the efficiency of state government; and (11) Any other function as may be required by statute, executive order, or administrative action. Section 13. That § 1-14-12.12 be repealed. 1-14-12.12. The Bureau of Administration, at the direction and under the control of the Governor, and subject to the provisions of §§ 1-14-12, 1-14-12.12 to 1-14-12.18, inclusive, and 1-14-14 to 1-14-14.2, inclusive, may develop and administer the local government services program whose primary purpose shall be to serve statewide needs for local government services of all types as authorized to be provided by the laws of South Dakota. The Bureau of Administration may enter into contracts with public corporations of the state on a first in time basis as funding exists, as is reasonably practical and only when such corporation has been authorized to do so by the governing body of the public corporation. The commissioner of administration may coordinate and enter into agreements with persons and units of state government as may be necessary to provide services to public corporations of the state in the most cost-effective manner. Section 14. That § 1-14-12.16 be amended to read as follows: 1-14-12.16. The operations of the Bureau of Administration in establishing and administering §§ 1-14-12, 1-14-12.12 to 1-14-12.18, inclusive, and 1-14-14 to 1-14-14.2, inclusive, this chapter shall be financed by means of appropriations, gifts, grants, or reimbursements for services rendered. The fees and charges for services shall be designed, to the extent practicable, to recover all operational costs incurred to carry out the provisions of the contracts between public corporations and the Bureau of Administration. Section 15. That § 1-14-12.18 be repealed. 1-14-12.18. To effectuate the purposes of §§ 1-14-12, 1-14-12.12 to 1-14-12.18, inclusive, and 1-14-14 to 1-14-14.2, inclusive, all political subdivisions and public corporations of this state may provide and enter into an agreement for the joint exercise of governmental power with the Bureau of Administration. Section 16. That § 1-14-13 be repealed. 1-14-13. The commissioner of administration is empowered and it shall be his duty, to prescribe regulations, not inconsistent with law for the government of his bureau, the distribution and performance of its business, and the custody, use, and preservation of records, papers, books, and property pertaining thereto and on such other subjects as the law may specifically authorize him to make regulations. Section 17. That § 1-14-14.1 be amended to read as follows: 1-14-14.1. Every political subdivision of this state may contract with the Bureau of Administration pursuant to §§ 1-14-12, 1-14-12.12 to 1-14-12.18, inclusive, and 1-14-14 to 1-14-14.2, inclusive, this chapter for the performances of all public services and functions empowered by law for such subdivision. Each political subdivision may appropriate funds for contracts pursuant to this section. Section 18. That § 1-14-14.3 be repealed. 1-14-14.3. Any state agency, department, board, commission, or school district operating a postsecondary vocational-technical school as authorized by chapter 13-39, that determines that an authorized amount of contributions, interest, or penalty is uncollectible may refer the collection process to a vendor approved by the Bureau of Administration. Reasonable fees for collection, as determined by the commissioner of the Bureau of Administration, shall be added to the amount of the debt and the debtor is liable for repayment of the total amount due including the collection fee. Section 19. That § 1-14-14.4 be repealed. 1-14-14.4. A separate fund is hereby established in the state treasury for the purpose of receiving payment of expenses incurred for collecting uncollectible contributions, interest, or penalties, including the actual and necessary operating expenses of the Bureau of Administration and to make expenditures out of such accounts for such operating expenses. Money in the fund may be used to pay for the actual and necessary operating expenses of the collections program within the Bureau of Administration provided that the money is budgeted in accordance with state law and appropriated through the General Appropriations Act. Section 20. That § 1-27-9 be amended to read as follows: 1-27-9. As Terms used in §§ 1-27-9 to 1-27-18, inclusive, mean: (1) \"Local record,\" means a record of a county, municipality, township, district, authority, or any public corporation or political entity whether organized and existing under charter or under general law, unless the record is designated or treated as a state record under state law; (2) \"Record,\" means a document, book, paper, photograph, sound recording, or other material, regardless of physical form or characteristics, made or received pursuant to law or ordinance or in connection with the transaction of official business. Library and museum material made or acquired and preserved solely for reference or exhibition purposes, extra copies of documents preserved only for convenience of reference, and stocks of publications and of processed documents are not included within the definition of records as used in §§ 1-27-9 to 1-27-18, inclusive; (3) \"State agency\" or \"agency\" or \"agencies,\" includes all state officers, boards, commissions, departments, institutions, and agencies of state government; (4) \"State record,\" means: (a) A record of a department, office, commission, board, or other agency, however designated, of the state government; (b) A record of the State Legislature; (c) A record of any court of record, whether of state-wide or local jurisdiction; (d) Any other record designated or treated as a state record under state law. Section 21. That § 1-27-11 be amended to read as follows: 1-27-11. There is hereby created a board consisting of the commissioner of administration, state auditor, attorney general, auditor-general, and state archivist to supervise and authorize the destruction of records. The state records manager shall also serve as an ex officio member in an advisory capacity only. No record shall may be destroyed or otherwise disposed of by any agency of the state unless it is determined by majority vote of such the board that the record has no further administrative, legal, fiscal, research, or historical value. Section 22. That § 1-27-11.1 be amended to read as follows: 1-27-11.1. The board created by § 1-27-11 shall be administered under the direction and supervision of the Bureau of Administration and the commissioner thereof, but. The board shall retain the quasi-judicial, quasi-legislative, advisory, other nonadministrative and special budgetary functions (as defined in § 1-32-1) otherwise vested in it and the board. The board shall exercise those functions independently of the commissioner of administration. Section 23. That § 1-27-13 be amended to read as follows: 1-27-13. The head of each agency shall submit to the commissioner of administration, in accordance with the rules, regulations, standards, and procedures established by him the commission, schedules proposing the length of time each state record series warrants retention for administrative, legal, or fiscal purposes after it has been received by the agency. Section 24. That § 1-27-14 be amended to read as follows: 1-27-14. The head of each agency, also, shall submit lists of state records in his or her custody that are not needed in the transaction of current business and that do not have sufficient administrative, legal, or fiscal value to warrant further keeping for disposal in conformity with the requirements of § 1-27-11. Section 25. That § 1-27-14.1 be amended to read as follows: 1-27-14.1. Upon termination of employment with the state, each agency head shall transfer his or her records to his a successor or to the state archives for appraisal and permanent retention, unless otherwise directed by law. The records of any state agency shall, upon termination of its existence or functions, be transferred to the custody of the archivist, unless otherwise directed by law. Section 26. That § 1-27-14.2 be amended to read as follows: 1-27-14.2. In any case where If any material of actual or potential archival significance is determined by a state agency to be in jeopardy at risk of destruction or deterioration, and such the material is not essential to the conduct of daily business in the agency of origin, the agency head shall have authority to may transfer said the records to the physical and legal custody of the state archivist whenever if the archivist is willing and able to receive them the records. Section 27. That § 1-27-14.3 be amended to read as follows: 1-27-14.3. Records Any record transferred to the physical custody of the archivist remain remains the legal property of the agency of origin, subject to all existing copyrights and statutory provisions regulating their the record's usage, until such time as the agency head formally transfers legal title to the archivist. Section 28. That § 1-27-15 be amended to read as follows: 1-27-15. Nonrecord Any nonrecord material or materials not included within the definition of records as contained in § 1-27-9 may, if not otherwise prohibited by law, be destroyed at any time by the agency in possession of such materials without the prior approval of the commissioner of administration. Section 29. That § 1-27-17 be amended to read as follows: 1-27-17. Upon request, the commissioner of administration shall assist and advise in the establishment of records management programs in the legislative and judicial branches of state government and. The commissioner may, as required by them each branch, provide program services similar to those available to the executive branch of state government pursuant to the provisions of §§ 1-27-9 to 1-27-16, inclusive. Section 30. That § 1-33-8.2 be repealed. 1-33-8.2. The following divisions are abolished: (1) The Purchasing and Printing Division formerly authorized by chapter 1-14; (2) The Buildings and Grounds Maintenance Division formerly authorized by chapter 1-14; (3) The Central Administrative Services Division formerly authorized by chapter 1-14; (4) The Central Data Processing Division formerly authorized by chapter 1-14; (5) The Division of the State Engineer created by chapter 5-13; (6) The Division of the State Chemist created by the former § 13-57-12. The Bureau of Administration shall, under the direction and control of the commissioner of administration, administer all the functions of the divisions enumerated above, but those functions shall not be reallocated into more than six divisions. Section 31. That § 2-7-13 be repealed. 2-7-13. The Bureau of Administration, in consultation with the Legislative Research Council, shall, before the commencement of any session of the Legislature, determine whether the house and senate bills and joint resolutions of the legislative session will be printed by a private contractor, and select the printing process to be used, or whether the documents will be prepared by the use of a duplicating process. Section 32. That § 4-8-18 be amended to read as follows: 4-8-18. There is hereby created a capitol communications systems internal service fund to encompass the operations of the capitol telephone system, the capitol mail system, and any and all other capitol communication systems. The commissioner of the Bureau of Administration is authorized to Information and Telecommunications shall apportion all expenses encountered in the operation of the capitol communications systems to all state departments, agencies, and institutions who that utilize such systems. Section 33. That chapter 1-14 be amended by adding thereto a NEW SECTION to read as follows: There is hereby created a central mail service fund to encompass the operations of the capitol central mail system. The commissioner of the Bureau of Administration shall apportion all expenses encountered in the operation of the capitol central mail system to all state departments, agencies, and institutions that utilize the system. Section 34. That § 5-14-2 be amended to read as follows: 5-14-2. The construction of all capital improvements projects as defined in § 5-14-1 of state agencies, boards, commissions, and institutions shall be are under the general charge and supervision of the Bureau of Administration as provided in this chapter, and the funds. Funds appropriated shall be paid on warrants drawn by the state auditor on vouchers duly approved by the Bureau of Administration and may also be approved by the authorized representative of the agency, board, commission, or institution to which the project appropriation is made. Section 35. That § 5-14-5 be amended to read as follows: 5-14-5. The Bureau of Administration, under the direction of the State Building Committee, shall, at the request of any state board that expects to appear before the Legislature for the purpose of asking for any appropriation for state buildings and improvements, prepare such plans and specifications and have the same plans and specifications ready before the Legislature meets for their information; providing. If the services of a licensed architect or engineer are deemed to be necessary for this purpose, the building committee as provided in § 5-14-3 shall designate such architect or engineer. Section 36. That § 5-14-7 be repealed. 5-14-7. A revolving account is hereby established in the state treasury for the purpose of receiving payment of expenses incurred for plans, specifications, and supervision of construction, including the actual and necessary expenses of the Bureau of Administration and to make expenditures out of such accounts for such expenses. Section 37. That § 5-14-8 be amended to read as follows: 5-14-8. The various agencies, boards, commissions, and institutions are authorized to may accept and expend in addition to the amounts provided for new construction at any of the institutions under their jurisdiction, any funds which may be obtained from any gift or contribution from any source for said that purpose. Section 38. That § 5-14-8.1 be amended to read as follows: 5-14-8.1. The South Dakota State Fine Arts Council, the State Building Committee provided for in § 5-14-3, and the Bureau of Administration, are authorized to may accept and expend for the purpose of this chapter, any funds which it may obtain from federal sources, gifts, contributions, or any other source for the acquisition and installation of works of art in state buildings in which the works of art shall be an integral part of the building, attached to the building, or capable of display in other state buildings. Section 39. That § 5-14-9 be amended to read as follows: 5-14-9. The Bureau of Administration shall keep the original or a copy of the plans and specifications of all state buildings, of all bids submitted, and of all contracts let for their erection, and. The bureau shall prepare and keep itemized statements of the cost of construction of all such buildings. Section 40. That § 5-14-10 be amended to read as follows: 5-14-10. No money appropriated by the state shall may be expended for the erection of any building upon land not previously owned by the state before title thereto shall have been has conveyed to the state by a deed duly executed and acknowledged, granting the title in fee, clear of all encumbrances, without any reversionary clause or condition whatever, and the attorney general shall have has certified that the title acquired by the state conforms to the requirements of this section. Section 41. That § 5-14-12 be amended to read as follows: 5-14-12. The standards and specifications set forth in § 5-14-13 apply to all buildings and facilities used by the public which are constructed in whole or in part by the use of state, county, or municipal funds, or the funds of any political subdivision of the state. All such buildings and facilities constructed or remodeled after January 26, 1992, shall conform to these standards. These standards and specifications shall be adhered to in those buildings and facilities which were in the planning stage on January 26, 1992, and for all new constructions. Section 42. That § 5-14-13.1 be amended to read as follows: 5-14-13.1. All public buildings and facilities providing facilities for the wheelchair user, including but not limited to entrance and exit facilities, shall display at all entrances the internationally recognized symbol for wheelchair users. Section 43. That § 5-14-14 be amended to read as follows: 5-14-14. It shall be the responsibility of the The administrator in charge of, and authorized to contract for, new construction, remodeling, alteration, or addition on behalf of the political subdivision involved to shall enforce the provisions of §§ 5-14-12 and 5-14-13. Section 44. That § 5-14-17 be amended to read as follows: 5-14-17. Every Each department or agency of state government operating and maintaining an electrical energy producing plant is hereby authorized to may enter into such a contract or contracts with the United States of America for the purchase of electrical energy which contracts. The contract may include stipulations that the generation of electrical energy may be discontinued; and. The department or agency may maintain such plants a plant in a serviceable operating condition for standby service for the generation of electrical energy when if required so to do by the United States. Section 45. That § 5-14-18 be amended to read as follows: 5-14-18. Every Any person who intentionally burns, destroys, or injures any public building or improvement in this state is punishable as provided in § 22-34-1. Section 46. That § 5-14-22 be amended to read as follows: 5-14-22. The state shall have power to may lease or sell on a negotiated basis and to convey any of its real property to a municipality or county, or to a nonprofit local industrial development corporation as defined by § 5-14-23 and located therein, to be used by such grantee for an authorized public purpose or industrial development purpose as enumerated in § 9-54-1. Such The lease shall be authorized on the terms and in the manner provided by the Legislature. Every Each sale shall be is subject to approval by an act of the Legislature. Section 47. That § 5-14-23 be amended to read as follows: 5-14-23. \"Local For the purposes of § 5-14-22, the term, local industrial development corporation,\" as that term is used in § 5-14-22, is an enterprise incorporated under the laws of the State of South Dakota, formed for the purpose of furthering the economic development of a community and its environs, and with authority to promote and assist in the growth and development of small business concerns in the areas covered by its operation. Such The corporation shall be organized as a nonprofit enterprise and shall be composed of no fewer than twenty-five members. A local industrial development corporation shall be principally composed of and controlled by persons residing or doing business in the locality. Such persons shall ordinarily constitute not less than seventy-five percent of the voting control of the local development corporation. No member of the development corporation may own in excess of twenty-five percent of the voting control in the development corporation if that member or that member's affiliated interests have direct pecuniary interest in a project involving an application under § 5-14-22. The primary objective of the local industrial development corporation shall be is to benefit the community as measured by increased employment, payroll, business volume, and corresponding factors. Section 48. That § 5-14-30 be amended to read as follows: 5-14-30. There is hereby established within the bureau of administration Bureau of Administration the state-wide maintenance and repair fund. The fund shall be maintained separately and be administered by the bureau of administration bureau shall administer the fund and maintain it separately in order to conduct maintenance and repair on state-owned buildings pursuant to this chapter. The projects to receive funding shall be selected from a state-wide maintenance and repair priority list developed by the bureau of administration. The board of regents Board of Regents shall annually establish the priority for maintenance and repair projects involving academic and revenue project buildings under its control. Any project of the board of regents Board of Regents involving an academic building pursuant to § 13-51-1 may be financed from the education facilities fund established under § 13-51-2 according to the order of priority determined by the board of regents. The bureau of administration Bureau of Administration shall place on the prioritized list of projects to be financed through the state-wide maintenance and repair fund any project involving an academic building that has not been financed through § 13-51-2. The board of regents Board of Regents shall have charge of the maintenance and repair of revenue bond project buildings as provided in chapter 13-51A. However, in order to be eligible to receive funding, in whole or in part, from the state-wide maintenance and repair fund, each agency, board, bureau, or department of state government, including the board of regents Board of Regents, shall submit to the bureau of administration Bureau of Administration a complete list of all proposed maintenance and repair projects notwithstanding other available funding sources for those projects. After the bureau of administration determines which projects contained in the priority list are to receive funding, those projects that are not to be funded through the state-wide maintenance and repair fund may be financed by other funding sources. The priority list may be reprioritized if an emergency arises and a written determination made by the bureau of administration of the basis for the emergency is included with the state-wide maintenance and repair priority list. Section 49. That § 5-15-1 be amended to read as follows: 5-15-1. The State of South Dakota declares that it is necessary that the capitol complex in the city of Pierre be enlarged and beautified, and the. The South Dakota Capitol Complex Restoration and Beautification Commission is charged with the duty of accomplishing shall accomplish that purpose in the manner provided by law and herein set forth this chapter. Section 50. That § 5-15-1.1 be amended to read as follows: 5-15-1.1. The Capitol Complex Restoration and Beautification Commission shall be administered under the direction and supervision of the Bureau of Administration and the commissioner thereof, but. The commission shall retain the quasi-judicial, quasi-legislative, advisory, other nonadministrative and special budgetary functions (, as defined in § 1-32-1), otherwise vested in it and shall exercise those functions independently of the commissioner of administration. Section 51. That § 5-15-2 be amended to read as follows: 5-15-2. The Capitol Complex Restoration and Beautification Commission shall consist commission consists of one nonappointed member, who shall be the mayor of Pierre or his the mayor's designee, and seven appointed members, not all of whom may be of the same political party, to be appointed by the Governor for a term of four years. However, the terms of members who are first appointed after July 1, 1980, shall be: Two appointed for a term of one year; two appointed for a term of two years; and one for a term of four years, and initial terms shall be designated by the Governor. Any member appointed to fill a vacancy arising from other than the natural expiration of a term shall serve for only the unexpired portion of the term. Section 52. That § 5-15-3 be amended to read as follows: 5-15-3. Each member of the Capitol Complex Restoration and Beautification Commission commission shall, within ten days after appointment, qualify by taking the oath of office and giving bond to the state, with corporate surety, in the penal sum of twenty-five hundred dollars, the cost to be paid by the state. Section 53. That § 5-15-4 be amended to read as follows: 5-15-4. The Capitol Complex Restoration and Beautification Commission commission shall meet at least twice each year and at such additional times as may be necessary. All meetings shall be held at the state capitol, and a majority of its members shall constitute constitutes a quorum. The commission shall choose a chairman chair, and one of its members as secretary, who shall keep minutes of its meetings. It The commission shall make reports to the Governor on the progress of its work, and to the Legislature. Section 54. That § 5-15-5 be amended to read as follows: 5-15-5. The per diem and expenses of Capitol Complex Restoration and Beautification Commission commission members shall be paid by warrant of the state auditor by funds appropriated therefor, on vouchers approved by the Bureau of Administration. Section 55. That § 5-15-6 be amended to read as follows: 5-15-6. The Bureau of Administration shall employ such clerical and other help for the Capitol Complex Restoration and Beautification Commission commission as in the bureau's discretion seems necessary and is hereby authorized and empowered to. The bureau may employ such assistance and provide such supplies and equipment as may be necessary to properly carry on the work of the commission. Section 56. That § 5-15-7 be amended to read as follows: 5-15-7. The Capitol Complex Restoration and Beautification Commission is authorized and directed to commission shall make all necessary plans for the enlargement, restoration, and beautification of the capitol complex or additions thereto, including uniform plans and specifications for the its development thereof. Section 57. That § 5-15-8 be amended to read as follows: 5-15-8. The Capitol Complex Restoration and Beautification Commission commission shall make recommendations for the development of areas immediately adjacent to the state capitol complex and acquaint the people of South Dakota with the need and purpose of a comprehensive long-range plan for capitol complex of sufficient and proper size to serve the future needs of the state and to secure the proper growth and expansion of the city of Pierre. The zone shall be designated the capitol area preservation zone and shall be zoned primarily for residential purposes and for governmental purposes. Section 58. That § 5-15-9 be amended to read as follows: 5-15-9. The Capitol Complex Restoration and Beautification Commission is hereby authorized and empowered to cause to be printed and distributed commission may print and distribute such pamphlets and leaflets and information as is proper and necessary to further and advance the work, objects, and aims of the commission, and to acquaint South Dakota citizens therewith, by having the same ordered and supplied through the Bureau of Administration; to with the commission. The Bureau of Administration shall supply the pamphlets and leaflets for the commission. The commission may have maps, diagrams, drawings, sketches, representations, preliminary surveys, and studies made in conjunction with their the commission's work, and to do all the necessary things to effectuate the purposes and intent of §§ 5-15-1 to 5-15-23, inclusive. Section 59. That § 5-15-10 be amended to read as follows: 5-15-10. The Capitol Complex Restoration and Beautification Commission shall have the power to commission may accept and receive gifts of money and contributions and donations of real and personal property from any source, including the city of Pierre, South Dakota, a municipal corporation, and the United States of America, and to use the same for the purposes of §§ 5-15-1 to 5-15-23, inclusive; to. The commission may deposit such moneys to the credit of the commission, and to carry on a campaign for public contribution of such funds, and to expend moneys necessary therefor. Section 60. That § 5-15-11 be amended to read as follows: 5-15-11. The Capitol Complex Restoration and Beautification Commission shall have the power to commission may make all necessary surveys in connection with its work; to, plat and replat the area of the capitol complex acquired by the commission, or any part thereof, and to open and dedicate streets to the use of the public in such area, granting easements therein and use thereof to the city of Pierre, South Dakota, and to the public, for sewer, water, and electricity, and other facilities; to. The commission may vacate any streets or alleys in the manner provided by law in the areas acquired by it the commission or bordering on or adjacent thereto; to. The commission may make agreements with the city for replacement of its facilities in any vacated streets within the area; and to grant easements for erection and maintenance of other necessary facilities and utilities. Section 61. That § 5-15-12 be amended to read as follows: 5-15-12. The Capitol Complex Restoration and Beautification Commission shall have the power to commission may acquire by gift or the exercise of the power of eminent domain in the manner provided by law, and not otherwise, real property necessary for the state capitol complex enlarged as provided by the plans adopted by the commission, and to lease or manage any such property, and to sell excess property of the commission. Section 62. That § 5-15-13 be amended to read as follows: 5-15-13. The city of Pierre shall have the power to may convey, without compensation therefor, to the state any property owned by it the city within the boundaries of the capitol complex as enlarged pursuant to the plan adopted, and area determined, by the Capitol Complex Restoration and Beautification Commission commission. Section 63. That § 5-15-14 be amended to read as follows: 5-15-14. The acts of the Capitol Complex Restoration and Beautification Commission commission in its exercise of the power of eminent domain on behalf of the state and in the selection of the lands acquired in the action of condemnation heretofore brought by the commission in the circuit court for Hughes County, South Dakota, to acquire unimproved land in the area known as Hilger's Gulch in the city of Pierre adjacent to the existing capitol grounds, are hereby confirmed as if heretofore expressly conferred and said the action is cured, validated, and legalized from its inception. Section 64. That § 5-15-15 be amended to read as follows: 5-15-15. The location of any building to be erected in the capitol complex shall be determined by the majority vote of a board consisting of the Governor, chairman chair of the capitol complex restoration and beautification commission, and the executive head or officer of any of the branches of state government, or the chairman chair, commissioner, or head of any department, board, commission or agency thereof, for which a new building is authorized to be erected. Section 65. That § 5-15-16 be amended to read as follows: 5-15-16. The Capitol Complex Restoration and Beautification Commission shall have the power to commission may make and execute all contracts and other instruments which may be required in connection with the enlargement, renovation, and beautification of the state capitol grounds and other duties imposed upon the commission by §§ 5-15-1 to 5-15-23, inclusive. Section 66. That § 5-15-17 be amended to read as follows: 5-15-17. The Capitol Complex Restoration and Beautification Commission shall have the power to commission may lease, manage, control, and maintain any of the property heretofore or hereafter acquired by it, and to execute lease, or rental agreements therefor as it may deem the commission deems advisable not exceeding terms. No lease agreement may exceed a term of two years, which. The lease agreement shall be executed by the chairman chair and secretary. Section 67. That § 5-15-18 be amended to read as follows: 5-15-18. The Capitol Complex Restoration and Beautification Commission shall have the power to commission may sell unneeded or excess property of the commission other than real property and to sever any buildings or structures from the land. The sale of any property by the commission shall be at public auction or upon sealed bids, to be held in Hughes County, South Dakota, to the highest bidder for cash. Notice of sale, containing terms of sale shall be given by the commission which shall be published in at least two of the official newspapers of said the county once a week for two successive weeks next before the day, on or after which the sale is to be made, which date, and the location where such auction will be held, shall be stated in the notice and shall be at least fifteen days from the first publication of notice. The right to reject any and all bids shall be is reserved. The sale shall A sale may not be made before the day set but shall be made within sixty days thereafter. In the event If bids or offers are used, the bids shall be in writing, and shall be filed in the office of the chairman or secretary of the commission in Pierre. Section 68. That § 5-15-19 be amended to read as follows: 5-15-19. The Capitol Complex Restoration and Beautification Commission commission may make sales of structures, material, or property severed from the land, or other personal property to the public and to other state agencies, departments, or political subdivisions. Such sales to state agencies, departments, or political subdivisions shall follow the procedures for other sales, except that. However, no notice or advertisement for bid requirements or time of sale requirements shall apply applies to such sale. When If the sale of any such property agreed to by the commission shall exceed exceeds the sum of one hundred dollars, such the sale shall be submitted by the commission to the State Board of Finance for approval, and, if approved, a bill of sale may be executed by the commission. Section 69. That § 5-15-20 be amended to read as follows: 5-15-20. The Capitol Complex Restoration and Beautification Commission shall also have power, as it may deem advisable, to commission may dispose of, wreck, and destroy any building acquired by it, its determination therefor to be approved by the State Board of Finance. Section 70. That § 5-15-23 be amended to read as follows: 5-15-23. The Capitol Complex Restoration and Beautification Commission commission may promulgate rules, pursuant to chapter 1-26, necessary and proper for the purposes of and not inconsistent with §§ 5-15-1 to 5-15-20, inclusive. Section 71. That § 5-15-24 be amended to read as follows: 5-15-24. All that A portion of the capitol grounds, as now exists and lies north of Broadway in the city of Pierre shall hereafter Church Street located in Hilger's Gulch shall be known as the Governor's Grove. It The Governor's Grove shall, under the supervision of the Bureau of Administration, be properly landscaped and parked and shall contain a grove of hardy, long-lived trees, each one properly marked and maintained as a memorial grove to the past, present, and future Governors of South Dakota, and a. A new tree, as an addition to such grove, shall be set out and properly dedicated on the first Arbor Day following the election of each Governor hereafter. This park grove shall be maintained as an adjunct to the said capitol grounds and shall be used for no other memorial purpose than as is provided for in this section; provided, however, that. However, a gateway thereto to the grove may be provided in which each county in the state shall be represented by a properly inscribed stone or marker. Section 72. That § 5-15-25.1 be repealed. 5-15-25.1. The Division of Veterans' Affairs shall cause to be constructed on the capitol grounds a suitable freedom memorial to the South Dakota Veterans, both living and dead, who have fought in all wars and conflicts in which the United States has engaged. Section 73. That § 5-15-25.2 be repealed. 5-15-25.2. Location of the memorial will be determined as provided by § 5-15-15. Section 74. That § 5-15-25.3 be repealed. 5-15-25.3. The Division of Veterans' Affairs is hereby authorized to accept gifts and private contributions for the purpose of financing this memorial. Such contributions as are received shall be deposited with the state treasurer and shall be kept by the state treasurer in a fund to be known as the veterans' freedom memorial fund, which fund shall accumulate and shall not revert to the general fund at the close of any fiscal year and such fund shall be used for the purpose of the construction of a South Dakota Veterans' Freedom Memorial carrying into effect the objectives of § 5-15-25.1. Disbursements from such fund shall be made by warrants drawn by the state auditor upon itemized vouchers duly approved by the director of veterans' affairs. Section 75. That § 5-15-26 be amended to read as follows: 5-15-26. The commissioner of administration shall be the superintendent of the state capitol, and. The commissioner shall have the control, management manage, and supervision of supervise the buildings and grounds, and the employment of such. The commissioner shall employ engineers, carpenters, electricians, plumbers, mechanics, watchmen, policemen, elevator operators, guides, janitors, and other laborers as shall may be necessary for the proper care, safety, management, and maintenance of the capitol and grounds, and the public property there kept, and for the proper protection of the same properties from injury and deterioration. He shall, subject to chapter 3-6A, prepare and enforce the necessary rules fixing the details of service for all employees mentioned in this section. Section 76. That § 5-15-31 be repealed. 5-15-31. An emergency treatment station may be created in the state capitol complex for the purpose of providing adequate first aid and emergency treatment for state government officials and employees, and visitors. Section 77. That § 5-15-32 be repealed. 5-15-32. The secretary of health shall provide medical direction for the purposes of § 5-15- 31, to include the establishment of a small nursing office in the state capitol building, the employment of a full-time registered nurse, and the training by said nurse of selected state employees in cardiopulmonary resuscitation and other emergency procedures. Section 78. That § 5-15-33 be repealed. 5-15-33. All funds expended pursuant to §§ 5-15-31 and 5-15-32 shall be paid out on warrants drawn by the state auditor on vouchers approved by the commissioner of administration or his designated agent. Section 79. That § 5-15-34 be amended to read as follows: 5-15-34. The commissioner of administration may promulgate such rules and regulations pursuant to chapter 1-26 as may be necessary to promote the health, safety, and general welfare, to prohibit public intoxication, disturbances, and disorderly assemblies, to keep the peace, and to declare what shall constitute constitutes a nuisance within the buildings of the capitol complex and the capitol grounds. These regulations rules may include the regulation of hours of general public accessibility to buildings within the capitol complex and the regulation of obstruction, speed limits, and parking on the streets and alleys within the capitol grounds. Section 80. That § 5-15-35 be amended to read as follows: 5-15-35. Any person who violates a lawful order, rule, or regulation promulgated pursuant to § 5-15-34 commits a petty offense. Section 81. That § 5-15-36 be amended to read as follows: 5-15-36. The South Dakota Capitol Complex Restoration and Beautification Commission is hereby directed to commission shall set policy for and oversee the restoration and beautification of the state capitol complex, Pierre, South Dakota. Section 82. That § 5-15-36.1 be amended to read as follows: 5-15-36.1. The Capitol Complex Restoration and Beautification Commission commission shall approve any plan of renovation of the capitol complex before such the renovation may be constructed. Section 83. That § 5-15-44 be amended to read as follows: 5-15-44. The South Dakota Capitol Complex Restoration and Beautification Commission commission created by § 5-15-1 shall protect and preserve the integrity of the historic areas of the state capitol building and shall, from time to time, propose restoration projects to restore historic areas to their original appearance insofar as this objective is compatible with modern use. Section 84. That § 5-15-45 be amended to read as follows: 5-15-45. No person may alter, change, remodel, partition, cover, or conceal an historic area which is a part of the state capitol building. In addition to the above, no person shall may deny access to an historic area traditionally open to the public by creating physical barriers to access by the public except as may be necessary for public health, safety, or the safety of the property, or for the orderly conduct of state business, without the approval of the State Capitol Complex Restoration and Renovation Commission commission. However, the commissioner of administration temporarily may deny access to any area by the public or create temporary barriers for a period up to ninety days if, in his the commissioner's judgment, it is necessary to do so for the public health, safety, or the safety of the property, or to permit the orderly conduct of state business. Section 85. That § 5-15-50 be amended to read as follows: 5-15-50. The State of South Dakota accepts the gift of Mrs. Peter Norbeck of a bust of the late United States Senator Norbeck and former Governor of this state, sculptured by the late Gutzon Borglum, the same to be placed in a suitable place on the capitol grounds to be determined by the Capitol Complex Restoration and Beautification Commission commission. Section 86. That § 5-15-51 be amended to read as follows: 5-15-51. The granite statue of General William Henry Harrison Beadle, South Dakota educator shall be permanently displayed in the rotunda of the state capitol on an appropriate pedestal. Section 87. That § 5-24-2 be amended to read as follows: 5-24-2. The inventories required by §§ 5-24-1 and 5-24-1.1 shall show the actual cost for each item, or the estimated cost at the time of acquisition, if the actual cost cannot be ascertained. In the case of gifts, the estimated fair market value at the time of acquisition shall be used. The officer or employee shall retain one copy of the inventory in his the officer's or employee's office. The others shall be filed, as provided in §§ 5-24-1.1 and 5-24-3. Section 88. That § 5-24-5 be amended to read as follows: 5-24-5. Whenever If any article in the custody of any such officer or employee is lost or destroyed, he the officer or employee shall make a note of the same loss or destruction in the inventory for the current year, giving the date and circumstances of the loss or destruction. Section 89. That § 5-24-6 be amended to read as follows: 5-24-6. In the event of the disposition of any of the If an officer or employee disposes of personal property above mentioned, by the respective officers, without complying with the requirements of this chapter, such the officer shall or employee, in addition to the penal penalty prescribed by law, be is liable for the value thereof as shown by the last preceding inventory, to be recovered in a civil suit. Section 90. That § 5-24-7 be amended to read as follows: 5-24-7. Every Each officer enumerated in § 5-24-1, shall turn over all the public personal property in his the officer's possession to his the officer's successor in office and. Each officer shall take the receipt of his the officer's successor for all property requiring inventory, as defined in rules issued promulgated by the commissioner of the Bureau of Administration, and. The officer shall file such receipts any receipt in the offices where he the officer is, by this chapter, required to file the inventory of the personal property in his the officer's possession. Every Each officer enumerated in § 5-24-1 shall, upon assuming office, give a receipt to his or her predecessor for all public personal property requiring inventory, as defined in rules issued promulgated by the commissioner of the Bureau of Administration, turned over to him the officer. Section 91. That § 5-24-8 be amended to read as follows: 5-24-8. Any officer who fails to comply with any of the provisions of §§ 5-24-1 to 5-24-7, inclusive, shall be is guilty of a Class 2 misdemeanor. Section 92. That § 5-24-11 be repealed. 5-24-11. A capitol building supply room is hereby established for the purpose of supplying office materials to the various departments of state government operating in the capitol building and its various additions and extensions in Pierre, South Dakota. The supply room shall be under the control and direction of the commissioner of administration and shall be open for the convenience and service of the departments of state government during such hours as the commissioner considers necessary. The payment for supplies purchased for the various departments shall be made once each month to a supply internal service fund, which is hereby created, and set aside by the treasurer and auditor of the State of South Dakota. For the purpose of establishing this department and fund, seven thousand dollars has been appropriated to be designated as a supply internal service fund. Section 93. That chapter 1-14 be amended by adding thereto a NEW SECTION to read as follows: The Bureau of Administration may provide a central supply program for the purpose of supplying office materials to the various departments of state government. There is created a supply internal service fund. The payment for supplies purchased for the various departments shall be made once each month to the supply internal service fund. Section 94. That § 5-24-13 be amended to read as follows: 5-24-13. The commissioner of administration shall have the duty and power to shall cooperate with the United States government, the general services administration, or any other duly constituted federal agency thereof, by expending moneys and accepting federal surplus commodities and property for care, exchange, and distribution of same them to all eligible institutions. The commissioner of administration shall appoint an administrator who shall keep and maintain an accurate record of all property received and distributed, and the. The record shall be is subject to audit by the Department of Legislative Audit. Section 95. That § 5-24-16 be repealed. 5-24-16. The provisions of § 4-8-21 do not apply to the funds appropriated by SL 2004, ch 64, for the payment of insurance premiums. If by June 30, 2008, the funds appropriated by this Act for the payment of insurance premiums are not contractually obligated as a part of a written agreement between the owners of the former Homestake Mine and the authority whereby the owners will agree to convey portions of the former mine to the authority upon the terms and conditions to be set forth in the agreement, or if by June 30, 2008, the funds are contractually obligated but the written agreement is thereafter terminated by mutual agreement of the authority and the former owners of the mine, the funds appropriated by SL 2004, ch 64, for the payment of insurance premiums shall revert to the state general fund. Section 96. That § 5-24-21 be repealed. 5-24-21. The provisions of § 4-8-21 do not apply to the funds appropriated by SL 2004, ch 14. If by June 30, 2008, the state funds appropriated by SL 2004, ch 14, are not contractually obligated by a written agreement as provided by SL 2004, ch 14, or if by June 30, 2008, the state funds are contractually obligated but the written agreement is thereafter terminated by mutual agreement of the authority and the owners of the former mine, the state funds appropriated by SL 2004, ch 14, shall revert to the state general fund. Section 97. That § 5-25-2 be amended to read as follows: 5-25-2. Each office, department, institution, board, and agency of this state operating a state-owned passenger automobile or automobiles motor vehicle shall keep and maintain in its respective office: (1) Accurate records of its cost of operation of said automobile or automobiles the motor vehicle; (2) Travel reports showing destination and miles traveled each day according to speedometer registration and the total speedometer mileage at the beginning and at the end of each travel period, together with all operating expenses incurred for that period. A copy of such travel report shall be attached to the claim or claims presented for reimbursement of the travel expense covered thereby. Section 98. That § 5-25-2.1 be repealed. 5-25-2.1. All state officers and employees shall buy gasoline at self-service islands when operating a state-owned vehicle whenever circumstances permit. Such officers and employees shall be responsible as to such vehicle in their possession or under their control for performing the maintenance duties thereon ordinarily performed at non-self-service islands. Section 99. That § 5-25-3 be repealed. 5-25-3. The Governor is hereby authorized to effect a saving of tires, gasoline, and expense in the use of motor vehicles employed in any manner in the service of the State of South Dakota, whether owned by the state or owned by private individuals and used in state service, by appointing a commission or commissions, and such officers and employees as may be necessary, and by making such executive orders or promulgating such rules and regulations as to him may seem necessary to accomplish the purposes and intent of this section. Any or all officers or employees of the State of South Dakota may be appointed by the Governor to assist in the performance of the duties prescribed by §§ 5-25-4 to 5-25-6, inclusive, and without additional compensation. Section 100. That § 5-25-4 be amended to read as follows: 5-25-4. Without in any manner limiting the general powers hereinbefore prescribed, the Governor is authorized to fix the rate of pay for use of privately owned vehicles when a single person is using the vehicle, and on an ascending scale when additional passengers are carried; to grant or refuse permits to travel by motor vehicle at state expense; to require payments of the expense of said travel from different departments, officers, and agencies of the state when their personnel is traveling with other motor vehicles; to set up and The Bureau of Administration shall maintain an internal service fund under the supervision of the commissioner of administration to collect and disburse mileage payments and motor vehicle disbursements equitably between the several departments, agencies, and officers of the state; and to require travel by public conveyances when same are available. Section 101. That § 5-25-5 be repealed. 5-25-5. The provisions of chapter 49-28 shall not apply to carriage of passengers under the provisions of §§ 5-25-3 and 5-25-4. Section 102. That § 5-25-6 be repealed. 5-25-6. All state departments, agencies, officers, and employees, are hereby required to comply with the orders or with the rules and regulations which may be made or promulgated under §§ 5-25-3 and 5-25-4, and no expense of operation of state-owned or privately owned motor vehicles in state service shall be paid in cases where the provisions of said sections or orders, rules, or regulations made thereunder, are not complied with. Section 103. That § 5-25-7 be repealed. 5-25-7. The provisions of §§ 5-25-3 to 5-25-6, inclusive, shall not apply to the legislative or judicial departments of the state government. Section 104. That § 23-3-2 be repealed. 23-3-2. The commissioner of the Bureau of Administration shall designate one or more persons from among the employees of the Bureau of Administration regularly employed in and about the capitol and grounds who shall, upon taking and subscribing an oath to support the Constitution of the United States and this state and to faithfully discharge the duties of the office of policeman, be empowered to do and perform any duty which might be performed by a policeman of any municipality in this state and to enforce the rules and regulations of the commissioner of administration; provided that such person so appointed shall exercise the duties of policemen only within the capitol complex and upon the capitol grounds. Section 105. That § 1-15-10 be amended to read as follows: 1-15-10. The Department of Corrections may make contracts for service, the erection of buildings, the purchase and lease of lands, materials and supplies needed, except such supplies as are under the supervision of the Bureau of Administration as prescribed by chapter 5-23; and in carrying out such contracts 5-18B. The department may expend money, exact and collect penalties, and purchase, lease, and sell property within the limitations of the state and national laws to carry out such contracts. Section 106. That § 1-18C-5.1 be amended to read as follows: 1-18C-5.1. The State Historical Society Board of Trustees shall, pursuant to chapter 1-26, promulgate rules to identify the permanent public records subject to § 5-23-22.2 and to specify how the notice provided for in § 5-23-22.2 shall be displayed require any state agency publishing a document meant to be a permanent public record to print the document on a permanent type of paper and to specify the type of permanent paper to be used for each document. The state agency shall note the use of such paper in each document. Section 107. That § 1-33B-9 be amended to read as follows: 1-33B-9. Guaranteed energy savings contracts are not subject to the requirements of chapters 5-18 and 5-23 chapter 5-18A. Section 108. That § 1-36A-1.11 be amended to read as follows: 1-36A-1.11. The Department of Human Services may make contracts for service, the erection of buildings, the purchase and lease of lands, materials, and supplies needed, except such supplies as are under the supervision of the Bureau of Administration as prescribed by chapter 5-23; and in carrying out such contracts 5-18B. The department may expend money, exact and collect penalties and may purchase, lease and sell property within the limitations of the state and national laws to carry out such contracts. Section 109. That § 1-36A-7 be amended to read as follows: 1-36A-7. The Department of Human Services shall, under the direction and control of the secretary of human services, perform all the functions of the following former agencies: (1) The Division of Service to the Blind and Visually Impaired, created by chapter 28-10; (2) The Division of Vocational Rehabilitation, created by chapter 28-9; and (3) The committee on state purchases from service to the blind, created by chapter 5-20; (4) The disability determination services program in chapter 28-11. Section 110. That § 2-16-7 be amended to read as follows: 2-16-7. Notwithstanding chapter 5-18 chapters 5-18A and 5-18D, the South Dakota Code Commission may draft specifications for material authorized for publication by § 2-16-6 and advertise for and accept bids from editorial, printing, and publishing companies for production of all material authorized by this chapter. The advertisement for bids shall be published twice in at least three newspapers of general circulation in different parts of the state, and in such additional manner as the commission may determine. The terms and conditions of the bids shall be prescribed by the commission. Each contract shall be awarded to the lowest bidder which, in the opinion of the commission, is the best bid consistent with the quality of editorial services, printing, paper, binding, expeditious service and the best interests of the state. If the contract for editorial services is separate from the contract for printing, the specifications shall be drawn in such a manner as not to exclude South Dakota printing firms. Section 111. That § 4-11-7 be amended to read as follows: 4-11-7. Nothing contained in this chapter shall prevent prevents a public corporation, as defined in § 5-18-1, from employing a private accountant to examine and audit the books and accounts thereof or of any of its officers whenever if the governing body or authorized official thereof believes that the public interest requires it, provided and if such employment is first approved by the auditor-general within his guidelines; and, except as hereinafter provided, such. No private audit shall not may be paid for before a copy thereof shall have been is filed with and approved by the auditor-general. The entity receiving audit services may approve progress payments proportionate to the audit work completed so long as ten percent of the amount billed is withheld pending approval by the auditor-general of the final report. The auditor-general may, in his discretion, accept such audit in lieu of an examination otherwise required to be made by him the auditor-general. Section 112. That § 6-1-2 be amended to read as follows: 6-1-2. The provisions of § 6-1-1 are not applicable if the contract is made pursuant to any one of the conditions set forth in the following subdivisions, without fraud or deceit; but,. However, the contract is voidable if the provisions of the applicable subdivision were are not fully satisfied or present at the time the contract was entered into: (1) Any contract involving three thousand dollars or less regardless of whether other sources of supply or services are available within the county, municipality, township, or school district, if the consideration for such supplies or services is reasonable and just; (2) Any contract involving more than three thousand dollars but less than the amount for which competitive bidding is required, and there is no other source of supply or services available within the county, municipality, township, or school district if the consideration for such supplies or services is reasonable and just and if the accumulated total of such contracts paid during any given fiscal year does not exceed the amount specified in § 5-18-3 § 5-18A-14; (3) Any contract with any firm, association, corporation, or cooperative association for which competitive bidding is not required and where other sources of supply and services are available within the county, municipality, township or school district, and the consideration for such supplies or services is reasonable and just, unless the majority of the governing body are members or stockholders who collectively have controlling interest, or any one of them is an officer or manager of any such firm, association, corporation, or cooperative association, in which case any such contract is null and void; (4) Any contract with any firm, association, corporation, or cooperative association for which competitive bidding procedures are followed pursuant to chapter 5-18 5-18A or 5-18B, and where more than one such competitive bid is submitted; (5) Any contract for professional services with any individual, firm, association, corporation, or cooperative, if the individual or any member of the firm, association, corporation, or cooperative is an elected or appointed officer of a county, municipality, township, or school district, whether or not other sources of such services are available within the county, municipality, township, or school district, if the consideration for such services is reasonable and just; (6) Any contract for commodities, materials, supplies, or equipment found in the state price contract list established pursuant to § 5-23-8.1 § 5-18D-6, at the price there established or below; and (7) Any contract or agreement between a governmental entity specified in § 6-1-1 and a public postsecondary educational institution if an employee of the Board of Regents serves as an elected or appointed officer for the governmental entity, and if the employee does not receive direct compensation or payment as a result of the contract or agreement. Section 113. That § 7-25-7 be amended to read as follows: 7-25-7. Whenever If any county building is to be constructed, the board shall proceed as required by chapter 5-18 5-18B. The time specified for opening of bids must shall be at one of the regular or duly adjourned sessions of the board. Section 114. That § 7-25-9 be amended to read as follows: 7-25-9. Each bid shall contain a certified check, cashier's check, or bank money order, in the sum equal to five percent of the amount of the bid. The check or money order shall be certified or issued by either a state or national bank domiciled within this state made payable to the county or the county treasurer thereof. In lieu of a check or money order, a bid bond for ten percent of the bid may be submitted. The bond shall be issued by a surety authorized to do business in this state and payable to the county or the county treasurer thereof as a guaranty that the bidder will enter into contract should it be, if the contract is awarded to him the bidder, and furnish a bond as herein provided by this chapter. Should If the successful bidder forfeit his forfeits a check, money order, or bid bond, the proceeds of the same check, money order, or bid bond shall be turned into the county general fund. The checks, money orders or bid bonds of all the unsuccessful bidders check, money order, or bid bond of each unsuccessful bidder shall be, by the board, immediately returned to the respective makers thereof bidder. No more time may elapse between the opening of the bids and either the acceptance of the bid of the lowest responsible bidder, or the rejection of all bids presented than is permitted in § 5-18-7 subdivision 5-18A-5(7). Section 115. That § 9-39-20 be amended to read as follows: 9-39-20. The provisions of chapter 5-18 5-18A relating to advertisement for bids and §§ 6-1-1 to 6-1-4, inclusive, relative to participation in contracts by members of the governing body, shall apply to contracts of and members of municipal utility boards. Section 116. That § 9-41-1.1 be amended to read as follows: 9-41-1.1. Notwithstanding the provisions of chapter 5-18 5-18A or any of the provisions of Title 9 regarding the sale and purchase of property, a municipality operating a telephone system pursuant to § 9-41-1 may lease and purchase equipment for resale to its customers and may contract for services relating to the lease, purchase, sale, installation, and maintenance of the same such property, in a manner and for a price and terms determined by the governing body. If practicable the governing body shall secure at least two competitive quotations and retain them for its files. Section 117. That § 9-42-4 be amended to read as follows: 9-42-4. Whenever If any local improvement except other than a sidewalk or bulkhead is ordered by the governing body, it the governing body shall have plans and specifications prepared and filed in the office of the auditor or clerk and. The governing body shall designate a time, not less than two weeks from the date of the filing, at which sealed bids for the construction of the improvement will be received. It The governing body shall publish notice in the official paper, or elsewhere if deemed advisable, in accordance with the provisions of chapter 5-18 chapters 5-18A and 5-18B. The notice shall specify whether the improvement will shall be paid for in cash or by special assessment certificates and the rate of interest which the certificates will shall bear. Section 118. That § 9-42-5 be amended to read as follows: 9-42-5. All contracts Any contract for the construction or repair of a public buildings building or for public works or improvements, and all contracts any contract for material used therefor and equipment purchased or rented in connection therewith, and all contracts any contract for local improvements for which a special assessments are assessment is to be levied, except as herein provided in this chapter and as provided in chapter 5-18, must chapters 5-18A and 5-18B, shall be let to the lowest responsible bidder in accordance with the provisions of said chapter 5-18 chapters 5-18A and 5-18B. The governing body shall have the right to may reject any and all bids and to readvertise for proposals, if none of the bids are satisfactory or if they believe the governing body believes any agreement has been entered into between the bidders to prevent competition. Section 119. That § 9-46-4 be amended to read as follows: 9-46-4. If such sidewalk is not constructed, reconstructed, or repaired in the manner and within the time prescribed pursuant to § 9-46-3, the governing body by resolution may cause the work to be done by day labor or by job. If the amount of the contract is less than the amount provided for in § 5-18-3 § 5-18A-14, it is not necessary to advertise for bids. Section 120. That subdivision (4) of § 10-46-1 be amended to read as follows: (4) \"Fair market value,\" the price at which a willing seller and willing buyer will trade. Fair market value shall be determined at the time of purchase. If a public corporation is supplying tangible personal property or any product transferred electronically that will be used in the performance of a contract, fair market value shall be determined pursuant to § 5-18-5.1 § 5-18B-7. This definition also applies to chapter 10-45; Section 121. That § 11-7-44 be amended to read as follows: 11-7-44. All Any construction work, and work of demolition or clearing, and every any purchase of equipment, supplies, or materials, necessary in carrying out the purposes of this chapter, shall be awarded pursuant to the provisions of chapter 5-18 chapters 5-18A and 5-18B. Section 122. That § 13-16-6.1 be amended to read as follows: 13-16-6.1. Notwithstanding the provisions of chapters 5-18 5-18A and 13-20, if any proposed installment purchase contract or lease-purchase agreement authorized under chapter 13-16, is to be entered into by a school district, the notice for bidders shall require the bidders to state the rate of interest and the installment payment or lease-purchase schedule that would have to be made by the school district in fulfillment of the contract. However, the requirement of this section does not apply to any installment purchase or lease-purchase to be entered into between a school district and the health and educational facilities authority. Section 123. That § 13-16-9.3 be amended to read as follows: 13-16-9.3. Any school district using the capital outlay fund for payment of construction of new facilities or construction of additions to facilities, the total of which will require requires advertising for bids under chapter 5-18, must 5-18A, shall have a public hearing at least ten days prior to the advertisement of any contract specifications. Such The public hearing shall be advertised in the legal newspaper of the school district. Following such the public hearing, and approval of the school board, the school district may use the capital outlay fund as provided in § 13-16-6; provided, however, that a. No school district may not change the originally advertised use of the fund without holding another public hearing. Section 124. That § 13-20-3 be amended to read as follows: 13-20-3. Except for purchases made pursuant to chapter 13-34, whenever if any school facilities are to be built or remodeled, or improvements are to be made to school sites, or when if supplies or equipment are to be purchased contracts shall be let, the school board shall let contracts in accordance with chapter 5-18 chapters 5-18A and 5-18B and in accordance with plans and specifications that shall be furnished by the school board. Section 125. That § 13-20-4 be amended to read as follows: 13-20-4. Whenever If an emergency maintenance need arises caused by wind, hail, fire, theft, explosion, deterioration resulting in sudden destruction to a vital piece of school equipment, or a traffic accident which would necessitate the closing of school while it the school would otherwise be in session, or which will would endanger the usefulness of remaining school property, the school board may take immediate action to correct such emergency maintenance need in accordance with the procedures provided in chapter 5-18 5-18A. An emergency maintenance need shall does not include the replacement of an entire school building. Section 126. That § 13-20-6 be amended to read as follows: 13-20-6. The purchase of copyrighted material need not be submitted for bids as provided in § 13-20-3 and chapter 5-18 when 5-18A if only one company publishes the copyrighted material to be purchased. Section 127. That § 13-20-7 be amended to read as follows: 13-20-7. When If supplies or equipment are to be purchased, a school board advertising pursuant to § 13-20-3 may require a reasonable deposit guaranteeing the execution of contract and the furnishing of a performance bond by the successful bidder in accordance with chapters 5-18 5-18A and 5-21. The board may accept an annual bond provided that it if the bid meets the requirements of chapters 5-18 5-18A and 5-21. The board shall reserve the right to may reject any and all bids. Section 128. That § 13-20-7.1 be amended to read as follows: 13-20-7.1. When If school facilities are to be built or remodeled or improvements are to be made to school sites, the school board advertising pursuant to § 13-20-3 shall require a reasonable deposit guaranteeing the execution of the contract and the furnishing of a performance bond by the successful bidder in accordance with chapters 5-18 and 5-21 5-18A and 5-18B. The board shall reserve the right to may reject any and all bids. Section 129. That § 13-49-16 be amended to read as follows: 13-49-16. All contracts Any contract for the erection and repair of buildings any building and the purchase of ordinary supplies shall be let in accordance with chapter 5-18 chapters 5-18A and 5-18B except in the case of coal needed by the institutions. Section 130. That § 13-49-34 be amended to read as follows: 13-49-34. Notwithstanding the provisions of chapters 5-23 or 5-24 chapter 5-24A, if the Board of Regents assesses a special student fee to students in order to lease personal computers for the use of those students at a university, the Board of Regents may, upon the expiration of the lease, acquire the computers and offer them for resale to students, staff, or alumni through a university bookstore or to any political subdivision of the state or in bulk at fair market value on the resale market. Section 131. That § 23A-37-13 be amended to read as follows: 23A-37-13. Any controlled weapon or firearm used in violation of chapter 22-14 shall be disposed of as follows: (1) If it is stolen, it shall be returned to the lawful owner upon proof of ownership; or (2) If it is illegal, it shall be destroyed pursuant to law; or (3) If it is neither stolen nor illegal, it shall be delivered to the arresting agency or, at the direction of the attorney general, to the South Dakota Forensic Laboratory for scientific examination purposes, for lawful use or disposal. In the case of a disposition pursuant to subdivision (3), the arresting agency or forensic laboratory may use, trade-in, destroy, or sell, as provided in § 5-23-32, 5-24-9.2 or chapter 5-24A or § 6-13-6, the controlled weapon or firearm. Section 132. That § 23A-40-7 be amended to read as follows: 23A-40-7. The board of county commissioners of each county and the governing body of any municipality shall provide for the representation of indigent persons described in § 23A-40-6. They The board or body shall provide this representation by any or all of the following: (1) Establishing and maintaining an office of a public defender; (2) Arranging with the courts in the county to appoint attorneys on an equitable basis through a systematic, coordinated plan; or (3) Contracting with any attorney licensed to practice law in this state. In those counties which have established an office of public defender, any proceedings after judgment may be assigned to the public defender. The provisions of § 5-18-2 chapter 5-18A do not apply to this section. Section 133. That § 31-12-12 be amended to read as follows: 31-12-12. Any road, tile, and or culvert construction, repair work, or materials therefor upon the county highway system, for which the county highway superintendent's estimated cost equals or is less than the amount provided for in § 5-18-3 § 5-18A-14, may be advertised and let at a public letting by the board of county commissioners, may be let privately at a cost not to exceed the county highway superintendent's estimate, or may be built by day labor. Section 134. That § 31-12-13 be amended to read as follows: 31-12-13. Any road, tile, or culvert construction, repair work, or materials therefor on the county highway system, for which the county highway superintendent's estimated cost exceeds the amount provided for in § 5-18-3 § 5-18A-14, shall be advertised and let at a public letting by the board of county commissioners or may be built by day labor. The board may reject all bids, in which event it case the board may readvertise or let privately by submitting the contract to the Department of Transportation for approval. Section 135. That § 31-12-14 be amended to read as follows: 31-12-14. If the cost of any road, bridge, tile, or culvert construction, repair work, or materials upon a county highway system or secondary roads exceeds the amount provided for in § 5-18-3 § 5-18A-14 or any less amount for which work bids are to be called for, and after plans and specifications therefor have been prepared and filed in the office of the county auditor, the board having charge shall designate a time not less than twenty days from the date of such filing, at which sealed bids for such work or materials will be received, and. The board shall cause notice thereof to be published once each week for two successive weeks in one of the official newspapers of the county. Such The notice shall state where plans and specifications may be examined, when and where bids will be opened, a brief statement of the principal items of work and materials contemplated by the improvement, and the location of the same, the amount of the certified check or bidder's bond to be required, and such further notice as the board having supervision may deem advisable. Bids may be received at any special or regular meeting of such the board. Such The board may in its discretion refuse to accept any bids submitted. Section 136. That § 31-12-27.1 be amended to read as follows: 31-12-27.1. Any county may contract with residents served by county roads for the construction, maintenance, and improvement of county roads or any portion thereof serving county residents. Whenever it shall appear to If the board of county commissioners of any county by, upon a petition presented by a resident or residents within the county, a copy of which petition shall be filed in the office of the county auditor of the county of which the petitioner or petitioners are residents of, determines that it will be to is in the best interest of the petitioner or petitioners and in the public interest that the petitioner or petitioners enter into an agreement in writing with the board of county commissioners of such county for the construction, maintenance, or improvement of county roads or any portion thereof, the board of county commissioners may, in its discretion, enter into an agreement in writing with the petitioner or petitioners to construct, maintain, or improve any such county road or portion thereof to be specifically designated, at and for a price to be paid to the county to be expressed in the agreement. If it shall appear to the board of county commissioners determines that it will be to is in the public interest to enter into such an agreement, it shall be lawful for it to the board may do so and such the county may, by and through its highway department and with the personnel and equipment thereof or by privately let contract pursuant to § 5-18-13 § 5-18A-9, perform or cause to be performed such construction, maintenance, and improvement specified in the written agreement under the supervision and control of the county highway superintendent. The prices specified in the contract shall be paid to the county or if privately let, to the person performing the work by the resident or residents petitioning upon estimates certified to by the county highway superintendent. Section 137. That § 31-17-14 be amended to read as follows: 31-17-14. The court, by its judgment in an action pursuant to § 31-17-11 shall have the right to, may determine the necessity and extent of any construction, improvement, or repair of such highway; the right to enforce equal contribution to the costs thereof by both townships; and the right to require the board of supervisors of both townships to jointly meet and advertise for bids and enter into a contract for the construction, improvement, or repair of such highway in the manner provided by §§ 5-18-3 and 5-18-5 §§ 5-18A-14 and 5-18B-10. Section 138. That § 33-12-28 be amended to read as follows: 33-12-28. The provisions of chapters 5-18, 5-19 and 5-21 5-18A, 5-18B, and 5-18D, governing contracts by public corporations, apply to contracts and purchases by the adjutant general and the Department of Military and Veterans Affairs. However, in case of insurrection, invasion, tumult, riot, breach of the peace, imminent danger thereof, or other great emergency, the Governor may, upon the certificate of the adjutant general, temporarily suspend the operation of law and direct the quartermaster general to purchase in the open market any necessary military property or supplies. The adjutant general shall report to the Governor the amount of property and supplies purchased and the prices paid. Section 139. That § 34-31-8 be amended to read as follows: 34-31-8. Notwithstanding the provisions of § 5-23-2 § 5-18D-25, the Department of Agriculture may purchase used motor vehicles and equipment at auctions of federal and state surplus property, or from public and private utility companies, irrespective of whether or not the sellers of the vehicles are licensed dealers as required by § 5-23-2 § 5-18D-25, for distribution to fire departments or districts for fire suppression. The department may charge recipients for reasonable direct and indirect costs of providing such rural fire equipment, vehicles, and supplies to counties and rural fire departments or districts. The department may administer federal and state cost assistance programs related to such rural fire protection. Section 140. That § 34A-5-41 be amended to read as follows: 34A-5-41. The board of trustees of any sanitary district incorporated under this chapter may submit to the voters of the district at an annual election or a special election called and held in accordance with chapter 9-13 the question whether the district shall be authorized to acquire and operate a water system, or the application for incorporation filed in accordance with § 34A-5-6 may request such authority. Upon approval of the grant of such authority by a majority of the qualified electors voting on the question, or upon entry of the order incorporating the district if the application has requested such authority, the board of trustees shall be authorized to may acquire and operate water mains, hydrants, intakes, wells, storage tanks and reservoirs, treatment plants, and all other facilities used or useful for the supply and distribution of water, and to acquire and operate any of such facilities, and to contract for the service of any such facilities owned by the adjacent municipality or for the use of district facilities by the municipality; and in connection with all such matters the district and its board of trustees shall have has all powers herein granted with reference to sewer facilities. In the exercise of such powers the board of trustees may purchase any existing facilities used or useful therefor, or may contract for the construction of any such facilities in the manner provided in chapters 5-18 and 5-19 5-18A and 5-18B. Section 141. That § 34A-6-63.1 be amended to read as follows: 34A-6-63.1. The governing body of any county, municipality, or political subdivision of the state may, by ordinance or resolution, establish policies, requirements, and procedures for the purchase, acquisition, sale, or transfer of any solid waste, as defined in § 34A-6-1.3; solid waste by-products; recyclable materials, as defined in § 34A-6-61; and scrap materials by any solid waste or recycling system or facility that is owned or operated by the county, municipality, or political subdivision or by any other facility or program that is owned or operated by the county, municipality, or political subdivision. Policies and requirements established pursuant to this section shall conform to state statutes and rules related to solid waste and recycling. Such purchases, acquisitions, sales, and transfers are exempt from the requirements of chapters 5-18 5-18A and 6-13. If the governing body determines that it would be is in the best interests of the county, municipality, or political subdivision, the governing body may attempt to identify additional prospective buyers or sellers and may negotiate the conditions of such transactions with prospective buyers or sellers, including price, delivery, transport, quantity, and length of contract, to obtain the price or conditions most advantageous to the governing body. The governing body may authorize procedures for adjusting prices to meet changing market conditions not within the control of the purchaser or seller. No governing board member and no officer of the county, municipality, or political subdivision may purchase or acquire the materials described in this section unless such materials are available for sale to or acquisition by the general public. Section 142. That § 34A-16-27 be amended to read as follows: 34A-16-27. Chapter 5-18 applies The provisions of chapter 5-18A apply to purchases by the district. Section 143. That § 42-7A-5 be amended to read as follows: 42-7A-5. When If entering into contracts any contract pursuant to subdivision 42-7A-4(3), the executive director shall utilize an open and competitive bid process which reflects the best interest of the State of South Dakota. Such contracts are Any such contract is exempt from the provisions of chapter 5-23 chapters 5-18A and 5-18D. The executive director shall consider all relevant factors including security, competence, experience, timely performance, and maximization of net revenues to the state. Contracts Any contract entered into pursuant to subdivision 42-7A-4(3) for major procurements are subject to the approval of the commission and are subject to the provisions of chapter 5-18 chapters 5-18A and 5-18D. Section 144. That § 46-6-31 be amended to read as follows: 46-6-31. The chief engineer, when if plugging or otherwise controlling a well pursuant to the provisions of §§ 46-6-29 and 46-6-30, shall comply with the bidding provisions of chapter 5-18 chapters 5-18A and 5-18B unless he the chief engineer determines that compliance with those provisions will result in harm to health or property or will result in an unreasonable waste of water. Section 145. That § 46-7-5.1 be amended to read as follows: 46-7-5.1. Upon failure or refusal of an owner of unsafe works to make the changes necessary to secure the safety of the works pursuant to the chief engineer's order or order of the board as applicable, the chief engineer may enter upon the property where the works are located and make the necessary changes. The cost of the work shall be borne by the owner of the works and may be recorded as a lien against any property of the owner until paid. This section does not limit any other remedy against the owner of the works. The chief engineer shall comply with the bidding provisions of chapter 5-18 chapters 5-18A and 5-18B unless he the chief engineer determines that compliance with those provisions will result in harm to public health or property. Section 146. That § 46-7-5.2 be amended to read as follows: 46-7-5.2. Notwithstanding the pendency of any notice, order, or protest pursuant to § 46-7-5, the chief engineer may immediately breach or repair any works if, in his the chief engineer's judgment, it is necessary to protect human life from imminent danger. The cost of the work in such cases shall be borne by the owner of the works and may be recorded as a lien against any property of the owner until paid. The provisions of chapter 5-18 chapters 5-18A and 5-18B are not applicable to this section. This section does not limit any other remedy against the owner of the works. Section 147. That § 46A-1-80.1 be amended to read as follows: 46A-1-80.1. All interest, title, and rights of ownership in the two eight-inch dredges and one ten-inch dredge and associated equipment and any money are hereby transferred to the South Dakota Lakes and Streams Association, for use in the restoration of lakes and streams, with priority given to lakes and streams in South Dakota. This transfer is effective only for so long as the dredges are owned by the association and are used for the above purpose. If the South Dakota Lakes and Streams Association ceases to exist or apply the dredges to the above purpose, all right, title, and interest in the dredges shall revert to the State of South Dakota. In the event of such reversion, the Bureau of Administration shall sell the dredges to the highest bidder, notwithstanding any requirements of chapter 5-23 5-24A in regard to minimum bids. Section 148. That § 46A-9-52 be amended to read as follows: 46A-9-52. All Any water user district contracts contract for the construction, alteration, extension, or improvement of any works, or any part or section thereof, or any building, for the use of the district, or for the purchase of any materials, machinery, or apparatus therefor shall be is governed by chapter 5-18 chapters 5-18A and 5-18B. Section 149. That § 46A-9-53 be amended to read as follows: 46A-9-53. Before publication of any advertisement pursuant to chapter 5-18 5-18A, plans and specifications for the proposed construction work or materials shall be prepared and filed at the principal office or place of business of the water user district. The advertisement shall be published as required by § 5-18-3 § 5-18A-14 and, in the discretion of the board of directors of the district, may be published in such additional newspapers or trade or technical periodicals as may be selected by the board in order to give proper notice of the receiving of bids. The advertisement shall designate the nature of construction work proposed to be done or materials proposed to be purchased. Section 150. That § 46A-10A-75 be amended to read as follows: 46A-10A-75. At any time after adopting a drainage plan or other official control, a board may construct drainage or let contracts for its construction. A contract may be for construction of an entire drainage project, for any portion thereof, or for material and labor separately, and the contract shall be let by competitive bid. A board has the right to may reject any bid. The lowest responsible and capable bidder shall be accepted. If a responsible and capable landowner affected by the project submits one of several low bids, he the landowner shall be given contract preference. If a contract is let, the contractor shall post a bond in the amount of the contract, conditioned on faithful performance of the contract and full completion of the contract to the satisfaction of the board. For purposes of bids on a proposed project, all plans and specifications for the project shall be filed in the office of the county auditor. If, in the judgment of the board, the entire project or any part thereof can be constructed for less money than the amount of the lowest bid submitted, the board may hire the necessary labor and purchase the necessary material for the construction without letting contracts, the provisions of chapter 5-18 chapters 5-18A and 5-18B notwithstanding. Section 151. That § 46A-10A-116 be amended to read as follows: 46A-10A-116. The board of trustees may control, supervise, and manage the district. Subject to the legal controls for drainage management under § 46A-10A-20, the board of trustees may, in conformity with any applicable local, state, and federal laws, rules, ordinances, and regulations: (1) Clean out, repair, and maintain an existing drainage ditch; (2) Deepen, widen, or enlarge a drainage ditch; (3) Create a new drainage ditch, or relocate an existing drainage ditch; (4) Extend an existing drainage ditch; (5) Acquire lands for right-of-way for ditches by purchase or condemnation or any other lawful method in conformity with chapter 21-35 and any other provision of state law; (6) Repair levies, dikes, and barriers for the purpose of drainage; (7) Regulate the flow and direction of water to prevent downstream flooding; (8) Employ or contract with an engineer, hydrologist, surveyor, appraiser, assessor, legal counsel, or any other specialists as they deem necessary to carry out the powers and duties conferred by §§ 46A-10A-98 to 46A-10A-123, inclusive; (9) Let contracts for construction, maintenance, repair, or other necessary work pursuant to the provisions of chapter 5-18 chapters 5-18A and 5-18B and § 46A-10A-75. No member of the board of trustees may have any interest in any contract or employment entered into pursuant to this subdivision or subdivision (8); (10) Request the county commission or township board of supervisors to replace, repair, remove, and enlarge public highway culverts and bridges, pursuant to §§ 46A-10A-76, 31-12-19, 31-14-2, and 31-14-27; (11) Grant a request by a landowner to annex the landowner's land to the district and apportion the costs of clean out, maintenance, or construction according to the benefits received and subject to approval by a majority of the eligible landowners voting in a special election held by the board of trustees in conjunction with the district's annual election; and (12) Reclassify benefits and apportion costs of clean out, extension, enlargement, repairs, or improvements among landowners benefitting therefrom, if the landowners have land located within the drainage district. Section 152. That § 54-13-6 be amended to read as follows: 54-13-6. The Department of Agriculture, in the administration of this chapter, may contract with one or more established agencies of state government, nonprofit corporations, or individuals to provide mediation services for borrowers and creditors and to provide financial preparation assistance for borrowers involved in mediation. Any contract executed under this section is exempt from chapter 5-18 chapters 5-18A and 5-18D. The contract may include such terms and conditions as the board deems appropriate. Section 153. That subdivision (13) of § 5-18A-22 be amended to read as follows: (13) Any authority authorized by chapters 1-16A, 1-16B, 1-16E, 1-16G, 1-16H, 1-16J, 5-12, or 11-11; Section 154. That § 5-18A-17 be amended to read as follows: 5-18A-17. No state officer or employee who approves, awards, or administers a contract involving the expenditure of public funds or the sale or lease of property, may have an interest in a contract that is within the scope of the officer's or employee's official duties. This prohibition includes any state officer or employee who, in his or her official capacity, recommends the approval or award of the contract or who supervises a person who approves, awards, or administers the contract. This prohibition does not include any state officer who serves without compensation or who may be paid per diem pursuant to § 4-7-10.4. Any contract made in violation of this section is void. Any state officer or employee who knowingly violates this section is guilty of a Class 2 misdemeanor."}, {"bill_id": 2176, "bill_version_id": 17409, "bill_version": "Enrolled", "bill_version_date": "2011-02-25T10:17:38.987-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2176, "action_date": "2011-01-11T12:00:00-06:00", "document_id": 14781, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/14781.pdf", "status_text": "First read in Senate and referred to", "journal_page": 15, "committee_id_action": 113, "committee_id_assigned": 98, "result": "N", "vote": {}}, {"bill_id": 2176, "action_date": "2011-01-19T10:00:00-06:00", "document_id": 14867, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/14867.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 98, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2176, "action_date": "2011-01-19T10:00:00-06:00", "document_id": 15093, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15093.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 98, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2176, "action_date": "2011-01-19T10:00:00-06:00", "document_id": 15093, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15093.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 98, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2176, "action_date": "2011-01-19T10:00:00-06:00", "document_id": 15093, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15093.pdf", "status_text": "Do Pass Amended", "journal_page": 140, "committee_id_action": 98, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7976, "president_vote": null, "Yea": [44, 40, 46, 24, 26, 77, 9, 34], "Excused": [45]}}, {"bill_id": 2176, "action_date": "2011-01-21T13:00:00-06:00", "document_id": 15285, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15285.pdf", "status_text": "Deferred to another day", "journal_page": 168, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2176, "action_date": "2011-01-24T14:00:00-06:00", "document_id": 15455, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15455.pdf", "status_text": "Do Pass Amended", "journal_page": 180, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8074, "president_vote": null, "Yea": [44, 75, 30, 42, 79, 40, 46, 41, 24, 26, 25, 38, 78, 76, 2, 18, 77, 82, 13, 55, 31, 43, 4, 16, 9, 10, 19, 81, 27, 34, 52, 80, 8, 45, 22]}}, {"bill_id": 2176, "action_date": "2011-01-25T14:00:00-06:00", "document_id": 15620, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15620.pdf", "status_text": "First read in House and referred to", "journal_page": 172, "committee_id_action": 115, "committee_id_assigned": 108, "result": "N", "vote": {}}, {"bill_id": 2176, "action_date": "2011-02-23T07:45:00-06:00", "document_id": 16998, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16998.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 108, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2176, "action_date": "2011-02-23T07:45:00-06:00", "document_id": 17248, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17248.pdf", "status_text": "Do Pass", "journal_page": 488, "committee_id_action": 108, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9347, "president_vote": null, "Yea": [12, 53, 60, 51, 59, 36, 61, 57, 37, 58, 5, 35, 91]}}, {"bill_id": 2176, "action_date": "2011-02-23T07:45:00-06:00", "document_id": 17248, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17248.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 108, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2176, "action_date": "2011-02-24T14:00:00-06:00", "document_id": 17348, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17348.pdf", "status_text": "Do Pass Amended", "journal_page": 515, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9477, "president_vote": null, "Yea": [12, 53, 17, 33, 21, 72, 60, 87, 1, 105, 48, 51, 49, 15, 59, 36, 7, 94, 104, 84, 88, 61, 90, 57, 11, 63, 70, 96, 23, 62, 39, 54, 20, 71, 92, 28, 37, 83, 95, 58, 85, 103, 3, 32, 102, 68, 98, 67, 99, 64, 73, 69, 50, 14, 6, 86, 93, 74, 35, 97, 101, 66, 100, 91, 89, 65, 47, 5], "Excused": [56, 29]}}, {"bill_id": 2176, "action_date": "2011-02-25T13:00:00-06:00", "document_id": 17445, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17445.pdf", "status_text": "Signed by the President", "journal_page": 542, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2176, "action_date": "2011-02-28T14:00:00-06:00", "document_id": 17545, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17545.pdf", "status_text": "Signed by the Speaker", "journal_page": 563, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2176, "action_date": "2011-03-01T14:00:00-06:00", "document_id": 17653, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17653.pdf", "status_text": "Delivered to the Governor", "journal_page": 568, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2176, "action_date": "2011-03-08T10:00:00-06:00", "document_id": 18056, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18056.pdf", "status_text": "Signed by the Governor", "journal_page": 644, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4693, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/2176"}