{"session_id": 69, "bill_id": 24877, "bill_type": "House Bill", "bill_number": 1090, "bill_title": "revise provisions related to tax deeds and to declare an emergency.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24877", "sponsors": [{"legislator_profile_id": 4485, "is_prime": true}, {"legislator_profile_id": 4564, "is_prime": true}, {"legislator_profile_id": 4474, "is_prime": false}, {"legislator_profile_id": 4478, "is_prime": false}, {"legislator_profile_id": 4486, "is_prime": false}, {"legislator_profile_id": 4495, "is_prime": false}, {"legislator_profile_id": 4530, "is_prime": false}, {"legislator_profile_id": 4531, "is_prime": false}, {"legislator_profile_id": 4533, "is_prime": false}, {"legislator_profile_id": 4538, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4546, "is_prime": false}, {"legislator_profile_id": 4549, "is_prime": false}, {"legislator_profile_id": 4570, "is_prime": false}], "keywords": ["Counties", "Emergency Clause", "Non-Ad Valorem Taxes", "Property Tax", "Taxation"], "audio": [{"meeting_datetime": "2024-01-23T07:45:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hta10.mp3", "start_seconds": 154.0}, {"meeting_datetime": "2024-01-23T07:45:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hta10.mp3", "start_seconds": 154.0}, {"meeting_datetime": "2024-01-23T07:45:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hta10.mp3", "start_seconds": 154.0}, {"meeting_datetime": "2024-01-23T07:45:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hta10.mp3", "start_seconds": 154.0}, {"meeting_datetime": "2024-01-23T07:45:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hta10.mp3", "start_seconds": 154.0}], "bill_versions": [{"bill_id": 24877, "bill_version_id": 259698, "bill_version": "Introduced", "bill_version_date": "2024-01-13T13:54:12.157-06:00", "bill_text": "An Act to revise provisions related to tax deeds and to declare an emergency. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 10-25 be amended with a NEW SECTION: A county that has acquired real property by a tax deed shall declare the real property to be surplus property and conduct a sale in accordance with the provisions of chapter 6-13. The sale must occur within one year of the issuance of the tax deed. The proceeds of the sale must be distributed in accordance with § 10-25-39. Notwithstanding the notice requirement contained in § 6-13-4, the county shall give notice of the sale by publishing a notice of the sale at least twice, with the first publication not less than thirty days prior to the date of the sale. Section 2. That chapter 10-25 be amended with a NEW SECTION: Any person, except a county, acquiring real property by a tax deed after being issued a tax certificate shall offer the property at public auction in accordance with the provisions of chapter 6-13 and section 1 of this Act. The auction must occur within one year of the issuance of the tax deed. Following the sale, the seller of the property is entitled to compensation in the same manner as redemption of a tax certificate pursuant to § 10-24-1. The proceeds of the sale must be distributed in accordance with § 10-25-39. Section 3. That § 10-25-39 be AMENDED: 10-25-39. The proceeds of the tax deed sale, after deducting the expenses incurred by the county in the proceeding to take tax deed and in the sale proceeding, shall must be distributed by prorating the proceeds on the basis of the tax levies for the most recent year for which taxes are included in the proceeds of the sale, until all tax and interest have been paid. Any surplus proceeds of the tax deed sale that remain after payment of the taxes, penalty, interest, and other costs, must be returned to the prior owner of record. If the prior owner of record cannot be found within one hundred eighty days, the surplus must be transferred to the Unclaimed Property Division pursuant to chapter 43-41B. Section 4. That § 10-25-12 be AMENDED: 10-25-12. Any deed issued acquired pursuant to this chapter or chapter 10-26 sections 1 or 2 of this Act vests in the grantee an absolute estate in fee simple in the real property. However, the real property is subject to any claim that the state may have in the real property for taxes, liens, or encumbrances. The real property is also subject to any lien for past-due installments of special assessments for the financing of municipal improvements levied pursuant to chapter 9-43, including principal and interest on the installments except as provided by § 9-43-100. The holder of the deed or the holder's successor in interest is entitled to immediate exclusive possession of the real property described in the deed regardless of the rights of any person to redeem or question exclusive possession thereafter. Section 5. That § 10-25-21 be REPEALED: If any real property has been bid in by the treasurer in the name of the county at tax certificate sale and the tax certificate has not been redeemed from the sale or assigned by a certificate of sale, and sufficient time has elapsed since the sale that a tax deed may be properly issued, the board of county commissioners may, in lieu of taking a tax deed, procure from any person who has any interest in the real property, real or apparent, a transfer by deed of the interest. However, consideration for the transfer may not exceed the sum of fifteen dollars exclusive of taxes in connection with any real property. Section 6. That § 10-25-22 be REPEALED: If title to real property has been acquired by the county under the provisions of § 10-25-21, the board of county commissioners may compromise, abate, or fully cancel any taxes previously extended against the real property. Section 7. That § 10-25-23 be REPEALED: Any sale or rental of real property acquired by a county by transfer in lieu of a tax-deed proceeding, shall be made in the same manner as provided for sale or rental of real property acquired by a tax deed. Section 8. That § 10-25-27 be REPEALED: The board of county commissioners shall control the rental of real property acquired by the county under tax deed. The rental proceeds from real property acquired by a county under tax deed shall, after deducting the expenses of collecting the proceeds, be apportioned by the county officials controlling the proceeds in the same manner as taxes are apportioned from the real property if the real property was still contributing in taxes. Section 9. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}], "amendments": [{"bill_id": 24877, "document_id": 261740, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/261740.pdf", "legislator_profile_id": 4511, "document_id_instructions": 261743, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/261743.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 24877, "action_date": "2024-01-16T14:00:00-06:00", "document_id": 259641, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/259641.pdf", "status_text": "First read in House and referred to", "journal_page": 60, "committee_id_action": 1197, "committee_id_assigned": 1204, "result": "N", "vote": {}}, {"bill_id": 24877, "action_date": "2024-01-23T07:45:00-06:00", "document_id": 260033, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260033.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1204, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24877, "action_date": "2024-01-23T07:45:00-06:00", "document_id": 260034, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260034.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1204, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78746, "president_vote": null, "Yea": [4474, 4489, 4497, 4527, 4528, 4543, 4545, 4546, 4548, 4509, 4485], "Nay": [4511, 4549]}}]}