{"session_id": 49, "bill_id": 15589, "bill_type": "Senate Bill", "bill_number": 150, "bill_title": "authorize additional nonresident waterfowl licenses.", "sponsors": [{"legislator_profile_id": 2340, "is_prime": true}, {"legislator_profile_id": 2404, "is_prime": true}, {"legislator_profile_id": 2305, "is_prime": false}, {"legislator_profile_id": 2324, "is_prime": false}, {"legislator_profile_id": 2325, "is_prime": false}, {"legislator_profile_id": 2355, "is_prime": false}, {"legislator_profile_id": 2372, "is_prime": false}, {"legislator_profile_id": 2385, "is_prime": false}, {"legislator_profile_id": 2398, "is_prime": false}], "keywords": ["Administrative Rules", "Department of Game, Fish, and Parks", "Hunting, Fishing, and Trapping"], "audio": [], "bill_versions": [{"bill_id": 15589, "bill_version_id": 86860, "bill_version": "Introduced", "bill_version_date": "2000-01-20T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize additional nonresident waterfowl licenses. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Department of Game, Fish, and Parks Commission may promulgate rules, pursuant to chapter 1-26, to authorize the department to issue an additional two thousand special nonresident waterfowl licenses. These licenses may be issued only for the purpose of an early season Canada goose depredation hunt. This section is repealed on June 30, 2003. 500 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.021 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}, {"bill_id": 15589, "bill_version_id": 86861, "bill_version": "Senate Agriculture and Natural Resources Engrossed", "bill_version_date": "2000-02-02T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize additional nonresident waterfowl licenses. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 41-6-10 be amended to read as follows: 41-6-10. Licenses, permits, and stamps issued under this title are classified as follows: (1) Disabled hunter permit; (2) Export bait dealer license; (2A) Fall three-day temporary nonresident waterfowl license; (3) Fur dealer's license; (4) Hoop net, trap or setline license; (5) License for breeding and domesticating animals and birds; (6) License to take fur-bearing animals; (7) Nonresident big game license; (8) Nonresident fishing license; (9) Nonresident predator/varmint license; (10) Repealed by SL 1999, ch 213, § 3. (11) Nonresident retail bait dealer license; (12) Nonresident shooting preserve license; (13) Nonresident small game license; (14) Nonresident and resident migratory bird certification permit; (15) Nonresident wholesale bait dealer license; (16) Nonresident wild turkey license; (17) Nursing facility group fishing license; (18) Park user's license; (19) Permit for transportation of big game animal; (20) Private fish hatchery license; (21) Resident big game license; (22) Resident elk license; (23) Resident fishing license and resident senior fishing license; (24) Repealed by SL 1999, ch 213, § 3. (25) Resident retail bait dealer license; (26) Resident small game license and resident youth small game license; (27) Resident predator/varmint license; (28) Resident wholesale bait dealer license; (29) Resident wild turkey license; (30) Scientific collector's license; (31) Special nonresident waterfowl license; (32) Repealed by SL 1999, ch 213, § 3. (33) Taxidermist's license; (33A) Spring five-day snow goose temporary nonresident waterfowl license; (33B) Early fall Canada goose temporary nonresident license; (34) Temporary fishing and hunting licenses. The rights and privileges of such licensees are set forth in § § 41-6-12 to 41-6-45.1, inclusive, and in § 41-17-13. The Game, Fish and Parks Commission shall promulgate rules pursuant to chapter 1-26 to set the fees, eligibility, and duration for such licenses. Section 2. That § 41-6-18.1 be amended to read as follows: 41-6-18.1. It is a Class 2 misdemeanor for a nonresident to hunt, take, or kill migratory waterfowl without a special nonresident waterfowl license, a fall three-day temporary nonresident waterfowl license, early fall Canada goose temporary nonresident license, or a spring five-day snow goose temporary nonresident waterfowl, license, a migratory bird certification permit, and a federal migratory bird stamp, or in violation of the conditions of the licenses or the rules of the Game, Fish and Parks Commission. A special nonresident waterfowl license, except as otherwise provided in this title, entitles the licensee to hunt migratory waterfowl for ten consecutive days. Four dollars received from the sale of each special nonresident waterfowl license shall be placed in the land acquisition and development fund. The moneys from this fund shall be used to acquire by purchase or lease real property to be used primarily for game production. This license shall be in such form as the Game, Fish and Parks Commission shall prescribe. The provision in this section limiting the validity of a special nonresident waterfowl license to ten consecutive days does not apply in Union, Clay, Bon Homme, Yankton, and Charles Mix counties; and in such counties, the special nonresident waterfowl license is valid during the same period as is a resident waterfowl license. The Game, Fish and Parks Commission may issue no more than four thousand nonresident waterfowl licenses in a calendar year. Section 3. That § 41-6-18.4 be amended to read as follows: 41-6-18.4. The Game, Fish and Parks Commission may promulgate rules in accordance with chapter 1-26 to authorize the department to issue up to two thousand fall three-day temporary nonresident waterfowl licenses , up to two thousand early fall Canada goose temporary nonresident licenses, and a number of spring five-day snow goose temporary nonresident waterfowl licenses to be determined by the department, and to establish the fee therefor, validity of the licenses issued, types of waterfowl to be hunted, and areas in which hunting is permitted. The fall three-day temporary nonresident waterfowl licenses are valid only on private property, but are not valid on private property leased by the department for public hunting or on highways or other public rights-of-way within this state that otherwise meet the requirements of § 41-9-1.3. Revenue from the sale of fall three-day temporary nonresident waterfowl licenses shall be deposited in the department's land acquisition and development fund to be used to acquire, by lease, permit, or otherwise, interests in real property to be used for providing waterfowl hunting public access in the counties adjacent to the Missouri River. Revenue from the sale of early fall Canada goose temporary nonresident licenses shall be deposited in the department's land acquisition and development fund to be used to acquire by lease, permit, or otherwise, interests in real property to be used for providing waterfowl hunting public access. Before promulgating rules which permit the issuance of fall three-day temporary nonresident waterfowl licenses, the commission shall determine that adequate waterfowl hunting public access has been provided through the department's land acquisition and development fund or through other means. Section 4. That § 41-6-72 be amended to read as follows: 41-6-72. Licenses issued under this title shall expire on at the end of the last day of December of the calendar year for which they were issued unless specified otherwise in this chapter or as limited or provided by the applicable license and rules promulgated by the Game, Fish and Parks Commission in accordance with chapter 1-26. Waterfowl hunting licenses expire at the end of the last day of the hunting season for which the license was issued . Section 5. That § 41-6-15 be repealed. 41-6-15. Any hunting or fishing license shall expire on the last day of December in the year in which it was purchased or as limited and provided by the applicable license. Section 6. The issuance, licensure, and revenue dedication requirements relating to early fall Canada goose temporary nonresident licenses contained in sections 1 to 3, inclusive, of this Act are repealed on June 30, 2003. BILL HISTORY 1/20/00 First read in Senate and referred to Agriculture and Natural Resources. S.J. 127 2/1/00 Scheduled for Committee hearing on this date. 2/1/00 Agriculture and Natural Resources Do Pass Amended, Passed, AYES 8, NAYS 0. S.J. 281 2/1/00 Agriculture and Natural Resources Place on Consent Calendar. 2/2/00 Agriculture and Natural Resources Hog Housed."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15589, "action_date": "2000-01-20T14:00:00-06:00", "document_id": 85635, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85635.pdf", "status_text": "First read in Senate and referred to", "journal_page": 127, "committee_id_action": 657, "committee_id_assigned": 630, "result": "N", "vote": {}}, {"bill_id": 15589, "action_date": "2000-02-01T10:00:00-06:00", "document_id": 85833, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85833.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 630, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15589, "action_date": "2000-02-01T10:00:00-06:00", "document_id": 85833, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85833.pdf", "status_text": "Do Pass Amended,", "journal_page": 281, "committee_id_action": 630, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45754, "president_vote": null, "Yea": [2310, 2311, 2346, 2347, 2386, 2398, 2400, 2329], "Excused": [2358]}}, {"bill_id": 15589, "action_date": "2000-02-01T10:00:00-06:00", "document_id": 85833, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85833.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 630, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15589, "action_date": "2000-02-02T00:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 630, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15589, "action_date": "2000-02-07T14:00:00-06:00", "document_id": 85659, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85659.pdf", "status_text": "Deferred to another day", "journal_page": 333, "committee_id_action": 657, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15589, "action_date": "2000-02-09T14:00:00-06:00", "document_id": 85663, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85663.pdf", "status_text": "Tabled", "journal_page": 397, "committee_id_action": 657, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44183, "president_vote": null, "Yea": [2304, 2306, 2307, 2310, 2311, 2320, 2326, 2329, 2330, 2335, 2339, 2344, 2346, 2347, 2357, 2358, 2364, 2365, 2369, 2376, 2380, 2381, 2389, 2395, 2398, 2399, 2400, 2405], "Nay": [2322, 2331, 2340, 2352, 2375, 2386, 2391]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/15589"}