{"session_id": 56, "bill_id": 19016, "bill_type": "House Bill", "bill_number": 1278, "bill_title": "revise certain provisions relating to the practice of respiratory care.", "sponsors": [{"legislator_profile_id": 3061, "is_prime": true}, {"legislator_profile_id": 3112, "is_prime": true}, {"legislator_profile_id": 3052, "is_prime": false}, {"legislator_profile_id": 3086, "is_prime": false}, {"legislator_profile_id": 3108, "is_prime": false}, {"legislator_profile_id": 3127, "is_prime": false}, {"legislator_profile_id": 3137, "is_prime": false}], "keywords": ["Professions and Occupations", "Public Health and Safety"], "audio": [{"meeting_datetime": "2004-02-04T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hhe16hb1278a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-04T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hhe16hb1278a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-04T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hhe16hb1278a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-04T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hhe16hb1278a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-09T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/she20hb1278a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-09T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/she20hb1278a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-09T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/she20hb1278a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-09T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/she20hb1278a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19016, "bill_version_id": 99868, "bill_version": "Introduced", "bill_version_date": "2004-01-26T10:11:59-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to the practice of respiratory care. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-4C-1 be amended to read as follows: 36-4C-1. Terms used in this chapter mean: (1) \"Affiliate,\" the South Dakota affiliate of the American Association for Respiratory Care; (2) \"Board,\" the State Board of Medical and Osteopathic Examiners; (3) \"Committee,\" the Respiratory Care Advisory Committee provided for in this chapter; (4) \"Qualified medical director,\" the physician responsible for the medical direction of any inpatient or outpatient respiratory care service, department, or home care agency. The medical director shall be a licensed physician pursuant to chapter 36-4 who has special interest and knowledge in the diagnosis and treatment of cardiopulmonary problems. If possible, the medical director shall be qualified by special training or be experienced in the management of acute and chronic respiratory disorders or both. The medical director is responsible for the quality, safety, and appropriateness of respiratory care services; (5) \"Respiratory care practitioner,\" any person with a limited temporary permit or license to practice respiratory care as defined in this chapter and whose limited temporary permit or license is in good standing ; (6) \"Registered respiratory therapist,\" a respiratory care practitioner who has successfully completed a training program accredited by the Commission on Accreditation of Allied Health Education Programs in collaboration with the Committee on Accreditation for Respiratory Care and who has successfully completed the registry examination for advanced respiratory therapists administered by the National Board for Respiratory Care, Incorporated; (7) \"Certified respiratory therapist,\" a respiratory care practitioner who has successfully completed a training program accredited by the Commission on Accreditation of Allied Health Education Programs in collaboration with the Committee on Accreditation for Respiratory Care and who has successfully completed the entry level examination for respiratory therapists administered by the National Board for Respiratory Care, Incorporated; (8) \"Graduate respiratory care practitioner,\" a person who has graduated from an education and training program accredited by the Commission on Accreditation of Allied Health Education Programs in collaboration with the Committee on Accreditation for Respiratory Care and who is eligible to take the licensure examination required by § 36-4C-8; (9) \"Student respiratory care practitioner,\" a person who is enrolled in an education and training program for respiratory care practitioners which is accredited by the Commission on Accreditation of Allied Health Education Programs and the Committee on Accreditation for Respiratory Care and who provides respiratory care under direct supervision of a licensed respiratory care practitioner who is on the premises where the respiratory care services are provided and who is available for immediate consultation . Section 2. That § 36-4C-2 be amended to read as follows: 36-4C-2. Respiratory care is the allied health profession responsible for the treatment, management, diagnostic testing, and care of patients with deficiencies and abnormalities associated with the cardiopulmonary system and associated aspects of other systems. Respiratory care includes therapeutic and diagnostic use of prescribed medical gases, humidity, and aerosols including the maintenance of associated apparatus; administration of prescribed pharmacologic agents; use of mechanical, hyperbaric, and physiological cardiorespiratory support; bronchoscopy; broncho-pulmonary hygiene, breathing exercises and other related cardiopulmonary rehabilitative procedures; cardiopulmonary resuscitation and the maintenance of natural airways; the insertion and maintenance of artificial airways; the insertion of devices to analyze, infuse, or monitor pressure in arterial, capillary or venous blood; and the transcription and implementation of a physician's written or verbal orders pertaining to the practice of respiratory care. Respiratory care also includes the testing techniques employed in respiratory care to assist in diagnosis, monitoring, treatment and research. Respiratory care also includes diagnostic and monitoring techniques such as the collection and measurement of cardiorespiratory specimens, volumes, pressures, and flows; the performance of such additional acts requiring education and training and which are jointly recognized by the medical and respiratory care professions as proper to be performed by respiratory care practitioners licensed under this chapter and authorized by the board observing, assessing, and monitoring signs, symptoms, reactions, general behavior, and general physical response of individuals to respiratory care, including determination of whether those signs, symptoms, reactions, behaviors, or general physical response exhibit abnormal characteristics; the administration of pharmacological, diagnostic, and therapeutic agents related to respiratory care; the administration of analgesic agents by subcutaneous injection or inhalation for performance of respiratory care procedures; the collection of blood specimens and other bodily fluids and tissues for, and the performance of, cardiopulmonary diagnostic testing procedures including blood gas analysis; the insertion of maintenance of artificial airways; the insertion of devices to analyze, infuse, or monitor pressure in arterial, capillary, or venous blood; development, implementation, and modification of respiratory care treatment plans based on assessment of the cardio-respiratory system, respiratory care protocols, clinical pathways, referrals and written, verbal, or telecommunicated orders of a physician; application, operation, and management of mechanical ventilatory support and other means of life support; hyper baric oxygen medicine; advances in the art of techniques of respiratory care learned through formal or specialized training; and the initiation of emergency procedures . Section 3. That § 36-4C-4 be amended to read as follows: 36-4C-4. The board shall appoint a Respiratory Care Practitioners' Advisory Committee composed of five members as follows: (1) Two registered respiratory care practitioners therapists ; (2) Two certified respiratory care practitioners therapists ; and (3) An individual representing the public who is unaffiliated with the profession. A physician licensed pursuant to chapter 36-4 who practices as a pulmonologist. Committee members shall be selected from a list of nominees by the South Dakota affiliate of the American Association for Respiratory Care. Each committee member shall serve a term of three years, except initial appointees whose terms shall be staggered so that no more than two members' terms expire in any one year. If a vacancy occurs, the board shall appoint a person to fill the unexpired term. The advisory committee shall assist the board in evaluating the qualifications of applicants for licensure and reviewing the examination results of applicants. The committee shall also make recommendations to the board regarding rules promulgated pursuant to this chapter. Section 4. That § 36-4C-5 be amended to read as follows: 36-4C-5. Any person credentialed by the National Board for Respiratory Care as a registered respiratory therapist or a certified respiratory therapy technician and holding a license to practice respiratory care in this state may use the title, \"registered respiratory care practitioner\" or \"certified respiratory care practitioner\" and use the abbreviations \"RRCP\" or \"CRCP.\" No person may practice respiratory care or represent oneself as a respiratory care practitioner or use in connection with the person's name the words or letters \"RRCP,\" \"CRCP,\" \"respiratory care practitioner,\" \"licensed respiratory care practitioner,\" or any other letters, words, or insignia indicating or implying that the person is a respiratory care practitioner or as as being able to practice respiratory care, or to render respiratory care services in this state unless the person is licensed under the provisions of this chapter. Any person who violates this section is guilty of a Class 2 misdemeanor. A person who does not hold a license or temporary permit under this chapter as a respiratory care practitioner or whose license or temporary permit has been suspended or revoked may not use in connection with the person's practice the words, respiratory care, respiratory therapist, respiratory care practitioner, certified respiratory care practitioner, respiratory therapy technician, inhalation therapist, or respiratory care therapist, or the letters, R.C.P., or any other words, letters, abbreviations, or insignia indicating that the person is a respiratory care practitioner, or otherwise represent in any way that the person is a respiratory care practitioner. A person who holds a license or temporary permit to practice respiratory care under this chapter may use the title, respiratory care practitioner, and the abbreviation, R.C.P. Section 5. That § 36-4C-7 be amended to read as follows: 36-4C-7. Nothing in this chapter may be construed to prevent or restrict the practice, services, or activities of: (1) Any person licensed or certified in this state by any other law from engaging in the profession or occupation for which he is licensed or certified who is performing services within his authorized scope of practice; (2) Any student practicing respiratory care which is an integral part of a respiratory care education program recognized by the Joint Review Committee for Respiratory Therapy Education and the American Medical Association Council on Allied Health Education and Accreditation or their successors. Students enrolled in respiratory care education programs shall be identified as respiratory care practitioner students and shall provide respiratory care only under clinical supervision A student respiratory care practitioner who is performing respiratory care without compensation in a clinical training capacity ; (3) Self care, or gratuitous care by a friend or family member who does not represent or hold himself out to be a respiratory care practitioner; (4) Federal employees when functioning in the course of their assigned duties; (5) A person rendering respiratory care in an emergency; (6) An individual A person other than a respiratory care practitioner who has passed an examination which includes content in one or more of the practices included in this chapter, provided that he if the person performs only those procedures for which he the person has been successfully tested and the testing body offering the examination is certified by the National Commission for Health Certifying Agencies or its equivalent as determined by the board; (7) An individual A person , other than a respiratory care practitioner, employed by a hospital or related institution as licensed pursuant to chapter 34-12 who performs simple oxygen administration, incentives spirometry or chestphysiotherapy under the direction of a licensed physician, registered nurse, licensed practical nurse, licensed respiratory care practitioner, certified nurse practitioner or certified physicians assistant; (8) An individual A person , other than a respiratory care practitioner, employed by a home medical equipment company who installs , delivers, and maintains home respiratory therapy equipment but does not perform patient assessment or patient care , patient education, or clinical instruction relating to home respiratory therapy ; or (9) A person licensed or certified to practice respiratory care in another state or foreign country who provides respiratory care to a critically ill patient while the patient is being transported to a hospital in this state . Section 6. That § 36-4C-8 be amended to read as follows: 36-4C-8. The board may grant a temporary permit to any applicant who has completed the education requirements of this chapter or to any student enrolled in an education program approved by the Joint Review Committee for Respiratory Therapy provided that he performs only those duties for which he has satisfactorily completed that program's clinical competency testing. The temporary permit confers all the privileges of a license to practice respiratory care except as limited in this section. The temporary permit is nonrenewable and expires one year following the first licensing examination for which the applicant is eligible practice respiratory care to a graduate respiratory care practitioner. The board may also grant a temporary permit to a student respiratory care practitioner, but the permit may only allow the student to perform those respiratory care services for which the student has successfully completed clinical competency evaluation. A temporary permit is nonrenewable and terminates three months from the date when the applicant becomes eligible to take the licensure examination required by § 36- 4C-9 or upon the applicant's failure to pass the examination, whichever occurs first . Section 7. That § 36-4C-9 be amended to read as follows: 36-4C-9. Any applicant applying for a license as a respiratory care practitioner shall file a written application provided by the board, showing that he the applicant meets the following requirements: (1) Character -- Applicant shall be of good moral character; (2) Education -- Applicant shall present evidence satisfactory to the board of having successfully completed the academic requirements of an educational program in respiratory care recognized by the board. The respiratory education program shall be accredited by the American Medical Association Council on Allied Health Education and Accreditation in collaboration with the Joint Review Committee for Respiratory Therapy Education or their successor organization an education and training program accredited by the Commission on Accreditation of Allied Health Education Programs in collaboration with the Committee on Accreditation for Respiratory Care ; and (3) Examination -- An applicant for licensure as a respiratory care practitioner shall pass an examination recommended by the Respiratory Care Advisory Committee and approved by the board."}, {"bill_id": 19016, "bill_version_id": 101138, "bill_version": "Enrolled", "bill_version_date": "2004-02-11T10:00:36-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19016, "action_date": "2004-01-26T14:00:00-06:00", "document_id": 99935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99935.pdf", "status_text": "First read in House and referred to", "journal_page": 205, "committee_id_action": 831, "committee_id_assigned": 822, "result": "N", "vote": {}}, {"bill_id": 19016, "action_date": "2004-02-04T07:45:00-06:00", "document_id": 100587, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100587.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 822, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19016, "action_date": "2004-02-04T07:45:00-06:00", "document_id": 100587, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100587.pdf", "status_text": "Do Pass,", "journal_page": 399, "committee_id_action": 822, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59128, "president_vote": null, "Yea": [3055, 3074, 3082, 3108, 3112, 3127, 3141, 3144, 3145, 3071, 3143], "Excused": [3083, 3099]}}, {"bill_id": 19016, "action_date": "2004-02-04T07:45:00-06:00", "document_id": 100587, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100587.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 822, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19016, "action_date": "2004-02-05T14:00:00-06:00", "document_id": 100751, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100751.pdf", "status_text": "Do Pass,", "journal_page": 417, "committee_id_action": 831, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59380, "president_vote": null, "Yea": [3045, 3048, 3049, 3051, 3053, 3054, 3055, 3056, 3057, 3058, 3060, 3067, 3069, 3070, 3071, 3072, 3073, 3074, 3075, 3076, 3078, 3080, 3081, 3082, 3083, 3084, 3085, 3086, 3088, 3090, 3095, 3096, 3099, 3100, 3102, 3104, 3105, 3106, 3107, 3108, 3110, 3112, 3114, 3117, 3118, 3119, 3121, 3122, 3123, 3124, 3125, 3126, 3127, 3129, 3130, 3131, 3133, 3134, 3135, 3136, 3140, 3141, 3142, 3143, 3144, 3145, 3147, 3148, 3149, 3111]}}, {"bill_id": 19016, "action_date": "2004-02-06T14:00:00-06:00", "document_id": 100833, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100833.pdf", "status_text": "First read in Senate and referred to", "journal_page": 377, "committee_id_action": 832, "committee_id_assigned": 809, "result": "N", "vote": {}}, {"bill_id": 19016, "action_date": "2004-02-09T10:00:00-06:00", "document_id": 100953, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100953.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 809, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19016, "action_date": "2004-02-09T10:00:00-06:00", "document_id": 100953, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100953.pdf", "status_text": "Do Pass,", "journal_page": 401, "committee_id_action": 809, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57300, "president_vote": null, "Yea": [3052, 3061, 3079, 3128, 3137, 3120, 3046]}}, {"bill_id": 19016, "action_date": "2004-02-09T10:00:00-06:00", "document_id": 100953, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100953.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 809, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19016, "action_date": "2004-02-10T14:00:00-06:00", "document_id": 101096, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101096.pdf", "status_text": "Do Pass,", "journal_page": 430, "committee_id_action": 832, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57454, "president_vote": null, "Yea": [3044, 3046, 3047, 3050, 3052, 3059, 3061, 3062, 3064, 3065, 3066, 3068, 3077, 3087, 3089, 3091, 3092, 3093, 3094, 3097, 3098, 3101, 3103, 3109, 3113, 3115, 3116, 3120, 3128, 3132, 3137, 3138, 3139, 3146], "Excused": [3079]}}, {"bill_id": 19016, "action_date": "2004-02-11T14:30:00-06:00", "document_id": 101191, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101191.pdf", "status_text": "Signed by Speaker", "journal_page": 542, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19016, "action_date": "2004-02-12T14:00:00-06:00", "document_id": 101286, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101286.pdf", "status_text": "Signed by President", "journal_page": 490, "committee_id_action": 832, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19016, "action_date": "2004-02-13T13:00:00-06:00", "document_id": 101353, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101353.pdf", "status_text": "Delivered to the Governor", "journal_page": 605, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19016, "action_date": "2004-02-17T14:00:00-06:00", "document_id": 101454, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101454.pdf", "status_text": "Signed by Governor", "journal_page": 610, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2826, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/19016"}