{"session_id": 61, "bill_id": 21256, "bill_type": "Senate Bill", "bill_number": 48, "bill_title": "adopt consumer protection standards for property casualty insurance claims.", "sponsors": [], "keywords": ["Department of Revenue and Regulation", "Insurance"], "audio": [{"meeting_datetime": "2007-01-25T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sco12.mp3", "start_seconds": 1295.0}, {"meeting_datetime": "2007-01-25T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sco12.mp3", "start_seconds": 1295.0}, {"meeting_datetime": "2007-01-25T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sco12.mp3", "start_seconds": 1295.0}, {"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sco17.mp3", "start_seconds": 3017.0}, {"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sco17.mp3", "start_seconds": 3017.0}, {"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sco17.mp3", "start_seconds": 3017.0}, {"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sco17.mp3", "start_seconds": 3017.0}, {"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sco17.mp3", "start_seconds": 3017.0}, {"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sco17.mp3", "start_seconds": 3017.0}, {"meeting_datetime": "2007-02-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen19.mp3", "start_seconds": 4742.0}, {"meeting_datetime": "2007-02-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen19.mp3", "start_seconds": 4742.0}, {"meeting_datetime": "2007-02-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen19.mp3", "start_seconds": 4742.0}, {"meeting_datetime": "2007-02-21T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hco29.mp3", "start_seconds": 959.0}, {"meeting_datetime": "2007-02-21T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hco29.mp3", "start_seconds": 959.0}, {"meeting_datetime": "2007-02-21T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hco29.mp3", "start_seconds": 959.0}, {"meeting_datetime": "2007-02-21T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hco29.mp3", "start_seconds": 959.0}, {"meeting_datetime": "2007-02-21T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hco29.mp3", "start_seconds": 959.0}], "bill_versions": [{"bill_id": 21256, "bill_version_id": 110065, "bill_version": "Introduced", "bill_version_date": "2007-01-06T17:21:53-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to adopt consumer protection standards for property casualty insurance claims. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this Act mean: (1) \"Agent,\" any person, corporation, association, partnership, or other legal entity authorized to represent an insurer with respect to a claim; (2) \"Claim file,\" any retrievable electronic file, paper file, or combination of both; (3) \"Claimant,\" an insured or legal representative of an insured, including a member of the insured's immediate family designated by the insured, making a claim under a policy and unless otherwise specified includes a third party claimant; (4) \"Days,\" calendar days; (5) \"Documentation,\" includes all pertinent communications, transactions, notes, work papers, claim forms, bills, and explanation of benefits forms relative to the claim; (6) \"First party claimant,\" any person, corporation, association, partnership, or other legal entity asserting a right to payment under an insurance policy or insurance contract arising out of the occurrence of the contingency or loss covered by the policy or contract; (7) \"Investigation,\" any activity of an insurer directly or indirectly related to the determination of liabilities under coverages afforded by an insurance policy or insurance contract; (8) \"Notification of claim,\" any notification, whether in writing or other means acceptable under the terms of an insurance policy to an insurer or its agent, by a claimant, which reasonably apprises the insurer of the facts pertinent to a claim; (9) \"Proof of loss,\" written proofs, such as claim forms, medical bills, medical authorizations, or other reasonable evidence of the claim that is ordinarily required of all insureds or beneficiaries submitting the claims; (10) \"Reasonable explanation,\" information sufficient to enable the insured to compare the allowable benefits with policy provisions and determine whether proper payment has been made; (11) \"Replacement crash part,\" sheet metal or plastic parts which generally constitute the exterior of a motor vehicle, including inner and outer panels; (12) \"Written communications,\" includes all correspondence, regardless of source or type that is materially related to the handling of the claim. Section 2. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The provisions of this Act set forth minimum standards for the investigation and disposition of first party property and casualty claims arising under contracts or certificates issued to residents of this state and do not apply to claims involving workers' compensation, fidelity, suretyship, or boiler and machinery insurance. Nothing in this Act may be construed to create or imply a private cause of action for violation of this Act nor may be construed to create or imply third party bad faith. Section 3. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: No insurer may fail to fully disclose to first party claimants all pertinent benefits, coverages, or other provisions of a policy or contract under which a claim is presented. Section 4. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: No claim may be denied on the basis of failure to exhibit property unless there is documentation of breach of the policy provisions in the claim file. No insurer may deny a claim based upon the failure of a first party claimant to give written notice of loss within a specified time limit unless the written notice is a written policy condition, or claimant's failure to give written notice after being requested to do so is so unreasonable as to constitute a breach of the claimant's duty to cooperate with the insurer. Section 5. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: No insurer may indicate to a first party claimant on a payment draft, check, or in any accompanying letter that the payment is final or a release of any claim unless the policy limit has been paid or there has been a compromise settlement agreed to by the first party claimant and the insurer as to coverage and amount payable under the contract. No insurer may issue any check or draft in partial settlement of a loss or claim under a specific coverage that contains language purporting to release the insurer or its insured from total liability. Any payment of a claim to a claimant shall be made payable to the claimant only and may not include other persons unless either there is express permission given from the claimant or the payee is listed as loss payee or mortgagee on the policy. If written permission is obtained from the insured or from a claimant, the insurer shall honor that request by including the named party on the claim check. Section 6. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Every insurer, upon receiving notification of a claim, shall promptly acknowledge the receipt of the notice unless payment is made within that period of time. If an acknowledgment is made by means other than writing, an appropriate notation of the acknowledgment shall be made in the claim file of the insurer and dated. Notification of a claim given to an agent of an insurer is notification to the insurer. An appropriate reply shall be made promptly on all other pertinent communications from a claimant which reasonably suggest that a response is expected. Every insurer, upon receiving notification of claim, shall promptly provide necessary claim forms, instructions, and reasonable assistance so that a first party claimant can comply with the policy conditions and the insurer's reasonable requirements. Section 7. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Upon receipt by the insurer of properly executed proofs of loss, the first party claimant shall be promptly advised of the acceptance or denial of the claim by the insurer. No insurer may deny a claim on the grounds of a specific policy provision, condition, or exclusion unless reference to such provision, condition, or exclusion is included in the denial. The denial shall be given to the claimant in writing and the claim file of the insurer shall contain documentation of the denial as required by § 58-3-7.4. If there is a reasonable basis supported by specific information available for review by the division that the first party claimant has fraudulently caused or contributed to the loss, the insurer is relieved from the requirements of this section. However, the first party claimant shall be advised of the acceptance or denial of the claim within a reasonable time for full investigation after receipt by the insurer of a properly executed proof of loss. Section 8. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If the insurer needs more time to determine whether a first party claim should be accepted or denied, the insurer shall promptly notify the first party claimant after receipt of the proofs of loss, giving the reasons more time is needed. If the investigation remains incomplete, the insurer shall send to the first party claimant a letter setting forth the reasons additional time is needed for investigation at reasonable intervals until such time as it is completed. If there is a reasonable basis supported by specific information available for review by the division for suspecting that the first party claimant has fraudulently caused or contributed to the loss, the insurer is relieved from the requirements of this section. However, the first party claimant shall be advised of the acceptance or denial of the claim by the insurer within a reasonable time for full investigation after receipt by the insurer of a properly executed proof of loss. No insurer may fail to settle first party claims on the basis that responsibility for payment should be assumed by others except as may otherwise be provided by policy provisions. Section 9. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: No insurer may continue negotiations for settlement of a claim directly with a claimant who is not legally represented, if the claimant's rights may be affected by a statute of limitations, unless the insurer has given the claimant written notice of the limitation. Notice shall be given to claimants at least thirty days before the date on which the time limit may expire. Section 10. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The insurer shall affirm or deny liability on claims within a reasonable time and shall promptly tender payment after affirmation of liability, if the amount of the claim is determined and not in dispute. In claims where multiple coverages are involved, payments which are not in dispute and where the payee is known shall be made promptly. Section 11. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: No insurer may request or require any insured to submit to a polygraph examination. Section 12. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: No insurer may pay or offer to pay an insured an amount less than what is required under the terms of the policy and any applicable legal requirement. If, after an insurer denies a claim, the claimant objects to the rejection, the insurer shall notify the claimant in writing that the claimant may have the matter reviewed by the division and provide the address and phone number of the division. Section 13. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Any insurer covering motor vehicles shall provide for settlement of a claim, less any applicable deductible, using one of the following methods: (1) Cost of the repairs; (2) Actual cash value; or (3) Replacement cost. If the settlement of a first party claimant's total loss motor vehicle is on the basis of actual cash value or replacement with another of like kind and quality, one of the methods provided in sections 14 to 18, inclusive, of this Act shall apply. Section 14. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The insurer may elect to offer a replacement motor vehicle that is at least comparable in that it shall be by the same manufacturer, same or newer year, similar body style, similar options, and mileage as the insured motor vehicle and in as good or better overall condition and available for inspection at a licensed dealer within a reasonable distance of the insured's residence. The insurer shall pay all applicable taxes, license fees, and other fees incident to transfer of evidence of ownership of the motor vehicle paid, at no cost other than any deductible provided in the policy. The offer and any rejection thereof shall be documented in the claim file. Section 15. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The insurer may, as a means of determining the actual cash value of the motor vehicle, elect a cash settlement based upon the actual cost, less any deductible provided in the policy, to purchase a comparable motor vehicle including all applicable taxes, license fees, and other fees incident to transfer of evidence of ownership of a comparable motor vehicle. Any differences in the first party claimant's motor vehicle relative to a similar motor vehicle in the local market area that are attributable to normal cleaning and similar minor appearance alterations by a dealer to make the motor vehicle ready for sale are not sufficient for the motor vehicle not to be comparable. Such actual cost may be derived from: (1) The cost of two or more comparable motor vehicles in the local market area if comparable motor vehicles are available or were available within the last ninety days to consumers in the local market area; (2) One of two or more quotations obtained by the insurer from two or more licensed dealers located within the local market area if the cost of comparable motor vehicles are not available pursuant to subdivisions (1); or (3) Any source for determining statistically valid fair market values that meet all of the following criteria: (a) The source shall give primary consideration to the values of motor vehicles in the local market area and may consider data on motor vehicles outside the area; (b) The source's database shall produce values for at least eighty-five percent of all makes and models for the last fifteen model years taking into account the values of all major options for such motor vehicles; and (c) The source shall produce fair market values based on current data available from the area surrounding the location where the insured motor vehicle was principally garaged or a necessary expansion of parameters, such as time and area, to assure statistical validity. If the cost of repair of the motor vehicle is less than the actual cash value of the motor vehicle, without any salvage deduction, then the insurer must pay at least the cost of repair. If the claim is paid based upon the cost of repair, the cost of the repair including labor shall be paid to the insured regardless of whether the motor vehicle is repaired. Section 16. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If the insurer is notified within thirty-five days of the receipt of the claim draft that the insured cannot purchase a comparable motor vehicle for the market value, the insurer shall reopen its claim file and the following procedures shall apply: (1) The insurer may locate a comparable motor vehicle by the same manufacturer, same year, similar body style, and similar options and price range for the insured for the market value determined by the insurer at the time of settlement. Any such motor vehicle must be available through licensed dealers; (2) The insurer shall either pay the insured the difference between the market value before applicable deductions and the cost of the comparable motor vehicle of like kind and quality which the insured has located, or negotiate and effect the purchase of this motor vehicle for the insured; (3) The insurer may elect to offer a replacement in accordance with the provisions set forth in section 14 of this Act. Section 17. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The insurer is not required to take action under sections 15 and 16 of this Act if its documentation to the insured at the time of settlement included written notification of the availability and location of a specified and comparable motor vehicle of the same manufacturer, same year, similar body style, and similar options in as good or better condition as the total loss motor vehicle which could have been purchased locally for the market value determined by the insurer before applicable deductions. The documentation shall include the motor vehicle identification number. Section 18. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Any deductions from the cost, including deduction for salvage, shall be measurable, discernible, itemized, and specified as to dollar amount and shall be appropriate in amount. The basis for the settlement shall be fully explained to the first party claimant. Section 19. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: No insurer may require a first party claimant to travel an unreasonable distance either to inspect a replacement motor vehicle, to obtain a repair estimate, or to have the motor vehicle repaired at a specific repair shop. Section 20. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Each insurer shall, upon the first party claimant's request, include the first party claimant's deductible, if any, in subrogation demands. Subrogation recoveries shall be shared on a proportionate basis with the first party claimant, unless the deductible amount has been otherwise recovered. No deduction for expenses may be made from the deductible recovery unless an outside attorney is retained to collect the recovery. The deduction may then be for only a pro rata share of the allocated loss adjustment expense. Section 21. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If partial losses are settled on the basis of a written estimate prepared by or for the insurer, the insurer shall supply the insured with a copy of the estimate upon which the settlement is based. The estimate prepared by or for the insurer shall be reasonable, in accordance with applicable policy provisions, and of an amount which will allow for repairs to be made in a workmanlike manner. If the insured subsequently claims, based upon a written estimate which the insured obtains, that necessary repairs will exceed the written estimate prepared by or for the insurer, the insurer shall pay the difference between the written estimate and a higher estimate obtained by the insured, or promptly provide the insured with the name of at least one repair shop that will make the repairs for the amount of the written estimate. If the insurer designates only one or two such repairers, the insurer shall assure that the repairs are performed in a workmanlike manner. The insurer shall maintain documentation of all such communications. Section 22. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If the amount claimed is reduced because of betterment or depreciation all information for the reduction shall be contained in the claim file. The deductions shall be itemized and specified as to dollar amount and shall be appropriate for the amount of deductions. Section 23. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If the insurer recommends or offers the repair be done at a specific repair shop for motor vehicle repairs, the insurer shall cause the damaged motor vehicle to be restored to its condition prior to the loss at no additional cost to the first party claimant other than as stated in the policy and within a reasonable period of time. Section 24. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The insurer shall provide reasonable notice to an insured prior to termination of payment for motor vehicle storage charges and documentation of the denial as required by § 58-3-7.4. The insurer shall provide reasonable time for the insured to remove the motor vehicle from storage prior to the termination of payment. Unless the insurer has provided an insured with the name of a specific towing company prior to the insured's use of another towing company, the insurer shall pay all reasonable towing charges irrespective of the towing company used by the insured. Section 25. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Betterment deductions are allowable only if the deductions: (1) Reflect the general overall condition of the motor vehicle, considering its age, for either or both of the following: (a) The wear and tear or rust, limited to no more than a deduction of one thousand dollars; (b) Missing parts, limited to no more of a deduction than the replacement costs of the part or parts. Betterment is not allowed unless the repairs or replaced parts increase the market value of the motor vehicle as a whole. Section 26. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Any deductions set forth in section 25 of this Act shall be measurable, itemized, specified as to dollar amount, and documented in the claim file. Section 27. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: No insurer may require the insured or claimant to supply parts for replacement. Section 28. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: All replacement crash parts shall be identified and be of the same quality as the original part. All replacement crash parts, which are subject to this Act and manufactured after the effective date of this Act, shall carry sufficient permanent nonremovable identification so as to identify its manufacturer. The identification shall be accessible to the extent possible after installation. No insurer may require the use of replacement crash parts in the repair of a motor vehicle unless the replacement crash part is at least equal in kind and quality to the original part in terms of fit, quality, and performance. Any insurer specifying the use of replacement crash parts shall consider the cost of any modifications which may become necessary when making the repair. Section 29. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: For any motor vehicle that is purchased as new that is less than two years old prior to the date of the accident and has less than thirty thousand miles on the odometer, the insurer shall offer to use new original equipment manufacturer parts. For any motor vehicle for which either two years has elapsed from the purchase of the motor vehicle as new or thirty thousand or more miles have been driven according to the odometer, the insurer may, at its option, adjust the loss based upon original equipment manufacturer parts, nonoriginal equipment manufacturer parts, or used parts of like kind and quality. Section 30. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: In any property coverage for the roof of a structure, the insurer, in reimbursing the insured for the repairs, shall cover the full cost of the repairs less any applicable deductible. The full cost of repairs includes any removal of old shingles regardless of the number of layers, provided that those shingles must be removed in order to complete repair or replacement of damaged shingles or other roof parts. If the roof is covered on a replacement basis or actual cash value basis, the post claim existence of prior damage, except damage paid for under a policy or previously known by the insured to have been damaged but not reported as a claim, may not be used to reduce the claim payment. Nothing in this Act requires a loss to a roof to be paid on a replacement cost basis if the policy provides for the losses to a roof be reimbursed on an actual cash value basis. For any property coverage for fire and extended coverage policies, when a loss requires repair or replacement of an item or part, any consequential physical damage incurred in making such repair or replacement not otherwise excluded by the policy, shall be included in the loss. The insured may not be required to pay for betterment nor any other cost except for the applicable deductible. Section 31. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Depreciation reductions, where not otherwise prohibited and where provided for in the policy, may be used but shall be based on the life expectancy of the insured property and reduced by the percentage of age of the property to the life expectancy. Generally accepted industry guides may be used for the calculation of life expectancy, but the actual condition of the insured property shall be taken into account. Section 32. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The director may promulgate rules pursuant to chapter 1-26 to carry out the purposes of this Act. In promulgating any rules, the director shall consider the impact of the rule on the cost and availability of property casualty insurance in this state and the degree of protection that the rule will have for the insurance buying public in this state. The rules shall be limited to the following areas of property casualty claims: (1) Definition of terms; (2) Claim handling procedures; (3) Timeliness; (4) Appropriateness of repairs; (5) Determining actual cash value; (6) Notices and communications to claimants; and (7) Valuation."}, {"bill_id": 21256, "bill_version_id": 111396, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2007-02-01T15:24:45-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to adopt consumer protection standards for property casualty insurance claims. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this Act mean: (1) \"Agent,\" any person, corporation, association, partnership, or other legal entity authorized to represent an insurer with respect to a claim; (2) \"Claim file,\" any retrievable electronic file, paper file, or combination of both related to a claim arising under an insurance policy or contract; (3) \"Claimant,\" an insured or legal representative of an insured, including a member of the insured's immediate family designated by the insured, making a claim under a policy. Unless otherwise specified, claimant does not include a third party claimant; (4) \"Comparable motor vehicle,\" when compared to the insured motor vehicle, a motor vehicle that is of the same manufacturer, same or newer year, similar body style, similar options and mileage, in as good or better overall condition, available for inspection at a licensed dealer within a reasonable distance of the insured's residence; (5) \"Days,\" calendar days; (6) \"Documentation,\" includes all pertinent communications, transactions, notes, work papers, claim forms, bills, and explanation of benefits forms relative to the claim; (7) \"First party claimant,\" any person, corporation, association, partnership, or other legal entity asserting a right to payment under an insurance policy or insurance contract arising out of the occurrence of the contingency or loss covered by the policy or contract; (8) \"Investigation,\" any activity of an insurer directly or indirectly related to the determination of liabilities under coverages afforded by an insurance policy or insurance contract; (9) \"Notification of claim,\" any notification, whether in writing or other means acceptable under the terms of an insurance policy, to an insurer or its agent by a claimant, which reasonably apprises the insurer of the facts pertinent to a claim; (10) \"Proof of loss,\" written proofs, such as claim forms, medical bills, medical authorizations, or other reasonable evidence of the claim that is customarily required of all insureds or beneficiaries submitting the claims; (11) \"Reasonable explanation,\" information sufficient to enable the insured to compare the allowable benefits with policy provisions and determine whether proper payment has been made; (12) \"Replacement crash part,\" sheet metal or plastic parts which generally constitute the exterior of a motor vehicle, including inner and outer panels; (13) \"Written communications,\" includes all correspondence, regardless of source or type that is materially related to the handling of the claim. Section 2. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The provisions of this Act set forth minimum standards for the investigation and disposition of first party property and casualty claims arising under contracts or certificates issued to residents of this state and do not apply to claims involving workers' compensation, fidelity, suretyship, or boiler and machinery insurance. Nothing in this Act may be construed to create or imply a private cause of action for violation of this Act nor may be construed to create or imply third party bad faith. Section 3. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: No insurer may fail to fully disclose to claimants all pertinent benefits, coverages, or other provisions of a policy or contract under which a claim is presented. Section 4. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: No claim may be denied on the basis of failure to exhibit property unless there is documentation of breach of the policy provisions in the claim file. No insurer may deny a claim based upon the failure of a claimant to give written notice of loss within a specified time limit unless the written notice is a written policy condition, or claimant's failure to give written notice after being requested to do so is so unreasonable as to constitute a breach of the claimant's duty to cooperate with the insurer. Section 5. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: No insurer may indicate to a claimant on a payment draft, check, or in any accompanying letter that the payment is final or a release of any claim unless the policy limit has been paid or there has been a compromise settlement agreed to by the claimant and the insurer as to coverage and amount payable under the contract. No insurer may issue any check or draft in partial settlement of a loss or claim under a specific coverage that contains language purporting to release the insurer or its insured from total liability. Any payment of a claim to a claimant shall be made payable to the claimant only and may not include other persons unless either there is written permission given by the claimant or the additional payee is listed as loss payee or mortgagee on the policy. If a claimant or third party claimant requests in writing the inclusion of an additional payee, the insurer shall honor that request. Section 6. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Every insurer, upon receiving notification of a claim, shall acknowledge the receipt of the notice within a reasonable period of time. Payment of the claim may be made in lieu of an acknowledgment. If an acknowledgment is made by means other than writing, an appropriate notation of the acknowledgment shall be made in the claim file of the insurer and dated. Notification of a claim given to an agent of an insurer is notification to the insurer. A reply shall be made within a reasonable period of time on all other pertinent communications from a claimant which reasonably suggest that a response is expected. The reply must acknowledge receipt of the claim communication and include what steps the insurer intends to take in response to the communication and what steps the claimant needs to take. Every insurer, upon receiving notification of claim, shall within a reasonable period of time provide necessary claim forms, instructions, and reasonable assistance to allow the claimant to comply with the policy conditions and the insurer's reasonable requirements. Section 7. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Upon receipt by the insurer of properly executed proofs of loss, the claimant shall, within a reasonable period of time, be advised of the acceptance or denial of the claim by the insurer. No insurer may deny a claim on the grounds of a specific policy provision, condition, or exclusion unless reference to such provision, condition, or exclusion is included in the denial. Any denial shall be given to the claimant in writing and the claim file of the insurer shall contain documentation of the denial as required by § 58-3-7.4. If there is a reasonable basis supported by specific information available for review by the division that the claimant has fraudulently caused or contributed to the loss, the insurer is relieved from the requirements of this section. After receipt by the insurer of a properly executed proof of loss, the claimant shall be advised of the acceptance or denial of the claim within a reasonable time for full investigation. Section 8. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If the insurer needs more time to determine whether a claim should be accepted or denied, the insurer shall, within a reasonable period of time, notify the claimant after receipt of the proofs of loss, giving the reasons more time is needed. If the investigation remains incomplete, the insurer shall correspond with the claimant at reasonable intervals and include in that correspondence the reason for needing additional time. If there is a reasonable basis supported by specific information available for review by the division for suspecting that the claimant has fraudulently caused or contributed to the loss, the insurer is relieved from the requirements of this section. After receipt by the insurer of a properly executed proof of loss, the claimant shall be advised of the acceptance or denial of the claim by the insurer within a reasonable time for full investigation. No insurer may fail to settle claims on the basis that responsibility for payment should be assumed by others except as may be provided by policy provisions. Section 9. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: An insurer shall provide written notice to a claimant and a third party claimant of the statute of limitations if the claimant or third party claimant is not represented by counsel and if the claim remains open until sixty days prior to the expiration of the statute of limitations. The notice must be provided no earlier than sixty days prior to and no later than thirty days prior to the expiration of the statute of limitations. This section does not apply unless there are active negotiations between the parties sixty days prior to the expiration of the statute of limitations. Section 10. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The insurer shall affirm or deny liability on claims within a reasonable time and shall, within a reasonable period of time, tender payment after affirmation of liability, if the amount of the claim is determined and not in dispute. In claims where multiple coverages are involved, payments which are not in dispute and where the payee is known shall be made within a reasonable period of time. Section 11. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: No insurer may require any claimant to submit to a polygraph examination. Section 12. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: No insurer may pay or offer to pay a claimant an amount less than what is required under the terms of the policy or any applicable legal requirement. If, after an insurer denies a claim, the claimant objects to the denial, the insurer shall notify the claimant in writing that the claimant may have the matter reviewed by the division and provide the address and phone number of the division. Section 13. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Any insurer covering motor vehicles shall provide for settlement of a claim, less any applicable deductible, using one of the following methods: (1) Cost of the repairs; (2) Actual cash value; or (3) Replacement cost. If the settlement of a claimant's motor vehicle total loss is on the basis of actual cash value or replacement with a comparable motor vehicle, one of the methods provided in sections 14 to 18, inclusive, of this Act shall apply. Section 14. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The insurer may elect to offer a replacement motor vehicle that is a comparable motor vehicle. The insurer shall pay all applicable taxes, license fees, and other fees incident to transfer of evidence of ownership of the motor vehicle paid, at no cost other than any deductible provided in the policy. The offer and any rejection by the claimant shall be documented in the claim file. Section 15. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The insurer may, as a means of determining the actual cash value of the motor vehicle, elect a cash settlement based upon the actual cost, less any deductible provided in the policy, to purchase a comparable motor vehicle including all applicable taxes, license fees, and other fees incident to transfer of evidence of ownership of a comparable motor vehicle. Any differences in the claimant's motor vehicle compared to a similar motor vehicle in the local market area that are attributable to normal cleaning and similar minor appearance alterations by a dealer to make the motor vehicle ready for sale may not be used to determine that the vehicle is not comparable. Actual cost may be derived from: (1) The cost of two or more comparable motor vehicles in the local market area if the motor vehicles are available or were available within the last ninety days to consumers in the claimant's local market area; (2) One of two or more quotations obtained by the insurer from two or more licensed dealers located within the local market area if the cost of comparable motor vehicles are not available pursuant to subdivision (1); or (3) Any source for determining statistically valid fair market values that meet all of the following criteria: (a) The source shall give primary consideration to the values of motor vehicles in the local market area and may consider data on motor vehicles outside the area; (b) The source's database shall produce values for at least eighty-five percent of all makes and models for the last fifteen model years taking into account the values of all major options for such motor vehicles; and (c) The source shall produce fair market values based on current data available from the area surrounding the location where the insured motor vehicle was principally garaged, or add data as is necessary, to assure statistical validity. If the cost of repair of the motor vehicle is less than the actual cash value of the motor vehicle then the insurer must pay at least the cost of repair. For the purposes of this section, actual cash value may not include an adjustment for salvage. If the claim is paid based upon the cost of repair, the cost of the repair including labor shall be paid to the claimant regardless of whether the motor vehicle is repaired. Section 16. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If the insurer is notified within thirty-five days of the receipt of the claim draft that the claimant cannot purchase a comparable motor vehicle for the market value, the insurer shall reopen its claim file and the following procedures shall apply: (1) The insurer may locate a comparable motor vehicle by the same manufacturer, same year, similar body style, and similar options and price range for the claimant for the market value determined by the insurer at the time of settlement. Any such motor vehicle must be available through licensed dealers; (2) The insurer shall either pay the claimant the difference between the market value before applicable deductions and the cost of the comparable motor vehicle of like kind and quality which the claimant has located, or negotiate and effect the purchase of this motor vehicle for the claimant; or (3) The insurer may elect to offer a replacement in accordance with the provisions set forth in section 14 of this Act. Section 17. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The insurer is not required to take action under section 16 of this Act if its documentation to the claimant at the time of settlement included written notification of the availability and location of a specific and comparable motor vehicle. The documentation shall include the motor vehicle identification number. Section 18. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Any deductions from actual cash value, including a deduction for salvage if the claimant retains the vehicle, shall be reasonable, measurable, discernible, itemized, and specified as to dollar amount. The basis for the settlement shall be fully explained to the claimant. Section 19. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: No insurer may require a claimant to travel an unreasonable distance either to inspect a replacement motor vehicle, to obtain a repair estimate, or to have the motor vehicle repaired at a specific repair shop. Section 20. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Each insurer shall include the claimant's deductible, if any, in subrogation demands. Subrogation recoveries shall be shared on a proportionate basis with the claimant, unless the deductible amount has been otherwise recovered. No deduction for expenses may be made from the deductible recovery unless an outside attorney is retained to collect the recovery. The deduction may then be for only a pro rata share of the allocated loss adjustment expense. Section 21. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If partial losses are settled on the basis of a written estimate prepared by or for the insurer, the insurer shall supply the claimant with a copy of the estimate upon which the settlement is based. The estimate prepared by or for the insurer shall be reasonable, in accordance with applicable policy provisions, and in an amount which will allow for repairs to be made in a workmanlike manner. If the claimant subsequently claims, based upon a written estimate which the claimant obtains, that necessary repairs will exceed the written estimate prepared by or for the insurer, the insurer shall pay the difference between the estimates, or, within a reasonable period of time, provide the claimant with the name of at least one repair shop that will make the repairs for the amount of the written estimate. If the insurer designates two or fewer such repairers, the insurer shall assure that the repairs are performed in a workmanlike manner. The insurer shall maintain documentation of all such communications. This section only applies to personal lines property casualty claims. Section 22. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If the insurer reduces a claim offer or settlement because of betterment or depreciation all information for the reduction shall be documented in the claim file. Each deduction shall be itemized, specified as to dollar amount, and shall be reasonable. Section 23. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If the insurer recommends or offers the repair be done at a specific motor vehicle repair shop, the insurer shall, within a reasonable period of time, cause the damaged motor vehicle to be restored to its condition prior to the loss at no additional cost to the claimant other than as stated in the policy. Section 24. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The insurer shall provide reasonable notice to a claimant prior to termination of payment for motor vehicle storage charges. The insurer shall allow reasonable time for the claimant to remove the motor vehicle from storage prior to the termination of payment. Section 25. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Unless the insurer has provided a claimant with the name of a specific towing company prior to the claimant's use of another towing company, the insurer shall pay all reasonable towing charges irrespective of the towing company used by the claimant. Section 26. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Betterment deductions are allowed only if the betterment deductions reflect the general overall condition of the motor vehicle, considering its age, for either or both of the following: (1) The wear and tear or rust, limited to no more than a deduction of one thousand dollars; (2) Missing parts, limited to no more of a deduction than the replacement costs of the part or parts. Betterment is not allowed unless the repairs or replaced parts increase the market value of the motor vehicle as a whole. Section 27. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Any deductions set forth in section 25 of this Act shall be measurable, itemized, specified as to dollar amount, and documented in the claim file. Section 28. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: No insurer may require the claimant to supply parts for replacement. Section 29. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: All replacement crash parts shall be identified and be of the same quality as the original part. No insurer may require the use of replacement crash parts in the repair of a motor vehicle unless the replacement crash part is at least equal in kind and quality to the original part in terms of fit, quality, and performance. Any insurer specifying the use of replacement crash parts shall consider the cost of any modifications which may become necessary when making the repair. Section 30. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: For any motor vehicle that was purchased as new that is less than two years old on the date of the loss and has less than thirty thousand miles on the odometer on the date of loss, the insurer shall offer to use new original equipment manufacturer parts. For any other motor vehicle, the insurer may, at its option, adjust the loss based upon original equipment manufacturer parts, nonoriginal equipment manufacturer parts, or used parts. Any nonoriginal equipment manufacturer parts or used parts specified by the insurer shall be of like kind and quality to the original parts in terms of fit, quality, and performance. Nothing in this section may be construed as limiting the right of a third party claimant to have the vehicle repaired with new, original equipment manufacturer parts. Section 31. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: In any property coverage for the roof of a structure, the insurer, in reimbursing the insured for the repairs, shall cover the full cost of the repairs less any applicable deductible. The full cost of repairs includes any removal of all old shingles, provided that those shingles must be removed to complete repair or replacement of damaged shingles or other roof parts. If the roof is covered on a replacement basis or actual cash value basis, the post claim existence of prior damage, except damage paid for under a policy or previously known by the claimant to have been damaged but not reported as a claim, may not be used to reduce the claim payment. Nothing in this Act requires a loss to a roof to be paid on a replacement cost basis if the policy provides for the losses to be reimbursed on an actual cash value basis. The insurer may deduct from the amount owed to repair any damage that occurred prior to the inception of the policy unless the covered loss could not be repaired without also repairing the prior damage. For any property coverage for fire and extended coverage policies, when a loss requires repair or replacement of an item or part, any consequential physical damage incurred in making such repair or replacement not otherwise excluded by the policy, shall be included in the loss. The claimant may not be required to pay for betterment nor any other cost except for the applicable deductible. Section 32. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Depreciation reductions, where not otherwise prohibited and where provided for in the policy, may be used but shall be based on the life expectancy of the insured property and reduced by the percentage of age of the property to the life expectancy. Generally accepted industry guides may be used for the calculation of life expectancy, but the actual condition of the insured property shall be taken into account. Section 33. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The director may promulgate rules pursuant to chapter 1-26 to carry out the purposes of this Act. In promulgating any rules, the director shall consider the impact of the rule on the cost and availability of property casualty insurance in this state and the degree of protection that the rule will have for the insurance buying public in this state. The rules shall be limited to the following areas of property casualty claims: (1) Definition of terms; (2) Claim handling procedures; (3) Timeliness; (4) Appropriateness of repairs; (5) Determining actual cash value; (6) Notices and communications to claimants; and (7) Valuation. Section 34. Sections 22 to 30, inclusive, of this Act only apply to automobile insurance claims."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21256, "action_date": "2007-01-09T12:00:00-06:00", "document_id": 110143, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110143.pdf", "status_text": "First read in Senate and referred to", "journal_page": 25, "committee_id_action": 924, "committee_id_assigned": 898, "result": "N", "vote": {}}, {"bill_id": 21256, "action_date": "2007-01-18T10:00:00-06:00", "document_id": 110381, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110381.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 898, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21256, "action_date": "2007-01-25T10:00:00-06:00", "document_id": 110841, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110841.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 898, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21256, "action_date": "2007-02-01T10:00:00-06:00", "document_id": 111374, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111374.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 898, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21256, "action_date": "2007-02-01T10:00:00-06:00", "document_id": 111374, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111374.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 898, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21256, "action_date": "2007-02-01T10:00:00-06:00", "document_id": 111374, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111374.pdf", "status_text": "Do Pass Amended,", "journal_page": 328, "committee_id_action": 898, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66644, "president_vote": null, "Yea": [3571, 3585, 3623, 3627, 3667, 3634], "Excused": [3602]}}, {"bill_id": 21256, "action_date": "2007-02-05T14:00:00-06:00", "document_id": 111593, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111593.pdf", "status_text": "Do Pass Amended,", "journal_page": 381, "committee_id_action": 924, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66821, "president_vote": null, "Yea": [3571, 3573, 3585, 3608, 3610, 3612, 3615, 3617, 3618, 3621, 3623, 3625, 3626, 3627, 3633, 3634, 3647, 3652, 3661, 3667, 3669], "Nay": [3574, 3575, 3589, 3595, 3596, 3603, 3607, 3630, 3636, 3639, 3641, 3659, 3664], "Excused": [3602]}}, {"bill_id": 21256, "action_date": "2007-02-06T14:00:00-06:00", "document_id": 111682, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111682.pdf", "status_text": "First read in House and referred to", "journal_page": 357, "committee_id_action": 923, "committee_id_assigned": 911, "result": "N", "vote": {}}, {"bill_id": 21256, "action_date": "2007-02-21T10:00:00-06:00", "document_id": 112559, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112559.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 911, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21256, "action_date": "2007-02-21T10:00:00-06:00", "document_id": 112559, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112559.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": 911, "committee_id_assigned": null, "result": "D", "vote": {}}, {"bill_id": 21256, "action_date": "2007-02-21T10:00:00-06:00", "document_id": 112559, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112559.pdf", "status_text": "Tabled", "journal_page": 593, "committee_id_action": 911, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65445, "president_vote": null, "Yea": [3572, 3576, 3588, 3619, 3622, 3642, 3644, 3645, 3650, 3663, 3676, 3658], "Nay": [3592]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/21256"}