{"session_id": 8, "bill_id": 1937, "bill_type": "Senate Bill", "bill_number": 171, "bill_title": "create an additional classification of real property and provide for its assessment and to revise certain provisions concerning the taxation of such property.", "sponsors": [{"legislator_profile_id": 740, "is_prime": true}, {"legislator_profile_id": 745, "is_prime": true}], "keywords": ["Agriculture", "Assessment", "Property", "Taxes"], "audio": [{"meeting_datetime": "2010-02-10T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sta18.mp3", "start_seconds": 127.0}, {"meeting_datetime": "2010-02-10T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sta18.mp3", "start_seconds": 127.0}, {"meeting_datetime": "2010-02-10T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sta18.mp3", "start_seconds": 127.0}], "bill_versions": [{"bill_id": 1937, "bill_version_id": 11549, "bill_version": "Introduced", "bill_version_date": "2010-02-02T08:00:45.253-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create an additional classification of real property and provide for its assessment and to revise certain provisions concerning the taxation of such property. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Any agricultural land which sells for more than five hundred percent of its taxable valuation, is hereby classified for purposes of ad valorem taxation as transitional real property. Any land which is classified pursuant to this section shall remain so classified, unless the transitional real property is converted to an owner-occupied single-family dwelling or another nonagricultural use before the next legal assessment date and the property is reclassified to such use. Land classified pursuant to this section shall be valued for ad valorem tax purposes in the same manner as like property within this classification based on the market approach using the sales of real property that qualify for this classification as transitional real property. Section 2. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Any land classified as transitional real property may be reclassified as agricultural land after five years of being classified as transitional real property if the land meets all three criteria established in § 10-6-31.3. Section 3. That § 10-6-31 be amended to read as follows: 10-6-31. For the purposes of taxation, all property is hereby classified into the following classes: (1) Agricultural property; (2) Nonagricultural property; (3) Owner-occupied single-family dwellings; and (4) Nonagricultural acreage Transitional real property. Agricultural property includes all property and land used exclusively for agricultural purposes, both tilled and untilled, and the improvements on the land. However, agricultural property does not include any normally occupied dwelling or automobile garage or portion of a building used for that purpose by the occupant of such dwelling. Owner-occupied single-family dwellings include all property classified pursuant to § 10-13-39 and nonagricultural acreage transitional real property includes all property classified pursuant to § 10-6-33.14 section 1 of this Act. Nonagricultural property includes all other property not otherwise classified. The director of equalization in listing and assessing all property to which this section applies shall designate opposite each description the class to which the property belongs. Section 4. That § 10-12-42 be amended to read as follows: 10-12-42. For taxes payable in 2010 2011 and each year thereafter, the levy for the general fund of a school district shall be as follows: (1) The maximum tax levy shall be eight dollars and sixty-five and six tenths cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subdivision (2) of this section, owner-occupied property as provided for in subdivision (3) of this section, and nonagricultural acreage transitional real property as provided for in subdivision (4) of this section; (2) The maximum tax levy on agricultural property for such school district shall be two dollars and fifty-seven and three tenths cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; (3) The maximum tax levy for an owner-occupied single-family dwelling as defined in § 10-13-40, for such school district may not exceed four dollars and four and two tenths cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; and (4) The maximum tax levy on nonagricultural acreage transitional real property as defined in § 10-6-33.14, for such school district shall be three two dollars and fifty-seven and three tenths cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies. All levies in this section shall be imposed on valuations where the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue and Regulation. These valuations shall be used for all school funding purposes. If the district has imposed an excess levy pursuant to § 10-12-43, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies in this section. The school district may elect to tax at less than the maximum amounts set forth in this section."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1937, "action_date": "2010-02-02T14:00:00-06:00", "document_id": 11659, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11659.pdf", "status_text": "First read in Senate and referred to", "journal_page": 208, "committee_id_action": 84, "committee_id_assigned": 70, "result": "N", "vote": {}}, {"bill_id": 1937, "action_date": "2010-02-10T10:00:00-06:00", "document_id": 11766, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11766.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 70, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1937, "action_date": "2010-02-10T10:00:00-06:00", "document_id": 12018, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12018.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 273, "committee_id_action": 70, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6283, "president_vote": null, "Yea": [809, 795, 761, 791, 806, 808, 745, 805, 780]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/1937"}