{"session_id": 10, "bill_id": 2926, "bill_type": "Senate Commemoration", "bill_number": 14, "bill_title": "Honoring the Sioux Falls O'Gorman High School Boys' Basketball Team, its coaches, and student managers for their 2010 South Dakota State Class AA championship season.", "sponsors": [{"legislator_profile_id": 52, "is_prime": true}, {"legislator_profile_id": 14, "is_prime": true}, {"legislator_profile_id": 78, "is_prime": false}, {"legislator_profile_id": 90, "is_prime": false}, {"legislator_profile_id": 77, "is_prime": false}, {"legislator_profile_id": 91, "is_prime": false}, {"legislator_profile_id": 89, "is_prime": false}, {"legislator_profile_id": 65, "is_prime": false}], "keywords": ["Senate Commemorative"], "audio": [], "bill_versions": [{"bill_id": 2926, "bill_version_id": 17234, "bill_version": "Introduced", "bill_version_date": "2011-02-23T07:33:03.593-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the Sioux Falls O'Gorman High School Boys' Basketball Team, its coaches, and student managers for their 2010 South Dakota State Class AA championship season. WHEREAS, the O'Gorman High School Knights Boys' Basketball Team worked and trained hard for their 2010 state championship season; and WHEREAS, the State Class AA Championship players are Keaton Moffitt, Conner Schaefbauer, Alex Robey, Zach Cole, Sterling Nielson, Tom Wilka, Trevor Hurley, Michael Hardie, Taylor Kneip, Sam Wallin, Sam Jacobsen, Zach Mount, Zach Bauman, Brad Entwistle, and Cedrick Lang; and WHEREAS, coach Derek Robey and assistant coaches Steve Krier, BJ Keppen, Joe Rutten, and Blake Bradfield directed the team with dedication and determination: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-sixth Legislature of the State of South Dakota, that the O'Gorman High School Knights Boys' Basketball Team be honored for their 2010 South Dakota Class AA Boys Championship season."}, {"bill_id": 2926, "bill_version_id": 17449, "bill_version": "Enrolled", "bill_version_date": "2011-02-25T15:13:05.1-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the Sioux Falls O'Gorman High School Boys' Basketball Team, its coaches, and student managers for their 2010 South Dakota State Class AA championship season. WHEREAS, the O'Gorman High School Knights Boys' Basketball Team worked and trained hard for their 2010 state championship season; and WHEREAS, the State Class AA Championship players are Keaton Moffitt, Conner Schaefbauer, Alex Robey, Zach Cole, Sterling Nielson, Tom Wilka, Trevor Hurley, Michael Hardie, Taylor Kneip, Sam Wallin, Sam Jacobsen, Zach Mount, Zach Bauman, Brad Entwistle, and Cedrick Lang; and WHEREAS, coach Derek Robey and assistant coaches Steve Krier, BJ Keppen, Joe Rutten, and Blake Bradfield directed the team with dedication and determination: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-sixth Legislature of the State of South Dakota, that the O'Gorman High School Knights Boys' Basketball Team be honored for their 2010 South Dakota Class AA Boys Championship season. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2926, "action_date": "2011-02-23T14:00:00-06:00", "document_id": 17282, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17282.pdf", "status_text": "", "journal_page": 514, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/2926"}