{"session_id": 64, "bill_id": 22635, "bill_type": "House Bill", "bill_number": 1262, "bill_title": "prohibit discrimination based on a person's vaccination status or possession of an immunity passport and to declare an emergency.", "sponsors": [{"legislator_profile_id": 3951, "is_prime": true}, {"legislator_profile_id": 3931, "is_prime": false}, {"legislator_profile_id": 3940, "is_prime": false}, {"legislator_profile_id": 3947, "is_prime": false}, {"legislator_profile_id": 3950, "is_prime": false}, {"legislator_profile_id": 3954, "is_prime": false}, {"legislator_profile_id": 3955, "is_prime": false}, {"legislator_profile_id": 3959, "is_prime": false}, {"legislator_profile_id": 3964, "is_prime": false}, {"legislator_profile_id": 3967, "is_prime": false}, {"legislator_profile_id": 3968, "is_prime": false}, {"legislator_profile_id": 3969, "is_prime": false}, {"legislator_profile_id": 3970, "is_prime": false}, {"legislator_profile_id": 3973, "is_prime": false}, {"legislator_profile_id": 3975, "is_prime": false}, {"legislator_profile_id": 3976, "is_prime": false}, {"legislator_profile_id": 3980, "is_prime": false}, {"legislator_profile_id": 3981, "is_prime": false}, {"legislator_profile_id": 3984, "is_prime": false}, {"legislator_profile_id": 3986, "is_prime": false}, {"legislator_profile_id": 4003, "is_prime": false}, {"legislator_profile_id": 4008, "is_prime": false}], "keywords": ["Emergency Clause", "Health Care", "Immunization", "Personal Rights and Obligations"], "audio": [], "bill_versions": [{"bill_id": 22635, "bill_version_id": 230943, "bill_version": "Introduced", "bill_version_date": "2022-01-27T11:54:41.783-06:00", "bill_text": "An Act to prohibit discrimination based on a person's vaccination status or possession of an immunity passport and to declare an emergency. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 20-13 be amended with a NEW SECTION: Except as provided in sections 2 and 3 of this Act, it is an unfair or discriminatory practice, subject to enforcement under chapter 20-13, for: (1) A person to refuse, withhold from, or deny, any local or state services, goods, facilities, advantages, privileges, licensing, educational opportunities, or health care access, because of an individual's vaccination status or possession, or lack thereof, of an immunity passport; (2) A person to fail or refuse to hire, to discharge an employee, or to accord adverse or unequal treatment to any individual, employee, or intern with respect to application, hiring, training, apprenticeship, tenure, promotion, upgrading, compensation, layoff, or any term or condition of employment, because of an individual's vaccination status or possession, or lack thereof, of an immunity passport; or (3) A person engaged in the provision of public accommodations or public services to fail or refuse to provide to any individual, access to the use of and benefit from such services and facilities; or to accord adverse, unlawful, or unequal treatment to any person with respect to the availability of such services and facilities, based on an individual's vaccination status or possession, or lack thereof, of an immunity passport. The provisions of this section do not apply to the immunization requirements of §§ 13-28-7.1 and 13-53-47. An employer does not violate this section if the employer recommends that an employee receive a vaccine. For the purposes of this section, the term, immunity passport, means a document, digital record, or software application indicating that an individual is immune to a disease, either through vaccination or infection and recovery. Section 2. That chapter 20-13 be amended with a NEW SECTION: A health care facility, as defined in § 34-12-1.1, is not in violation of section 1 of this Act if it asks an employee to volunteer the employee's vaccination or immunization status for the purpose of determining if the health care facility should implement reasonable accommodation measures to protect the safety and health of employees, patients, visitors, and other persons from communicable diseases. A health care facility may consider an employee to be not vaccinated or not immune if the employee declines to provide the employee's vaccination or immunization status to the health care facility for purposes of determining if reasonable accommodation measures should be implemented. Section 3. That chapter 20-13 be amended with a NEW SECTION: A health care facility, as defined in § 34-12-1.1, is exempt from section 1 of this Act during any period of time that compliance would result in a violation of regulations or guidance issued by the centers for medicare and medicaid services or the centers for disease control and prevention. Section 4. That chapter 20-13 be amended with a NEW SECTION: No person may require that an individual receive any vaccine undergoing safety trials or that is allowed under an emergency use authorization. Section 5. Whereas, this Act is necessary for the immediate preservation of the public peace, health, or safety, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22635, "action_date": "2022-01-27T14:00:00-06:00", "document_id": 230262, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/230262.pdf", "status_text": "First Reading House", "journal_page": 139, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22635, "action_date": "2022-02-16T14:00:00-06:00", "document_id": 233739, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233739.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 343, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}]}