{"session_id": 27, "bill_id": 7948, "bill_type": "House Bill", "bill_number": 1153, "bill_title": "revise the signature requirements for initiated measures and referred laws.", "sponsors": [{"legislator_profile_id": 1116, "is_prime": true}, {"legislator_profile_id": 1146, "is_prime": true}, {"legislator_profile_id": 1190, "is_prime": false}, {"legislator_profile_id": 1129, "is_prime": false}, {"legislator_profile_id": 1181, "is_prime": false}, {"legislator_profile_id": 1204, "is_prime": false}, {"legislator_profile_id": 1196, "is_prime": false}, {"legislator_profile_id": 1130, "is_prime": false}, {"legislator_profile_id": 1191, "is_prime": false}, {"legislator_profile_id": 1117, "is_prime": false}, {"legislator_profile_id": 1133, "is_prime": false}, {"legislator_profile_id": 1200, "is_prime": false}, {"legislator_profile_id": 1124, "is_prime": false}, {"legislator_profile_id": 1170, "is_prime": false}, {"legislator_profile_id": 1163, "is_prime": false}, {"legislator_profile_id": 1199, "is_prime": false}, {"legislator_profile_id": 1155, "is_prime": false}, {"legislator_profile_id": 1119, "is_prime": false}, {"legislator_profile_id": 1140, "is_prime": false}, {"legislator_profile_id": 1189, "is_prime": false}], "keywords": ["Elections", "Initiative and Referendum", "Legislature and Statutes"], "audio": [{"meeting_datetime": "2017-02-08T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hst19.mp3", "start_seconds": 7095.0}, {"meeting_datetime": "2017-02-08T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hst19.mp3", "start_seconds": 7095.0}, {"meeting_datetime": "2017-02-08T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hst19.mp3", "start_seconds": 7095.0}], "bill_versions": [{"bill_id": 7948, "bill_version_id": 43547, "bill_version": "Introduced", "bill_version_date": "2017-02-01T10:13:48.91-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the signature requirements for initiated measures and referred laws. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 2-1-1 be amended to read: 2-1-1. All measures Any measure proposed by initiative shall be presented by petition. The petition shall be signed by not less than five percent of the qualified electors of the state. Fifty percent of the signatures required under this section shall come from no fewer than thirty-three counties, with the remaining fifty percent to come from any of all remaining counties. Section 2. That § 2-1-3 be amended to read: 2-1-3. Any law which that the Legislature may have enacted, except one which that may be necessary for the immediate preservation of the public peace, health, or safety, or support of the state government and its existing public institutions, shall, upon the filing of a petition as hereinafter provided under this section, be submitted to a vote of the electors of the state at the next general election. Such The petition shall be signed by not less than five percent of the qualified electors of the state. Fifty percent of the signatures required under this section shall come from no fewer than thirty-three counties, with the remaining fifty percent to come from any or all remaining counties.The form of the petition shall be prescribed by the State Board of Elections. Section 3. That § 2-1-1.2 be amended to read: 2-1-1.2. The petition as it is to be circulated for an initiated measure shall be filed with the secretary of state prior to circulation for signatures and shall: (1) Contain the full text of the initiated measure; (2) Contain the date of the general election at which the initiated measure is to be submitted; (3) Contain the title and explanation as prepared by the attorney general; (4) Be accompanied by a notarized affidavit form signed by each person who is a petition sponsor that includes the name and address of each petition sponsor; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. The petition circulator shall provide to each person who signs the petition a form containing the title and explanation of the initiated measure as prepared by the attorney general; the name, phone number, and email address of each petition sponsor; and a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. Each signature page of a petition may contain the signatures obtained from no more than one county. The name of the county from which the signatures are obtained shall be clearly marked on each page of the petition.The form shall be approved by the secretary of state prior to circulation. For any initiated measure petition, no signature may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. The initiated measure petition shall be filed with the secretary of state at least one year before the next general election. A notarized affidavit form, signed by at least two-thirds of the petition sponsors, stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The form of the petition and affidavit shall be prescribed by the State Board of Elections. Section 4. That § 2-1-3.1 be amended to read: 2-1-3.1. The petition as it is to be circulated for a referred law shall be filed with the secretary of state prior to circulation for signatures and shall: (1) Contain the title of the referred law; (2) Contain the effective date of the referred law; (3) Contain the date of the general election at which the referred law is to be submitted; (4) Be accompanied by a notarized form that includes the names and addresses of the petition sponsors; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. The petition shall be filed with the secretary of state within ninety days after the adjournment of the Legislature which passed the referred law. A sworn affidavit, signed by at least two-thirds of the petition sponsors, stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. Each signature page of a petition may contain the signatures obtained from no more than one county. The name of the county from which the signatures are obtained shall be clearly marked on each page of the petition. The form of the petition and affidavit shall be prescribed by the State Board of Elections. The petition circulator shall provide to each person who signs the petition a form containing the title of the referred law; the name, phone number, and email address of each petition sponsor; and a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The form shall be approved by the secretary of state prior to circulation."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7948, "action_date": "2017-02-01T14:00:00-06:00", "document_id": 43628, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43628.pdf", "status_text": "First read in House and referred to", "journal_page": 248, "committee_id_action": 361, "committee_id_assigned": 356, "result": "N", "vote": {}}, {"bill_id": 7948, "action_date": "2017-02-08T07:45:00-06:00", "document_id": 43966, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43966.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 356, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7948, "action_date": "2017-02-08T07:45:00-06:00", "document_id": 44097, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44097.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 340, "committee_id_action": 356, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23014, "president_vote": null, "Yea": [1166, 1147, 1143, 1136, 1133, 1206, 1149, 1160, 1113, 1165, 1119], "Excused": [1179], "Nay": [1139]}}]}