{"session_id": 69, "bill_id": 24520, "bill_type": "House Bill", "bill_number": 1006, "bill_title": "increase the amount of time permitted the Interim Rules Review Committee to review final permanent rulemaking materials.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24520", "sponsors": [{"legislator_profile_id": 4504, "is_prime": true}, {"legislator_profile_id": 4508, "is_prime": true}, {"legislator_profile_id": 4489, "is_prime": false}, {"legislator_profile_id": 4501, "is_prime": false}, {"legislator_profile_id": 4505, "is_prime": false}, {"legislator_profile_id": 4529, "is_prime": false}], "keywords": ["Administrative Procedure", "Promulgation of Rules", "State Affairs and Government"], "audio": [{"meeting_datetime": "2024-01-12T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hju04.mp3", "start_seconds": 832.0}, {"meeting_datetime": "2024-01-12T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hju04.mp3", "start_seconds": 832.0}, {"meeting_datetime": "2024-01-12T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hju04.mp3", "start_seconds": 832.0}, {"meeting_datetime": "2024-01-12T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hju04.mp3", "start_seconds": 832.0}], "bill_versions": [{"bill_id": 24520, "bill_version_id": 256785, "bill_version": "Introduced", "bill_version_date": "2023-12-15T15:08:02.587-06:00", "bill_text": "An Act to increase the amount of time permitted the Interim Rules Review Committee to review final permanent rulemaking materials. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 1-26-4 be AMENDED: 1-26-4. The following notice, service, and public hearing procedure must be used to adopt, amend, or repeal a permanent rule: (1) An agency shall serve a copy of a proposed rule and any publication described in § 1-26-6.6 upon the departmental secretary, bureau commissioner, public utilities commissioner, or constitutional officer to which it is attached for the secretary's, commissioner's, or officer's written approval to proceed; (2) After receiving the written approval of the secretary, commissioner, or officer to proceed, the agency shall serve the director with a copy of: the proposed rule; any publication described in § 1-26-6.6; the fiscal note required by § 1-26-4.2; the impact statement on small business required by § 1-26-2.1; the housing cost impact statement required by § 1-26-2.3; and the notice of hearing required by § 1-26-4.1. The copy of these documents must be served at least twenty days before the public hearing to adopt the proposed rule. Any publication described in § 1-26-6.6 must be returned to the agency upon completion of the director's review and retained by the agency. Twenty days before the public hearing, the agency shall serve the commissioner of the Bureau of Finance and Management with a copy of: the proposed rule; the fiscal note required by § 1-26-4.2; the impact statement on small business required by § 1-26-2.1; the housing cost impact statement required by § 1-26-2.3; and the notice of hearing required by § 1-26-4.1; (3) At least twenty days before the public hearing, the agency shall: (a) Publish the notice of hearing in the manner prescribed by § 1-26-4.1; and (b) Publish, on the agency's website, the housing cost impact statement required by § 1-26-2.3; (4) After reviewing the proposed rule pursuant to § 1-26-6.5, the director shall advise the agency of any recommended corrections to the proposed rule. If the agency does not concur with any recommendation of the director, the agency may appeal the recommended correction to the Interim Rules Review Committee for appropriate action; (5) The agency shall afford all interested persons reasonable opportunity to submit amendments, data, opinions, or arguments at a public hearing held to adopt the rule. The hearing may be continued from time to time. The agency shall keep minutes of the hearing. A majority of the members of any board or commission authorized to pass rules must be present during the course of the public hearing; (6) If the authority promulgating the rule is a secretary, commissioner, or officer, the agency shall accept written comments regarding the proposed rule for a period of ten days after the public hearing. If the authority promulgating the rule is a part-time citizen board, commission, committee, or task force, each interested person shall submit written comments at least seventy-two hours before the public hearing. The seventy-two hours does not include the day of the public hearing. The written comments may be submitted by mail or email. The record of written comments may be closed at the conclusion of the public hearing. The hearing may be continued for the purpose of taking additional comments; (7) After the written comment period, the agency shall consider all amendments, data, opinions, or arguments regarding the proposed rule. A proposed rule may be modified or amended at this time to include or exclude matters that were described in the notice of hearing; and (8) The agency shall serve the minutes of the hearing, a complete record of written comments, the impact statement on small business, the housing cost impact statement, the fiscal note, the information required by § 1-26-4.8, and a corrected copy of the rule on the members of the Interim Rules Review Committee, at least five seven days before the agency appears before the committee to present the rules. The time periods specified in this section may be extended by the agency. The requirement to serve the committee in subdivision (8) may be waived by the committee chair, if the agency presents sufficient reasons to the committee chair that the agency is unable to comply with the time limit. The waiver may not be granted solely for the convenience of the agency."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24520, "action_date": "2024-01-09T12:00:00-06:00", "document_id": 256993, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/256993.pdf", "status_text": "First read in House and referred to", "journal_page": 19, "committee_id_action": 1197, "committee_id_assigned": 1198, "result": "N", "vote": {}}, {"bill_id": 24520, "action_date": "2024-01-12T10:00:00-06:00", "document_id": 258969, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/258969.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1198, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24520, "action_date": "2024-01-12T10:00:00-06:00", "document_id": 259001, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/259001.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1198, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78404, "president_vote": null, "Yea": [4500, 4521, 4527, 4538, 4552, 4553, 4562, 4566, 4568, 4565, 4504], "Excused": [4548, 4563]}}, {"bill_id": 24520, "action_date": "2024-01-12T10:00:00-06:00", "document_id": 259001, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/259001.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1198, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24520, "action_date": "2024-01-16T14:00:00-06:00", "document_id": 259641, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/259641.pdf", "status_text": "Do Pass", "journal_page": 61, "committee_id_action": 1197, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78487, "president_vote": null, "Yea": [4472, 4473, 4474, 4475, 4476, 4478, 4482, 4483, 4485, 4486, 4489, 4491, 4492, 4494, 4495, 4496, 4497, 4499, 4500, 4503, 4504, 4505, 4506, 4509, 4510, 4511, 4513, 4514, 4518, 4519, 4520, 4521, 4522, 4524, 4525, 4527, 4528, 4530, 4531, 4532, 4533, 4534, 4535, 4538, 4540, 4542, 4543, 4544, 4545, 4546, 4548, 4549, 4551, 4552, 4553, 4555, 4556, 4557, 4560, 4561, 4562, 4563, 4565, 4566, 4568, 4569, 4570, 4571, 4575]}}]}