{"session_id": 61, "bill_id": 21616, "bill_type": "Senate Bill", "bill_number": 197, "bill_title": "adopt the Revised Uniform Anatomical Gift Act.", "sponsors": [{"legislator_profile_id": 3585, "is_prime": true}, {"legislator_profile_id": 3632, "is_prime": true}, {"legislator_profile_id": 3571, "is_prime": false}, {"legislator_profile_id": 3582, "is_prime": false}, {"legislator_profile_id": 3598, "is_prime": false}, {"legislator_profile_id": 3608, "is_prime": false}, {"legislator_profile_id": 3626, "is_prime": false}, {"legislator_profile_id": 3633, "is_prime": false}, {"legislator_profile_id": 3656, "is_prime": false}], "keywords": ["Anatomical Gift", "Health Care Decision", "Public Safety"], "audio": [{"meeting_datetime": "2007-02-09T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/she23.mp3", "start_seconds": 3928.0}, {"meeting_datetime": "2007-02-09T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/she23.mp3", "start_seconds": 3928.0}, {"meeting_datetime": "2007-02-09T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/she23.mp3", "start_seconds": 3928.0}, {"meeting_datetime": "2007-02-14T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/she26.mp3", "start_seconds": 1002.0}, {"meeting_datetime": "2007-02-14T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/she26.mp3", "start_seconds": 1002.0}, {"meeting_datetime": "2007-02-14T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/she26.mp3", "start_seconds": 1002.0}, {"meeting_datetime": "2007-02-14T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/she26.mp3", "start_seconds": 1002.0}, {"meeting_datetime": "2007-02-14T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/she26.mp3", "start_seconds": 1002.0}, {"meeting_datetime": "2007-02-20T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen28.mp3", "start_seconds": 4442.0}, {"meeting_datetime": "2007-02-20T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen28.mp3", "start_seconds": 4442.0}, {"meeting_datetime": "2007-02-20T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen28.mp3", "start_seconds": 4442.0}, {"meeting_datetime": "2007-02-20T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen28.mp3", "start_seconds": 4442.0}, {"meeting_datetime": "2007-02-20T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen28.mp3", "start_seconds": 4442.0}, {"meeting_datetime": "2007-02-26T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hhe32.mp3", "start_seconds": 62.0}, {"meeting_datetime": "2007-02-26T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hhe32.mp3", "start_seconds": 62.0}, {"meeting_datetime": "2007-02-26T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hhe32.mp3", "start_seconds": 62.0}, {"meeting_datetime": "2007-02-26T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hhe32.mp3", "start_seconds": 62.0}, {"meeting_datetime": "2007-02-26T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hhe32.mp3", "start_seconds": 62.0}, {"meeting_datetime": "2007-02-26T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hhe32.mp3", "start_seconds": 62.0}, {"meeting_datetime": "2007-03-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen36.mp3", "start_seconds": 3644.0}, {"meeting_datetime": "2007-03-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen36.mp3", "start_seconds": 3644.0}], "bill_versions": [{"bill_id": 21616, "bill_version_id": 111112, "bill_version": "Introduced", "bill_version_date": "2007-01-30T09:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to adopt the Revised Uniform Anatomical Gift Act. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. This Act may be cited as the Revised Uniform Anatomical Gift Act. Section 2. In this Act: (1) \"Adult\" means an individual who is at least eighteen years of age. (2) \"Agent\" means an individual: (A) Authorized to make health care decisions on the principal's behalf by a power of attorney for health care; or (B) Expressly authorized to make an anatomical gift on the principal's behalf by any other record signed by the principal. (3) \"Anatomical gift\" means a donation of all or part of a human body to take effect after the donor's death for the purpose of transplantation, therapy, research, or education. (4) \"Decedent\" means a deceased individual whose body or part is or may be the source of an anatomical gift. The term includes a stillborn infant and, subject to restrictions imposed by law other than this Act, a fetus. (5) \"Disinterested witness\" means a witness other than the spouse, child, parent, sibling, grandchild, grandparent, or guardian of the individual who makes, amends, revokes, or refuses to make an anatomical gift, or another adult who exhibited special care and concern for the individual. The term does not include a person to which an anatomical gift could pass under section 11 of this Act. (6) \"Document of gift\" means a donor card or other record used to make an anatomical gift. The term includes a statement or symbol on a driver's license, identification card, or donor registry. (7) \"Donor\" means an individual whose body or part is the subject of an anatomical gift. (8) \"Donor registry\" means a database that contains records of anatomical gifts and amendments to or revocations of anatomical gifts. (9) \"Driver's license\" means a license or permit issued by the Department of Public Safety to operate a vehicle, whether or not conditions are attached to the license or permit. (10) \"Eye bank\" means a person that is licensed, accredited, or regulated under federal or state law to engage in the recovery, screening, testing, processing, storage, or distribution of human eyes or portions of human eyes. (11) \"Guardian\" means a person appointed by a court to make decisions regarding the support, care, education, health, or welfare of an individual. The term does not include a guardian ad litem. (12) \"Hospital\" means a facility licensed as a hospital under the law of any state or a facility operated as a hospital by the United States, a state, or a subdivision of a state. (13) \"Identification card\" means an identification card issued by the Department of Public Safety. (14) \"Know\" means to have actual knowledge. (15) \"Minor\" means an individual who is under eighteen years of age. (16) \"Organ procurement organization\" means a person designated by the Secretary of the United States Department of Health and Human Services as an organ procurement organization. (17) \"Parent\" means a parent whose parental rights have not been terminated. (18) \"Part\" means an organ, an eye, or tissue of a human being. The term does not include the whole body. (19) \"Person\" means an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, public corporation, government or governmental subdivision, agency, or instrumentality, or any other legal or commercial entity. (20) \"Physician\" means an individual authorized to practice medicine or osteopathy under the law of any state. (21) \"Procurement organization\" means an eye bank, organ procurement organization, or tissue bank. (22) \"Prospective donor\" means an individual who is dead or near death and has been determined by a procurement organization to have a part that could be medically suitable for transplantation, therapy, research, or education. The term does not include an individual who has made a refusal. (23) \"Reasonably available\" means able to be contacted by a procurement organization without undue effort and willing and able to act in a timely manner consistent with existing medical criteria necessary for the making of an anatomical gift. (24) \"Recipient\" means an individual into whose body a decedent's part has been or is intended to be transplanted. (25) \"Record\" means information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form. (26) \"Refusal\" means a record created under section 7 of this Act that expressly states an intent to bar other persons from making an anatomical gift of an individual's body or part. (27) \"Sign\" means, with the present intent to authenticate or adopt a record: (A) To execute or adopt a tangible symbol; or (B) To attach to or logically associate with the record an electronic symbol, sound, or process. (28) \"State\" means a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States. (29) \"Technician\" means an individual determined to be qualified to remove or process parts by an appropriate organization that is licensed, accredited, or regulated under federal or state law. The term includes an enucleator. (30) \"Tissue\" means a portion of the human body other than an organ or an eye. The term does not include blood unless the blood is donated for the purpose of research or education. (31) \"Tissue bank\" means a person that is licensed, accredited, or regulated under federal or state law to engage in the recovery, screening, testing, processing, storage, or distribution of tissue. (32) \"Transplant hospital\" means a hospital that furnishes organ transplants and other medical and surgical specialty services required for the care of transplant patients. Section 3. This Act applies to an anatomical gift or amendment to, revocation of, or refusal to make an anatomical gift, whenever made. Section 4. Subject to section 8 of this Act, an anatomical gift of a donor's body or part may be made during the life of the donor for the purpose of transplantation, therapy, research, or education in the manner provided in section 5 of this Act by: (1) The donor, if the donor is an adult or if the donor is a minor and is: (A) Emancipated; or (B) Authorized under state law to apply for a driver's license because the donor is at least sixteen years of age; (2) An agent of the donor, unless the power of attorney for health care or other record prohibits the agent from making an anatomical gift; (3) A parent of the donor, if the donor is an unemancipated minor; or (4) The donor's guardian. Section 5. (a) A donor may make an anatomical gift: (1) By authorizing a statement or symbol indicating that the donor has made an anatomical gift to be imprinted on the donor's driver's license or identification card; (2) In a will; (3) During a terminal illness or injury of the donor, by any form of communication addressed to at least two adults, at least one of whom is a disinterested witness; or (4) As provided in subsection (b). (b) A donor or other person authorized to make an anatomical gift under section 4 of this Act may make a gift by a donor card or other record signed by the donor or other person making the gift or by authorizing that a statement or symbol indicating that the donor has made an anatomical gift be included on a donor registry. If the donor or other person is physically unable to sign a record, the record may be signed by another individual at the direction of the donor or other person and must: (1) Be witnessed by at least two adults, at least one of whom is a disinterested witness, who have signed at the request of the donor or the other person; and (2) State that it has been signed and witnessed as provided in paragraph (1). (c) Revocation, suspension, expiration, or cancellation of a driver's license or identification card upon which an anatomical gift is indicated does not invalidate the gift. (d) An anatomical gift made by will takes effect upon the donor's death whether or not the will is probated. Invalidation of the will after the donor' death does not invalidate the gift. Section 6. (a) Subject to section 8 of this Act, a donor or other person authorized to make an anatomical gift under section 4 of this Act may amend or revoke an anatomical gift by: (1) A record signed by: (A) The donor; (B) The other person; or (C) Subject to subsection (b), another individual acting at the direction of the donor or the other person if the donor or other person is physically unable to sign; or (2) A later-executed document of gift that amends or revokes a previous anatomical gift or portion of an anatomical gift, either expressly or by inconsistency. (b) A record signed pursuant to subsection (a)(1)(C) must: (1) Be witnessed by at least two adults, at least one of whom is a disinterested witness, who have signed at the request of the donor or the other person; and (2) State that it has been signed and witnessed as provided in paragraph (1). (c) Subject to section 8 of this Act, a donor or other person authorized to make an anatomical gift under section 4 of this Act may revoke an anatomical gift by the destruction or cancellation of the document of gift, or the portion of the document of gift used to make the gift, with the intent to revoke the gift. (d) A donor may amend or revoke an anatomical gift that was not made in a will by any form of communication during a terminal illness or injury addressed to at least two adults, at least one of whom is a disinterested witness. (e) A donor who makes an anatomical gift in a will may amend or revoke the gift in the manner provided for amendment or revocation of wills or as provided in subsection (a). Section 7. (a) An individual may refuse to make an anatomical gift of the individual's body or part by: (1) A record signed by: (A) The individual; or (B) Subject to subsection (b), another individual acting at the direction of the individual if the individual is physically unable to sign; (2) The individual's will, whether or not the will is admitted to probate or invalidated after the individual's death; or (3) Any form of communication made by the individual during the individual's terminal illness or injury addressed to at least two adults, at least one of whom is a disinterested witness. (b) A record signed pursuant to subsection (a)(1)(B) must: (1) Be witnessed by at least two adults, at least one of whom is a disinterested witness, who have signed at the request of the individual; and (2) State that it has been signed and witnessed as provided in paragraph (1). (c) An individual who has made a refusal may amend or revoke the refusal: (1) In the manner provided in subsection (a) for making a refusal; (2) By subsequently making an anatomical gift pursuant to section 5 of this Act that is inconsistent with the refusal; or (3) By destroying or canceling the record evidencing the refusal, or the portion of the record used to make the refusal, with the intent to revoke the refusal. (d) Except as otherwise provided in section 8(h) of this Act, in the absence of an express, contrary indication by the individual set forth in the refusal, an individual's unrevoked refusal to make an anatomical gift of the individual's body or part bars all other persons from making an anatomical gift of the individual's body or part. Section 8. (a) Except as otherwise provided in subsection (g) and subject to subsection (f), in the absence of an express, contrary indication by the donor, a person other than the donor is barred from making, amending, or revoking an anatomical gift of a donor's body or part if the donor made an anatomical gift of the donor's body or part under section 5 of this Act or an amendment to an anatomical gift of the donor's body or part under section 6 of this Act. (b) A donor's revocation of an anatomical gift of the donor's body or part under section 6 of this Act is not a refusal and does not bar another person specified in section 4 or 9 of this Act from making an anatomical gift of the donor's body or part under section 5 or 10 of this Act. (c) If a person other than the donor makes an unrevoked anatomical gift of the donor's body or part under section 5 of this Act or an amendment to an anatomical gift of the donor's body or part under section 6 of this Act, another person may not make, amend, or revoke the gift of the donor's body or part under section 10 of this Act. (d) A revocation of an anatomical gift of a donor's body or part under section 6 of this Act by a person other than the donor does not bar another person from making an anatomical gift of the body or part under section 5 or 10 of this Act. (e) In the absence of an express, contrary indication by the donor or other person authorized to make an anatomical gift under section 4 of this Act, an anatomical gift of a part is neither a refusal to give another part nor a limitation on the making of an anatomical gift of another part at a later time by the donor or another person. (f) In the absence of an express, contrary indication by the donor or other person authorized to make an anatomical gift under section 4 of this Act, an anatomical gift of a part for one or more of the purposes set forth in section 4 of this Act is not a limitation on the making of an anatomical gift of the part for any of the other purposes by the donor or any other person under section 5 or 10 of this Act. (g) If a donor who is an unemancipated minor dies, a parent of the donor who is reasonably available may revoke or amend an anatomical gift of the donor's body or part. (h) If an unemancipated minor who signed a refusal dies, a parent of the minor who is reasonably available may revoke the minor's refusal. Section 9. (a) Subject to subsections (b) and (c) and unless barred by section 7 or 8 of this Act, an anatomical gift of a decedent's body or part for purpose of transplantation, therapy, research, or education may be made by any member of the following classes of persons who is reasonably available, in the order of priority listed: (1) An agent of the decedent at the time of death who could have made an anatomical gift under section 4(2) of this Act immediately before the decedent's death; (2) The spouse of the decedent; (3) Adult children of the decedent; (4) Parents of the decedent; (5) Adult siblings of the decedent; (6) Adult grandchildren of the decedent; (7) Grandparents of the decedent; (8) An adult who exhibited special care and concern for the decedent; (9) The persons who were acting as the guardians of the person of the decedent at the time of death; and (10) Any other person having the authority to dispose of the decedent's body. (b) If there is more than one member of a class listed in subsection (a)(1), (3), (4), (5), (6), (7), or (9) entitled to make an anatomical gift, an anatomical gift may be made by a member of the class unless that member or a person to which the gift may pass under section 11 of this Act knows of an objection by another member of the class. If an objection is known, the gift may be made only by a majority of the members of the class who are reasonably available. (c) A person may not make an anatomical gift if, at the time of the decedent's death, a person in a prior class under subsection (a) is reasonably available to make or to object to the making of an anatomical gift. Section 10. (a) A person authorized to make an anatomical gift under section 9 of this Act may make an anatomical gift by a document of gift signed by the person making the gift or by that person's oral communication that is electronically recorded or is contemporaneously reduced to a record and signed by the individual receiving the oral communication. (b) Subject to subsection (c), an anatomical gift by a person authorized under section 9 of this Act may be amended or revoked orally or in a record by any member of a prior class who is reasonably available. If more than one member of the prior class is reasonably available, the gift made by a person authorized under section 9 of this Act may be: (1) Amended only if a majority of the reasonably available members agree to the amending of the gift; or (2) Revoked only if a majority of the reasonably available members agree to the revoking of the gift or if they are equally divided as to whether to revoke the gift. (c) A revocation under subsection (b) is effective only if, before an incision has been made to remove a part from the donor's body or before invasive procedures have begun to prepare the recipient, the procurement organization, transplant hospital, or physician or technician knows of the revocation. Section 11. (a) An anatomical gift may be made to the following persons named in the document of gift: (1) A hospital; accredited medical school, dental school, college, or university; organ procurement organization; or other appropriate person, for research or education; (2) Subject to subsection (b), an individual designated by the person making the anatomical gift if the individual is the recipient of the part; (3) An eye bank or tissue bank. (b) If an anatomical gift to an individual under subsection (a)(2) cannot be transplanted into the individual, the part passes in accordance with subsection (g) in the absence of an express, contrary indication by the person making the anatomical gift. (c) If an anatomical gift of one or more specific parts or of all parts is made in a document of gift that does not name a person described in subsection (a) but identifies the purpose for which an anatomical gift may be used, the following rules apply: (1) If the part is an eye and the gift is for the purpose of transplantation or therapy, the gift passes to the appropriate eye bank. (2) If the part is tissue and the gift is for the purpose of transplantation or therapy, the gift passes to the appropriate tissue bank. (3) If the part is an organ and the gift is for the purpose of transplantation or therapy, the gift passes to the appropriate organ procurement organization as custodian of the organ. (4) If the part is an organ, an eye, or tissue and the gift is for the purpose of research or education, the gift passes to the appropriate procurement organization. (d) For the purpose of subsection (c), if there is more than one purpose of an anatomical gift set forth in the document of gift but the purposes are not set forth in any priority, the gift must be used for transplantation or therapy, if suitable. If the gift cannot be used for transplantation or therapy, the gift may be used for research or education. (e) If an anatomical gift of one or more specific parts is made in a document of gift that does not name a person described in subsection (a) and does not identify the purpose of the gift, the gift may be used only for transplantation or therapy, and the gift passes in accordance with subsection (g). (f) If a document of gift specifies only a general intent to make an anatomical gift by words such as donor, organ donor, or body donor, or by a symbol or statement of similar import, the gift may be used only for transplantation or therapy, and the gift passes in accordance with subsection (g). (g) For purposes of subsections (b), (e), and (f) the following rules apply: (1) If the part is an eye, the gift passes to the appropriate eye bank. (2) If the part is tissue, the gift passes to the appropriate tissue bank. (3) If the part is an organ, the gift passes to the appropriate organ procurement organization as custodian of the organ. (h) An anatomical gift of an organ for transplantation or therapy, other than an anatomical gift under subsection (a)(2), passes to the organ procurement organization as custodian of the organ. (i) If an anatomical gift does not pass pursuant to subsections (a) through (h) or the decedent's body or part is not used for transplantation, therapy, research, or education, custody of the body or part passes to the person under obligation to dispose of the body or part. (j) A person may not accept an anatomical gift if the person knows that the gift was not effectively made under section 5 or 10 of this Act or if the person knows that the decedent made a refusal under section 7 of this Act that was not revoked. For purposes of the subsection, if a person knows that an anatomical gift was made on a document of gift, the person is deemed to know of any amendment or revocation of the gift or any refusal to make an anatomical gift on the same document of gift. (k) Except as otherwise provided in subsection (a)(2), nothing in this Act affects the allocation of organs for transplantation or therapy. Section 12. (a) The following persons shall make a reasonable search of an individual who the person reasonably believes is dead or near death for a document of gift or other information identifying the individual as a donor or as an individual who made a refusal: (1) A law enforcement officer, firefighter, paramedic, or other emergency rescuer finding the individual; and (2) If no other source of the information is immediately available, a hospital, as soon as practical after the individual's arrival at the hospital. (b) If a document of gift or a refusal to make an anatomical gift is located by the search required by subsection (a)(1) and the individual or deceased individual to whom it relates is taken to a hospital, the person responsible for conducting the search shall send the document of gift or refusal to the hospital. (c) A person is not subject to criminal or civil liability for failing to discharge the duties imposed by this section but may be subject to administrative sanctions. Section 13. (a) A document of gift need not be delivered during the donor's lifetime to be effective. (b) Upon or after an individual's death, a person in possession of a document of gift or a refusal to make an anatomical gift with respect to the individual shall allow examination and copying of the document of gift or refusal by a person authorized to make or object to the making of an anatomical gift with respect to the individual or by a person to which the gift could pass under section 11 of this Act. Section 14. (a) When a hospital refers an individual at or near death to a procurement organization, the organization shall make a reasonable search of the records of the Department of Public Safety and any donor registry that it knows exists for the geographical area in which the individual resides to ascertain whether the individual has made an anatomical gift. (b) A procurement organization must be allowed reasonable access to information in the records of the Department of Public Safety to ascertain whether an individual at or near death is a donor. (c) When a hospital refers an individual at or near death to a procurement organization, the organization may conduct any reasonable examination necessary to ensure the medical suitability of a part that is or could be the subject of an anatomical gift for transplantation, therapy, research, or education from a donor or a prospective donor. During the examination period, measures necessary to ensure the medical suitability of the part may not be withdrawn unless the hospital or procurement organization knows that the individual expressed a contrary intent. (d) Unless prohibited by law other than this Act, at any time after a donor's death, the person to which a part passes under section 11 of this Act may conduct any reasonable examination necessary to ensure the medical suitability of the body or part for its intended purpose. (e) Unless prohibited by law other than this Act, an examination under subsection (c) or (d) may include an examination of all medical and dental records of the donor or prospective donor. (f) Upon the death of a minor who was a donor or had signed a refusal, unless a procurement organization knows the minor is emancipated, the procurement organization shall conduct a reasonable search for the parents of the minor and provide the parents with an opportunity to revoke or amend the anatomical gift or revoke the refusal. (g) Upon referral by a hospital under subsection (a), a procurement organization shall make a reasonable search for any person listed in section 9 of this Act having priority to make an anatomical gift on behalf of a prospective donor. If a procurement organization receives information that an anatomical gift to any other person was made, amended, or revoked, it shall promptly advise the other person of all relevant information. (h) Subject to sections 11(i) and 23 of this Act, the rights of the person to which a part passes under section 11 of this Act are superior to the rights of all others with respect to the part. The person may accept or reject an anatomical gift in whole or in part. Subject to the terms of the document of gift and this Act, a person that accepts an anatomical gift of an entire body may allow embalming, burial or cremation, and use of remains in a funeral service. If the gift is of a part, the person to which the part passes under section 11 of this Act, upon the death of the donor and before embalming, burial, or cremation, shall cause the part to be removed without unnecessary mutilation. (i) Neither the physician who attends the decedent at death nor the physician who determines the time of the decedent's death may participate in the procedures for removing or transplanting a part from the decedent. (j) A physician or technician may remove a donated part from the body of a donor that the physician or technician is qualified to remove. Section 15. Each hospital in this state shall enter into agreements or affiliations with procurement organizations for coordination of procurement and use of anatomical gifts. Section 16. (a) Except as otherwise provided in subsection (b), a person that for valuable consideration, knowingly purchases or sells a part for transplantation or therapy if removal of a part from an individual is intended to occur after the individual's death commits a Class 5 felony. (b) A person may charge a reasonable amount for the removal, processing, preservation, quality control, storage, transportation, implantation, or disposal of a part. Section 17. A person that, in order to obtain a financial gain, intentionally falsifies, forges, conceals, defaces, or obliterates a document of gift, an amendment or revocation of a document of gift, or a refusal commits a Class 5 felony. Section 18. (a) A person that acts in accordance with this Act or with the applicable anatomical gift law of another state, or attempts in good faith to do so, is not liable for the act in a civil action, criminal prosecution, or administrative proceeding. (b) Neither the person making an anatomical gift nor the donor's estate is liable for any injury or damage that results from the making or use of the gift. (c) In determining whether an anatomical gift has been made, amended, or revoked under this Act, a person may rely upon representations of an individual listed in section 9(a)(2), (3), (4), (5), (6), (7), or (8) of this Act relating to the individual's relationship to the donor or prospective donor unless the person knows that the representation is untrue. Section 19. (a) A document of gift is valid if executed in accordance with: (1) This Act; (2) The laws of the state or country where it was executed; or (3) The laws of the state or country where the person making the anatomical gift was domiciled, has a place of residence, or was a national at the time the document of gift was executed. (b) If a document of gift is valid under this section, the law of this state governs the interpretation of the document of gift. (c) A person may presume that a document of gift or amendment of an anatomical gift is valid unless that person knows that it was not validly executed or was revoked. Section 20. (a) The Department of Public Safety may establish or contract for the establishment of a donor registry. (b) The Department of Public Safety shall cooperate with a person that administers any donor registry that this state establishes, contracts for, or recognizes for the purpose of transferring to the donor registry all relevant information regarding a donor's making, amendment to, or revocation of an anatomical gift. (c) A donor registry must: (1) Allow a donor or other person authorized under section 4 of this Act to include on the donor registry a statement or symbol that the donor has made, amended, or revoked an anatomical gift; (2) Be accessible to a procurement organization to allow it to obtain relevant information on the donor registry to determine, at or near death of the donor or a prospective donor, whether the donor or prospective donor has made, amended, or revoked an anatomical gift; and (3) Be accessible for purposes of paragraphs (1) and (2) seven days a week on a twenty- four hour basis. (d) Personally identifiable information on a donor registry about a donor or prospective donor may not be used or disclosed without the express consent of the donor, prospective donor, or person that made the anatomical gift for any purpose other than to determine, at or near death of the donor or prospective donor, whether the donor or prospective donor has made, amended, or revoked an anatomical gift. (e) This section does not prohibit any person from creating or maintaining a donor registry that is not established by or under contract with the state. Any such registry must comply with subsections (c) and (d). Section 21. (a) In this section: (1) \"Advance health care directive\" means a power of attorney for health care or a record signed by a prospective donor containing the prospective donor's direction concerning a health care decision for the prospective donor. (2) \"Declaration\" means a record signed by a prospective donor specifying the circumstances under which a life support system may be withheld or withdrawn from the prospective donor. (3) \"Health care decision\" means any decision made regarding the health care of the prospective donor. (b) If a prospective donor has a declaration or advance health care directive, measures necessary to ensure the medical suitability of an organ for transplantation or therapy may not be withheld or withdrawn from the prospective donor, unless the declaration expressly provides to the contrary. Section 22. (a) A coroner shall cooperate with procurement organizations to maximize the opportunity to recover anatomical gifts for the purpose of transplantation, therapy, research, or education. (b) If a coroner receives notice from a procurement organization that an anatomical gift might be available or was made with respect to a decedent whose body is under the jurisdiction of the coroner and a post-mortem examination is going to be performed, unless the coroner denies recovery in accordance with section 23 of this Act, the coroner or designee shall conduct a post-mortem examination of the body or the part in a manner and within a period compatible with its preservation for the purposes of the gift. (c) A part may not be removed from the body of a decedent under the jurisdiction of a coroner for transplantation, therapy, research, or education unless the part is the subject of an anatomical gift. The body of a decedent under the jurisdiction of the coroner may not be delivered to a person for research or education unless the body is the subject of an anatomical gift. This subsection does not preclude a coroner from performing the medicolegal investigation upon the body or parts of a decedent under the jurisdiction of the coroner. Section 23. (a) Upon request of a procurement organization, a coroner shall release to the procurement organization the name, contact information, and available medical and social history of a decedent whose body is under the jurisdiction of the coroner. If the decedent's body or part is medically suitable for transplantation, therapy, research, or education, the coroner shall release post-mortem examination results to the procurement organization. The procurement organization may make a subsequent disclosure of the post-mortem examination results or other information received from the coroner only if relevant to transplantation or therapy. (b) The coroner may conduct a medicolegal examination by reviewing all medical records, laboratory test results, X rays, other diagnostic results, and other information that any person possesses about a donor or prospective donor whose body is under the jurisdiction of the coroner which the coroner determines may be relevant to the investigation. (c) A person that has any information requested by a coroner pursuant to subsection (b) shall provide that information as expeditiously as possible to allow the coroner to conduct the medicolegal investigation within a period compatible with the preservation of parts for the purpose of transplantation, therapy, research, or education. (d) If an anatomical gift has been or might be made of a part of a decedent whose body is under the jurisdiction of the coroner and a post-mortem examination is not required, or the coroner determines that a post-mortem examination is required but that the recovery of the part that is the subject of an anatomical gift will not interfere with the examination, the coroner and procurement organization shall cooperate in the timely removal of the part from the decedent for the purpose of transplantation, therapy, research, or education. (e) If an anatomical gift of a part from the decedent under the jurisdiction of the coroner has been or might be made, but the coroner initially believes that the recovery of the part could interfere with the post-mortem investigation into the decedent's cause or manner of death, the coroner shall consult with the procurement organization or physician or technician designated by the procurement organization about the proposed recovery. After consultation, the coroner may allow the recovery. (f) Following the consultation under subsection (e), in the absence of mutually agreed upon protocols to resolve conflict between the coroner and the procurement organization, if the coroner intends to deny recovery, the coroner or designee, at the request of the procurement organization, shall attend the removal procedure for the part before making a final determination not to allow the procurement organization to recover the part. During the removal procedure, the coroner or designee may allow recovery by the procurement organization to proceed, or, if the coroner or designee reasonably believes that the part may be involved in determining the decedent's cause or manner of death, deny recovery by the procurement organization. (g) If the coroner or designee denies recovery under subsection (f), the coroner or designee shall: (1) Explain in a record the specific reasons for not allowing recovery of the part; (2) Include the specific reasons in the records of the coroner; and (3) Provide a record with the specific reasons to the procurement organization. (h) If the coroner or designee allows recovery of a part under subsection (d), (e), or (f), the procurement organization, upon request, shall cause the physician or technician who removes the part to provide the coroner with a record describing the condition of the part, a biopsy, a photograph, and any other information and observations that would assist in the post-mortem examination. (i) If a coroner or designee is required to be present at a removal procedure under subsection (f), upon request the procurement organization requesting the recovery of the part shall reimburse the coroner or designee for the additional costs incurred in complying with subsection (f). Section 24. In applying and construing this uniform act, consideration must be given to the need to promote uniformity of the law with respect to its subject matter among states that enact it. Section 25. This Act modifies, limits, and supersedes the Electronic Signatures in Global and National Commerce Act, 15 U.S.C. section 7001 et seq., but does not modify, limit or supersede section 101(a) of that act, 15 U.S.C. section 7001, or authorize electronic delivery of any of the notices described in section 103(b) of that act, 15 U.S.C. section 7003(b). Section 26. That § § 34-26-20 , 34-26-21 , and 34-26-22 to 34-26-46 , inclusive, be repealed."}, {"bill_id": 21616, "bill_version_id": 112269, "bill_version": "Senate Health and Human Services Engrossed", "bill_version_date": "2007-02-14T13:44:02-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to adopt the Revised Uniform Anatomical Gift Act. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. This Act may be cited as the Revised Uniform Anatomical Gift Act. Section 2. In this Act: (1) \"Adult\" means an individual who is at least eighteen years of age. (2) \"Agent\" means an individual: (A) Authorized to make health care decisions on the principal's behalf by a power of attorney for health care; or (B) Expressly authorized to make an anatomical gift on the principal's behalf by any other record signed by the principal. (3) \"Anatomical gift\" means a donation of all or part of a human body to take effect after the donor's death for the purpose of transplantation, therapy, research, or education. (4) \"Decedent\" means a deceased individual whose body or part is or may be the source of an anatomical gift. The term does not include a blastocyst, embryo, or fetus that is the subject of an induced abortion. (5) \"Disinterested witness\" means a witness other than the spouse, child, parent, sibling, grandchild, grandparent, or guardian of the individual who makes, amends, revokes, or refuses to make an anatomical gift, or another adult who exhibited special care and concern for the individual. The term does not include a person to which an anatomical gift could pass under section 11 of this Act. (6) \"Document of gift\" means a donor card or other record used to make an anatomical gift. The term includes a statement or symbol on a driver's license, identification card, or donor registry. (7) \"Donor\" means an individual whose body or part is the subject of an anatomical gift. (8) \"Donor registry\" means a database that contains records of anatomical gifts and amendments to or revocations of anatomical gifts. (9) \"Driver's license\" means a license or permit issued by the Department of Public Safety to operate a vehicle, whether or not conditions are attached to the license or permit. (10) \"Eye bank\" means a person that is licensed, accredited, or regulated under federal or state law to engage in the recovery, screening, testing, processing, storage, or distribution of human eyes or portions of human eyes. (11) \"Guardian\" means a person appointed by a court to make decisions regarding the support, care, education, health, or welfare of an individual. The term does not include a guardian ad litem. (12) \"Hospital\" means a facility licensed as a hospital under the law of any state or a facility operated as a hospital by the United States, a state, or a subdivision of a state. (13) \"Identification card\" means an identification card issued by the Department of Public Safety. (14) \"Know\" means to have actual knowledge. (15) \"Minor\" means an individual who is under eighteen years of age. (16) \"Organ procurement organization\" means a person designated by the Secretary of the United States Department of Health and Human Services as an organ procurement organization. (17) \"Parent\" means a parent whose parental rights have not been terminated. (18) \"Part\" means an organ, an eye, or tissue of a human being. The term does not include the whole body. (19) \"Person\" means an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, public corporation, government or governmental subdivision, agency, or instrumentality, or any other legal or commercial entity. (20) \"Physician\" means an individual authorized to practice medicine or osteopathy under the law of any state. (21) \"Procurement organization\" means an eye bank, organ procurement organization, or tissue bank. (22) \"Prospective donor\" means an individual who is dead or near death and has been determined by a procurement organization to have a part that could be medically suitable for transplantation, therapy, research, or education. The term does not include an individual who has made a refusal. (23) \"Reasonably available\" means able to be contacted by a procurement organization without undue effort and willing and able to act in a timely manner consistent with existing medical criteria necessary for the making of an anatomical gift. (24) \"Recipient\" means an individual into whose body a decedent's part has been or is intended to be transplanted. (25) \"Record\" means information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form. (26) \"Refusal\" means a record created under section 7 of this Act that expressly states an intent to bar other persons from making an anatomical gift of an individual's body or part. (27) \"Sign\" means, with the present intent to authenticate or adopt a record: (A) To execute or adopt a tangible symbol; or (B) To attach to or logically associate with the record an electronic symbol, sound, or process. (28) \"State\" means a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States. (29) \"Technician\" means an individual determined to be qualified to remove or process parts by an appropriate organization that is licensed, accredited, or regulated under federal or state law. The term includes an enucleator. (30) \"Tissue\" means a portion of the human body other than an organ or an eye. The term does not include blood unless the blood is donated for the purpose of research or education. (31) \"Tissue bank\" means a person that is licensed, accredited, or regulated under federal or state law to engage in the recovery, screening, testing, processing, storage, or distribution of tissue. (32) \"Transplant hospital\" means a hospital that furnishes organ transplants and other medical and surgical specialty services required for the care of transplant patients. Section 3. This Act applies to an anatomical gift or amendment to, revocation of, or refusal to make an anatomical gift, whenever made. Section 4. Subject to section 8 of this Act, an anatomical gift of a donor's body or part may be made during the life of the donor for the purpose of transplantation, therapy, research, or education in the manner provided in section 5 of this Act by: (1) The donor, if the donor is an adult or if the donor is a minor and is: (A) Emancipated; or (B) Authorized under state law to apply for a driver's license because the donor is at least fourteen years of age; (2) An agent of the donor, unless the power of attorney for health care or other record prohibits the agent from making an anatomical gift; (3) A parent of the donor, if the donor is an unemancipated minor; or (4) The donor's guardian. Section 5. (a) A donor may make an anatomical gift: (1) By authorizing a statement or symbol indicating that the donor has made an anatomical gift to be imprinted on the donor's driver's license or identification card; (2) In a will; (3) During a terminal illness or injury of the donor, by any form of communication addressed to at least two adults, at least one of whom is a disinterested witness; or (4) As provided in subsection (b). (b) A donor or other person authorized to make an anatomical gift under section 4 of this Act may make a gift by a donor card or other record signed by the donor or other person making the gift or by authorizing that a statement or symbol indicating that the donor has made an anatomical gift be included on a donor registry. If the donor or other person is physically unable to sign a record, the record may be signed by another individual at the direction of the donor or other person and must: (1) Be witnessed by at least two adults, at least one of whom is a disinterested witness, who have signed at the request of the donor or the other person; and (2) State that it has been signed and witnessed as provided in paragraph (1). (c) Revocation, suspension, expiration, or cancellation of a driver's license or identification card upon which an anatomical gift is indicated does not invalidate the gift. (d) An anatomical gift made by will takes effect upon the donor's death whether or not the will is probated. Invalidation of the will after the donor' death does not invalidate the gift. Section 6. (a) Subject to section 8 of this Act, a donor or other person authorized to make an anatomical gift under section 4 of this Act may amend or revoke an anatomical gift by: (1) A record signed by: (A) The donor; (B) The other person; or (C) Subject to subsection (b), another individual acting at the direction of the donor or the other person if the donor or other person is physically unable to sign; or (2) A later-executed document of gift that amends or revokes a previous anatomical gift or portion of an anatomical gift, either expressly or by inconsistency. (b) A record signed pursuant to subsection (a)(1)(C) must: (1) Be witnessed by at least two adults, at least one of whom is a disinterested witness, who have signed at the request of the donor or the other person; and (2) State that it has been signed and witnessed as provided in paragraph (1). (c) Subject to section 8 of this Act, a donor or other person authorized to make an anatomical gift under section 4 of this Act may revoke an anatomical gift by the destruction or cancellation of the document of gift, or the portion of the document of gift used to make the gift, with the intent to revoke the gift. (d) A donor may amend or revoke an anatomical gift that was not made in a will by any form of communication during a terminal illness or injury addressed to at least two adults, at least one of whom is a disinterested witness. (e) A donor who makes an anatomical gift in a will may amend or revoke the gift in the manner provided for amendment or revocation of wills or as provided in subsection (a). Section 7. (a) An individual may refuse to make an anatomical gift of the individual's body or part by: (1) A record signed by: (A) The individual; or (B) Subject to subsection (b), another individual acting at the direction of the individual if the individual is physically unable to sign; (2) The individual's will, whether or not the will is admitted to probate or invalidated after the individual's death; or (3) Any form of communication made by the individual during the individual's terminal illness or injury addressed to at least two adults, at least one of whom is a disinterested witness. (b) A record signed pursuant to subsection (a)(1)(B) must: (1) Be witnessed by at least two adults, at least one of whom is a disinterested witness, who have signed at the request of the individual; and (2) State that it has been signed and witnessed as provided in paragraph (1). (c) An individual who has made a refusal may amend or revoke the refusal: (1) In the manner provided in subsection (a) for making a refusal; (2) By subsequently making an anatomical gift pursuant to section 5 of this Act that is inconsistent with the refusal; or (3) By destroying or canceling the record evidencing the refusal, or the portion of the record used to make the refusal, with the intent to revoke the refusal. (d) Except as otherwise provided in section 8(h) of this Act, in the absence of an express, contrary indication by the individual set forth in the refusal, an individual's unrevoked refusal to make an anatomical gift of the individual's body or part bars all other persons from making an anatomical gift of the individual's body or part. Section 8. (a) Except as otherwise provided in subsection (g) and subject to subsection (f), in the absence of an express, contrary indication by the donor, a person other than the donor is barred from making, amending, or revoking an anatomical gift of a donor's body or part if the donor made an anatomical gift of the donor's body or part under section 5 of this Act or an amendment to an anatomical gift of the donor's body or part under section 6 of this Act. (b) A donor's revocation of an anatomical gift of the donor's body or part under section 6 of this Act is not a refusal and does not bar another person specified in section 4 or 9 of this Act from making an anatomical gift of the donor's body or part under section 5 or 10 of this Act. (c) If a person other than the donor makes an unrevoked anatomical gift of the donor's body or part under section 5 of this Act or an amendment to an anatomical gift of the donor's body or part under section 6 of this Act, another person may not make, amend, or revoke the gift of the donor's body or part under section 10 of this Act. (d) A revocation of an anatomical gift of a donor's body or part under section 6 of this Act by a person other than the donor does not bar another person from making an anatomical gift of the body or part under section 5 or 10 of this Act. (e) In the absence of an express, contrary indication by the donor or other person authorized to make an anatomical gift under section 4 of this Act, an anatomical gift of a part is neither a refusal to give another part nor a limitation on the making of an anatomical gift of another part at a later time by the donor or another person. (f) In the absence of an express, contrary indication by the donor or other person authorized to make an anatomical gift under section 4 of this Act, an anatomical gift of a part for one or more of the purposes set forth in section 4 of this Act is not a limitation on the making of an anatomical gift of the part for any of the other purposes by the donor or any other person under section 5 or 10 of this Act. (g) If a donor who is an unemancipated minor dies, a parent of the donor who is reasonably available may revoke or amend an anatomical gift of the donor's body or part. (h) If an unemancipated minor who signed a refusal dies, a parent of the minor who is reasonably available may revoke the minor's refusal. Section 9. (a) Subject to subsections (b) and (c) and unless barred by section 7 or 8 of this Act, an anatomical gift of a decedent's body or part for purpose of transplantation, therapy, research, or education may be made by any member of the following classes of persons who is reasonably available, in the order of priority listed: (1) An agent of the decedent at the time of death who could have made an anatomical gift under section 4(2) of this Act immediately before the decedent's death; (2) The spouse of the decedent; (3) Adult children of the decedent; (4) Parents of the decedent; (5) Adult siblings of the decedent; (6) Adult grandchildren of the decedent; (7) Grandparents of the decedent; (8) An adult who exhibited special care and concern for the decedent; (9) The persons who were acting as the guardians of the person of the decedent at the time of death; and (10) Any other person having the authority to dispose of the decedent's body. (b) If there is more than one member of a class listed in subsection (a)(1), (3), (4), (5), (6), (7), or (9) entitled to make an anatomical gift, an anatomical gift may be made by a member of the class unless that member or a person to which the gift may pass under section 11 of this Act knows of an objection by another member of the class. If an objection is known, the gift may be made only by a majority of the members of the class who are reasonably available. (c) A person may not make an anatomical gift if, at the time of the decedent's death, a person in a prior class under subsection (a) is reasonably available to make or to object to the making of an anatomical gift. Section 10. (a) A person authorized to make an anatomical gift under section 9 of this Act may make an anatomical gift by a document of gift signed by the person making the gift or by that person's oral communication that is electronically recorded or is contemporaneously reduced to a record and signed by the individual receiving the oral communication. (b) Subject to subsection (c), an anatomical gift by a person authorized under section 9 of this Act may be amended or revoked orally or in a record by any member of a prior class who is reasonably available. If more than one member of the prior class is reasonably available, the gift made by a person authorized under section 9 of this Act may be: (1) Amended only if a majority of the reasonably available members agree to the amending of the gift; or (2) Revoked only if a majority of the reasonably available members agree to the revoking of the gift or if they are equally divided as to whether to revoke the gift. (c) A revocation under subsection (b) is effective only if, before an incision has been made to remove a part from the donor's body or before invasive procedures have begun to prepare the recipient, the procurement organization, transplant hospital, or physician or technician knows of the revocation. Section 11. (a) An anatomical gift may be made to the following persons named in the document of gift: (1) A hospital; accredited medical school, dental school, college, or university; organ procurement organization; or other appropriate person, for research or education; (2) Subject to subsection (b), an individual designated by the person making the anatomical gift if the individual is the recipient of the part; (3) An eye bank or tissue bank. (b) If an anatomical gift to an individual under subsection (a)(2) cannot be transplanted into the individual, the part passes in accordance with subsection (g) in the absence of an express, contrary indication by the person making the anatomical gift. (c) If an anatomical gift of one or more specific parts or of all parts is made in a document of gift that does not name a person described in subsection (a) but identifies the purpose for which an anatomical gift may be used, the following rules apply: (1) If the part is an eye and the gift is for the purpose of transplantation or therapy, the gift passes to the appropriate eye bank. (2) If the part is tissue and the gift is for the purpose of transplantation or therapy, the gift passes to the appropriate tissue bank. (3) If the part is an organ and the gift is for the purpose of transplantation or therapy, the gift passes to the appropriate organ procurement organization as custodian of the organ. (4) If the part is an organ, an eye, or tissue and the gift is for the purpose of research or education, the gift passes to the appropriate procurement organization. (d) For the purpose of subsection (c), if there is more than one purpose of an anatomical gift set forth in the document of gift but the purposes are not set forth in any priority, the gift must be used for transplantation or therapy, if suitable. If the gift cannot be used for transplantation or therapy, the gift may be used for research or education. (e) If an anatomical gift of one or more specific parts is made in a document of gift that does not name a person described in subsection (a) and does not identify the purpose of the gift, the gift may be used only for transplantation or therapy, and the gift passes in accordance with subsection (g). (f) If a document of gift specifies only a general intent to make an anatomical gift by words such as donor, organ donor, or body donor, or by a symbol or statement of similar import, the gift may be used only for transplantation or therapy, and the gift passes in accordance with subsection (g). (g) For purposes of subsections (b), (e), and (f) the following rules apply: (1) If the part is an eye, the gift passes to the appropriate eye bank. (2) If the part is tissue, the gift passes to the appropriate tissue bank. (3) If the part is an organ, the gift passes to the appropriate organ procurement organization as custodian of the organ. (h) An anatomical gift of an organ for transplantation or therapy, other than an anatomical gift under subsection (a)(2), passes to the organ procurement organization as custodian of the organ. (i) If an anatomical gift does not pass pursuant to subsections (a) through (h) or the decedent's body or part is not used for transplantation, therapy, research, or education, custody of the body or part passes to the person under obligation to dispose of the body or part. (j) A person may not accept an anatomical gift if the person knows that the gift was not effectively made under section 5 or 10 of this Act or if the person knows that the decedent made a refusal under section 7 of this Act that was not revoked. For purposes of the subsection, if a person knows that an anatomical gift was made on a document of gift, the person is deemed to know of any amendment or revocation of the gift or any refusal to make an anatomical gift on the same document of gift. (k) Except as otherwise provided in subsection (a)(2), nothing in this Act affects the allocation of organs for transplantation or therapy. Section 12. (a) The following persons shall make a reasonable search of an individual who the person reasonably believes is dead or near death for a document of gift or other information identifying the individual as a donor or as an individual who made a refusal: (1) A law enforcement officer, firefighter, paramedic, or other emergency rescuer finding the individual; and (2) If no other source of the information is immediately available, a hospital, as soon as practical after the individual's arrival at the hospital. (b) If a document of gift or a refusal to make an anatomical gift is located by the search required by subsection (a)(1) and the individual or deceased individual to whom it relates is taken to a hospital, the person responsible for conducting the search shall send the document of gift or refusal to the hospital. (c) A person is not subject to criminal or civil liability for failing to discharge the duties imposed by this section but may be subject to administrative sanctions. Section 13. (a) A document of gift need not be delivered during the donor's lifetime to be effective. (b) Upon or after an individual's death, a person in possession of a document of gift or a refusal to make an anatomical gift with respect to the individual shall allow examination and copying of the document of gift or refusal by a person authorized to make or object to the making of an anatomical gift with respect to the individual or by a person to which the gift could pass under section 11 of this Act. Section 14. (a) When a hospital refers an individual at or near death to a procurement organization, the organization shall make a reasonable search of the records of the Department of Public Safety and any donor registry that it knows exists for the geographical area in which the individual resides to ascertain whether the individual has made an anatomical gift. (b) A procurement organization must be allowed reasonable access to information in the records of the Department of Public Safety to ascertain whether an individual at or near death is a donor. (c) When a hospital refers an individual at or near death to a procurement organization, the organization may conduct any reasonable examination necessary to ensure the medical suitability of a part that is or could be the subject of an anatomical gift for transplantation, therapy, research, or education from a donor or a prospective donor. During the examination period, measures necessary to ensure the medical suitability of the part may not be withdrawn unless the hospital or procurement organization knows that the individual expressed a contrary intent. (d) Unless prohibited by law other than this Act, at any time after a donor's death, the person to which a part passes under section 11 of this Act may conduct any reasonable examination necessary to ensure the medical suitability of the body or part for its intended purpose. (e) Unless prohibited by law other than this Act, an examination under subsection (c) or (d) may include an examination of all medical and dental records of the donor or prospective donor. (f) Upon the death of a minor who was a donor or had signed a refusal, unless a procurement organization knows the minor is emancipated, the procurement organization shall conduct a reasonable search for the parents of the minor and provide the parents with an opportunity to revoke or amend the anatomical gift or revoke the refusal. (g) Upon referral by a hospital under subsection (a), a procurement organization shall make a reasonable search for any person listed in section 9 of this Act having priority to make an anatomical gift on behalf of a prospective donor. If a procurement organization receives information that an anatomical gift to any other person was made, amended, or revoked, it shall promptly advise the other person of all relevant information. (h) Subject to sections 11(i) and 23 of this Act, the rights of the person to which a part passes under section 11 of this Act are superior to the rights of all others with respect to the part. The person may accept or reject an anatomical gift in whole or in part. Subject to the terms of the document of gift and this Act, a person that accepts an anatomical gift of an entire body may allow embalming, burial or cremation, and use of remains in a funeral service. If the gift is of a part, the person to which the part passes under section 11 of this Act, upon the death of the donor and before embalming, burial, or cremation, shall cause the part to be removed without unnecessary mutilation. (i) Neither the physician who attends the decedent at death nor the physician who determines the time of the decedent's death may participate in the procedures for removing or transplanting a part from the decedent. (j) A physician or technician may remove a donated part from the body of a donor that the physician or technician is qualified to remove. Section 15. Each hospital in this state shall enter into agreements or affiliations with procurement organizations for coordination of procurement and use of anatomical gifts. Section 16. (a) Except as otherwise provided in subsection (b), a person that for valuable consideration, knowingly purchases or sells a part for transplantation or therapy if removal of a part from an individual is intended to occur after the individual's death commits a Class 5 felony. (b) A person may charge a reasonable amount for the removal, processing, preservation, quality control, storage, transportation, implantation, or disposal of a part. Section 17. A person that, in order to obtain a financial gain, intentionally falsifies, forges, conceals, defaces, or obliterates a document of gift, an amendment or revocation of a document of gift, or a refusal commits a Class 5 felony. Section 18. (a) A person that acts in accordance with this Act or with the applicable anatomical gift law of another state, or attempts in good faith to do so, is not liable for the act in a civil action, criminal prosecution, or administrative proceeding. (b) Neither the person making an anatomical gift nor the donor's estate is liable for any injury or damage that results from the making or use of the gift. (c) In determining whether an anatomical gift has been made, amended, or revoked under this Act, a person may rely upon representations of an individual listed in section 9(a)(2), (3), (4), (5), (6), (7), or (8) of this Act relating to the individual's relationship to the donor or prospective donor unless the person knows that the representation is untrue. Section 19. (a) A document of gift is valid if executed in accordance with: (1) This Act; (2) The laws of the state or country where it was executed; or (3) The laws of the state or country where the person making the anatomical gift was domiciled, has a place of residence, or was a national at the time the document of gift was executed. (b) If a document of gift is valid under this section, the law of this state governs the interpretation of the document of gift. (c) A person may presume that a document of gift or amendment of an anatomical gift is valid unless that person knows that it was not validly executed or was revoked. Section 20. (a) The Department of Public Safety may establish or contract for the establishment of a donor registry. (b) The Department of Public Safety shall cooperate with a person that administers any donor registry that this state establishes, contracts for, or recognizes for the purpose of transferring to the donor registry all relevant information regarding a donor's making, amendment to, or revocation of an anatomical gift. (c) A donor registry must: (1) Allow a donor or other person authorized under section 4 of this Act to include on the donor registry a statement or symbol that the donor has made, amended, or revoked an anatomical gift; (2) Be accessible to a procurement organization to allow it to obtain relevant information on the donor registry to determine, at or near death of the donor or a prospective donor, whether the donor or prospective donor has made, amended, or revoked an anatomical gift; and (3) Be accessible for purposes of paragraph (2) seven days a week on a twenty-four hour basis. (d) Personally identifiable information on a donor registry about a donor or prospective donor may not be used or disclosed without the express consent of the donor, prospective donor, or person that made the anatomical gift for any purpose other than to determine, at or near death of the donor or prospective donor, whether the donor or prospective donor has made, amended, or revoked an anatomical gift. (e) This section does not prohibit any person from creating or maintaining a donor registry that is not established by or under contract with the state. Any such registry must comply with subsections (c) and (d). Section 21. (a) In this section: (1) \"Advance health care directive\" means a power of attorney for health care or a record signed by a prospective donor containing the prospective donor's direction concerning a health care decision for the prospective donor. (2) \"Declaration\" means a record signed by a prospective donor specifying the circumstances under which a life support system may be withheld or withdrawn from the prospective donor. (3) \"Health care decision\" means any decision made regarding the health care of the prospective donor. (b) If a prospective donor has a declaration or advance health care directive, measures necessary to ensure the medical suitability of an organ for transplantation or therapy may not be withheld or withdrawn from the prospective donor, unless the declaration expressly provides to the contrary. Section 22. (a) A coroner shall cooperate with procurement organizations to maximize the opportunity to recover anatomical gifts for the purpose of transplantation, therapy, research, or education. (b) If a coroner receives notice from a procurement organization that an anatomical gift might be available or was made with respect to a decedent whose body is under the jurisdiction of the coroner and a post-mortem examination is going to be performed, unless the coroner denies recovery in accordance with section 23 of this Act, the coroner or designee shall conduct a post-mortem examination of the body or the part in a manner and within a period compatible with its preservation for the purposes of the gift. (c) A part may not be removed from the body of a decedent under the jurisdiction of a coroner for transplantation, therapy, research, or education unless the part is the subject of an anatomical gift. The body of a decedent under the jurisdiction of the coroner may not be delivered to a person for research or education unless the body is the subject of an anatomical gift. This subsection does not preclude a coroner from performing the medicolegal investigation upon the body or parts of a decedent under the jurisdiction of the coroner. Section 23. (a) Upon request of a procurement organization, a coroner shall release to the procurement organization the name, contact information, and available medical and social history of a decedent whose body is under the jurisdiction of the coroner. If the decedent's body or part is medically suitable for transplantation, therapy, research, or education, the coroner shall release post-mortem examination results to the procurement organization. The procurement organization may make a subsequent disclosure of the post-mortem examination results or other information received from the coroner only if relevant to transplantation or therapy. (b) The coroner may conduct a medicolegal examination by reviewing all medical records, laboratory test results, X rays, other diagnostic results, and other information that any person possesses about a donor or prospective donor whose body is under the jurisdiction of the coroner which the coroner determines may be relevant to the investigation. (c) A person that has any information requested by a coroner pursuant to subsection (b) shall provide that information as expeditiously as possible to allow the coroner to conduct the medicolegal investigation within a period compatible with the preservation of parts for the purpose of transplantation, therapy, research, or education. (d) If an anatomical gift has been or might be made of a part of a decedent whose body is under the jurisdiction of the coroner and a post-mortem examination is not required, or the coroner determines that a post-mortem examination is required but that the recovery of the part that is the subject of an anatomical gift will not interfere with the examination, the coroner and procurement organization shall cooperate in the timely removal of the part from the decedent for the purpose of transplantation, therapy, research, or education. (e) If an anatomical gift of a part from the decedent under the jurisdiction of the coroner has been or might be made, but the coroner initially believes that the recovery of the part could interfere with the post-mortem investigation into the decedent's cause or manner of death, the coroner shall consult with the procurement organization or physician or technician designated by the procurement organization about the proposed recovery. After consultation, the coroner may allow the recovery. (f) Following the consultation under subsection (e), in the absence of mutually agreed upon protocols to resolve conflict between the coroner and the procurement organization, if the coroner intends to deny recovery of an organ for transplanation, the coroner or designee, at the request of the procurement organization, shall attend the removal procedure for the part before making a final determination not to allow the procurement organization to recover the part. During the removal procedure, the coroner or designee may allow recovery by the procurement organization to proceed, or, if the coroner or designee reasonably believes that the part may be involved in determining the decedent's cause or manner of death, deny recovery by the procurement organization. (g) If the coroner or designee denies recovery under subsection (f), the coroner or designee shall: (1) Explain in a record the specific reasons for not allowing recovery of the part; (2) Include the specific reasons in the records of the coroner; and (3) Provide a record with the specific reasons to the procurement organization. (h) If the coroner or designee allows recovery of a part under subsection (d), (e), or (f), the procurement organization, upon request, shall cause the physician or technician who removes the part to provide the coroner with a record describing the condition of the part, a biopsy, a photograph, and any other information and observations that would assist in the post-mortem examination. (i) If a coroner or designee is required to be present at a removal procedure under subsection (f), upon request the procurement organization requesting the recovery of the part shall reimburse the coroner or designee for the additional costs incurred in complying with subsection (f). Section 24. In applying and construing this uniform act, consideration must be given to the need to promote uniformity of the law with respect to its subject matter among states that enact it. Section 25. This Act modifies, limits, and supersedes the Electronic Signatures in Global and National Commerce Act, 15 U.S.C. section 7001 et seq., but does not modify, limit or supersede section 101(a) of that act, 15 U.S.C. section 7001, or authorize electronic delivery of any of the notices described in section 103(b) of that act, 15 U.S.C. section 7003(b). Section 26. That § § 34-26-20 , 34-26-21 , and 34-26-22 to 34-26-46 , inclusive, be repealed."}, {"bill_id": 21616, "bill_version_id": 112496, "bill_version": "Senate Engrossed", "bill_version_date": "2007-02-20T16:01:53-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to adopt the Revised Uniform Anatomical Gift Act. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. This Act may be cited as the Revised Uniform Anatomical Gift Act. Section 2. In this Act: (1) \"Adult\" means an individual who is at least eighteen years of age. (2) \"Agent\" means an individual: (A) Authorized to make health care decisions on the principal's behalf by a power of attorney for health care; or (B) Expressly authorized to make an anatomical gift on the principal's behalf by any other record signed by the principal. (3) \"Anatomical gift\" means a donation of all or part of a human body to take effect after the donor's death for the purpose of transplantation, therapy, research, or education. (4) \"Decedent\" means a deceased individual whose body or part is or may be the source of an anatomical gift. The term does not include a blastocyst, embryo, or fetus that is the subject of an induced abortion. (5) \"Disinterested witness\" means a witness other than the spouse, child, parent, sibling, grandchild, grandparent, or guardian of the individual who makes, amends, revokes, or refuses to make an anatomical gift, or another adult who exhibited special care and concern for the individual. The term does not include a person to which an anatomical gift could pass under section 11 of this Act. (6) \"Document of gift\" means a donor card or other record used to make an anatomical gift. The term includes a statement or symbol on a driver's license, identification card, or donor registry. (7) \"Donor\" means an individual whose body or part is the subject of an anatomical gift. (8) \"Donor registry\" means a database that contains records of anatomical gifts and amendments to or revocations of anatomical gifts. (9) \"Driver's license\" means a license or permit issued by the Department of Public Safety to operate a vehicle, whether or not conditions are attached to the license or permit. (10) \"Eye bank\" means a person that is licensed, accredited, or regulated under federal or state law to engage in the recovery, screening, testing, processing, storage, or distribution of human eyes or portions of human eyes. (11) \"Guardian\" means a person appointed by a court to make decisions regarding the support, care, education, health, or welfare of an individual. The term does not include a guardian ad litem. (12) \"Hospital\" means a facility licensed as a hospital under the law of any state or a facility operated as a hospital by the United States, a state, or a subdivision of a state. (13) \"Identification card\" means an identification card issued by the Department of Public Safety. (14) \"Know\" means to have actual knowledge. (15) \"Minor\" means an individual who is under eighteen years of age. (16) \"Organ procurement organization\" means a person designated by the Secretary of the United States Department of Health and Human Services as an organ procurement organization. (17) \"Parent\" means a parent whose parental rights have not been terminated. (18) \"Part\" means an organ, an eye, or tissue of a human being. The term does not include the whole body. (19) \"Person\" means an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, public corporation, government or governmental subdivision, agency, or instrumentality, or any other legal or commercial entity. (20) \"Physician\" means an individual authorized to practice medicine or osteopathy under the law of any state. (21) \"Procurement organization\" means an eye bank, organ procurement organization, or tissue bank. (22) \"Prospective donor\" means an individual who is dead or near death and has been determined by a procurement organization to have a part that could be medically suitable for transplantation, therapy, research, or education. The term does not include an individual who has made a refusal. (23) \"Reasonably available\" means able to be contacted by a procurement organization without undue effort and willing and able to act in a timely manner consistent with existing medical criteria necessary for the making of an anatomical gift. (24) \"Recipient\" means an individual into whose body a decedent's part has been or is intended to be transplanted. (25) \"Record\" means information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form. (26) \"Refusal\" means a record created under section 7 of this Act that expressly states an intent to bar other persons from making an anatomical gift of an individual's body or part. (27) \"Sign\" means, with the present intent to authenticate or adopt a record: (A) To execute or adopt a tangible symbol; or (B) To attach to or logically associate with the record an electronic symbol, sound, or process. (28) \"State\" means a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States. (29) \"Technician\" means an individual determined to be qualified to remove or process parts by an appropriate organization that is licensed, accredited, or regulated under federal or state law. The term includes an enucleator. (30) \"Tissue\" means a portion of the human body other than an organ or an eye. The term does not include blood unless the blood is donated for the purpose of research or education. (31) \"Tissue bank\" means a person that is licensed, accredited, or regulated under federal or state law to engage in the recovery, screening, testing, processing, storage, or distribution of tissue. (32) \"Transplant hospital\" means a hospital that furnishes organ transplants and other medical and surgical specialty services required for the care of transplant patients. Section 3. This Act applies to an anatomical gift or amendment to, revocation of, or refusal to make an anatomical gift, whenever made. Section 4. Subject to section 8 of this Act, an anatomical gift of a donor's body or part may be made during the life of the donor for the purpose of transplantation, therapy, research, or education in the manner provided in section 5 of this Act by: (1) The donor, if the donor is an adult or if the donor is a minor and is: (A) Emancipated; or (B) Authorized under state law to apply for a driver's license because the donor is at least fourteen years of age, provided, that if the minor is unemancipated, a parent or guardian has consented that the organ donor indicator be placed on the minor's driver license or nondriver identification card; (2) An agent of the donor, unless the power of attorney for health care or other record prohibits the agent from making an anatomical gift; (3) A parent of the donor, if the donor is an unemancipated minor; or (4) The donor's guardian. Section 5. (a) A donor may make an anatomical gift: (1) By authorizing a statement or symbol indicating that the donor has made an anatomical gift to be imprinted on the donor's driver's license or identification card; (2) In a will; (3) During a terminal illness or injury of the donor, by any form of communication addressed to at least two adults, at least one of whom is a disinterested witness; or (4) As provided in subsection (b). (b) A donor or other person authorized to make an anatomical gift under section 4 of this Act may make a gift by a donor card or other record signed by the donor or other person making the gift or by authorizing that a statement or symbol indicating that the donor has made an anatomical gift be included on a donor registry. If the donor or other person is physically unable to sign a record, the record may be signed by another individual at the direction of the donor or other person and must: (1) Be witnessed by at least two adults, at least one of whom is a disinterested witness, who have signed at the request of the donor or the other person; and (2) State that it has been signed and witnessed as provided in paragraph (1). (c) Revocation, suspension, expiration, or cancellation of a driver's license or identification card upon which an anatomical gift is indicated does not invalidate the gift. (d) An anatomical gift made by will takes effect upon the donor's death whether or not the will is probated. Invalidation of the will after the donor' death does not invalidate the gift. Section 6. (a) Subject to section 8 of this Act, a donor or other person authorized to make an anatomical gift under section 4 of this Act may amend or revoke an anatomical gift by: (1) A record signed by: (A) The donor; (B) The other person; or (C) Subject to subsection (b), another individual acting at the direction of the donor or the other person if the donor or other person is physically unable to sign; or (2) A later-executed document of gift that amends or revokes a previous anatomical gift or portion of an anatomical gift, either expressly or by inconsistency. (b) A record signed pursuant to subsection (a)(1)(C) must: (1) Be witnessed by at least two adults, at least one of whom is a disinterested witness, who have signed at the request of the donor or the other person; and (2) State that it has been signed and witnessed as provided in paragraph (1). (c) Subject to section 8 of this Act, a donor or other person authorized to make an anatomical gift under section 4 of this Act may revoke an anatomical gift by the destruction or cancellation of the document of gift, or the portion of the document of gift used to make the gift, with the intent to revoke the gift. (d) A donor may amend or revoke an anatomical gift that was not made in a will by any form of communication during a terminal illness or injury addressed to at least two adults, at least one of whom is a disinterested witness. (e) A donor who makes an anatomical gift in a will may amend or revoke the gift in the manner provided for amendment or revocation of wills or as provided in subsection (a). Section 7. (a) An individual may refuse to make an anatomical gift of the individual's body or part by: (1) A record signed by: (A) The individual; or (B) Subject to subsection (b), another individual acting at the direction of the individual if the individual is physically unable to sign; (2) The individual's will, whether or not the will is admitted to probate or invalidated after the individual's death; or (3) Any form of communication made by the individual during the individual's terminal illness or injury addressed to at least two adults, at least one of whom is a disinterested witness. (b) A record signed pursuant to subsection (a)(1)(B) must: (1) Be witnessed by at least two adults, at least one of whom is a disinterested witness, who have signed at the request of the individual; and (2) State that it has been signed and witnessed as provided in paragraph (1). (c) An individual who has made a refusal may amend or revoke the refusal: (1) In the manner provided in subsection (a) for making a refusal; (2) By subsequently making an anatomical gift pursuant to section 5 of this Act that is inconsistent with the refusal; or (3) By destroying or canceling the record evidencing the refusal, or the portion of the record used to make the refusal, with the intent to revoke the refusal. (d) Except as otherwise provided in section 8(h) of this Act, in the absence of an express, contrary indication by the individual set forth in the refusal, an individual's unrevoked refusal to make an anatomical gift of the individual's body or part bars all other persons from making an anatomical gift of the individual's body or part. Section 8. (a) Except as otherwise provided in subsection (g) and subject to subsection (f), in the absence of an express, contrary indication by the donor, a person other than the donor is barred from making, amending, or revoking an anatomical gift of a donor's body or part if the donor made an anatomical gift of the donor's body or part under section 5 of this Act or an amendment to an anatomical gift of the donor's body or part under section 6 of this Act. (b) A donor's revocation of an anatomical gift of the donor's body or part under section 6 of this Act is not a refusal and does not bar another person specified in section 4 or 9 of this Act from making an anatomical gift of the donor's body or part under section 5 or 10 of this Act. (c) If a person other than the donor makes an unrevoked anatomical gift of the donor's body or part under section 5 of this Act or an amendment to an anatomical gift of the donor's body or part under section 6 of this Act, another person may not make, amend, or revoke the gift of the donor's body or part under section 10 of this Act. (d) A revocation of an anatomical gift of a donor's body or part under section 6 of this Act by a person other than the donor does not bar another person from making an anatomical gift of the body or part under section 5 or 10 of this Act. (e) In the absence of an express, contrary indication by the donor or other person authorized to make an anatomical gift under section 4 of this Act, an anatomical gift of a part is neither a refusal to give another part nor a limitation on the making of an anatomical gift of another part at a later time by the donor or another person. (f) In the absence of an express, contrary indication by the donor or other person authorized to make an anatomical gift under section 4 of this Act, an anatomical gift of a part for one or more of the purposes set forth in section 4 of this Act is not a limitation on the making of an anatomical gift of the part for any of the other purposes by the donor or any other person under section 5 or 10 of this Act. (g) If a donor who is an unemancipated minor dies, a parent of the donor who is reasonably available may revoke or amend an anatomical gift of the donor's body or part. (h) If an unemancipated minor who signed a refusal dies, a parent of the minor who is reasonably available may revoke the minor's refusal. Section 9. (a) Subject to subsections (b) and (c) and unless barred by section 7 or 8 of this Act, an anatomical gift of a decedent's body or part for purpose of transplantation, therapy, research, or education may be made by any member of the following classes of persons who is reasonably available, in the order of priority listed: (1) An agent of the decedent at the time of death who could have made an anatomical gift under section 4(2) of this Act immediately before the decedent's death; (2) The spouse of the decedent; (3) Adult children of the decedent; (4) Parents of the decedent; (5) Adult siblings of the decedent; (6) Adult grandchildren of the decedent; (7) Grandparents of the decedent; (8) An adult who exhibited special care and concern for the decedent; (9) The persons who were acting as the guardians of the person of the decedent at the time of death; and (10) Any other person having the authority to dispose of the decedent's body. (b) If there is more than one member of a class listed in subsection (a)(1), (3), (4), (5), (6), (7), or (9) entitled to make an anatomical gift, an anatomical gift may be made by a member of the class unless that member or a person to which the gift may pass under section 11 of this Act knows of an objection by another member of the class. If an objection is known, the gift may be made only by a majority of the members of the class who are reasonably available. (c) A person may not make an anatomical gift if, at the time of the decedent's death, a person in a prior class under subsection (a) is reasonably available to make or to object to the making of an anatomical gift. Section 10. (a) A person authorized to make an anatomical gift under section 9 of this Act may make an anatomical gift by a document of gift signed by the person making the gift or by that person's oral communication that is electronically recorded or is contemporaneously reduced to a record and signed by the individual receiving the oral communication. (b) Subject to subsection (c), an anatomical gift by a person authorized under section 9 of this Act may be amended or revoked orally or in a record by any member of a prior class who is reasonably available. If more than one member of the prior class is reasonably available, the gift made by a person authorized under section 9 of this Act may be: (1) Amended only if a majority of the reasonably available members agree to the amending of the gift; or (2) Revoked only if a majority of the reasonably available members agree to the revoking of the gift or if they are equally divided as to whether to revoke the gift. (c) A revocation under subsection (b) is effective only if, before an incision has been made to remove a part from the donor's body or before invasive procedures have begun to prepare the recipient, the procurement organization, transplant hospital, or physician or technician knows of the revocation. Section 11. (a) An anatomical gift may be made to the following persons named in the document of gift: (1) A hospital; accredited medical school, dental school, college, or university; organ procurement organization; or other appropriate person, for research or education; (2) Subject to subsection (b), an individual designated by the person making the anatomical gift if the individual is the recipient of the part; (3) An eye bank or tissue bank. (b) If an anatomical gift to an individual under subsection (a)(2) cannot be transplanted into the individual, the part passes in accordance with subsection (g) in the absence of an express, contrary indication by the person making the anatomical gift. (c) If an anatomical gift of one or more specific parts or of all parts is made in a document of gift that does not name a person described in subsection (a) but identifies the purpose for which an anatomical gift may be used, the following rules apply: (1) If the part is an eye and the gift is for the purpose of transplantation or therapy, the gift passes to the appropriate eye bank. (2) If the part is tissue and the gift is for the purpose of transplantation or therapy, the gift passes to the appropriate tissue bank. (3) If the part is an organ and the gift is for the purpose of transplantation or therapy, the gift passes to the appropriate organ procurement organization as custodian of the organ. (4) If the part is an organ, an eye, or tissue and the gift is for the purpose of research or education, the gift passes to the appropriate procurement organization. (d) For the purpose of subsection (c), if there is more than one purpose of an anatomical gift set forth in the document of gift but the purposes are not set forth in any priority, the gift must be used for transplantation or therapy, if suitable. If the gift cannot be used for transplantation or therapy, the gift may be used for research or education. (e) If an anatomical gift of one or more specific parts is made in a document of gift that does not name a person described in subsection (a) and does not identify the purpose of the gift, the gift may be used only for transplantation or therapy, and the gift passes in accordance with subsection (g). (f) If a document of gift specifies only a general intent to make an anatomical gift by words such as donor, organ donor, or body donor, or by a symbol or statement of similar import, the gift may be used only for transplantation or therapy, and the gift passes in accordance with subsection (g). (g) For purposes of subsections (b), (e), and (f) the following rules apply: (1) If the part is an eye, the gift passes to the appropriate eye bank. (2) If the part is tissue, the gift passes to the appropriate tissue bank. (3) If the part is an organ, the gift passes to the appropriate organ procurement organization as custodian of the organ. (h) An anatomical gift of an organ for transplantation or therapy, other than an anatomical gift under subsection (a)(2), passes to the organ procurement organization as custodian of the organ. (i) If an anatomical gift does not pass pursuant to subsections (a) through (h) or the decedent's body or part is not used for transplantation, therapy, research, or education, custody of the body or part passes to the person under obligation to dispose of the body or part. (j) A person may not accept an anatomical gift if the person knows that the gift was not effectively made under section 5 or 10 of this Act or if the person knows that the decedent made a refusal under section 7 of this Act that was not revoked. For purposes of the subsection, if a person knows that an anatomical gift was made on a document of gift, the person is deemed to know of any amendment or revocation of the gift or any refusal to make an anatomical gift on the same document of gift. (k) Except as otherwise provided in subsection (a)(2), nothing in this Act affects the allocation of organs for transplantation or therapy. Section 12. (a) The following persons shall make a reasonable search of an individual who the person reasonably believes is dead or near death for a document of gift or other information identifying the individual as a donor or as an individual who made a refusal: (1) A law enforcement officer, firefighter, paramedic, or other emergency rescuer finding the individual; and (2) If no other source of the information is immediately available, a hospital, as soon as practical after the individual's arrival at the hospital. (b) If a document of gift or a refusal to make an anatomical gift is located by the search required by subsection (a)(1) and the individual or deceased individual to whom it relates is taken to a hospital, the person responsible for conducting the search shall send the document of gift or refusal to the hospital. (c) A person is not subject to criminal or civil liability for failing to discharge the duties imposed by this section but may be subject to administrative sanctions. Section 13. (a) A document of gift need not be delivered during the donor's lifetime to be effective. (b) Upon or after an individual's death, a person in possession of a document of gift or a refusal to make an anatomical gift with respect to the individual shall allow examination and copying of the document of gift or refusal by a person authorized to make or object to the making of an anatomical gift with respect to the individual or by a person to which the gift could pass under section 11 of this Act. Section 14. (a) When a hospital refers an individual at or near death to a procurement organization, the organization shall make a reasonable search of the records of the Department of Public Safety and any donor registry that it knows exists for the geographical area in which the individual resides to ascertain whether the individual has made an anatomical gift. (b) A procurement organization must be allowed reasonable access to information in the records of the Department of Public Safety to ascertain whether an individual at or near death is a donor. (c) When a hospital refers an individual at or near death to a procurement organization, the organization may conduct any reasonable examination necessary to ensure the medical suitability of a part that is or could be the subject of an anatomical gift for transplantation, therapy, research, or education from a donor or a prospective donor. During the examination period, measures necessary to ensure the medical suitability of the part may not be withdrawn unless the hospital or procurement organization knows that the individual expressed a contrary intent. (d) Unless prohibited by law other than this Act, at any time after a donor's death, the person to which a part passes under section 11 of this Act may conduct any reasonable examination necessary to ensure the medical suitability of the body or part for its intended purpose. (e) Unless prohibited by law other than this Act, an examination under subsection (c) or (d) may include an examination of all medical and dental records of the donor or prospective donor. (f) Upon the death of a minor who was a donor or had signed a refusal, unless a procurement organization knows the minor is emancipated, the procurement organization shall conduct a reasonable search for the parents of the minor and provide the parents with an opportunity to revoke or amend the anatomical gift or revoke the refusal. (g) Upon referral by a hospital under subsection (a), a procurement organization shall make a reasonable search for any person listed in section 9 of this Act having priority to make an anatomical gift on behalf of a prospective donor. If a procurement organization receives information that an anatomical gift to any other person was made, amended, or revoked, it shall promptly advise the other person of all relevant information. (h) Subject to sections 11(i) and 23 of this Act, the rights of the person to which a part passes under section 11 of this Act are superior to the rights of all others with respect to the part. The person may accept or reject an anatomical gift in whole or in part. Subject to the terms of the document of gift and this Act, a person that accepts an anatomical gift of an entire body may allow embalming, burial or cremation, and use of remains in a funeral service. If the gift is of a part, the person to which the part passes under section 11 of this Act, upon the death of the donor and before embalming, burial, or cremation, shall cause the part to be removed without unnecessary mutilation. (i) Neither the physician who attends the decedent at death nor the physician who determines the time of the decedent's death may participate in the procedures for removing or transplanting a part from the decedent. (j) A physician or technician may remove a donated part from the body of a donor that the physician or technician is qualified to remove. Section 15. Each hospital in this state shall enter into agreements or affiliations with procurement organizations for coordination of procurement and use of anatomical gifts. Section 16. (a) Except as otherwise provided in subsection (b), a person that for valuable consideration, knowingly purchases or sells a part for transplantation or therapy if removal of a part from an individual is intended to occur after the individual's death commits a Class 5 felony. (b) A person may charge a reasonable amount for the removal, processing, preservation, quality control, storage, transportation, implantation, or disposal of a part. Section 17. A person that, in order to obtain a financial gain, intentionally falsifies, forges, conceals, defaces, or obliterates a document of gift, an amendment or revocation of a document of gift, or a refusal commits a Class 5 felony. Section 18. (a) A person that acts in accordance with this Act or with the applicable anatomical gift law of another state, or attempts in good faith to do so, is not liable for the act in a civil action, criminal prosecution, or administrative proceeding. (b) Neither the person making an anatomical gift nor the donor's estate is liable for any injury or damage that results from the making or use of the gift. (c) In determining whether an anatomical gift has been made, amended, or revoked under this Act, a person may rely upon representations of an individual listed in section 9(a)(2), (3), (4), (5), (6), (7), or (8) of this Act relating to the individual's relationship to the donor or prospective donor unless the person knows that the representation is untrue. Section 19. (a) A document of gift is valid if executed in accordance with: (1) This Act; (2) The laws of the state or country where it was executed; or (3) The laws of the state or country where the person making the anatomical gift was domiciled, has a place of residence, or was a national at the time the document of gift was executed. (b) If a document of gift is valid under this section, the law of this state governs the interpretation of the document of gift. (c) A person may presume that a document of gift or amendment of an anatomical gift is valid unless that person knows that it was not validly executed or was revoked. Section 20. (a) The Department of Public Safety may establish or contract for the establishment of a donor registry. (b) The Department of Public Safety shall cooperate with a person that administers any donor registry that this state establishes, contracts for, or recognizes for the purpose of transferring to the donor registry all relevant information regarding a donor's making, amendment to, or revocation of an anatomical gift. (c) A donor registry must: (1) Allow a donor or other person authorized under section 4 of this Act to include on the donor registry a statement or symbol that the donor has made, amended, or revoked an anatomical gift; (2) Be accessible to a procurement organization to allow it to obtain relevant information on the donor registry to determine, at or near death of the donor or a prospective donor, whether the donor or prospective donor has made, amended, or revoked an anatomical gift; and (3) Be accessible for purposes of paragraph (2) seven days a week on a twenty-four hour basis. (d) Personally identifiable information on a donor registry about a donor or prospective donor may not be used or disclosed without the express consent of the donor, prospective donor, or person that made the anatomical gift for any purpose other than to determine, at or near death of the donor or prospective donor, whether the donor or prospective donor has made, amended, or revoked an anatomical gift. (e) This section does not prohibit any person from creating or maintaining a donor registry that is not established by or under contract with the state. Any such registry must comply with subsections (c) and (d). Section 21. (a) In this section: (1) \"Advance health care directive\" means a power of attorney for health care or a record signed by a prospective donor containing the prospective donor's direction concerning a health care decision for the prospective donor. (2) \"Declaration\" means a record signed by a prospective donor specifying the circumstances under which a life support system may be withheld or withdrawn from the prospective donor. (3) \"Health care decision\" means any decision made regarding the health care of the prospective donor. (b) If a prospective donor has a declaration or advance health care directive, measures necessary to ensure the medical suitability of an organ for transplantation or therapy may not be withheld or withdrawn from the prospective donor, unless the declaration expressly provides to the contrary. Section 22. (a) A coroner shall cooperate with procurement organizations to maximize the opportunity to recover anatomical gifts for the purpose of transplantation, therapy, research, or education. (b) If a coroner receives notice from a procurement organization that an anatomical gift might be available or was made with respect to a decedent whose body is under the jurisdiction of the coroner and a post-mortem examination is going to be performed, unless the coroner denies recovery in accordance with section 23 of this Act, the coroner or designee shall conduct a post-mortem examination of the body or the part in a manner and within a period compatible with its preservation for the purposes of the gift. (c) A part may not be removed from the body of a decedent under the jurisdiction of a coroner for transplantation, therapy, research, or education unless the part is the subject of an anatomical gift. The body of a decedent under the jurisdiction of the coroner may not be delivered to a person for research or education unless the body is the subject of an anatomical gift. This subsection does not preclude a coroner from performing the medicolegal investigation upon the body or parts of a decedent under the jurisdiction of the coroner. Section 23. (a) Upon request of a procurement organization, a coroner shall release to the procurement organization the name, contact information, and available medical and social history of a decedent whose body is under the jurisdiction of the coroner. If the decedent's body or part is medically suitable for transplantation, therapy, research, or education, the coroner shall release post-mortem examination results to the procurement organization. The procurement organization may make a subsequent disclosure of the post-mortem examination results or other information received from the coroner only if relevant to transplantation or therapy. (b) The coroner may conduct a medicolegal examination by reviewing all medical records, laboratory test results, X rays, other diagnostic results, and other information that any person possesses about a donor or prospective donor whose body is under the jurisdiction of the coroner which the coroner determines may be relevant to the investigation. (c) A person that has any information requested by a coroner pursuant to subsection (b) shall provide that information as expeditiously as possible to allow the coroner to conduct the medicolegal investigation within a period compatible with the preservation of parts for the purpose of transplantation, therapy, research, or education. (d) If an anatomical gift has been or might be made of a part of a decedent whose body is under the jurisdiction of the coroner and a post-mortem examination is not required, or the coroner determines that a post-mortem examination is required but that the recovery of the part that is the subject of an anatomical gift will not interfere with the examination, the coroner and procurement organization shall cooperate in the timely removal of the part from the decedent for the purpose of transplantation, therapy, research, or education. (e) If an anatomical gift of a part from the decedent under the jurisdiction of the coroner has been or might be made, but the coroner initially believes that the recovery of the part could interfere with the post-mortem investigation into the decedent's cause or manner of death, the coroner shall consult with the procurement organization or physician or technician designated by the procurement organization about the proposed recovery. After consultation, the coroner may allow the recovery. (f) Following the consultation under subsection (e), in the absence of mutually agreed upon protocols to resolve conflict between the coroner and the procurement organization, if the coroner intends to deny recovery of an organ for transplanation, the coroner or designee, at the request of the procurement organization, shall attend the removal procedure for the part before making a final determination not to allow the procurement organization to recover the part. During the removal procedure, the coroner or designee may allow recovery by the procurement organization to proceed, or, if the coroner or designee reasonably believes that the part may be involved in determining the decedent's cause or manner of death, deny recovery by the procurement organization. (g) If the coroner or designee denies recovery under subsection (f), the coroner or designee shall: (1) Explain in a record the specific reasons for not allowing recovery of the part; (2) Include the specific reasons in the records of the coroner; and (3) Provide a record with the specific reasons to the procurement organization. (h) If the coroner or designee allows recovery of a part under subsection (d), (e), or (f), the procurement organization, upon request, shall cause the physician or technician who removes the part to provide the coroner with a record describing the condition of the part, a biopsy, a photograph, and any other information and observations that would assist in the post-mortem examination. (i) If a coroner or designee is required to be present at a removal procedure under subsection (f), upon request the procurement organization requesting the recovery of the part shall reimburse the coroner or designee for the additional costs incurred in complying with subsection (f). Section 24. In applying and construing this uniform act, consideration must be given to the need to promote uniformity of the law with respect to its subject matter among states that enact it. Section 25. This Act modifies, limits, and supersedes the Electronic Signatures in Global and National Commerce Act, 15 U.S.C. section 7001 et seq., but does not modify, limit or supersede section 101(a) of that act, 15 U.S.C. section 7001, or authorize electronic delivery of any of the notices described in section 103(b) of that act, 15 U.S.C. section 7003(b). Section 26. That § § 34-26-20 , 34-26-21 , and 34-26-22 to 34-26-46 , inclusive, be repealed."}, {"bill_id": 21616, "bill_version_id": 112841, "bill_version": "House Health and Human Services Engrossed", "bill_version_date": "2007-02-26T13:21:53-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to adopt the Revised Uniform Anatomical Gift Act. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. This Act may be cited as the Revised Uniform Anatomical Gift Act. Section 2. In this Act: (1) \"Adult\" means an individual who is at least eighteen years of age. (2) \"Agent\" means an individual: (A) Authorized to make health care decisions on the principal's behalf by a power of attorney for health care; or (B) Expressly authorized to make an anatomical gift on the principal's behalf by any other record signed by the principal. (3) \"Anatomical gift\" means a donation of all or part of a human body to take effect after the donor's death for the purpose of transplantation, therapy, research, or education. (4) \"Decedent\" means a deceased individual whose body or part is or may be the source of an anatomical gift. The term does not include a blastocyst, embryo, or fetus that is the subject of an induced abortion. (5) \"Disinterested witness\" means a witness other than the spouse, child, parent, sibling, grandchild, grandparent, or guardian of the individual who makes, amends, revokes, or refuses to make an anatomical gift, or another adult who exhibited special care and concern for the individual. The term does not include a person to which an anatomical gift could pass under section 11 of this Act. (6) \"Document of gift\" means a donor card or other record used to make an anatomical gift. The term includes a statement or symbol on a driver's license, identification card, or donor registry. (7) \"Donor\" means an individual whose body or part is the subject of an anatomical gift. (8) \"Donor registry\" means a database that contains records of anatomical gifts and amendments to or revocations of anatomical gifts. (9) \"Driver's license\" means a license or permit issued by the Department of Public Safety to operate a vehicle, whether or not conditions are attached to the license or permit. (10) \"Eye bank\" means a person that is licensed, accredited, or regulated under federal or state law to engage in the recovery, screening, testing, processing, storage, or distribution of human eyes or portions of human eyes. (11) \"Guardian\" means a person appointed by a court to make decisions regarding the support, care, education, health, or welfare of an individual. The term does not include a guardian ad litem. (12) \"Hospital\" means a facility licensed as a hospital under the law of any state or a facility operated as a hospital by the United States, a state, or a subdivision of a state. (13) \"Identification card\" means an identification card issued by the Department of Public Safety. (14) \"Know\" means to have actual knowledge. (15) \"Minor\" means an individual who is under eighteen years of age. (16) \"Organ procurement organization\" means a person designated by the Secretary of the United States Department of Health and Human Services as an organ procurement organization. (17) \"Parent\" means a parent whose parental rights have not been terminated. (18) \"Part\" means an organ, an eye, or tissue of a human being. The term does not include the whole body. (19) \"Person\" means an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, public corporation, government or governmental subdivision, agency, or instrumentality, or any other legal or commercial entity. (20) \"Physician\" means an individual authorized to practice medicine or osteopathy under the law of any state. (21) \"Procurement organization\" means an eye bank, organ procurement organization, or tissue bank. (22) \"Prospective donor\" means an individual who is dead or near death and has been determined by a procurement organization to have a part that could be medically suitable for transplantation, therapy, research, or education. The term does not include an individual who has made a refusal. (23) \"Reasonably available\" means able to be contacted by a procurement organization without undue effort and willing and able to act in a timely manner consistent with existing medical criteria necessary for the making of an anatomical gift. (24) \"Recipient\" means an individual into whose body a decedent's part has been or is intended to be transplanted. (25) \"Record\" means information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form. (26) \"Refusal\" means a record created under section 7 of this Act that expressly states an intent to bar other persons from making an anatomical gift of an individual's body or part. (27) \"Sign\" means, with the present intent to authenticate or adopt a record: (A) To execute or adopt a tangible symbol; or (B) To attach to or logically associate with the record an electronic symbol, sound, or process. (28) \"State\" means a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States. (29) \"Technician\" means an individual determined to be qualified to remove or process parts by an appropriate organization that is licensed, accredited, or regulated under federal or state law. The term includes an enucleator. (30) \"Tissue\" means a portion of the human body other than an organ or an eye. The term does not include blood unless the blood is donated for the purpose of research or education. (31) \"Tissue bank\" means a person that is licensed, accredited, or regulated under federal or state law to engage in the recovery, screening, testing, processing, storage, or distribution of tissue. (32) \"Transplant hospital\" means a hospital that furnishes organ transplants and other medical and surgical specialty services required for the care of transplant patients. Section 3. This Act applies to an anatomical gift or amendment to, revocation of, or refusal to make an anatomical gift, whenever made. Section 4. Subject to section 8 of this Act, an anatomical gift of a donor's body or part may be made during the life of the donor for the purpose of transplantation, therapy, research, or education in the manner provided in section 5 of this Act by: (1) The donor, if the donor is an adult or if the donor is a minor and is: (A) Emancipated; or (B) Authorized under state law to apply for a driver's license because the donor is at least fourteen years of age, provided, that if the minor is unemancipated, a parent or guardian has consented that the organ donor indicator be placed on the minor's driver license or nondriver identification card; (2) An agent of the donor, unless the power of attorney for health care or other record prohibits the agent from making an anatomical gift; (3) A parent of the donor, if the donor is an unemancipated minor; or (4) The donor's guardian. Section 5. (a) A donor may make an anatomical gift: (1) By authorizing a statement or symbol indicating that the donor has made an anatomical gift to be imprinted on the donor's driver's license or identification card; (2) In a will; (3) During a terminal illness or injury of the donor, by any form of communication addressed to at least two adults, at least one of whom is a disinterested witness; or (4) As provided in subsection (b). (b) A donor or other person authorized to make an anatomical gift under section 4 of this Act may make a gift by a donor card or other record signed by the donor or other person making the gift or by authorizing that a statement or symbol indicating that the donor has made an anatomical gift be included on a donor registry. If the donor or other person is physically unable to sign a record, the record may be signed by another individual at the direction of the donor or other person and must: (1) Be witnessed by at least two adults, at least one of whom is a disinterested witness, who have signed at the request of the donor or the other person; and (2) State that it has been signed and witnessed as provided in paragraph (1). (c) Revocation, suspension, expiration, or cancellation of a driver's license or identification card upon which an anatomical gift is indicated does not invalidate the gift. (d) An anatomical gift made by will takes effect upon the donor's death whether or not the will is probated. Invalidation of the will after the donor' death does not invalidate the gift. Section 6. (a) Subject to section 8 of this Act, a donor or other person authorized to make an anatomical gift under section 4 of this Act may amend or revoke an anatomical gift by: (1) A record signed by: (A) The donor; (B) The other person; or (C) Subject to subsection (b), another individual acting at the direction of the donor or the other person if the donor or other person is physically unable to sign; or (2) A later-executed document of gift that amends or revokes a previous anatomical gift or portion of an anatomical gift, either expressly or by inconsistency. (b) A record signed pursuant to subsection (a)(1)(C) must: (1) Be witnessed by at least two adults, at least one of whom is a disinterested witness, who have signed at the request of the donor or the other person; and (2) State that it has been signed and witnessed as provided in paragraph (1). (c) Subject to section 8 of this Act, a donor or other person authorized to make an anatomical gift under section 4 of this Act may revoke an anatomical gift by the destruction or cancellation of the document of gift, or the portion of the document of gift used to make the gift, with the intent to revoke the gift. (d) A donor may amend or revoke an anatomical gift that was not made in a will by any form of communication during a terminal illness or injury addressed to at least two adults, at least one of whom is a disinterested witness. (e) A donor who makes an anatomical gift in a will may amend or revoke the gift in the manner provided for amendment or revocation of wills or as provided in subsection (a). Section 7. (a) An individual may refuse to make an anatomical gift of the individual's body or part by: (1) A record signed by: (A) The individual; or (B) Subject to subsection (b), another individual acting at the direction of the individual if the individual is physically unable to sign; (2) The individual's will, whether or not the will is admitted to probate or invalidated after the individual's death; or (3) Any form of communication made by the individual during the individual's terminal illness or injury addressed to at least two adults, at least one of whom is a disinterested witness. (b) A record signed pursuant to subsection (a)(1)(B) must: (1) Be witnessed by at least two adults, at least one of whom is a disinterested witness, who have signed at the request of the individual; and (2) State that it has been signed and witnessed as provided in paragraph (1). (c) An individual who has made a refusal may amend or revoke the refusal: (1) In the manner provided in subsection (a) for making a refusal; (2) By subsequently making an anatomical gift pursuant to section 5 of this Act that is inconsistent with the refusal; or (3) By destroying or canceling the record evidencing the refusal, or the portion of the record used to make the refusal, with the intent to revoke the refusal. (d) Except as otherwise provided in section 8(h) of this Act, in the absence of an express, contrary indication by the individual set forth in the refusal, an individual's unrevoked refusal to make an anatomical gift of the individual's body or part bars all other persons from making an anatomical gift of the individual's body or part. Section 8. (a) Except as otherwise provided in subsection (g) and subject to subsection (f), in the absence of an express, contrary indication by the donor, a person other than the donor is barred from making, amending, or revoking an anatomical gift of a donor's body or part if the donor made an anatomical gift of the donor's body or part under section 5 of this Act or an amendment to an anatomical gift of the donor's body or part under section 6 of this Act. (b) A donor's revocation of an anatomical gift of the donor's body or part under section 6 of this Act is not a refusal and does not bar another person specified in section 4 or 9 of this Act from making an anatomical gift of the donor's body or part under section 5 or 10 of this Act. (c) If a person other than the donor makes an unrevoked anatomical gift of the donor's body or part under section 5 of this Act or an amendment to an anatomical gift of the donor's body or part under section 6 of this Act, another person may not make, amend, or revoke the gift of the donor's body or part under section 10 of this Act. (d) A revocation of an anatomical gift of a donor's body or part under section 6 of this Act by a person other than the donor does not bar another person from making an anatomical gift of the body or part under section 5 or 10 of this Act. (e) In the absence of an express, contrary indication by the donor or other person authorized to make an anatomical gift under section 4 of this Act, an anatomical gift of a part is neither a refusal to give another part nor a limitation on the making of an anatomical gift of another part at a later time by the donor or another person. (f) In the absence of an express, contrary indication by the donor or other person authorized to make an anatomical gift under section 4 of this Act, an anatomical gift of a part for one or more of the purposes set forth in section 4 of this Act is not a limitation on the making of an anatomical gift of the part for any of the other purposes by the donor or any other person under section 5 or 10 of this Act. (g) If a donor who is an unemancipated minor dies, a parent of the donor who is reasonably available may revoke or amend an anatomical gift of the donor's body or part. (h) If an unemancipated minor who signed a refusal dies, a parent of the minor who is reasonably available may revoke the minor's refusal. Section 9. (a) Subject to subsections (b) and (c) and unless barred by section 7 or 8 of this Act, an anatomical gift of a decedent's body or part for purpose of transplantation, therapy, research, or education may be made by any member of the following classes of persons who is reasonably available, in the order of priority listed: (1) An agent of the decedent at the time of death who could have made an anatomical gift under section 4(2) of this Act immediately before the decedent's death; (2) The spouse of the decedent; (3) Adult children of the decedent; (4) Parents of the decedent; (5) Adult siblings of the decedent; (6) Adult grandchildren of the decedent; (7) Grandparents of the decedent; (8) An adult who exhibited special care and concern for the decedent; (9) The persons who were acting as the guardians of the person of the decedent at the time of death; and (10) Any other person having the authority to dispose of the decedent's body. (b) If there is more than one member of a class listed in subsection (a)(1), (3), (4), (5), (6), (7), or (9) entitled to make an anatomical gift, an anatomical gift may be made by a member of the class unless that member or a person to which the gift may pass under section 11 of this Act knows of an objection by another member of the class. If an objection is known, the gift may be made only by a majority of the members of the class who are reasonably available. (c) A person may not make an anatomical gift if, at the time of the decedent's death, a person in a prior class under subsection (a) is reasonably available to make or to object to the making of an anatomical gift. Section 10. (a) A person authorized to make an anatomical gift under section 9 of this Act may make an anatomical gift by a document of gift signed by the person making the gift or by that person's oral communication that is electronically recorded or is contemporaneously reduced to a record and signed by the individual receiving the oral communication. (b) Subject to subsection (c), an anatomical gift by a person authorized under section 9 of this Act may be amended or revoked orally or in a record by any member of a prior class who is reasonably available. If more than one member of the prior class is reasonably available, the gift made by a person authorized under section 9 of this Act may be: (1) Amended only if a majority of the reasonably available members agree to the amending of the gift; or (2) Revoked only if a majority of the reasonably available members agree to the revoking of the gift or if they are equally divided as to whether to revoke the gift. (c) A revocation under subsection (b) is effective only if, before an incision has been made to remove a part from the donor's body or before invasive procedures have begun to prepare the recipient, the procurement organization, transplant hospital, or physician or technician knows of the revocation. Section 11. (a) An anatomical gift may be made to the following persons named in the document of gift: (1) A hospital; accredited medical school, dental school, college, or university; organ procurement organization; or other appropriate person, for research or education; (2) Subject to subsection (b), an individual designated by the person making the anatomical gift if the individual is the recipient of the part; (3) An eye bank or tissue bank. (b) If an anatomical gift to an individual under subsection (a)(2) cannot be transplanted into the individual, the part passes in accordance with subsection (g) in the absence of an express, contrary indication by the person making the anatomical gift. (c) If an anatomical gift of one or more specific parts or of all parts is made in a document of gift that does not name a person described in subsection (a) but identifies the purpose for which an anatomical gift may be used, the following rules apply: (1) If the part is an eye and the gift is for the purpose of transplantation or therapy, the gift passes to the appropriate eye bank. (2) If the part is tissue and the gift is for the purpose of transplantation or therapy, the gift passes to the appropriate tissue bank. (3) If the part is an organ and the gift is for the purpose of transplantation or therapy, the gift passes to the appropriate organ procurement organization as custodian of the organ. (4) If the part is an organ, an eye, or tissue and the gift is for the purpose of research or education, the gift passes to the appropriate procurement organization. (d) For the purpose of subsection (c), if there is more than one purpose of an anatomical gift set forth in the document of gift but the purposes are not set forth in any priority, the gift must be used for transplantation or therapy, if suitable. If the gift cannot be used for transplantation or therapy, the gift may be used for research or education. (e) If an anatomical gift of one or more specific parts is made in a document of gift that does not name a person described in subsection (a) and does not identify the purpose of the gift, the gift may be used only for transplantation or therapy, and the gift passes in accordance with subsection (g). (f) If a document of gift specifies only a general intent to make an anatomical gift by words such as donor, organ donor, or body donor, or by a symbol or statement of similar import, the gift may be used only for transplantation or therapy, and the gift passes in accordance with subsection (g). (g) For purposes of subsections (b), (e), and (f) the following rules apply: (1) If the part is an eye, the gift passes to the appropriate eye bank. (2) If the part is tissue, the gift passes to the appropriate tissue bank. (3) If the part is an organ, the gift passes to the appropriate organ procurement organization as custodian of the organ. (h) An anatomical gift of an organ for transplantation or therapy, other than an anatomical gift under subsection (a)(2), passes to the organ procurement organization as custodian of the organ. (i) If an anatomical gift does not pass pursuant to subsections (a) through (h) or the decedent's body or part is not used for transplantation, therapy, research, or education, custody of the body or part passes to the person under obligation to dispose of the body or part. (j) A person may not accept an anatomical gift if the person knows that the gift was not effectively made under section 5 or 10 of this Act or if the person knows that the decedent made a refusal under section 7 of this Act that was not revoked. For purposes of the subsection, if a person knows that an anatomical gift was made on a document of gift, the person is deemed to know of any amendment or revocation of the gift or any refusal to make an anatomical gift on the same document of gift. (k) Except as otherwise provided in subsection (a)(2), nothing in this Act affects the allocation of organs for transplantation or therapy. Section 12. (a) The following persons shall make a reasonable search of an individual who the person reasonably believes is dead or near death for a document of gift or other information identifying the individual as a donor or as an individual who made a refusal: (1) A law enforcement officer, firefighter, paramedic, or other emergency rescuer finding the individual; and (2) If no other source of the information is immediately available, a hospital, as soon as practical after the individual's arrival at the hospital. (b) If a document of gift or a refusal to make an anatomical gift is located by the search required by subsection (a)(1) and the individual or deceased individual to whom it relates is taken to a hospital, the person responsible for conducting the search shall send the document of gift or refusal to the hospital. (c) A person is not subject to criminal or civil liability for failing to discharge the duties imposed by this section. Section 13. (a) A document of gift need not be delivered during the donor's lifetime to be effective. (b) Upon or after an individual's death, a person in possession of a document of gift or a refusal to make an anatomical gift with respect to the individual shall allow examination and copying of the document of gift or refusal by a person authorized to make or object to the making of an anatomical gift with respect to the individual or by a person to which the gift could pass under section 11 of this Act. Section 14. (a) When a hospital refers an individual at or near death to a procurement organization, the organization shall make a reasonable search of the records of the Department of Public Safety and any donor registry that it knows exists for the geographical area in which the individual resides to ascertain whether the individual has made an anatomical gift. (b) A procurement organization must be allowed reasonable access to information in the records of the Department of Public Safety to ascertain whether an individual at or near death is a donor. (c) When a hospital refers an individual at or near death to a procurement organization, the organization may conduct any reasonable examination necessary to ensure the medical suitability of a part that is or could be the subject of an anatomical gift for transplantation, therapy, research, or education from a donor or a prospective donor. During the examination period, measures necessary to ensure the medical suitability of the part may not be withdrawn unless the hospital or procurement organization knows that the individual expressed a contrary intent. (d) Unless prohibited by law other than this Act, at any time after a donor's death, the person to which a part passes under section 11 of this Act may conduct any reasonable examination necessary to ensure the medical suitability of the body or part for its intended purpose. (e) Unless prohibited by law other than this Act, an examination under subsection (c) or (d) may include an examination of all medical and dental records of the donor or prospective donor. (f) Upon the death of a minor who was a donor or had signed a refusal, unless a procurement organization knows the minor is emancipated, the procurement organization shall conduct a reasonable search for the parents of the minor and provide the parents with an opportunity to revoke or amend the anatomical gift or revoke the refusal. (g) Upon referral by a hospital under subsection (a), a procurement organization shall make a reasonable search for any person listed in section 9 of this Act having priority to make an anatomical gift on behalf of a prospective donor. If a procurement organization receives information that an anatomical gift to any other person was made, amended, or revoked, it shall promptly advise the other person of all relevant information. (h) Subject to sections 11(i) and 23 of this Act, the rights of the person to which a part passes under section 11 of this Act are superior to the rights of all others with respect to the part. The person may accept or reject an anatomical gift in whole or in part. Subject to the terms of the document of gift and this Act, a person that accepts an anatomical gift of an entire body may allow embalming, burial or cremation, and use of remains in a funeral service. If the gift is of a part, the person to which the part passes under section 11 of this Act, upon the death of the donor and before embalming, burial, or cremation, shall cause the part to be removed without unnecessary mutilation. (i) Neither the physician who attends the decedent at death nor the physician who determines the time of the decedent's death may participate in the procedures for removing or transplanting a part from the decedent. (j) A physician or technician may remove a donated part from the body of a donor that the physician or technician is qualified to remove. Section 15. Each hospital in this state shall enter into agreements or affiliations with procurement organizations for coordination of procurement and use of anatomical gifts. Section 16. (a) Except as otherwise provided in subsection (b), a person that for valuable consideration, knowingly purchases or sells a part for transplantation or therapy if removal of a part from an individual is intended to occur after the individual's death commits a Class 5 felony. (b) A person may charge a reasonable amount for the removal, processing, preservation, quality control, storage, transportation, implantation, or disposal of a part. Section 17. A person that, in order to obtain a financial gain, intentionally falsifies, forges, conceals, defaces, or obliterates a document of gift, an amendment or revocation of a document of gift, or a refusal commits a Class 5 felony. Section 18. (a) A person that acts in accordance with this Act or with the applicable anatomical gift law of another state, or attempts in good faith to do so, is not liable for the act in a civil action, criminal prosecution, or administrative proceeding. (b) Neither the person making an anatomical gift nor the donor's estate is liable for any injury or damage that results from the making or use of the gift. (c) In determining whether an anatomical gift has been made, amended, or revoked under this Act, a person may rely upon representations of an individual listed in section 9(a)(2), (3), (4), (5), (6), (7), or (8) of this Act relating to the individual's relationship to the donor or prospective donor unless the person knows that the representation is untrue. Section 19. (a) A document of gift is valid if executed in accordance with: (1) This Act; (2) The laws of the state or country where it was executed; or (3) The laws of the state or country where the person making the anatomical gift was domiciled, has a place of residence, or was a national at the time the document of gift was executed. (b) If a document of gift is valid under this section, the law of this state governs the interpretation of the document of gift. (c) A person may presume that a document of gift or amendment of an anatomical gift is valid unless that person knows that it was not validly executed or was revoked. Section 20. (a) The Department of Public Safety may establish or contract for the establishment of a donor registry. (b) The Department of Public Safety shall cooperate with a person that administers any donor registry that this state establishes, contracts for, or recognizes for the purpose of transferring to the donor registry all relevant information regarding a donor's making, amendment to, or revocation of an anatomical gift. (c) A donor registry must: (1) Allow a donor or other person authorized under section 4 of this Act to include on the donor registry a statement or symbol that the donor has made, amended, or revoked an anatomical gift; (2) Be accessible to a procurement organization to allow it to obtain relevant information on the donor registry to determine, at or near death of the donor or a prospective donor, whether the donor or prospective donor has made, amended, or revoked an anatomical gift; and (3) Be accessible for purposes of paragraph (2) seven days a week on a twenty-four hour basis. (d) Personally identifiable information on a donor registry about a donor or prospective donor may not be used or disclosed without the express consent of the donor, prospective donor, or person that made the anatomical gift for any purpose other than to determine, at or near death of the donor or prospective donor, whether the donor or prospective donor has made, amended, or revoked an anatomical gift. (e) This section does not prohibit any person from creating or maintaining a donor registry that is not established by or under contract with the state. Any such registry must comply with subsections (c) and (d). Section 21. (a) In this section: (1) \"Advance health care directive\" means a power of attorney for health care or a record signed by a prospective donor containing the prospective donor's direction concerning a health care decision for the prospective donor. (2) \"Declaration\" means a record signed by a prospective donor specifying the circumstances under which a life support system may be withheld or withdrawn from the prospective donor. (3) \"Health care decision\" means any decision made regarding the health care of the prospective donor. (b) If a prospective donor has a declaration or advance health care directive, measures necessary to ensure the medical suitability of an organ for transplantation or therapy may not be withheld or withdrawn from the prospective donor, unless the declaration expressly provides to the contrary. Section 22. (a) A coroner shall cooperate with procurement organizations to maximize the opportunity to recover anatomical gifts for the purpose of transplantation, therapy, research, or education. (b) If a coroner receives notice from a procurement organization that an anatomical gift might be available or was made with respect to a decedent whose body is under the jurisdiction of the coroner and a post-mortem examination is going to be performed, unless the coroner denies recovery in accordance with section 23 of this Act, the coroner or designee shall conduct a post-mortem examination of the body or the part in a manner and within a period compatible with its preservation for the purposes of the gift. (c) A part may not be removed from the body of a decedent under the jurisdiction of a coroner for transplantation, therapy, research, or education unless the part is the subject of an anatomical gift. The body of a decedent under the jurisdiction of the coroner may not be delivered to a person for research or education unless the body is the subject of an anatomical gift. This subsection does not preclude a coroner from performing the medicolegal investigation upon the body or parts of a decedent under the jurisdiction of the coroner. Section 23. (a) Upon request of a procurement organization, a coroner shall release to the procurement organization the name, contact information, and available medical and social history of a decedent whose body is under the jurisdiction of the coroner. If the decedent's body or part is medically suitable for transplantation, therapy, research, or education, the coroner shall release post-mortem examination results to the procurement organization. The procurement organization may make a subsequent disclosure of the post-mortem examination results or other information received from the coroner only if relevant to transplantation or therapy. (b) The coroner may conduct a medicolegal examination by reviewing all medical records, laboratory test results, X rays, other diagnostic results, and other information that any person possesses about a donor or prospective donor whose body is under the jurisdiction of the coroner which the coroner determines may be relevant to the investigation. (c) A person that has any information requested by a coroner pursuant to subsection (b) shall provide that information as expeditiously as possible to allow the coroner to conduct the medicolegal investigation within a period compatible with the preservation of parts for the purpose of transplantation, therapy, research, or education. (d) If an anatomical gift has been or might be made of a part of a decedent whose body is under the jurisdiction of the coroner and a post-mortem examination is not required, or the coroner determines that a post-mortem examination is required but that the recovery of the part that is the subject of an anatomical gift will not interfere with the examination, the coroner and procurement organization shall cooperate in the timely removal of the part from the decedent for the purpose of transplantation, therapy, research, or education. (e) If an anatomical gift of a part from the decedent under the jurisdiction of the coroner has been or might be made, but the coroner initially believes that the recovery of the part could interfere with the post-mortem investigation into the decedent's cause or manner of death, the coroner shall consult with the procurement organization or physician or technician designated by the procurement organization about the proposed recovery. After consultation, the coroner may allow the recovery. (f) Following the consultation under subsection (e), in the absence of mutually agreed upon protocols to resolve conflict between the coroner and the procurement organization, if the coroner intends to deny recovery of an organ for transplanation, the coroner or designee, at the request of the procurement organization, shall attend the removal procedure for the part before making a final determination not to allow the procurement organization to recover the part. During the removal procedure, the coroner or designee may allow recovery by the procurement organization to proceed, or, if the coroner or designee reasonably believes that the part may be involved in determining the decedent's cause or manner of death, deny recovery by the procurement organization. (g) If the coroner or designee denies recovery under subsection (f), the coroner or designee shall: (1) Explain in a record the specific reasons for not allowing recovery of the part; (2) Include the specific reasons in the records of the coroner; and (3) Provide a record with the specific reasons to the procurement organization. (h) If the coroner or designee allows recovery of a part under subsection (d), (e), or (f), the procurement organization, upon request, shall cause the physician or technician who removes the part to provide the coroner with a record describing the condition of the part, a biopsy, a photograph, and any other information and observations that would assist in the post-mortem examination. (i) If a coroner or designee is required to be present at a removal procedure under subsection (f), upon request the procurement organization requesting the recovery of the part shall reimburse the coroner or designee for the additional costs incurred in complying with subsection (f). Section 24. In applying and construing this uniform act, consideration must be given to the need to promote uniformity of the law with respect to its subject matter among states that enact it. Section 25. This Act modifies, limits, and supersedes the Electronic Signatures in Global and National Commerce Act, 15 U.S.C. section 7001 et seq., but does not modify, limit or supersede section 101(a) of that act, 15 U.S.C. section 7001, or authorize electronic delivery of any of the notices described in section 103(b) of that act, 15 U.S.C. section 7003(b). Section 26. That § § 34-26-20 , 34-26-21 , and 34-26-22 to 34-26-46 , inclusive, be repealed."}, {"bill_id": 21616, "bill_version_id": 113273, "bill_version": "Enrolled", "bill_version_date": "2007-03-02T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21616, "action_date": "2007-01-30T14:00:00-06:00", "document_id": 111173, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111173.pdf", "status_text": "First read in Senate and referred to", "journal_page": 294, "committee_id_action": 924, "committee_id_assigned": 901, "result": "N", "vote": {}}, {"bill_id": 21616, "action_date": "2007-02-02T10:00:00-06:00", "document_id": 111455, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111455.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 901, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21616, "action_date": "2007-02-09T10:00:00-06:00", "document_id": 111918, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111918.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 901, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21616, "action_date": "2007-02-14T10:00:00-06:00", "document_id": 112262, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112262.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 901, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21616, "action_date": "2007-02-14T10:00:00-06:00", "document_id": 112262, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112262.pdf", "status_text": "Do Pass Amended,", "journal_page": 520, "committee_id_action": 901, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65208, "president_vote": null, "Excused": [3595], "Yea": [3607, 3621, 3623, 3647, 3669, 3585]}}, {"bill_id": 21616, "action_date": "2007-02-20T14:00:00-06:00", "document_id": 112504, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112504.pdf", "status_text": "Motion to Amend,", "journal_page": 590, "committee_id_action": 924, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21616, "action_date": "2007-02-20T14:00:00-06:00", "document_id": 112504, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112504.pdf", "status_text": "Do Pass Amended,", "journal_page": 591, "committee_id_action": 924, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65378, "president_vote": null, "Yea": [3571, 3573, 3574, 3575, 3585, 3589, 3595, 3596, 3602, 3603, 3607, 3608, 3610, 3612, 3615, 3617, 3618, 3621, 3623, 3625, 3626, 3627, 3630, 3633, 3634, 3636, 3639, 3641, 3647, 3652, 3659, 3661, 3664, 3667, 3669]}}, {"bill_id": 21616, "action_date": "2007-02-21T14:00:00-06:00", "document_id": 112591, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112591.pdf", "status_text": "First read in House and referred to", "journal_page": 596, "committee_id_action": 923, "committee_id_assigned": 914, "result": "N", "vote": {}}, {"bill_id": 21616, "action_date": "2007-02-26T07:45:00-06:00", "document_id": 112820, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112820.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 914, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21616, "action_date": "2007-02-26T07:45:00-06:00", "document_id": 112820, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112820.pdf", "status_text": "Do Pass Amended,", "journal_page": 642, "committee_id_action": 914, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65644, "president_vote": null, "Yea": [3576, 3588, 3613, 3620, 3624, 3631, 3637, 3645, 3646, 3656, 3662, 3670], "Nay": [3671]}}, {"bill_id": 21616, "action_date": "2007-02-28T14:00:00-06:00", "document_id": 113110, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113110.pdf", "status_text": "Deferred to another day", "journal_page": 719, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21616, "action_date": "2007-03-01T10:00:00-06:00", "document_id": 113203, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113203.pdf", "status_text": "Do Pass Amended,", "journal_page": 738, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67277, "president_vote": null, "Yea": [3572, 3576, 3579, 3580, 3588, 3590, 3592, 3594, 3598, 3599, 3600, 3605, 3606, 3609, 3611, 3613, 3614, 3622, 3624, 3631, 3632, 3635, 3637, 3638, 3646, 3648, 3651, 3655, 3656, 3657, 3662, 3663, 3665, 3666, 3668, 3670, 3676], "Nay": [3577, 3578, 3581, 3583, 3586, 3587, 3591, 3593, 3597, 3604, 3616, 3619, 3620, 3628, 3629, 3640, 3642, 3643, 3644, 3645, 3649, 3650, 3653, 3654, 3658, 3660, 3671, 3672, 3673, 3674, 3675, 3584], "Excused": [3582]}}, {"bill_id": 21616, "action_date": "2007-03-01T10:00:00-06:00", "document_id": 113203, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113203.pdf", "status_text": "Intent to reconsider", "journal_page": 738, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21616, "action_date": "2007-03-01T10:00:00-06:00", "document_id": 113203, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113203.pdf", "status_text": "Reconsidered", "journal_page": 752, "committee_id_action": 923, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 67293, "president_vote": null, "Nay": [3572, 3576, 3579, 3580, 3581, 3582, 3586, 3588, 3590, 3591, 3592, 3593, 3594, 3598, 3599, 3600, 3606, 3609, 3611, 3613, 3614, 3622, 3631, 3632, 3635, 3637, 3638, 3645, 3650, 3651, 3653, 3654, 3655, 3656, 3657, 3662, 3663, 3665, 3666, 3668, 3670, 3671, 3676], "Yea": [3577, 3578, 3583, 3587, 3597, 3604, 3605, 3616, 3619, 3620, 3624, 3628, 3629, 3640, 3642, 3643, 3644, 3646, 3648, 3649, 3658, 3660, 3672, 3673, 3674, 3675, 3584]}}, {"bill_id": 21616, "action_date": "2007-03-02T10:00:00-06:00", "document_id": 113306, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113306.pdf", "status_text": "Signed by President", "journal_page": 753, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21616, "action_date": "2007-03-02T10:00:00-06:00", "document_id": 113289, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113289.pdf", "status_text": "Signed by Speaker", "journal_page": 792, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21616, "action_date": "2007-03-03T09:00:00-06:00", "document_id": 113367, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113367.pdf", "status_text": "Delivered to the Governor", "journal_page": 758, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21616, "action_date": "2007-03-26T10:00:00-05:00", "document_id": 113425, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113425.pdf", "status_text": "Signed by Governor", "journal_page": 791, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3749}