{"session_id": 54, "bill_id": 18172, "bill_type": "Senate Bill", "bill_number": 215, "bill_title": "revise certain penalties regarding overweight vehicle violations.", "sponsors": [{"legislator_profile_id": 2904, "is_prime": true}], "keywords": ["Motor Vehicles", "Overweight Vehicles"], "audio": [], "bill_versions": [{"bill_id": 18172, "bill_version_id": 96400, "bill_version": "Introduced", "bill_version_date": "2003-02-03T11:19:53-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain penalties regarding overweight vehicle violations. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-22-55 be amended to read as follows: 32-22-55. Any person who is convicted of the offense of operating a motor vehicle upon the public highways of this state with weight upon any wheel, axle, or groups of axles or upon more than one thereof greater than the maximum permitted by § § 32-22-2 to 32-22-33, inclusive, 32-22-47 and 32-22-48 shall be fined in addition to, and not in substitution for, any other penalties now provided by law for such offense in the following amounts: (1) In an amount equal to five cents per pound for each pound of such excess or combined excess weight over one thousand pounds if such excess is three thousand pounds or less . ; (2) In an amount equal to fifteen ten cents per pound for each pound of such excess or combined excess weight if such excess exceeds three thousand pounds and is four thousand pounds or less . ; (3) In an amount equal to twenty-two and one-half fifteen cents per pound for each pound of such excess or combined excess weight if such excess exceeds four thousand pounds and is five thousand pounds or less . ; (4) In an amount equal to thirty-seven and one-half twenty-five cents per pound for each pound of such excess or combined excess weight if such excess exceeds five thousand pounds and is ten thousand pounds or less . ; or (5) In an amount equal to seventy-five fifty cents per pound for each pound of such excess or combined excess weight if such excess is more than ten thousand pounds. The fine schedule in this section is assessed at a single rate according to the cents per pound penalty for the highest weight violation. Section 2. That chapter 32-22 be amended by adding thereto a NEW SECTION to read as follows: In lieu of the provisions of § 32-22-55, if any person is convicted of a second or subsequent offense within a twelve month period of operating a motor vehicle upon the public highways of this state with weight upon any wheel, axle, or groups of axles or upon more than one thereof greater than the maximum permitted by § § 32-22-2 to 32-22-33, inclusive, 32-22-47 and 32-22-48, the person shall be fined in addition to, and not in substitution for, any other penalties now provided by law for such offense in the following amounts: (1) In an amount equal to five cents per pound for each pound of such excess or combined excess weight over one thousand pounds if such excess is three thousand pounds or less; (2) In an amount equal to fifteen cents per pound for each pound of such excess or combined excess weight if such excess exceeds three thousand pounds and is four thousand pounds or less; (3) In an amount equal to twenty-two and one-half cents per pound for each pound of such excess or combined excess weight if such excess exceeds four thousand pounds and is five thousand pounds or less; (4) In an amount equal to thirty-seven and one-half cents per pound for each pound of such excess or combined excess weight if such excess exceeds five thousand pounds and is ten thousand pounds or less; or (5) In an amount equal to seventy-five cents per pound for each pound of such excess or combined excess weight if such excess is more than ten thousand pounds. The fine schedule in this section is assessed at a single rate according to the cents per pound penalty for the highest weight violation."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18172, "action_date": "2003-02-03T14:00:00-06:00", "document_id": 96443, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96443.pdf", "status_text": "First read in Senate and referred to", "journal_page": 290, "committee_id_action": 799, "committee_id_assigned": 783, "result": "N", "vote": {}}, {"bill_id": 18172, "action_date": "2003-02-18T07:45:00-06:00", "document_id": 97297, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97297.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 783, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18172, "action_date": "2003-02-20T07:45:00-06:00", "document_id": 97458, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97458.pdf", "status_text": "Tabled", "journal_page": 511, "committee_id_action": 783, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54787, "president_vote": null, "Yea": [2832, 2834, 2878, 2881, 2903, 2897, 2935]}}, {"bill_id": 18172, "action_date": "2003-02-20T07:45:00-06:00", "document_id": 97458, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97458.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 783, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/18172"}