{"session_id": 8, "bill_id": 2147, "bill_type": "House Concurrent Resolution", "bill_number": 1015, "bill_title": "Supporting the American Recovery and Reinvestment Act.", "sponsors": [{"legislator_profile_id": 764, "is_prime": true}, {"legislator_profile_id": 826, "is_prime": true}, {"legislator_profile_id": 817, "is_prime": false}], "keywords": ["House Concurrent Resolution"], "audio": [], "bill_versions": [{"bill_id": 2147, "bill_version_id": 13539, "bill_version": "Introduced", "bill_version_date": "2010-03-08T09:30:46.443-06:00", "bill_text": "A CONCURRENT RESOLUTION, Supporting the American Recovery and Reinvestment Act. WHEREAS, according to the National Bureau of Economic Research, the United States economy went into recession in December of 2007; and WHEREAS, in January of 2009, Governor Rounds predicted that the State of South Dakota would experience a budget shortfall of $51.2 million for the remainder of the fiscal year until July 1, 2009, and a shortfall in fiscal year 2010 of $81.6 million; and WHEREAS, the American Recovery and Reinvestment Act (ARRA), was signed into law February 17, 2009; and WHEREAS, the State of South Dakota used $78 million in ARRA funds to balance the state budget for the fiscal year ending June 30, 2009, and $101 million in ARRA funds to balance the state budget in fiscal year 2010, leaving $70 million for the state's budget in fiscal year 2011; and WHEREAS, ARRA provided approximately $236 million for transportation infrastructure and clean water projects throughout the state, including highways and bridges that were identified as priorities by the South Dakota Department of Transportation; and WHEREAS, ARRA provided more than $56 million for the Lewis and Clark Regional Water Project, a project crucial to southeastern South Dakota's economic development; and WHEREAS, the state's second quarterly report to the federal government estimated that ARRA allocated $655 million to South Dakota, including $287 million for infrastructure improvement, $186 million for education, $134 million for public assistance programs, including unemployment assistance, $27 million for public safety, and $21 million for other state services; and WHEREAS, ARRA provided a long-term extension of the wind energy production tax credit, a key element to sustained wind energy development in South Dakota; and WHEREAS, ARRA contained one of the largest tax cuts in history, including a tax credit of up to $800 per family for 2009 and 2010; and WHEREAS, Governor Rounds recognized the role that ARRA played in balancing the state's budget, lessening the impact of the recession on South Dakota families and businesses, and avoiding severe cuts to necessary services, saying, \"We can eliminate a lot of the pain. We can make it as painless as possible to get through this recession in South Dakota.\": NOW, THEREFORE, BE IT RESOLVED, by the House of Representatives of the Eighty-fifth Legislature of the State of South Dakota, the Senate concurring therein, that the funds provided to the State of South Dakota through the American Recovery and Reinvestment Act of 2009 are important, useful, and beneficial investments for our people, economy, and infrastructure."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2147, "action_date": "2010-03-08T14:00:00-06:00", "document_id": 13611, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13611.pdf", "status_text": "First Reading", "journal_page": 726, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2147, "action_date": "2010-03-09T11:00:00-06:00", "document_id": 13691, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13691.pdf", "status_text": "Adopt Resolution", "journal_page": 765, "committee_id_action": 86, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 7611, "president_vote": null, "Yea": [821, 781, 740, 756, 817, 814, 765, 811, 830, 826, 835, 834, 822, 816, 788, 770, 836, 818, 833, 746, 763, 823, 812], "Nay": [825, 771, 793, 775, 844, 831, 820, 804, 779, 748, 798, 749, 829, 832, 757, 842, 777, 803, 843, 759, 824, 800, 801, 827, 750, 742, 792, 783, 755, 751, 773, 744, 840, 784, 839, 841, 815, 762, 752, 796, 828, 789, 838, 837, 786], "Excused": [813, 819]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/2147"}