{"session_id": 32, "bill_id": 8355, "bill_type": "House Bill", "bill_number": 1207, "bill_title": "revise certain provisions that prohibit the issuance of certain licenses and permits if a debt is being  collected by the obligation recovery center.", "sponsors": [{"legislator_profile_id": 1262, "is_prime": true}, {"legislator_profile_id": 1309, "is_prime": true}, {"legislator_profile_id": 1294, "is_prime": false}, {"legislator_profile_id": 1282, "is_prime": false}, {"legislator_profile_id": 1234, "is_prime": false}, {"legislator_profile_id": 1247, "is_prime": false}, {"legislator_profile_id": 1280, "is_prime": false}, {"legislator_profile_id": 1243, "is_prime": false}, {"legislator_profile_id": 1233, "is_prime": false}], "keywords": ["Debtor and Creditor", "Licensing", "Professions and Occupations", "State Affairs and Government"], "audio": [{"meeting_datetime": "2018-02-02T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hap16.mp3", "start_seconds": 1178.0}, {"meeting_datetime": "2018-02-02T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hap16.mp3", "start_seconds": 1178.0}, {"meeting_datetime": "2018-02-02T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hap16.mp3", "start_seconds": 1178.0}], "bill_versions": [{"bill_id": 8355, "bill_version_id": 47904, "bill_version": "Introduced", "bill_version_date": "2018-01-25T09:08:55.06-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions that prohibit the issuance of certain licenses and permits if a debt is being collected by the obligation recovery center. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-55-11 be repealed. 1-55-11. No person that owes a debt that is referred to the center may renew, obtain, or maintain: (1) Any registration for any motor vehicle, motorcycle, or boat, in which the person's name appears on the title of the motor vehicle, motorcycle, or boat; (2) Any driver license as defined by subdivision 32-12-1(1); or (3) Any hunting license, fishing license, state park permit, or camping permit; unless the debt and cost recovery fee is either paid in full or the debtor has entered into a payment plan with the center and payment pursuant to the plan is current. Section 2. That § 1-55-12 be repealed. 1-55-12. No agency, board, or entity of the State of South Dakota may issue, renew, or allow an individual to maintain any motor vehicle, motorcycle, or boat registration, driver license, hunting license, fishing license, state park permit, or camping permit, after receiving notice from the center that the applicant, registrant, or licensee has a debt that is being collected by the center, unless the applicant, registrant, or licensee has paid the debt and cost recovery fee in full or the debtor has entered into a payment plan with the center and payment pursuant to the plan is current. An applicant, registrant, or licensee who disputes a determination by the center that the applicant, registrant, or licensee has a debt that has been referred to the center for collection shall, upon request, be given a due process hearing by the center. Upon recommendation by the center, the agency or entity may issue a temporary license, registration, certification, or permit to the applicant, registrant, or licensee pending final resolution of the due process hearing. Section 3. That § 1-55-15 be amended to read: 1-55-15. The Bureau of Administration may promulgate rules, pursuant to chapter 1-26, in the following areas: (1) Definitions; (2) Procedure for remitting moneys collected to referring entities; (3) Processes and procedures for entering into payment agreements with debtors; (4) A process for the imposition of the cost recovery fee; (5) The data collection system; (6) The centralized electronic debt management system; (7) The settlement authority process; and (8) The procedure for sending information to the Division of Motor Vehicles concerning the nonrenewal of registrations for motor vehicles, motorcycles, and boats; (9) The procedure for sending information to the Department of Public Safety concerning the nonrenewal of driver licenses; (10) The procedure for sending information to the Department of Game, Fish and Parks concerning the nonissuance of hunting licenses, fishing licenses, state park permits, and camping permits; and (11) The setoff of debt process. Section 4. That § 25-7A-56 be repealed. 25-7A-56. No state agency or board may issue or renew the professional, sporting, or recreational license, registration, certification, or permit of any applicant after receiving notice from the Department of Social Services that the applicant has support arrearages in the sum of one thousand dollars or more, unless the applicant first makes satisfactory arrangements with the Department of Social Services for payment of any accumulated arrearages. An applicant who disputes a determination by the Department of Social Services that the applicant has support arrearages of one thousand dollars or more shall, upon request, be given a due process hearing by the department. Upon recommendation by the department, the licensing agency or board may issue a temporary license, registration, certification, or permit to the applicant pending final resolution of the due process hearing. The department may promulgate rules pursuant to chapter 1-26 to implement the provisions of this section. The term professional license, registration, certification, or permit as specified by this section includes any profession or occupation as specified in Title 36; insurance brokers, agents, and solicitors as specified in chapter 58-30; teachers and administrators as specified in chapters 13-42 and 13-43; attorneys as specified in chapter 16-16; securities agents, securities brokers, investment advisers, or investment adviser representatives as specified in chapter 47-31B; pilots as specified in chapter 50-11; day care providers as specified in chapter 26-6; gaming employees as specified in chapter 42-7B; and law enforcement officers as specified in chapter 23-3. The state agencies or boards which govern the professions, recreational licenses, and occupations listed in this paragraph may adopt rules pursuant to chapter 1-26 to implement the provisions of this section for their particular profession or occupation. Section 5. That § 25-7A-56.1 be repealed. 25-7A-56.1. A circuit court may revoke, suspend, or restrict a person's drivers, professional, occupational, sporting, or recreational license if the person owes past-due support, or if the person, after receiving appropriate notice, fails to comply with a subpoena or warrant relating to a paternity or child support proceeding. Section 6. That § 32-12-116 be repealed. 32-12-116. The Department of Public Safety may not issue or renew any license under this chapter to a person after receiving notice from the Department of Social Services that the person has support arrearages in the sum of one thousand dollars or more unless the person has made satisfactory arrangements with the Department of Social Services for payment of any accumulated arrearages. However, the Department of Public Safety may, upon the recommendation of the Department of Social Services, issue a temporary permit pursuant to § 32-12-19 pending the issuance of a license if the temporary permit is necessary for the licensee to work and if the Department of Social Services has determined that the licensee is making a good faith effort to comply with the provisions of this section. The Department of Social Services may also serve a notice of intent to administratively revoke a license if the licensee has failed to comply with a written repayment agreement. The notice shall be mailed to the licensee's last known address and shall advise the licensee of the Department of Social Services' intent to seek administrative revocation of the license for failure to comply with the repayment agreement. The notice shall advise the licensee of all administrative due process rights, including the right to request a fair hearing pursuant to chapter 1-26 within ten days following service of the notice. If a licensee fails to request a hearing within ten days of service of the notice, the Department of Social Services may request the Department of Public Safety to revoke the license. If a licensee makes a timely request for a hearing, a hearing shall be provided pursuant to chapter 1-26. Upon entry of an administrative decision that determines that a licensee has failed to comply with the terms of a repayment agreement, the Department of Public Safety shall enter an order revoking the license. The Department of Social Services may promulgate rules pursuant to chapter 1-26 to implement the provisions of this section as they pertain to the functions of the Department of Social Services. The Department of Public Safety may promulgate rules pursuant to chapter 1-26 to implement the provisions of this section as they pertain to the functions of the Department of Public Safety."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8355, "action_date": "2018-01-25T13:00:00-06:00", "document_id": 48021, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48021.pdf", "status_text": "First read in House and referred to", "journal_page": 200, "committee_id_action": 396, "committee_id_assigned": 386, "result": "N", "vote": {}}, {"bill_id": 8355, "action_date": "2018-02-02T08:15:00-06:00", "document_id": 48300, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48300.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 386, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8355, "action_date": "2018-02-02T08:15:00-06:00", "document_id": 48544, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48544.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 306, "committee_id_action": 386, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25241, "president_vote": null, "Nay": [1213, 1314, 1316], "Yea": [1223, 1292, 1297, 1222, 1269], "Excused": [1303]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8355"}