{"session_id": 69, "bill_id": 24470, "bill_type": "Senate Bill", "bill_number": 5, "bill_title": "reduce the amount of time required before the removal of a city manager is effective.", "sponsors": [{"legislator_profile_id": 4509, "is_prime": true}, {"legislator_profile_id": 4554, "is_prime": true}, {"legislator_profile_id": 4487, "is_prime": false}, {"legislator_profile_id": 4507, "is_prime": false}, {"legislator_profile_id": 4521, "is_prime": false}, {"legislator_profile_id": 4529, "is_prime": false}, {"legislator_profile_id": 4540, "is_prime": false}, {"legislator_profile_id": 4541, "is_prime": false}, {"legislator_profile_id": 4546, "is_prime": false}, {"legislator_profile_id": 4547, "is_prime": false}, {"legislator_profile_id": 4549, "is_prime": false}, {"legislator_profile_id": 4553, "is_prime": false}, {"legislator_profile_id": 4561, "is_prime": false}, {"legislator_profile_id": 4564, "is_prime": false}], "keywords": ["Municipal Government"], "audio": [], "bill_versions": [{"bill_id": 24470, "bill_version_id": 256794, "bill_version": "Introduced", "bill_version_date": "2023-12-15T15:08:36.223-06:00", "bill_text": "An Act to reduce the amount of time required before the removal of a city manager is effective. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 9-10-11 be AMENDED: 9-10-11. The governing body shall appoint the city manager shall be appointed for an indefinite term but may be removed remove the manager by majority vote of the members of the governing body. At least thirty fourteen days before such the removal may become effective, the manager shall be furnished with governing body shall present a formal statement in the form of a resolution passed by a majority vote of such the governing body to the manager stating the intention of such the governing body to remove him the manager, and the reasons therefor. He The manager may reply in writing to such the resolution. If so requested by the manager, the governing body shall must fix a time for a public hearing upon the question of his the manager's removal, and the final resolution removing him shall the manager may not be adopted until such the public hearing has been had occurred. Upon passage of a resolution stating the governing body's intention to remove the manager, such the governing body may suspend him the manager from duty, but his the manager's pay shall must continue until his the manager's removal shall become is effective as herein provided by this section. The action of the governing body in removing the manager shall be is final."}], "amendments": [], "fiscal_notes": [], "action_log": []}