{"session_id": 48, "bill_id": 14604, "bill_type": "Senate Bill", "bill_number": 192, "bill_title": "revise certain provisions regarding the titling of damaged passenger motor vehicles.", "sponsors": [{"legislator_profile_id": 2219, "is_prime": true}, {"legislator_profile_id": 2285, "is_prime": true}], "keywords": ["Motor Vehicles"], "audio": [], "bill_versions": [{"bill_id": 14604, "bill_version_id": 80495, "bill_version": "Introduced", "bill_version_date": "1999-01-28T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the titling of damaged passenger motor vehicles. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, the term, flood vehicle, means any passenger motor vehicle which has been submerged or flooded above the bottom of the instrument panel or dashboard. Disclosure that a passenger motor vehicle has become a flood vehicle shall be made at the time of transfer of ownership and the next certificate of title issued after such transfer shall be labeled across the front with the word: Flood. Section 2. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, the term, nonrepairable vehicle, means any passenger motor vehicle which is incapable of safe operation for use on highways and which has no resale value except as a source of parts or scrap only or which the owner irreversibly designates as a source of parts or scrap. Section 3. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, the term, nonrepairable vehicle certificate, means a passenger motor vehicle ownership document issued by the department to the owner of a nonrepairable vehicle. Ownership of a passenger motor vehicle may only be transferred two times on a nonrepairable vehicle certificate. No passenger motor vehicle for which a nonrepairable vehicle certificate has been issued may be titled for use on the highways. A nonrepairable vehicle certificate shall be labeled across the front with the word: Nonrepairable. Section 4. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, the term, passenger motor vehicle, means any vehicle driven or drawn by mechanical power manufactured primarily for use on the highways that is nine model years old or less, including any multipurpose passenger vehicle or light duty truck if that vehicle or truck is rated at not more than sixteen thousand pounds gross vehicle weight. The term does not include a motorcycle, trailer, snowmobile, or manufactured home. Section 5. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, the term, rebuilt title, means the passenger motor vehicle ownership document issued by the department to the owner of a rebuilt vehicle. Ownership of a passenger motor vehicle may be transferred on a rebuilt title. A vehicle for which a rebuilt title has been issued may be registered for use on the highways. A rebuilt title shall be labeled across the front with the words: Rebuilt Vehicle--Anti-Theft Inspections Passed. Section 6. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, the term, rebuilt vehicle, means any passenger motor vehicle which was previously issued a salvage title; has passed a state anti-theft inspection; was issued an affidavit that the vehicle was rebuilt to nationally-recognized standards; has been issued a certificate indicating that the vehicle has passed the required anti-theft inspection; and has a decal affixed to the driver's door jam stating: Rebuilt Vehicle--Anti-Theft Inspection Passed. Section 7. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, the term, salvage title, means a passenger motor vehicle ownership document issued by the department to the owner of a salvage vehicle. Ownership of a passenger motor vehicle may be transferred on a salvage title. However, any vehicle for which a salvage title has been issued may not be registered for use on the highways unless it has been issued a rebuilt title. A salvage title shall be labeled across the front with the word: Salvage. Section 8. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, the term, salvage vehicle, means any passenger motor vehicle which has been wrecked, destroyed, or damaged to the extent that the total estimated or actual cost of parts and labor to rebuild or reconstruct the vehicle to its pre-accident condition and for legal operation on the highways exceeds seventy-five percent of the retail value of the vehicle, as set forth in a current edition of any nationally-recognized compilation, to include automated data bases, of retail values. The value of repair parts for purposes of this section shall be determined by using the current published retail cost of the repair parts to be used in the repair. If the retail value of labor has not been determined by a purchase in the ordinary course of business (for example, the labor is performed by the owner of the vehicle), the retail value of the labor is presumed to be the product of the repair time, as provided in a generally accepted auto body repair flat rate manual, multiplied by thirty-five dollars. The term also includes any passenger motor vehicle for which its owner chooses to obtain a salvage title, without regard to the extent of the vehicle's damage and repairs. Such a choice by the owner does not impose on the insurer of the vehicle or an insurer processing a claim made by or on behalf of the owner of the vehicle any obligations or liabilities. Section 9. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: For any passenger motor vehicle, the ownership of which is transferred on or after January 1, 2000, the department shall disclose in writing on the certificate of title if records readily available to the department indicate that the vehicle was salvage, unrepairable, parts only, scrap, junk, nonrepairable, reconstructed, rebuilt, or any other symbol or word of like kind or that it has been damaged by flood. Section 10. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: The department shall indicate on the face of the title or certificate for a passenger motor vehicle, as applicable, if the vehicle is a salvage vehicle, a nonrepairable vehicle, a rebuilt salvage vehicle, or a flood vehicle. Such information concerning a passenger motor vehicle's status shall also be conveyed on any subsequent South Dakota title, including a duplicate or replacement title, for the vehicle issued by the original titling state or any other state. Section 11. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: A nonrepairable vehicle shall be issued a nonrepairable vehicle certificate and may not be retitled. The license plates, registration card, and certificate of title shall accompany the application for nonrepairable certificate. The department shall cancel the registration card and the title on its records and issue a nonrepairable certificate. If the title shows any lien, the lien holder's consent to the issuance of the nonrepairable certificate shall be endorsed on the certificate of title. The owner may not remove the vehicle's identification number or other identification numbers. Removal of the vehicle's identification number or other identification numbers is a Class 6 felony. Section 12. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: A passenger motor vehicle owner submitting a vehicle for anti-theft inspection shall provide a completed document identifying the vehicle's damage prior to being repaired, a list of replacement parts used to repair the vehicle, and proof of ownership of such replacement parts, as may be evidenced by bills of sale, invoices, or if such documents are not available, other proof of ownership for the replacement parts. The owner shall also include an affirmation that the information in the declaration is complete and accurate and, to the knowledge of the declarant no stolen parts were used during the rebuilding. Section 13. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: No duplicate or replacement title may be issued by the department unless the word, duplicate, is clearly marked on the face of the title. Section 14. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: If an insurance company is not involved in a damage settlement involving a salvage vehicle or a nonrepairable vehicle, the passenger motor vehicle owner shall apply, within thirty days of the date the vehicle was damaged, for a salvage title or nonrepairable vehicle certificate, whichever is applicable, before the vehicle is repaired or the ownership of the vehicle is transferred. Section 15. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: If an insurance company, pursuant to a damage settlement, acquires ownership of a passenger motor vehicle that has incurred damage requiring the vehicle to be titled as a salvage vehicle, nonrepairable vehicle, or flood vehicle, the insurance company either shall notify the department electronically or on the documents prescribed by the department for purposes of evidencing the insurance company in the ownership chain of title, or shall apply for a salvage title or nonrepairable vehicle certificate within thirty days after the title is properly assigned by the owner to the insurance company, and delivered to the insurance company with all liens released. Section 16. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: If a passenger motor vehicle does not meet or exceed the definition of a salvage vehicle, nonrepairable vehicle, or flood vehicle, an insurance company may endorse change in ownership on the certificate of title after complying with § 32-3-51.8 Section 17. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: If an insurance company does not assume ownership of its insured's passenger motor vehicle that has incurred damage requiring the vehicle to be titled as a salvage vehicle or nonrepairable vehicle, the insurance company shall notify the insured of the insured's obligation to apply for a salvage title or nonrepairable vehicle certificate for the passenger motor vehicle and notify the department that a salvage title or nonrepairable vehicle certificate should be issued for the vehicle or withhold payment of the claim until the insured applies for a salvage title or nonrepairable vehicle certificate. Section 18. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: If a leased passenger motor vehicle incurs damage requiring the vehicle to be titled as a salvage vehicle or nonrepairable vehicle, the lessor shall apply for a salvage title or nonrepairable vehicle certificate within thirty days after being notified by the lessee that the vehicle has been damaged. The lessee of the vehicle shall inform the lessor that the leased vehicle has been so damaged within fifteen days after the occurrence of the damage. Section 19. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: Any person acquiring ownership of a damaged passenger motor vehicle that meets the definition of a salvage vehicle or nonrepairable vehicle for which a salvage title or nonrepairable vehicle certificate has not been issued, shall apply for a salvage title or nonrepairable certificate, whichever is applicable. This application shall be made within thirty days after ownership is acquired and before the vehicle is further transferred. Section 20. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: No nonrepairable vehicle certificate may be issued after two transfers of ownership. Section 21. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: If a passenger motor vehicle has been flattened, baled, or shredded, the title or nonrepairable vehicle certificate for the vehicle shall be surrendered to the department within thirty days. If South Dakota is not the state of origin of the title or nonrepairable vehicle certificate, then the department shall notify the state of origin of the surrender of the title or nonrepairable vehicle certificate and of the destruction of the vehicle. Section 22. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: If a salvage title is issued for a passenger motor vehicle, the department's records shall so note. Such a vehicle may not be retitled for registration purposes or issued a rebuilt title without a certificate of inspection, indicating that the vehicle has passed the required state anti-theft inspection. This section does not preclude the issuance of a new salvage title for a salvage vehicle after a transfer of ownership. Section 23. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: After a passenger motor vehicle titled with a salvaged title has passed the required anti-theft inspection, the inspection official shall affix a secure decal to the driver's door jam of the vehicle stating: Rebuilt Vehicle--Anti-theft Inspection Passed. The inspection official shall issue to the owner of the vehicle a certificate indicating that the passenger motor vehicle has passed the required anti-theft inspection. Section 24. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: The owner of a passenger motor vehicle titled with a salvage title may obtain a rebuilt title and vehicle registration by presenting to the department the salvage title, properly assigned, along with the certificate that the vehicle has passed the anti-theft inspection. With the proper documentation and upon request, the department shall issue a rebuilt title and registration to the owner. If a rebuilt title is issued, the department's records shall note the same. Section 25. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: A seller of a passenger motor vehicle that becomes a flood vehicle shall, at or prior to the time of transfer of ownership, give the buyer a written notice that the vehicle is a flood vehicle. At the time of the next title application for the vehicle, disclosure of the flood status shall be provided to the department with the properly assigned title and the word, flood, shall be conspicuously labeled across the front of the new title. Section 26. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: In the case of a leased passenger motor vehicle, the lessee, within fifteen days of the occurrence of the event that caused the vehicle to become a flood vehicle, shall give the lessor written disclosure that the vehicle is a flood vehicle. Section 27. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: The department may charge a fee of one hundred fifty dollars for the anti-theft inspection. The inspection may take place at a location to be determined by the department that is suitable for the inspection. Section 28. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: The department may adopt rules, promulgated pursuant to chapter 1-26, to establish uniform procedures for the administration of salvage vehicles, rebuilt vehicles, nonrepairable vehicles, and flood vehicles. Such rules may be adopted in the following areas: (1) Application requirements for salvage vehicles, rebuilt vehicles, nonrepairable vehicles, and flood vehicles; and (2) Anti-theft inspection forms and procedures. Section 29. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: The application for a salvage title, rebuilt title, nonrepairable certificate, or a flood title shall be accompanied by a fee of five dollars. Section 30. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: If the application for a salvage title, rebuilt title, nonrepairable certificate, or flood title is presented more than thirty days after date of assignment of the title or nonrepairable certificate of the motor vehicle to the purchaser, the officer receiving the application shall collect, in addition to the fee established in section 29 of this Act, a late fee of one dollar for each week or fraction thereof beyond the thirty-day limitation for twenty-five weeks and a late fee of fifty dollars for twenty-six weeks or more. Any person applying for a title or nonrepairable certificate more than ninety days after the date of assignment is guilty of a Class 2 misdemeanor. If the purchaser of a vehicle fails to comply with the provisions of this Act, to transfer the title within thirty days, and the seller files a written complaint attesting to the facts, the purchaser is guilty of a Class 2 misdemeanor. Section 31. That § 32-3-51.5 be repealed. 32-3-51.5. Any motor vehicle, trailer, or semitrailer whose title has been marked by another state or jurisdiction, shall receive a title, which shall contain the damage disclosure information as set forth in § § 32-3-51.7 and 32-3-51.8 or, at the option of the owner, a junking certificate. Section 32. That § 32-3-51.6 be repealed. 32-3-51.6. Any motor vehicle, trailer, or semitrailer, whose title has been marked by this state or another state or jurisdiction as rebuilt or with any other similar brand approved for highway use shall only receive a rebuilt title. Section 33. That § 32-3-51.12 be repealed. 32-3-51.12. Any owner of a motor vehicle that is being dismantled for the purpose of selling its parts shall apply for a junking certificate. The license plates, registration card, and certificate of title shall accompany the application for junking certificate. The department shall cancel the registration card and the title on its records and issue a junking certificate. If the title shows any lien, the lien holder's consent to the issuance of the junking certificate shall be endorsed on the certificate of title. The owner may not remove the vehicle's identification number or other identification numbers. Removal of the vehicle's identification number or other identification numbers is a Class 6 felony. Section 34. That § 32-3-51.16 be repealed. 32-3-51.16. The department shall place the damage information pursuant to § 32-3-51.7 on the first South Dakota title and all subsequent titles issued for any motor vehicle which came into the state unrepaired and for which a salvage certificate of title was issued by another state unless the person applying for the South Dakota title maintains at his place of business proof that the vehicle did not sustain damage equivalent to the amount set forth in this chapter. The proof shall include two photographs showing all four sides of the motor vehicle and either an insurance adjuster's written report or a written repair estimate which details the parts, labor, paint, and frame work required to repair the motor vehicle. The photographs and other documents showing proof that the amount of damage is less than set forth in this chapter shall be maintained by the person applying for a title for at least two years. Section 35. That § 32-3-51.17 be repealed. 32-3-51.17. Any motor vehicle, trailer, or semitrailer whose title has been marked as nonrebuildable, parts only, or whose owner has designated that the vehicle should not be placed upon the roads and highways, shall receive a junking certificate. Section 36. That § 32-3-53 be repealed. 32-3-53. If any vehicle, trailer, or semitrailer is rebuilt as defined in subdivision 32-3-1(17) and is restored to operation, the owner shall submit an application to the Department of Revenue for a rebuilt title. The motor vehicle, trailer, or semitrailer may not be licensed or titled until there is submitted to the department proper affidavits, photo copies of receipts, bills of sale establishing ownership, or titles and the source of all parts and component parts used to rebuild the vehicle. The rebuilt title and registration shall be issued and delivered in accordance with the provisions of this chapter. After the motor vehicle is inspected, the owner shall take his copy of the certificate of inspection to the county treasurer, purchase his license plates and pay any tax owed. Once the department is notified that the inspection is complete and has verified that the correct amount of tax has been paid, it shall issue a rebuilt title. Each new certificate of title shall have noted thereon that the vehicle has been rebuilt. The highway patrol or an employee of the department may inspect rebuilt titles and rebuilt motor vehicles. Section 37. That § 32-3-53.2 be repealed. 32-3-53.2. The motor vehicles, trailers, or semitrailers referred to in § 32-3-53 may be inspected by an employee of the Department of Revenue or a highway patrolman. The certificate of inspection shall be of a form prescribed and furnished by the department. Motor vehicles, trailers, or semitrailers of any age which have body and chassis from different vehicles combined to make one vehicle, which have component parts changed, or which lack supporting documents with the application for title may also be inspected. Section 38. That § 32-3-53.4 be repealed. 32-3-53.4. For the purposes of § § 32-3-51 to 32-3-51.3, inclusive, and § § 32-3-53, 32-3-53.2, and a trailer is any trailer as defined in § 32-3-1 which has an actual weight of two thousand pounds or greater. Section 39. The effective date of this Act is January 1, 2000."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14604, "action_date": "1999-01-28T14:00:00-06:00", "document_id": 82146, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82146.pdf", "status_text": "First read in Senate and referred to", "journal_page": 232, "committee_id_action": 629, "committee_id_assigned": 613, "result": "N", "vote": {}}, {"bill_id": 14604, "action_date": "1999-02-16T07:45:00-06:00", "document_id": 82111, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82111.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 613, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14604, "action_date": "1999-02-16T07:45:00-06:00", "document_id": 82111, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82111.pdf", "status_text": "Tabled", "journal_page": 495, "committee_id_action": 613, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41464, "president_vote": null, "Yea": [2234, 2263, 2285, 2270], "Excused": [2269, 2292, 2294]}}]}