{"session_id": 4, "bill_id": 262, "bill_type": "House Bill", "bill_number": 1207, "bill_title": "establish a pilot program to collect and maintain certain statistics related to traffic law enforcement.", "sponsors": [{"legislator_profile_id": 607, "is_prime": true}, {"legislator_profile_id": 611, "is_prime": true}, {"legislator_profile_id": 609, "is_prime": false}], "keywords": ["Administrative Rules", "Law Enforcement", "State-Tribal Relations"], "audio": [{"meeting_datetime": "2008-02-11T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hju21.mp3", "start_seconds": 3089.0}, {"meeting_datetime": "2008-02-11T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hju21.mp3", "start_seconds": 3089.0}, {"meeting_datetime": "2008-02-11T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hju21.mp3", "start_seconds": 3089.0}], "bill_versions": [{"bill_id": 262, "bill_version_id": 1126, "bill_version": "Introduced", "bill_version_date": "2008-01-16T09:20:10.67-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a pilot program to collect and maintain certain statistics related to traffic law enforcement. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 23-6 be amended by adding thereto a NEW SECTION to read as follows: There is hereby established a pilot program to document the racial makeup of persons stopped by law enforcement officers on South Dakota highways. The director shall designate at least fifteen counties in South Dakota in which the pilot program will operate and in which all law enforcement personnel in the designated counties shall participate. The pilot program shall terminate on July 1, 2010. The director shall report to the 2009, 2010, and 2011 Sessions of the Legislature on the progress and results of the pilot project. Section 2. That chapter 23-6 be amended by adding thereto a NEW SECTION to read as follows: The sheriffs, chiefs of police, marshals of the municipalities, and any other law enforcement officers in the counties designated to participate in the pilot project established pursuant to section 1 of this Act shall collect the following information regarding traffic stops by law enforcement officers according to the reporting system established by the Division of Criminal Investigation, on forms furnished by the division, and shall forward the information to the division for collection, correlation, and maintenance: (1) The number of drivers stopped for routine traffic enforcement by law enforcement officers and whether or not a citation or warning was issued; (2) As perceived by the officer (without asking those he or she stops), the drivers' perceived race or ethnicity; (3) The alleged traffic violation that led to the stop; (4) Whether a search was instituted as a result of the stop; (5) Whether the vehicle, driver, or any passenger, or the personal effects of the driver or any passenger, were searched; (6) Whether any physical evidence of illegality was found during the search; and (7) Whether any citation or any oral or written warning was issued as a result of the stop. The information required by this section need not be collected in connection with any roadblock, vehicle check, or checkpoint permitted by the laws of this state, unless any of those stops resulted in a warning, search, seizure, arrest, or any other activity described in subdivisions (4) to (7), inclusive, of this section. Section 3. That chapter 23-6 be amended by adding thereto a NEW SECTION to read as follows: The director shall collect, correlate, and maintain the information collected by local law enforcement under section 2 of this Act. Section 4. That chapter 23-6 be amended by adding thereto a NEW SECTION to read as follows: The director shall promulgate, pursuant to chapter 1-26, uniform forms to be used in the collection and reporting of traffic stop information collected by law enforcement officers under section 2 of this Act. The director may promulgate rules, pursuant to chapter 1-26, regarding the collection, correlation, maintenance, and reporting of traffic stop information required by this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 262, "action_date": "2008-01-16T14:00:00-06:00", "document_id": 1254, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1254.pdf", "status_text": "First read in House and referred to", "journal_page": 151, "committee_id_action": 27, "committee_id_assigned": 25, "result": "N", "vote": {}}, {"bill_id": 262, "action_date": "2008-02-11T07:45:00-06:00", "document_id": 2599, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2599.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 25, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 262, "action_date": "2008-02-11T07:45:00-06:00", "document_id": 2884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2884.pdf", "status_text": "Tabled", "journal_page": 480, "committee_id_action": 25, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1545, "president_vote": null, "Yea": [625, 580, 556, 628, 554, 606, 587, 561], "Nay": [555, 568, 575, 581, 570]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/262"}