{"session_id": 48, "bill_id": 14889, "bill_type": "House Bill", "bill_number": 1292, "bill_title": "integrate state telecommunications, to reconstitute and continue the 911 task force, to regulate the forming of new public safety answering points, and to provide for state contracting of certain emergency communication services.", "sponsors": [{"legislator_profile_id": 2228, "is_prime": true}], "keywords": ["911 Emergency System", "Legislature", "State Government"], "audio": [], "bill_versions": [{"bill_id": 14889, "bill_version_id": 81223, "bill_version": "Introduced", "bill_version_date": "1999-02-01T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to make legislative findings and recommendations for improvement to the 911 emergency notification system and to provide for the development of a statewide comprehensive plan. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: The Legislature finds there is a current and immediate need for a statewide integrated and coordinated interoperable public safety communications network. This system should provide voice, data, and radio communications links to all responding agencies that deliver emergency services within South Dakota. The network should allow a public safety answering point to communicate with any emergency responder within the geographic boundaries of South Dakota. The network should also provide for communications between responding agencies who render assistance outside of their normal jurisdiction and public safety answering points. There is a present need for a comprehensive telecommunications plan to facilitate and optimize the structure and utilization of statewide integrated telecommunications networks and services. Such a plan should consider and encompass current and future communications technology, the development of technical and operational standards for such a network, oversight of public safety answering points, and relevant regulatory issues. The Bureau of Information and Telecommunications shall develop such a plan by November 1, 1999. Section 2. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: The State of South Dakota shall by July 1, 2001, integrate telecommunications functions and facilities of those agencies, which currently operate their own systems, into one cohesive and integrated network. These agencies currently include State Radio Communications in the Office of the Attorney General; the Bureau of Information and Telecommunications; the Division of Emergency Management in the Department of Military and Veterans Affairs; Public Broadcasting in the Bureau of Information and Telecommunications; the Department of Game, Fish and Parks; the Department of Transportation; the Division of Forestry in the Department of Agriculture; and the Highway Patrol in the Department of Commerce and Regulation. Section 3. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: The South Dakota 911 Coordinated Statewide System Task Force created pursuant to § 34- 45-18 is hereby continued at the discretion of the Governor. The task force shall review the comprehensive telecommunications plan. Section 4. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: The comprehensive telecommunications plan shall propose one or more model configurations for the consolidation of enhanced 911 centers throughout South Dakota, as well as for the provision of service to areas not presently served by a 911 center. Section 5. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: Each public safety answering point shall obtain a full audit report on 911 traffic from its telephone service provider and provide that information to the Bureau of Information and Telecommunications for use in the preparation of the comprehensive telecommunications plan. Each public safety answering point shall provide the audit report to the bureau no later than August 2, 1999. Section 6. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: The comprehensive telecommunications plan shall establish the following goals: (1) Enhanced 911 services shall be available from every telephone in South Dakota; (2) All wireline and wireless customers shall reach an enhanced 911 center when they initiate a request for emergency services, by dialing 911; and (3) All enhanced 911 services and facilities within the state shall conform to minimum technical, operational, and procedural standards. Section 7. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: The Legislature finds and determines that modern technology allows for universal statewide access to enhanced 911 services. The Legislature further finds and determines that enhanced 911 services can be provided by a far fewer number of currently operational and planned public safety answering points, without causing any loss or degradation in the quality and level of service presently received by the public. The comprehensive telecommunications plan shall recommend the number and location of the public safety answering points in South Dakota."}, {"bill_id": 14889, "bill_version_id": 81222, "bill_version": "House State Affairs Engrossed", "bill_version_date": "1999-02-17T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to make legislative findings and recommendations for improvement to the 911 emergency notification system and to provide for the development of a statewide comprehensive plan. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: The Legislature finds there is a current and immediate need for a statewide integrated and coordinated interoperable public safety communications network. This system should provide voice, data, and radio communications links to all responding agencies that deliver emergency services within South Dakota. The network should allow a public safety answering point to communicate with any emergency responder within the geographic boundaries of South Dakota. The network should also provide for communications between responding agencies who render assistance outside of their normal jurisdiction and public safety answering points. There is a present need for a comprehensive telecommunications plan to facilitate and optimize the structure and utilization of statewide integrated telecommunications networks and services. Such a plan should consider and encompass current and future communications technology, the development of technical and operational standards for such a network, oversight of public safety answering points, and relevant regulatory issues. The Bureau of Information and Telecommunications shall develop in cooperation with the groups identified in section 3 of this Act such a plan by November 1, 1999. Section 2. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: The State of South Dakota shall by July 1, 2001, integrate telecommunications functions and facilities of those state agencies, which currently operate their own systems, into one cohesive and integrated network. These agencies currently include State Radio Communications in the Office of the Attorney General; the Bureau of Information and Telecommunications; the Division of Emergency Management in the Department of Military and Veterans Affairs; Public Broadcasting in the Bureau of Information and Telecommunications; the Department of Game, Fish and Parks; the Department of Transportation; the Division of Forestry in the Department of Agriculture; and the Highway Patrol in the Department of Commerce and Regulation. Section 3. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: The South Dakota 911 Coordinated Statewide System Task Force created pursuant to § 34- 45-18 is hereby continued and shall be expanded to include at least one representative from each of the following groups: Division of Highway Patrol, telecommunications companies, municipal government, police chiefs, county government, sheriffs, fire services, emergency managers, emergency medical technicians, and existing public safety answering points. The task force shall review the comprehensive telecommunications plan, conduct public hearings, and seek additional public input as deemed appropriate. Section 4. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: The comprehensive telecommunications plan shall review current configurations of enhanced 911 centers throughout South Dakota, as well as for the provision of service to areas not presently served by a 911 center. The plan shall identify the costs, funding, services, and timetable for implementation of recommended configurations or other proposed changes. Section 5. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: Each public safety answering point shall obtain a full audit report on 911 traffic from its telephone service provider and provide that information to the Bureau of Information and Telecommunications for use in the preparation of the comprehensive telecommunications plan. Each public safety answering point shall provide the audit report to the bureau no later than August 2, 1999. Section 6. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: The comprehensive telecommunications plan shall further be based on the following goals: (1) Enhanced 911 services shall be available from every telephone in South Dakota; (2) All wireline and wireless customers shall reach an enhanced 911 center when they initiate a request for emergency services, by dialing 911; and (3) All enhanced 911 services and facilities within the state shall conform to minimum technical, operational, and procedural standards. Section 7. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: The Legislature finds and determines that modern technology allows for universal statewide access to enhanced 911 services. The Legislature seeks the fewest number of public safety answering points, without causing any loss or degradation in the quality and level of service presently received by the public. The comprehensive telecommunications plan shall recommend a configuration of public safety answering points in South Dakota based on a set of minimum technical, operational, and procedural standards. Section 8. The Legislature shall approve the comprehensive telecommunications plan. BILL HISTORY 2/1/99 First read in House and referred to committee assignment waived. H.J. 286 2/2/99 Referred to State Affairs. H.J. 318 2/16/99 Scheduled for Committee hearing on this date. 2/16/99 State Affairs Do Pass Amended, Passed, AYES 13, NAYS 0. H.J. 559"}, {"bill_id": 14889, "bill_version_id": 81225, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "1999-03-01T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to make legislative findings and recommendations for improvement to the 911 emergency notification system and to provide for the development of a statewide comprehensive plan. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 1-13 be amended by adding thereto a NEW SECTION to read as follows: State Radio Communications, including its budget and FTE allocation, is hereby transferred from the Office of the Attorney General to the Bureau of Information and Technology. technology, the development of technical and operational standards for such a network, oversight of public safety answering points, and relevant regulatory issues. The Bureau of Information and Telecommunications shall develop in cooperation with the groups identified in section 3 of this Act such an integration plan by November 1, 1999. Section 2. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: The State of South Dakota shall by July 1, 2001, integrate telecommunications functions and facilities of those state agencies, which currently operate their own systems, into one cohesive and integrated network. These agencies currently include State Radio Communications in the Office of the Attorney General; the Bureau of Information and Telecommunications; the Division of Emergency Management in the Department of Military and Veterans Affairs; Public Broadcasting in the Bureau of Information and Telecommunications; the Department of Game, Fish and Parks; the Department of Transportation; the Division of Forestry in the Department of Agriculture; and the Highway Patrol in the Department of Commerce and Regulation. The integration of functions and facilities shall include the transfer of State Radio Communications, including its budget and FTE allocation, from the Office of the Attorney General to the Bureau of Information and Telecommunications. Section 3. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: The South Dakota 911 Coordinated Statewide System Task Force created pursuant to § 34- 45-18 is hereby continued and shall be expanded to include at least one representative from each of the following groups: the South Dakota Chapter of the Association of Public Safety Communication Officials, the South Dakota Chapter of National Emergency Numbers Association, the South Dakota Emergency Management Association, the South Dakota Emergency Medical Technicians Association, the South Dakota Firefighters Association, the South Dakota Association of County Commissioners, the South Dakota Municipal League, the South Dakota Police Chiefs Association, the South Dakota Sheriffs Association, and at least one member from an operating public safety answering point system. The task force shall develop the comprehensive telecommunications plan, conduct public hearings, and seek additional public input as deemed appropriate. The task force shall conduct public hearings to develop and recommend standards for operation and utilization of public safety answering points. The Bureau of Information and Telecommunications shall promulgate rules pursuant to chapter 1-26 to establish standards for the operation and utilization of public safety answering points and shall consider the task force's recommendations in the rule making process. Section 4. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: The task force shall develop a set of minimum technical, operational, and procedural standards. Section 5. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: Each public safety answering point shall obtain a full audit report on 911 traffic from its telephone service provider and provide that information to the task force for use in the preparation of the standards. Each public safety answering point shall provide the audit report to the task force no later than August 2, 1999. Section 6. Beginning on the effective date of this Act, no new public safety answering points may be established. State Radio Communications may enter into a contract or agreement with any public safety answering point to serve the state where appropriate. State Radio Communications may provide 911 services in unserved areas of the state through a joint powers agreement if invited. Section 7. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: Beginning on the effective date of this Act, no new public safety answering points may be established, unless they include two or more local government entities. Nothing in this section prohibits an unserved area from contracting or joining with an existing public safety answering point. Section 8. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: The state may contract with any existing public safety answering point to provide emergency services pursuant to the joint powers provisions of chapter 1-24. BILL HISTORY 2/1/99 First read in House and referred to committee assignment waived. H.J. 286 2/2/99 Referred to State Affairs. H.J. 318 2/16/99 Scheduled for Committee hearing on this date. 2/16/99 State Affairs Do Pass Amended, Passed, AYES 13, NAYS 0. H.J. 559 2/19/99 House of Representatives Placed on Calendar. H.J. 645 2/22/99 House of Representatives Do Pass Amended, Failed, AYES 33, NAYS 35. H.J. 678 2/22/99 Intent to reconsider. H.J. 678 2/22/99 House of Representatives Reconsidered, AYES 43, NAYS 27. H.J. 682 2/22/99 House of Representatives Do Pass Amended, Passed, AYES 42, NAYS 28. H.J. 683 2/23/99 First read in Senate and referred to State Affairs. S.J. 645 2/26/99 Scheduled for Committee hearing on this date. 2/26/99 State Affairs Deferred to 41st legislative day, AYES 8, NAYS 1. S.J. 710 3/1/99 State Affairs Reconsidered, AYES 6, NAYS 1. 3/1/99 State Affairs Do Pass Amended, Passed, AYES 6, NAYS 1. S.J. 715"}, {"bill_id": 14889, "bill_version_id": 81224, "bill_version": "Senate Engrossed", "bill_version_date": "1999-03-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to integrate state telecommunications, to reconstitute and continue the 911 task force, to regulate the forming of new public safety answering points, and to provide for state contracting of certain emergency communication services. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 1-13 be amended by adding thereto a NEW SECTION to read as follows: The functions of State Radio Communications, including its budget funds and FTE allocation, is hereby transferred from the Office of the Attorney General to the Bureau of Information and Telecommunications. Section 2. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: The State of South Dakota shall by July 1, 2001, integrate telecommunications functions and facilities of those state agencies, which currently operate their own systems, into one cohesive and integrated network. These agencies currently include State Radio Communications; the Bureau of Information and Telecommunications; the Division of Emergency Management in the Department of Military and Veterans Affairs; Public Broadcasting in the Bureau of Information and Telecommunications; the Department of Game, Fish and Parks; the Department of Transportation; the Division of Forestry in the Department of Agriculture; and the Highway Patrol in the Department of Commerce and Regulation. The Bureau of Information and Telecommunications shall be responsible for development of a state agency integration plan by November 1, 1999. Section 3. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: The South Dakota 911 Coordinated Statewide System Task Force created pursuant to § 34- 45-18 is hereby continued and shall be expanded to include at least one representative from each of the following groups: the South Dakota Chapter of the Association of Public Safety Communication Officials, the South Dakota Chapter of National Emergency Numbers Association, the South Dakota Emergency Management Association, the South Dakota Emergency Medical Technicians Association, the South Dakota Firefighters Association, the South Dakota Association of County Commissioners, the South Dakota Municipal League, the South Dakota Police Chiefs Association, the South Dakota Sheriffs Association, and at least one member from an operating public safety answering point system. The task force shall conduct public hearings to develop and recommend standards for operation and utilization of public safety answering points. Section 4. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: The task force shall develop a set of minimum technical, operational, and procedural standards for the operation and utilization of a public safety answering point. Section 5. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: Each public safety answering point shall obtain a full audit report on 911 traffic from its telephone service provider and provide that information to the task force for use in the preparation of the standards. Each public safety answering point shall provide the audit report to the task force no later than August 2, 1999. Section 6. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: Beginning on the effective date of this Act, no new public safety answering points may be established, unless they include two or more local government entities. Nothing in this section prohibits an unserved area from contracting or joining with an existing public safety answering point. Section 7. That chapter 34-45 be amended by adding thereto a NEW SECTION to read as follows: The state may contract with any existing public safety answering point to provide emergency services pursuant to the joint powers provisions of chapter 1-24. Section 8. That § 1-13-1 be amended to read as follows: 1-13-1. The attorney general is authorized and empowered to Bureau of Information and Telecommunications may purchase the necessary apparatus and equipment to construct or establish a radio broadcasting station at the state capitol at Pierre, South Dakota, which broadcasting station shall be used solely for the transmission of state business and information. The attorney general is further authorized and empowered to bureau may also purchase low wave radio receiving sets in such quantities as may be most economical and to equip with low wave radio receiving sets all state-owned cars used by the agents in his department, such road maintainers as he shall determine advisable, the state penitentiary and such other places as may furnish to facilitate the speedy transmission of messages and state information. The attorney general bureau is charged with the operation and maintenance of said radio the broadcasting station. Section 9. That § 1-13-2 be amended to read as follows: 1-13-2. The attorney general is hereby authorized and empowered to Bureau of Information and Telecommunications may locate, construct, establish, equip and maintain such towers, repeater stations and subheadquarters as may be necessary, and for such purpose may acquire by purchase, lease or condemnation all necessary sites and locations in order to install, establish , and operate a state radio communications system as provided by this chapter. Section 10. That § 1-13-3 be amended to read as follows: 1-13-3. The attorney general is authorized to Bureau of Information and Telecommunications may employ such radio operators and assistants and such radio equipment as he may deem necessary to carry out the provisions of this chapter. The costs of maintaining and the operation of a state radio communications system and all short wave length radio receiving sets owned or operated by the department of the attorney general bureau shall be paid out of the appropriation for this division of such department bureau . Section 11. That § 1-13-5 be amended to read as follows: 1-13-5. The attorney general is authorized and empowered to Bureau of Information and Telecommunications may apply for, accept and expend on behalf of the state radio communications system any appropriations, grants, matching funds , or moneys allotted to the state of South Dakota by the federal government pursuant to any act of Congress of the United States. The funds so received by the state of South Dakota shall be administered and expended under the supervision of the attorney general bureau to purchase the necessary apparatus and equipment for new construction and equipment improvements in the state radio communications system. Such funds shall be deposited in the state treasury to be paid out on warrants drawn by the state auditor on vouchers approved by the attorney general commissioner of the bureau . Section 12. That § 1-13-6 be amended to read as follows: 1-13-6. Each county within the state shall furnish to its sheriff and deputy sheriff a short wave length radio receiving set which shall be maintained at the expense of the county, and which shall be paid for and shall be the property of the county. All automobiles used by police officers of any municipality, whether publicly or privately owned, shall be equipped with short wave length radio receiving sets at the expense of such municipality. The attorney general shall have the authority to Bureau of Information and Telecommunications may sell to any county, municipality short wave length radio receiving sets purchased by his department as hereinbefore provided the bureau , without any profit to the state or to his department the bureau and the funds received from such sale shall be credited by the state treasurer to the department of the attorney general bureau . Section 13. That § 1-13-7 be amended to read as follows: 1-13-7. Every sheriff, deputy sheriff, police officer, or other person securing a short wave length radio receiving set under the provisions hereof of this chapter , shall make a report to the attorney general Bureau of Information and Telecommunications at such times and containing such information as said attorney general the bureau shall by regulation require require by rules promulgated pursuant to chapter 1-26 . Section 14. That § 1-13-8 be amended to read as follows: 1-13-8. It shall be the duty of the attorney general to The Bureau of Information and Telecommunications shall broadcast all police dispatches and reports submitted, which in his opinion shall have a reasonable relation to, or connection with, the apprehension of criminals, the prevention of crime, or the maintenance of peace and order in the state. He The bureau shall also broadcast any other statement or report upon request of any constitutional officer, or the head of any state department, providing such message relates to state business. BILL HISTORY 2/1/99 First read in House and referred to committee assignment waived. H.J. 286 2/2/99 Referred to State Affairs. H.J. 318 2/16/99 Scheduled for Committee hearing on this date. 2/16/99 State Affairs Do Pass Amended, Passed, AYES 13, NAYS 0. H.J. 559 2/19/99 House of Representatives Placed on Calendar. H.J. 645 2/22/99 House of Representatives Do Pass Amended, Failed, AYES 33, NAYS 35. H.J. 678 2/22/99 Intent to reconsider. H.J. 678 2/22/99 House of Representatives Reconsidered, AYES 43, NAYS 27. H.J. 682 2/22/99 House of Representatives Do Pass Amended, Passed, AYES 42, NAYS 28. H.J. 683 2/23/99 First read in Senate and referred to State Affairs. S.J. 645 2/26/99 Scheduled for Committee hearing on this date. 2/26/99 State Affairs Deferred to 41st legislative day, AYES 8, NAYS 1. S.J. 710 3/1/99 State Affairs Reconsidered, AYES 6, NAYS 1. 3/1/99 State Affairs Do Pass Amended, Passed, AYES 6, NAYS 1. S.J. 715 3/3/99 Motion to Amend, Passed. 3/3/99 Senate Do Pass Amended, Passed, AYES 26, NAYS 9. 3/3/99 Senate Title Amended Passed."}, {"bill_id": 14889, "bill_version_id": 81221, "bill_version": "Enrolled", "bill_version_date": "1999-03-04T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14889, "action_date": "1999-02-01T14:00:00-06:00", "document_id": 82122, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82122.pdf", "status_text": "First read in House and referred to", "journal_page": 286, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14889, "action_date": "1999-02-16T16:00:00-06:00", "document_id": 81965, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81965.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 623, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14889, "action_date": "1999-02-16T16:00:00-06:00", "document_id": 81965, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81965.pdf", "status_text": "Do Pass Amended,", "journal_page": 559, "committee_id_action": 623, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41533, "president_vote": null, "Yea": [2208, 2228, 2232, 2240, 2245, 2247, 2254, 2257, 2262, 2282, 2287, 2266, 2214]}}, {"bill_id": 14889, "action_date": "1999-02-22T14:00:00-06:00", "document_id": 82132, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82132.pdf", "status_text": "Do Pass Amended,", "journal_page": 678, "committee_id_action": 628, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 43494, "president_vote": null, "Nay": [2200, 2209, 2210, 2211, 2212, 2216, 2229, 2232, 2233, 2238, 2240, 2243, 2244, 2249, 2250, 2253, 2254, 2260, 2261, 2262, 2265, 2268, 2271, 2272, 2273, 2276, 2278, 2284, 2286, 2290, 2295, 2296, 2297, 2298, 2300], "Yea": [2203, 2204, 2207, 2208, 2213, 2214, 2218, 2219, 2220, 2222, 2223, 2227, 2228, 2231, 2236, 2237, 2247, 2248, 2255, 2256, 2257, 2264, 2266, 2267, 2277, 2281, 2282, 2287, 2288, 2291, 2301, 2302, 2245], "Excused": [2279, 2303]}}, {"bill_id": 14889, "action_date": "1999-02-22T14:00:00-06:00", "document_id": 82132, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82132.pdf", "status_text": "Intent to reconsider", "journal_page": 678, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14889, "action_date": "1999-02-22T14:00:00-06:00", "document_id": 82132, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82132.pdf", "status_text": "Reconsidered", "journal_page": 682, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43499, "president_vote": null, "Nay": [2200, 2207, 2209, 2210, 2211, 2213, 2216, 2232, 2238, 2240, 2244, 2249, 2253, 2254, 2256, 2261, 2262, 2265, 2272, 2276, 2284, 2286, 2290, 2295, 2296, 2297, 2300], "Yea": [2203, 2204, 2208, 2212, 2214, 2218, 2219, 2220, 2222, 2223, 2227, 2228, 2229, 2231, 2233, 2236, 2237, 2243, 2247, 2248, 2250, 2255, 2257, 2260, 2264, 2266, 2267, 2268, 2271, 2273, 2277, 2278, 2279, 2281, 2282, 2287, 2288, 2291, 2298, 2301, 2302, 2303, 2245]}}, {"bill_id": 14889, "action_date": "1999-02-22T14:00:00-06:00", "document_id": 82132, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82132.pdf", "status_text": "Do Pass Amended,", "journal_page": 683, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43500, "president_vote": null, "Nay": [2200, 2207, 2209, 2210, 2211, 2212, 2213, 2216, 2232, 2238, 2240, 2244, 2249, 2253, 2254, 2256, 2261, 2262, 2265, 2272, 2276, 2284, 2286, 2290, 2295, 2296, 2297, 2300], "Yea": [2203, 2204, 2208, 2214, 2218, 2219, 2220, 2222, 2223, 2227, 2228, 2229, 2231, 2233, 2236, 2237, 2243, 2247, 2248, 2250, 2255, 2257, 2260, 2264, 2266, 2267, 2268, 2271, 2273, 2277, 2278, 2279, 2281, 2282, 2287, 2288, 2291, 2298, 2301, 2302, 2303, 2245]}}, {"bill_id": 14889, "action_date": "1999-02-23T14:00:00-06:00", "document_id": 82159, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82159.pdf", "status_text": "First read in Senate and referred to", "journal_page": 645, "committee_id_action": 629, "committee_id_assigned": 611, "result": "N", "vote": {}}, {"bill_id": 14889, "action_date": "1999-02-26T07:30:00-06:00", "document_id": 82094, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82094.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14889, "action_date": "1999-02-26T07:30:00-06:00", "document_id": 82094, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82094.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 710, "committee_id_action": 611, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42124, "president_vote": null, "Yea": [2224, 2270, 2246, 2259, 2292, 2299, 2283, 2241], "Nay": [2230]}}, {"bill_id": 14889, "action_date": "1999-03-01T08:30:00-06:00", "document_id": 81857, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81857.pdf", "status_text": "Reconsidered", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42168, "president_vote": null, "Yea": [2224, 2259, 2230, 2299, 2283, 2241], "Excused": [2270, 2292], "Nay": [2246]}}, {"bill_id": 14889, "action_date": "1999-03-01T08:30:00-06:00", "document_id": 81857, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81857.pdf", "status_text": "Do Pass Amended,", "journal_page": 715, "committee_id_action": 611, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42153, "president_vote": null, "Yea": [2224, 2259, 2230, 2299, 2283, 2241], "Excused": [2270, 2292], "Nay": [2246]}}, {"bill_id": 14889, "action_date": "1999-03-03T00:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14889, "action_date": "1999-03-03T14:00:00-06:00", "document_id": 81780, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81780.pdf", "status_text": "Motion to Amend,", "journal_page": 756, "committee_id_action": 629, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14889, "action_date": "1999-03-03T14:00:00-06:00", "document_id": 81780, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81780.pdf", "status_text": "Do Pass Amended,", "journal_page": 760, "committee_id_action": 629, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42261, "president_vote": null, "Nay": [2199, 2234, 2246, 2252, 2258, 2269, 2274, 2280, 2293], "Yea": [2201, 2202, 2205, 2206, 2215, 2217, 2221, 2224, 2225, 2226, 2230, 2235, 2239, 2241, 2242, 2251, 2259, 2263, 2270, 2275, 2283, 2285, 2289, 2292, 2294, 2299]}}, {"bill_id": 14889, "action_date": "1999-03-03T14:00:00-06:00", "document_id": 81780, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81780.pdf", "status_text": "Title Amended", "journal_page": 760, "committee_id_action": 629, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14889, "action_date": "1999-03-04T14:00:00-06:00", "document_id": 81766, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81766.pdf", "status_text": "Signed by Speaker", "journal_page": 928, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14889, "action_date": "1999-03-05T14:00:00-06:00", "document_id": 81767, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81767.pdf", "status_text": "Delivered to the Governor", "journal_page": 943, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14889, "action_date": "1999-03-05T14:00:00-06:00", "document_id": 81782, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81782.pdf", "status_text": "Signed by President", "journal_page": 800, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14889, "action_date": "1999-03-08T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 948, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1371, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/14889"}