{"session_id": 8, "bill_id": 1501, "bill_type": "Senate Bill", "bill_number": 129, "bill_title": "revise the taxable percentage of property for nonagricultural and owner-occupied property classifications.", "sponsors": [{"legislator_profile_id": 800, "is_prime": true}, {"legislator_profile_id": 743, "is_prime": true}, {"legislator_profile_id": 758, "is_prime": false}, {"legislator_profile_id": 756, "is_prime": false}, {"legislator_profile_id": 765, "is_prime": false}, {"legislator_profile_id": 760, "is_prime": false}, {"legislator_profile_id": 803, "is_prime": false}, {"legislator_profile_id": 801, "is_prime": false}, {"legislator_profile_id": 799, "is_prime": false}, {"legislator_profile_id": 810, "is_prime": false}, {"legislator_profile_id": 747, "is_prime": false}], "keywords": ["Assessment", "Property", "School District", "Taxes"], "audio": [{"meeting_datetime": "2010-02-03T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sta15.mp3", "start_seconds": 983.0}, {"meeting_datetime": "2010-02-03T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sta15.mp3", "start_seconds": 983.0}, {"meeting_datetime": "2010-02-03T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sta15.mp3", "start_seconds": 983.0}, {"meeting_datetime": "2010-02-03T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sta15.mp3", "start_seconds": 983.0}, {"meeting_datetime": "2010-02-03T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sta15.mp3", "start_seconds": 983.0}], "bill_versions": [{"bill_id": 1501, "bill_version_id": 11201, "bill_version": "Introduced", "bill_version_date": "2010-01-28T07:54:00.263-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the taxable percentage of property for nonagricultural and owner-occupied property classifications. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Legislature shall annually adjust the median level of assessment set pursuant to §§ 10-12-31.1 and 10-13-37 for property classified as nonagricultural property and owner-occupied single-family dwellings. The Legislature shall set the median level of assessment for nonagricultural property and owner-occupied single-family dwellings so that median level assessment is equal to the total assessed value of agricultural property divided by the fair market value of agricultural property, as determined by the Department of Revenue and Regulation, for the year prior to the year the taxes are payable. However, the annual adjustment to the median level of assessment for nonagricultural property and owner-occupied single-family dwellings may not exceed a ten percent increase or decrease in any year. Section 2. That § 10-12-31.1 be amended to read as follows: 10-12-31.1. Notwithstanding other provision of law, when applying the levies for school purposes, the county director of equalization of each county shall adjust the level of assessment in that district so that the level of assessment as indicated by the most recent assessment to sales ratio as provided for in § 10-11-55 and in that district is seventy-six and one-half percent of the market value for taxes payable in 2011 and each year thereafter. However, for any property classified as agricultural property, the county director of equalization shall use the most recent agricultural income value as provided for in §§ 10-6-33.28 to 10-6-33.33, inclusive, in that district are equal to eighty-five percent of market value or agricultural income value. The Department of Revenue and Regulation shall provide the director of equalization of each county all of the factors of adjustment necessary for the computations required in this section. Section 3. That § 10-13-37 be amended to read as follows: 10-13-37. Property taxes shall be levied on valuations for nonagricultural property and owner-occupied single-family dwellings where the median level of assessment represents eighty-five seventy-six and one-half percent of the market value for taxes payable in 2011 and each year thereafter as determined by the Department of Revenue and Regulation. However, for any property classified as agricultural property, the county director of equalization shall use the most recent agricultural income value as provided for in §§ 10-6-33.28 to 10-6-33.33, inclusive. The department shall provide the director of equalization of each county all of the factors of adjustment necessary for the computations required in this section. Section 4. That § 10-12-42 be amended to read as follows: 10-12-42. For taxes payable in 2010 and each year thereafter, the levy for the general fund of a school district shall be as follows: (1) The maximum tax levy shall be eight dollars and sixty-five and six tenths cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subdivision (2) of this section, owner-occupied property as provided for in subdivision (3) of this section, and nonagricultural acreage property as provided for in subdivision (4) of this section; (2) The maximum tax levy on agricultural property for such school district shall be two dollars and fifty-seven and three tenths cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; (3) The maximum tax levy for an owner-occupied single-family dwelling as defined in § 10-13-40, for such school district may not exceed four dollars and four and two tenths cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; and (4) The maximum tax levy on nonagricultural acreage property as defined in § 10-6-33.14, for such school district shall be three dollars and fifty-seven and three tenths cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies. All levies in this section shall be imposed on valuations where the median level of assessment represents eighty-five the percent of market value as determined by the Department of Revenue and Regulation pursuant to §§ 10-12-31.1 and 10-13-37. These valuations shall be used for all school funding purposes. If the district has imposed an excess levy pursuant to § 10-12-43, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies in this section. The school district may elect to tax at less than the maximum amounts set forth in this section. Section 5. That § 13-37-16 be amended to read as follows: 13-37-16. For taxes payable in 1997, and each year thereafter, the school board shall levy no more than one dollar and forty cents per thousand dollars of taxable valuation, as a special levy in addition to all other levies authorized by law for the amount so determined to be necessary, and such levy shall be spread against all of the taxable property of the district. The proceeds derived from such levy shall constitute a school district special education fund of the district for the payment of costs for the special education of all children in need of special education or special education and related services who reside within the district pursuant to the provisions of §§ 13-37-8.2 to 13-37-8.10, inclusive. The levy in this section shall be based on valuations such that the median level of assessment represents 85% of market value as determined by the Department of Revenue and Regulation. The total amount of taxes that would be generated at the levy pursuant to this section shall be considered local effort. Money in the special education fund may be expended for the purchase or lease of any assistive technology that is directly related to special education and specified in a student's individualized education plan. This section does not apply to real property improvements. For taxes payable in 2011, the total amount of revenue payable from the levy provided in this section may not increase more than the lesser of three percent or the index factor, as defined in § 10-13-38, over the maximum amount of revenue that could have been generated for the taxes payable in 2010. After applying the index factor, a school district may increase the revenue payable from taxes on real property above the limitations provided by this section by the percentage increase of value resulting from any improvements or change in use of real property, annexation, minor boundary changes, and any adjustments in taxation of real property separately classified and subject to statutory adjustments and reductions under chapters 10-4, 10-6, 10-6A, and 10-6B, except § 10-6-31.4, only if assessed the same as property of equal value. Any school district created or reorganized after January 1, 2009, is exempt from the limitation provided by this section for a period of two years immediately following its creation. For taxes payable in 2012, 2013, 2014, and 2015, the total amount of revenue payable from the levy provided in this section may not increase more than the lesser of three percent or the index factor, as defined in § 10-13-38, over the maximum amount of revenue that could have been generated for the taxes payable in 2010 plus any unused index factor from the previous years. After applying the index factor, a school district may increase the revenue payable from taxes on real property above the limitations provided by this section by the percentage increase of value resulting from any improvements or change in use of real property, annexation, minor boundary changes, and any adjustments in taxation of real property separately classified and subject to statutory adjustments and reductions under chapters 10-4, 10-6, 10-6A, and 10-6B, except § 10-6-31.4, only if assessed the same as property of equal value. For taxes payable in 2011, 2012, 2013, 2014, and 2015, the levy limitation of one dollar and forty cents per thousand dollars of taxable valuation does not apply to any school district."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1501, "action_date": "2010-01-28T11:45:00-06:00", "document_id": 11367, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11367.pdf", "status_text": "First read in Senate and referred to", "journal_page": 165, "committee_id_action": 84, "committee_id_assigned": 70, "result": "N", "vote": {}}, {"bill_id": 1501, "action_date": "2010-02-03T10:00:00-06:00", "document_id": 11475, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11475.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 70, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1501, "action_date": "2010-02-03T10:00:00-06:00", "document_id": 11764, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11764.pdf", "status_text": "Do Pass", "journal_page": 0, "committee_id_action": 70, "committee_id_assigned": null, "result": "D", "vote": {}}, {"bill_id": 1501, "action_date": "2010-02-03T10:00:00-06:00", "document_id": 11764, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11764.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 219, "committee_id_action": 70, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6036, "president_vote": null, "Nay": [809], "Yea": [795, 761, 791, 806, 808, 745, 805, 780]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/1501"}