{"session_id": 44, "bill_id": 21938, "bill_type": "House Bill", "bill_number": 1100, "bill_title": "modify the medical marijuana program, to create an interim committee to recommend implementation of the medical marijuana program, and to remove and clarify penalties for marijuana use under certain circumstances.", "sponsors": [{"legislator_profile_id": 1793, "is_prime": true}], "keywords": ["Ballot Measures", "Delayed Effective Date", "Hoghouse-Vehicle Bill", "Legislative Study", "Legislature and Statutes", "Marijuana", "Organization of the Legislature"], "audio": [{"meeting_datetime": "2021-02-10T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hst20.mp3", "start_seconds": 142.0}, {"meeting_datetime": "2021-02-10T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hst20.mp3", "start_seconds": 142.0}, {"meeting_datetime": "2021-02-10T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hst20.mp3", "start_seconds": 142.0}, {"meeting_datetime": "2021-02-10T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hst20.mp3", "start_seconds": 142.0}, {"meeting_datetime": "2021-02-17T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hst23.mp3", "start_seconds": 5390.0}, {"meeting_datetime": "2021-02-17T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hst23.mp3", "start_seconds": 5390.0}, {"meeting_datetime": "2021-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou26.mp3", "start_seconds": 2665.0}, {"meeting_datetime": "2021-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou26.mp3", "start_seconds": 2665.0}, {"meeting_datetime": "2021-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou26.mp3", "start_seconds": 2665.0}, {"meeting_datetime": "2021-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou26.mp3", "start_seconds": 2665.0}, {"meeting_datetime": "2021-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou28.mp3", "start_seconds": 1240.0}, {"meeting_datetime": "2021-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou28.mp3", "start_seconds": 1240.0}, {"meeting_datetime": "2021-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou28.mp3", "start_seconds": 1240.0}, {"meeting_datetime": "2021-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou28.mp3", "start_seconds": 1240.0}, {"meeting_datetime": "2021-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou28.mp3", "start_seconds": 1240.0}, {"meeting_datetime": "2021-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou28.mp3", "start_seconds": 1240.0}, {"meeting_datetime": "2021-03-03T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/she31.mp3", "start_seconds": 346.0}, {"meeting_datetime": "2021-03-03T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/she31.mp3", "start_seconds": 346.0}, {"meeting_datetime": "2021-03-03T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/she31.mp3", "start_seconds": 346.0}, {"meeting_datetime": "2021-03-03T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/she31.mp3", "start_seconds": 346.0}, {"meeting_datetime": "2021-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen33.mp3", "start_seconds": 10516.0}, {"meeting_datetime": "2021-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen33.mp3", "start_seconds": 10516.0}, {"meeting_datetime": "2021-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen33.mp3", "start_seconds": 10516.0}, {"meeting_datetime": "2021-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen33.mp3", "start_seconds": 10516.0}, {"meeting_datetime": "2021-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen33.mp3", "start_seconds": 10516.0}, {"meeting_datetime": "2021-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen33.mp3", "start_seconds": 10516.0}, {"meeting_datetime": "2021-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen33.mp3", "start_seconds": 10516.0}, {"meeting_datetime": "2021-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen33.mp3", "start_seconds": 10516.0}, {"meeting_datetime": "2021-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen33.mp3", "start_seconds": 10516.0}], "bill_versions": [{"bill_id": 21938, "bill_version_id": 213931, "bill_version": "Introduced", "bill_version_date": "2021-01-27T07:13:48.413-06:00", "bill_text": "An Act to establish criteria regarding marijuana. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 22-42-24. Marijuana--Criteria. This Act establishes criteria regarding marijuana."}, {"bill_id": 21938, "bill_version_id": 217774, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2021-02-18T08:24:08.84-06:00", "bill_text": "An Act to modify the medical marijuana program and to create an interim committee to recommend implementation of the medical marijuana program. Be it enacted by the Legislature of the State of South Dakota: Section 1. The Legislature finds the following facts to be true: (1) 2020 Initiated Measure 26 passed by a vote of the people on November 3, 2020, receiving nearly seventy percent of the vote, and will become law on July 1, 2021; (2) The Measure legalizes marijuana for medical use by qualifying patients, including minors. The Measure requires patients to obtain a registration card from the Department of Health, and the Measure allows the acceptance of nonresident cards. The Measure authorizes individuals to become designated caregivers and grow marijuana in their homes. The Measure authorizes cultivation, manufacture, and retail facilities if registered by the Department of Health; (3) The Measure, however, does not include provisions for: (a) Tracking marijuana or marijuana products; (b) Taxing medical marijuana; (c) Regulating the form of products, maximum potency, or appropriate dosage of products for safe human consumption; (d) Identifying the debilitating medical conditions that qualify for lawful use and possession of medical marijuana; and (e) Permitting, mandating, or prohibiting ownership within different tiers of the marijuana supply chain; (4) The Measure requires the Department of Health to regulate marijuana, which conflicts with 2020 Constitutional Amendment A that gives the exclusive power to regulate marijuana to the Department of Revenue. Amendment A is presently the subject of two constitutional challenges in the state courts; (5) The Measure does not provide a source of funding for the creation of a new state program before the work to implement the Measure may occur; (6) Included in the Measure are policies outside the subject of a medical marijuana program in the following areas; (a) Employment law; (b) Landlord and tenant rights; (c) School policy; (d) Correctional health; (e) Family law; and (f) Contract law; (7) 2020 Constitutional Amendment A passed by a vote of the people on November 3, 2020, receiving fifty-four percent of the vote. South Dakota became the first state to adopt recreational and medicinal marijuana in the same election; (8) The constitutionality of Constitutional Amendment A is currently being challenged in two lawsuits: In the matter of election contest as to Amendment A, Sixth Circuit Case No. 32CIV20-186, and Sheriff Kevin Thom, in his official capacity as Pennington County Sheriff and Colonel Rick Miller, in his official capacity as Superintendent of the South Dakota Highway Patrol v. Steve Barnett, in his official capacity as South Dakota Secretary of State, Sixth Circuit Case No. 32CIV20-187. On February 8, 2021, the circuit court issued its decisions in these cases, and in the latter case, held that Amendment A was unconstitutional. These decisions, however, are subject to appeal and final, nonappealable decisions are not expected during the 96th Legislative Session; (9) The implementation, administration, and regulation of a medical marijuana program would be significantly impacted by the final outcome of the Amendment A litigation, and establishing a medical marijuana program without certainty as to the legality of adult use marijuana would waste limited taxpayers' resources; (10) A state of emergency was declared on March 13, 2020, and continues to exist in every county of this state. The Department of Health, which the Measure charges with regulating medical marijuana, has been preparing, planning, researching, managing, communicating, and using every available resource at its disposal to fight the unprecedented, global pandemic of the novel coronavirus, which causes the severe respiratory disease, COVID-19, since January 2020, and has been developing, launching, tracking, and administering the state's vaccine distribution plan continuously since the Measure passed; (11) The Measure requires the Department of Health to implement, administer, and regulate a new program and industry less than eight months from when the Measure passed. The time frame is insufficient to successfully launch a reliable, stable, and prudent medical marijuana program; (12) The Measure conflicts with federal law by legalizing a substance that remains illegal under federal law, which adds further complexity to implementation; (13) The Measure fails to adequately consider the complexities and detail needed to successfully create and operate a medical marijuana program; (14) Due to the pending litigation, the Department of Health's continued efforts against COVID-19, and the complexity of marijuana's status under federal law, the State needs more time to establish a medical marijuana program with integrity and prudency than its current effective date of July 1, 2021; and (15) Therefore, a delay of the implementation of the Measure is appropriate and necessary. Section 2. Notwithstanding the provisions of § 2-1-12, §§ 34-20G-1 to 34-20G-95, inclusive, are effective July 1, 2022. Section 3. That § 34-20G-29 be AMENDED. 34-20G-29. [Effective July 1, 2022] Information required for issuance of registry identification cards--Fee. No later than November 18, 2021 November 21, 2022, the department shall issue registry identification cards to qualifying patients who submit the following, in accordance with rules promulgated by the department: (1) A written certification issued by a practitioner within ninety days immediately preceding the date of an application; (2) The application or renewal fee; (3) The name, address, and date of birth of the qualifying patient, except that if the applicant is homeless, no address is required; (4) The name, address, and telephone number of the qualifying patient's practitioner; (5) The name, address, and date of birth of the designated caregiver, or designated caregivers, chosen by the qualifying patient; (6) If more than one designated caregiver is designated at any given time, documentation demonstrating that a greater number of designated caregivers are needed due to the patient's age or medical condition; (7) The name of no more than two dispensaries that the qualifying patient designates, if any; and (8) If the qualifying patient designates a designated caregiver, a designation as to whether the qualifying patient or designated caregiver will be allowed under state law to possess and cultivate cannabis plants for the qualifying patient's medical use. Section 4. That § 34-20G-45 be AMENDED. 34-20G-45. [Effective July 1, 2022] Secure phone or web-based verification system. Within one hundred twenty days of July 1, 2021 July 1, 2022, the department shall establish a secure phone or web-based verification system. The verification system shall allow law enforcement personnel and medical cannabis establishments to enter a registry identification number and determine whether the number corresponds with a current, valid registry identification card. The system may disclose only: (1) Whether the identification card is valid; (2) The name of the cardholder; (3) Whether the cardholder is a qualifying patient or a designated caregiver; (4) Whether the cardholder is permitted to cultivate cannabis plants; (5) The registry identification number of any affiliated registered qualifying patient; and (6) The registry identification of the qualifying patient's dispensary or dispensaries, if any. Section 5. That § 34-20G-72 be AMENDED. 34-20G-72. [Effective July 1, 2022] Promulgation of rules--Violation of required or prohibited action as misdemeanor. Not later than October 29, 2021 October 31, 2022, the department shall promulgate rules pursuant to chapter 1-26: (1) Governing the manner in which the department shall consider petitions from the public to add a debilitating medical condition or treatment to the list of debilitating medical conditions as defined by this chapter, including public notice of and an opportunity to comment in public hearings on the petitions; (2) Establishing the form and content of registration and renewal applications submitted under this chapter; (3) Establishing a system to numerically score competing medical cannabis establishment applicants, in cases where more applicants apply than are allowed by the local government, that includes analysis of: (a) The preference of the local government; (b) In the case of dispensaries, the suitability of the proposed location and its accessibility for patients; (c) The character, veracity, background, qualifications, and relevant experience of principal officers and board members; and (d) The business plan proposed by the applicant, that in the case of a cultivation facility or dispensary shall include the ability to maintain an adequate supply of cannabis, plans to ensure safety and security of patrons and the community, procedures to be used to prevent diversion, and any plan for making cannabis available to low-income registered qualifying patients; (4) Governing the manner in which the department shall consider applications for and renewals of registry identification cards, that may include creating a standardized written certification form; (5) Governing medical cannabis establishments to ensure the health and safety of qualifying patients and prevent diversion and theft without imposing an undue burden or compromising the confidentiality of a cardholder, including: (a) Oversight requirements; (b) Record-keeping requirements; (c) Security requirements, including lighting, physical security, and alarm requirements; (d) Health and safety regulations, including restrictions on the use of pesticides that are injurious to human health; (e) Standards for the manufacture of cannabis products and both the indoor and outdoor cultivation of cannabis by a cultivation facility; (f) Requirements for the transportation and storage of cannabis by a medical cannabis establishment; (g) Employment and training requirements, including requiring that each medical cannabis establishment create an identification badge for each agent; (h) Standards for the safe manufacture of cannabis products, including extracts and concentrates; (i) Restrictions on the advertising, signage, and display of medical cannabis, provided that the restrictions may not prevent appropriate signs on the property of a dispensary, listings in business directories including phone books, listings in marijuana-related or medical publications, or the sponsorship of health or not-for-profit charity or advocacy events; (j) Requirements and procedures for the safe and accurate packaging and labeling of medical cannabis; and (k) Certification standards for testing facilities, including requirements for equipment and qualifications for personnel; (6) Establishing procedures for suspending or terminating the registration certificates or registry identification cards of cardholders and medical cannabis establishments that commit multiple or serious violations of this chapter; (7) Establishing labeling requirements for cannabis and cannabis products, including requiring cannabis product labels to include the following: (a) The length of time it typically takes for a product to take effect; (b) Disclosing ingredients and possible allergens; (c) A nutritional fact panel; and (d) Requiring that edible cannabis products be clearly identifiable, when practicable, with a standard symbol indicating that it contains cannabis; (8) Establishing procedures for the registration of nonresident cardholders and the cardholder's designation of no more than two dispensaries, which shall require the submission of: (a) A practitioner's statement confirming that the patient has a debilitating medical condition; and (b) Documentation demonstrating that the nonresident cardholder is allowed to possess cannabis or cannabis preparations in the jurisdiction where the nonresident cardholder resides; (9) Establishing the amount of cannabis products, including the amount of concentrated cannabis, each cardholder and nonresident cardholder may possess; and (10) Establishing reasonable application and renewal fees for registry identification cards and registration certificates, according to the following: (a) Application fees for medical cannabis establishments may not exceed five thousand dollars, with this upper limit adjusted annually for inflation; (b) The total fees collected shall generate revenues sufficient to offset all expenses of implementing and administering this chapter; (c) A sliding scale of patient application and renewal fees based upon a qualifying patient's household income; (d) The fees charged to qualifying patients, nonresident cardholders, and caregivers shall be no greater than the costs of processing the application and issuing a registry identification card or registration; and (e) The department may accept donations from private sources to reduce application and renewal fees. A violation of a required or prohibited action under any rule authorized by this section is a Class 2 misdemeanor. Section 6. That § 34-20G-95 be AMENDED. 34-20G-95. [Effective July 1, 2022] Administration of medical cannabis to students. The Department of Education and the department shall establish policy to allow students who are medical cannabis cardholders to have their medicine administered in school in accordance with their physician's recommendation. This policy shall be implemented the first day of the new school year following passage of this chapter. The departments shall implement substantively identical provisions to Colorado Revised Statute 22-1-119.3 as of January 1, 2019. Section 7. That a NEW SECTION be added: 34-20G-96. Interim marijuana committee membership. An interim marijuana committee shall be appointed. The speaker may appoint five members of the House of Representatives. The president pro tempore may appoint five members of the Senate. The attorney general may appoint one state's attorney and one attorney from the Office of the Attorney General. The Governor may appoint one representative from each of the Departments of Health, Revenue, and Public Safety. The Governor may also appoint one representative of law enforcement, one health care practitioner with knowledge of medical marijuana issues, one nurse, two representatives from the medical marijuana cultivators or manufacturers or retail industry, one patient with a debilitating condition who intends to use medical marijuana, or one representative of local governments. Any consultant hired by the state may serve in an advisory, non-voting capacity. If there is a vacancy on the committee, the vacancy may be filled in the same manner as the original appointment under this Act. The committee shall be under the supervision of the Executive Board of the Legislative Research Council and staffed and funded as an interim legislative committee. Section 8. That a NEW SECTION be added: 34-20G-97. Interim marijuana committee duties. The interim marijuana committee created pursuant to § 34-20G-96 may: (1) Research best practices from other medical marijuana programs; (2) Determine details of a licensing system that specifies privileges and authorized activities, and the implementation thereof; (3) Evaluate policies that reduce unlawful access, availability, and use by youths and prevent diversion to illicit markets; (4) Explore policy measures that balance adequate regulation that ensure safe products and support the development of a fair market; (5) Study legal consequences and litigation of policy decisions challenged in other states; (6) Investigate criminal justice and public safety concerns of establishing a marijuana market while guarding against drugged driving or performing tasks under impairment; (7) Advise on regulations for cultivation of marijuana without contaminants, pesticides, or heavy metals, for manufacturing of marijuana products without hazardous substances, and for sales of marijuana and marijuana products only to verified patients in appropriate amounts; (8) Seek input on appropriate local controls that allow sufficient access; (9) Examine appropriate rules or restrictions on the structure, ownership, management, fiscal stability, and practices of marijuana business entities; (10) Determine market demand, production management, product tracking, and necessary fees to support the medical marijuana program; (11) Review testing advisability and capability, forms of product, and how each product should be approved for human consumption; (12) Determine appropriate taxing scheme; (13) Provide an opportunity for public input of policy decisions; and (14) Determine implementation benchmarks. The interim marijuana committee shall report to the Legislature by January 15, 2022. The interim marijuana committee may present any recommended legislation. Section 9. This Act is effective June 30, 2021."}, {"bill_id": 21938, "bill_version_id": 218599, "bill_version": "House Engrossed", "bill_version_date": "2021-02-25T18:42:26.59-06:00", "bill_text": "An Act to modify the medical marijuana program and to create an interim committee to recommend implementation of the medical marijuana program. Be it enacted by the Legislature of the State of South Dakota: Section 1. The Legislature finds the following facts to be true: (1) 2020 Initiated Measure 26 passed by a vote of the people on November 3, 2020, receiving nearly seventy percent of the vote, and will become law on July 1, 2021; (2) The Measure legalizes marijuana for medical use by qualifying patients, including minors. The Measure requires patients to obtain a registration card from the Department of Health, and the Measure allows the acceptance of nonresident cards. The Measure authorizes individuals to become designated caregivers and grow marijuana in their homes. The Measure authorizes cultivation, manufacture, and retail facilities if registered by the Department of Health; (3) The Measure, however, does not include provisions for: (a) Tracking marijuana or marijuana products; (b) Taxing medical marijuana; (c) Regulating the form of products, maximum potency, or appropriate dosage of products for safe human consumption; (d) Identifying the debilitating medical conditions that qualify for lawful use and possession of medical marijuana; and (e) Permitting, mandating, or prohibiting ownership within different tiers of the marijuana supply chain; (4) The Measure requires the Department of Health to regulate marijuana, which conflicts with 2020 Constitutional Amendment A that gives the exclusive power to regulate marijuana to the Department of Revenue. Amendment A is presently the subject of two constitutional challenges in the state courts; (5) The Measure does not provide a source of funding for the creation of a new state program before the work to implement the Measure may occur; (6) Included in the Measure are policies outside the subject of a medical marijuana program in the following areas; (a) Employment law; (b) Landlord and tenant rights; (c) School policy; (d) Correctional health; (e) Family law; and (f) Contract law; (7) 2020 Constitutional Amendment A passed by a vote of the people on November 3, 2020, receiving fifty-four percent of the vote. South Dakota became the first state to adopt recreational and medicinal marijuana in the same election; (8) The constitutionality of Constitutional Amendment A is currently being challenged in two lawsuits: In the matter of election contest as to Amendment A, Sixth Circuit Case No. 32CIV20-186, and Sheriff Kevin Thom, in his official capacity as Pennington County Sheriff and Colonel Rick Miller, in his official capacity as Superintendent of the South Dakota Highway Patrol v. Steve Barnett, in his official capacity as South Dakota Secretary of State, Sixth Circuit Case No. 32CIV20-187. On February 8, 2021, the circuit court issued its decisions in these cases, and in the latter case, held that Amendment A was unconstitutional. These decisions, however, are subject to appeal and final, nonappealable decisions are not expected during the 96th Legislative Session; (9) The implementation, administration, and regulation of a medical marijuana program would be significantly impacted by the final outcome of the Amendment A litigation, and establishing a medical marijuana program without certainty as to the legality of adult use marijuana would waste limited taxpayers' resources; (10) A state of emergency was declared on March 13, 2020, and continues to exist in every county of this state. The Department of Health, which the Measure charges with regulating medical marijuana, has been preparing, planning, researching, managing, communicating, and using every available resource at its disposal to fight the unprecedented, global pandemic of the novel coronavirus, which causes the severe respiratory disease, COVID-19, since January 2020, and has been developing, launching, tracking, and administering the state's vaccine distribution plan continuously since the Measure passed; (11) The Measure requires the Department of Health to implement, administer, and regulate a new program and industry less than eight months from when the Measure passed. The time frame is insufficient to successfully launch a reliable, stable, and prudent medical marijuana program; (12) The Measure conflicts with federal law by legalizing a substance that remains illegal under federal law, which adds further complexity to implementation; (13) The Measure fails to adequately consider the complexities and detail needed to successfully create and operate a medical marijuana program; (14) Due to the pending litigation, the Department of Health's continued efforts against COVID-19, and the complexity of marijuana's status under federal law, the State needs more time to establish a medical marijuana program with integrity and prudency than its current effective date of July 1, 2021; and (15) Therefore, a delay of the implementation of the Measure is appropriate and necessary. Section 2. Notwithstanding the provisions of § 2-1-12, §§ 34-20G-1 to 34-20G-95, inclusive, are effective January 1, 2022. Section 3. That § 34-20G-29 be AMENDED. 34-20G-29. [Effective January 1, 2022] Information required for issuance of registry identification cards--Fee. No later than November 18, 2021 May 15, 2022, the department shall issue registry identification cards to qualifying patients who submit the following, in accordance with rules promulgated by the department: (1) A written certification issued by a practitioner within ninety days immediately preceding the date of an application; (2) The application or renewal fee; (3) The name, address, and date of birth of the qualifying patient, except that if the applicant is homeless, no address is required; (4) The name, address, and telephone number of the qualifying patient's practitioner; (5) The name, address, and date of birth of the designated caregiver, or designated caregivers, chosen by the qualifying patient; (6) If more than one designated caregiver is designated at any given time, documentation demonstrating that a greater number of designated caregivers are needed due to the patient's age or medical condition; (7) The name of no more than two dispensaries that the qualifying patient designates, if any; and (8) If the qualifying patient designates a designated caregiver, a designation as to whether the qualifying patient or designated caregiver will be allowed under state law to possess and cultivate cannabis plants for the qualifying patient's medical use. Section 4. That § 34-20G-45 be AMENDED. 34-20G-45. [Effective January 1, 2022] Secure phone or web-based verification system. Within one hundred twenty days of July 1, 2021 No later than May 15, 2022, the department shall establish a secure phone or web-based verification system. The verification system shall allow law enforcement personnel and medical cannabis establishments to enter a registry identification number and determine whether the number corresponds with a current, valid registry identification card. The system may disclose only: (1) Whether the identification card is valid; (2) The name of the cardholder; (3) Whether the cardholder is a qualifying patient or a designated caregiver; (4) Whether the cardholder is permitted to cultivate cannabis plants; (5) The registry identification number of any affiliated registered qualifying patient; and (6) The registry identification of the qualifying patient's dispensary or dispensaries, if any. Section 5. That § 34-20G-72 be AMENDED. 34-20G-72. [Effective January 1, 2022] Promulgation of rules--Violation of required or prohibited action as misdemeanor. Not later than October 29, 2021 April 30, 2022, the department shall promulgate rules pursuant to chapter 1-26: (1) Governing the manner in which the department shall consider petitions from the public to add a debilitating medical condition or treatment to the list of debilitating medical conditions as defined by this chapter, including public notice of and an opportunity to comment in public hearings on the petitions; (2) Establishing the form and content of registration and renewal applications submitted under this chapter; (3) Establishing a system to numerically score competing medical cannabis establishment applicants, in cases where more applicants apply than are allowed by the local government, that includes analysis of: (a) The preference of the local government; (b) In the case of dispensaries, the suitability of the proposed location and its accessibility for patients; (c) The character, veracity, background, qualifications, and relevant experience of principal officers and board members; and (d) The business plan proposed by the applicant, that in the case of a cultivation facility or dispensary shall include the ability to maintain an adequate supply of cannabis, plans to ensure safety and security of patrons and the community, procedures to be used to prevent diversion, and any plan for making cannabis available to low-income registered qualifying patients; (4) Governing the manner in which the department shall consider applications for and renewals of registry identification cards, that may include creating a standardized written certification form; (5) Governing medical cannabis establishments to ensure the health and safety of qualifying patients and prevent diversion and theft without imposing an undue burden or compromising the confidentiality of a cardholder, including: (a) Oversight requirements; (b) Record-keeping requirements; (c) Security requirements, including lighting, physical security, and alarm requirements; (d) Health and safety regulations, including restrictions on the use of pesticides that are injurious to human health; (e) Standards for the manufacture of cannabis products and both the indoor and outdoor cultivation of cannabis by a cultivation facility; (f) Requirements for the transportation and storage of cannabis by a medical cannabis establishment; (g) Employment and training requirements, including requiring that each medical cannabis establishment create an identification badge for each agent; (h) Standards for the safe manufacture of cannabis products, including extracts and concentrates; (i) Restrictions on the advertising, signage, and display of medical cannabis, provided that the restrictions may not prevent appropriate signs on the property of a dispensary, listings in business directories including phone books, listings in marijuana-related or medical publications, or the sponsorship of health or not-for-profit charity or advocacy events; (j) Requirements and procedures for the safe and accurate packaging and labeling of medical cannabis; and (k) Certification standards for testing facilities, including requirements for equipment and qualifications for personnel; (6) Establishing procedures for suspending or terminating the registration certificates or registry identification cards of cardholders and medical cannabis establishments that commit multiple or serious violations of this chapter; (7) Establishing labeling requirements for cannabis and cannabis products, including requiring cannabis product labels to include the following: (a) The length of time it typically takes for a product to take effect; (b) Disclosing ingredients and possible allergens; (c) A nutritional fact panel; and (d) Requiring that edible cannabis products be clearly identifiable, when practicable, with a standard symbol indicating that it contains cannabis; (8) Establishing procedures for the registration of nonresident cardholders and the cardholder's designation of no more than two dispensaries, which shall require the submission of: (a) A practitioner's statement confirming that the patient has a debilitating medical condition; and (b) Documentation demonstrating that the nonresident cardholder is allowed to possess cannabis or cannabis preparations in the jurisdiction where the nonresident cardholder resides; (9) Establishing the amount of cannabis products, including the amount of concentrated cannabis, each cardholder and nonresident cardholder may possess; and (10) Establishing reasonable application and renewal fees for registry identification cards and registration certificates, according to the following: (a) Application fees for medical cannabis establishments may not exceed five thousand dollars, with this upper limit adjusted annually for inflation; (b) The total fees collected shall generate revenues sufficient to offset all expenses of implementing and administering this chapter; (c) A sliding scale of patient application and renewal fees based upon a qualifying patient's household income; (d) The fees charged to qualifying patients, nonresident cardholders, and caregivers shall be no greater than the costs of processing the application and issuing a registry identification card or registration; and (e) The department may accept donations from private sources to reduce application and renewal fees. A violation of a required or prohibited action under any rule authorized by this section is a Class 2 misdemeanor. Section 6. That § 34-20G-95 be AMENDED. 34-20G-95. [Effective January 1, 2022] Administration of medical cannabis to students. The Department of Education and the department shall establish policy to allow students who are medical cannabis cardholders to have their medicine administered in school in accordance with their physician's recommendation. This policy shall be implemented the first day of the new school year following passage of this chapter no later than the first day of the 2022-2023 school year. The departments shall implement substantively identical similar provisions to Colorado Revised Statute 22-1-119.3 as of January 1, 2019. Section 7. That a NEW SECTION be added: 34-20G-96. Interim marijuana committee membership. An interim marijuana committee shall be appointed. The speaker shall appoint five members of the House of Representatives. The president pro tempore shall appoint five members of the Senate. The attorney general shall appoint one state's attorney and one attorney from the Office of the Attorney General. The Governor shall appoint one representative from each of the Departments of Health, Revenue, and Public Safety. The Governor shall also appoint one representative of law enforcement, one health care practitioner and one nurse with knowledge of medical marijuana issues, two representatives from the medical marijuana cultivators or manufacturers or retail industry, one patient or advocate of a patient with a debilitating condition who intends to use medical marijuana, or one representative of local governments. Any consultant hired by the state shall serve in an advisory, nonvoting capacity. If there is a vacancy on the committee, the vacancy shall be filled in the same manner as the original appointment under this Act. The committee shall be under the supervision of the Executive Board of the Legislative Research Council and staffed and funded as an interim legislative committee. Section 8. That a NEW SECTION be added: 34-20G-97. Interim marijuana committee guidance. The interim marijuana committee created pursuant to § 34-20G-96 may: (1) Research best practices from other medical marijuana programs; (2) Determine details of a licensing system that specifies privileges and authorized activities, and the implementation thereof; (3) Evaluate policies that reduce unlawful access, availability, and use by youths and prevent diversion to illicit markets; (4) Explore policy measures that balance adequate regulation that ensure safe products and support the development of a fair market; (5) Study legal consequences and litigation of policy decisions challenged in other states; (6) Investigate criminal justice and public safety concerns of establishing a marijuana market while guarding against drugged driving or performing tasks under impairment; (7) Advise on regulations for cultivation of marijuana without contaminants, pesticides, or heavy metals, for manufacturing of marijuana products without hazardous substances, and for sales of marijuana and marijuana products only to verified patients in appropriate amounts; (8) Seek input on appropriate local controls that allow sufficient access; (9) Examine appropriate rules or restrictions on the structure, ownership, management, fiscal stability, and practices of marijuana business entities; (10) Determine market demand, production management, product tracking, and necessary fees to support the medical marijuana program; (11) Review testing advisability and capability, forms of product, and how each product should be approved for human consumption; (12) Determine appropriate taxing scheme; and (13) Provide an opportunity for public input of policy decisions. Section 9. This Act is effective June 30, 2021."}, {"bill_id": 21938, "bill_version_id": 219455, "bill_version": "Senate Health and Human Services Engrossed", "bill_version_date": "2021-03-04T09:24:26.777-06:00", "bill_text": "An Act to modify the medical marijuana program and to create an interim committee to recommend implementation of the medical marijuana program. Be it enacted by the Legislature of the State of South Dakota: Section 1. The Legislature finds the following facts to be true: (1) 2020 Initiated Measure 26 passed by a vote of the people on November 3, 2020, receiving nearly seventy percent of the vote, and will become law on July 1, 2021; (2) The Measure legalizes marijuana for medical use by qualifying patients, including minors. The Measure requires patients to obtain a registration card from the Department of Health, and the Measure allows the acceptance of nonresident cards. The Measure authorizes individuals to become designated caregivers and grow marijuana in their homes. The Measure authorizes cultivation, manufacture, and retail facilities if registered by the Department of Health; (3) The Measure, however, does not include provisions for: (a) Tracking marijuana or marijuana products; (b) Taxing medical marijuana; (c) Regulating the form of products, maximum potency, or appropriate dosage of products for safe human consumption; (d) Identifying the debilitating medical conditions that qualify for lawful use and possession of medical marijuana; and (e) Permitting, mandating, or prohibiting ownership within different tiers of the marijuana supply chain; (4) The Measure requires the Department of Health to regulate marijuana, which conflicts with 2020 Constitutional Amendment A that gives the exclusive power to regulate marijuana to the Department of Revenue. Amendment A is presently the subject of two constitutional challenges in the state courts; (5) The Measure does not provide a source of funding for the creation of a new state program before the work to implement the Measure may occur; (6) Included in the Measure are policies outside the subject of a medical marijuana program in the following areas; (a) Employment law; (b) Landlord and tenant rights; (c) School policy; (d) Correctional health; (e) Family law; and (f) Contract law; (7) 2020 Constitutional Amendment A passed by a vote of the people on November 3, 2020, receiving fifty-four percent of the vote. South Dakota became the first state to adopt recreational and medicinal marijuana in the same election; (8) The constitutionality of Constitutional Amendment A is currently being challenged in two lawsuits: In the matter of election contest as to Amendment A, Sixth Circuit Case No. 32CIV20-186, and Sheriff Kevin Thom, in his official capacity as Pennington County Sheriff and Colonel Rick Miller, in his official capacity as Superintendent of the South Dakota Highway Patrol v. Steve Barnett, in his official capacity as South Dakota Secretary of State, Sixth Circuit Case No. 32CIV20-187. On February 8, 2021, the circuit court issued its decisions in these cases, and in the latter case, held that Amendment A was unconstitutional. These decisions, however, are subject to appeal and final, nonappealable decisions are not expected during the 96th Legislative Session; (9) The implementation, administration, and regulation of a medical marijuana program would be significantly impacted by the final outcome of the Amendment A litigation, and establishing a medical marijuana program without certainty as to the legality of adult use marijuana would waste limited taxpayers' resources; (10) A state of emergency was declared on March 13, 2020, and continues to exist in every county of this state. The Department of Health, which the Measure charges with regulating medical marijuana, has been preparing, planning, researching, managing, communicating, and using every available resource at its disposal to fight the unprecedented, global pandemic of the novel coronavirus, which causes the severe respiratory disease, COVID-19, since January 2020, and has been developing, launching, tracking, and administering the state's vaccine distribution plan continuously since the Measure passed; (11) The Measure requires the Department of Health to implement, administer, and regulate a new program and industry less than eight months from when the Measure passed. The time frame is insufficient to successfully launch a reliable, stable, and prudent medical marijuana program; (12) The Measure conflicts with federal law by legalizing a substance that remains illegal under federal law, which adds further complexity to implementation; (13) The Measure fails to adequately consider the complexities and detail needed to successfully create and operate a medical marijuana program; (14) Due to the pending litigation, the Department of Health's continued efforts against COVID-19, and the complexity of marijuana's status under federal law, the State needs more time to establish a medical marijuana program with integrity and prudency than its current effective date of July 1, 2021; and (15) Therefore, a delay of the implementation of the Measure is appropriate and necessary. Section 2. Notwithstanding the provisions of § 2-1-12, §§ 34-20G-1 to 34-20G-17, inclusive, §§ 34-20G-19 to 34-20G-50, inclusive, and §§ 34-20G-52 to 34-20G-95, inclusive, are effective January 1, 2022. Section 3. That § 34-20G-29 be AMENDED. 34-20G-29. [Effective January 1, 2022] Information required for issuance of registry identification cards--Fee. No later than November 18, 2021 May 15, 2022, the department shall issue registry identification cards to qualifying patients who submit the following, in accordance with rules promulgated by the department: (1) A written certification issued by a practitioner within ninety days immediately preceding the date of an application; (2) The application or renewal fee; (3) The name, address, and date of birth of the qualifying patient, except that if the applicant is homeless, no address is required; (4) The name, address, and telephone number of the qualifying patient's practitioner; (5) The name, address, and date of birth of the designated caregiver, or designated caregivers, chosen by the qualifying patient; (6) If more than one designated caregiver is designated at any given time, documentation demonstrating that a greater number of designated caregivers are needed due to the patient's age or medical condition; (7) The name of no more than two dispensaries that the qualifying patient designates, if any; and (8) If the qualifying patient designates a designated caregiver, a designation as to whether the qualifying patient or designated caregiver will be allowed under state law to possess and cultivate cannabis plants for the qualifying patient's medical use. Section 4. That § 34-20G-45 be AMENDED. 34-20G-45. [Effective January 1, 2022] Secure phone or web-based verification system. Within one hundred twenty days of July 1, 2021 No later than May 15, 2022, the department shall establish a secure phone or web-based verification system. The verification system shall allow law enforcement personnel and medical cannabis establishments to enter a registry identification number and determine whether the number corresponds with a current, valid registry identification card. The system may disclose only: (1) Whether the identification card is valid; (2) The name of the cardholder; (3) Whether the cardholder is a qualifying patient or a designated caregiver; (4) Whether the cardholder is permitted to cultivate cannabis plants; (5) The registry identification number of any affiliated registered qualifying patient; and (6) The registry identification of the qualifying patient's dispensary or dispensaries, if any. Section 5. That § 34-20G-51 be AMENDED. 34-20G-51. [Effective July 1, 2021] Medical purpose defense to prosecution involving cannabis. Except as provided in § 34-20G-18 and this section, a person may assert the medical purpose for using cannabis as a defense to any prosecution involving cannabis, and such defense is presumed valid where the evidence shows that: (1) A practitioner has stated that, in the practitioner's professional opinion, after having completed a full assessment of the person's medical history and current medical condition made in the course of a bona fide practitioner-patient relationship, the patient has a debilitating medical condition and the potential benefits of using cannabis for medical purposes would likely outweigh the health risks for the person; (2) The person was in possession of no more than three ounces of cannabis, the amount of cannabis products allowed by department rules, six cannabis plants minimum or as prescribed by a physician, and the cannabis produced by those plants: (a) Three ounces of cannabis; (b) A quantity of cannabis products containing no more than twenty-four grams of cannabis concentrate or a greater amount if allowed by department rules; (c) Six cannabis plants kept in or on the grounds of a single residence at one time and any cannabis produced by those six plants provided that the cannabis is located at the same property where the plants were cultivated; or (d) Any combination of subsections (a), (b), or (c); (3) The person was engaged in the acquisition, possession, use, manufacture, cultivation, or transportation of cannabis, paraphernalia, or both, relating to the administration of cannabis to treat or alleviate the person's debilitating medical condition or symptoms associated with the person's debilitating medical condition; and (4) Any cultivation of cannabis and storage of more than three ounces of cannabis occurred in a secure location that only the person asserting the defense could access. Section 6. That § 34-20G-72 be AMENDED. 34-20G-72. [Effective January 1, 2022] Promulgation of rules--Violation of required or prohibited action as misdemeanor. Not later than October 29, 2021 April 30, 2022, the department shall promulgate rules pursuant to chapter 1-26: (1) Governing the manner in which the department shall consider petitions from the public to add a debilitating medical condition or treatment to the list of debilitating medical conditions as defined by this chapter, including public notice of and an opportunity to comment in public hearings on the petitions; (2) Establishing the form and content of registration and renewal applications submitted under this chapter; (3) Establishing a system to numerically score competing medical cannabis establishment applicants, in cases where more applicants apply than are allowed by the local government, that includes analysis of: (a) The preference of the local government; (b) In the case of dispensaries, the suitability of the proposed location and its accessibility for patients; (c) The character, veracity, background, qualifications, and relevant experience of principal officers and board members; and (d) The business plan proposed by the applicant, that in the case of a cultivation facility or dispensary shall include the ability to maintain an adequate supply of cannabis, plans to ensure safety and security of patrons and the community, procedures to be used to prevent diversion, and any plan for making cannabis available to low-income registered qualifying patients; (4) Governing the manner in which the department shall consider applications for and renewals of registry identification cards, that may include creating a standardized written certification form; (5) Governing medical cannabis establishments to ensure the health and safety of qualifying patients and prevent diversion and theft without imposing an undue burden or compromising the confidentiality of a cardholder, including: (a) Oversight requirements; (b) Record-keeping requirements; (c) Security requirements, including lighting, physical security, and alarm requirements; (d) Health and safety regulations, including restrictions on the use of pesticides that are injurious to human health; (e) Standards for the manufacture of cannabis products and both the indoor and outdoor cultivation of cannabis by a cultivation facility; (f) Requirements for the transportation and storage of cannabis by a medical cannabis establishment; (g) Employment and training requirements, including requiring that each medical cannabis establishment create an identification badge for each agent; (h) Standards for the safe manufacture of cannabis products, including extracts and concentrates; (i) Restrictions on the advertising, signage, and display of medical cannabis, provided that the restrictions may not prevent appropriate signs on the property of a dispensary, listings in business directories including phone books, listings in marijuana-related or medical publications, or the sponsorship of health or not-for-profit charity or advocacy events; (j) Requirements and procedures for the safe and accurate packaging and labeling of medical cannabis; and (k) Certification standards for testing facilities, including requirements for equipment and qualifications for personnel; (6) Establishing procedures for suspending or terminating the registration certificates or registry identification cards of cardholders and medical cannabis establishments that commit multiple or serious violations of this chapter; (7) Establishing labeling requirements for cannabis and cannabis products, including requiring cannabis product labels to include the following: (a) The length of time it typically takes for a product to take effect; (b) Disclosing ingredients and possible allergens; (c) A nutritional fact panel; and (d) Requiring that edible cannabis products be clearly identifiable, when practicable, with a standard symbol indicating that it contains cannabis; (8) Establishing procedures for the registration of nonresident cardholders and the cardholder's designation of no more than two dispensaries, which shall require the submission of: (a) A practitioner's statement confirming that the patient has a debilitating medical condition; and (b) Documentation demonstrating that the nonresident cardholder is allowed to possess cannabis or cannabis preparations in the jurisdiction where the nonresident cardholder resides; (9) Establishing the amount of cannabis products, including the amount of concentrated cannabis, each cardholder and nonresident cardholder may possess; and (10) Establishing reasonable application and renewal fees for registry identification cards and registration certificates, according to the following: (a) Application fees for medical cannabis establishments may not exceed five thousand dollars, with this upper limit adjusted annually for inflation; (b) The total fees collected shall generate revenues sufficient to offset all expenses of implementing and administering this chapter; (c) A sliding scale of patient application and renewal fees based upon a qualifying patient's household income; (d) The fees charged to qualifying patients, nonresident cardholders, and caregivers shall be no greater than the costs of processing the application and issuing a registry identification card or registration; and (e) The department may accept donations from private sources to reduce application and renewal fees. A violation of a required or prohibited action under any rule authorized by this section is a Class 2 misdemeanor. Section 7. That § 34-20G-95 be AMENDED. 34-20G-95. [Effective January 1, 2022] Administration of medical cannabis to students. The Department of Education and the department shall establish policy to allow students who are medical cannabis cardholders to have their medicine administered in school in accordance with their physician's recommendation. This policy shall be implemented the first day of the new school year following passage of this chapter no later than the first day of the 2022-2023 school year. The departments shall implement substantively identical similar provisions to Colorado Revised Statute 22-1-119.3 as of January 1, 2019. Section 8. That a NEW SECTION be added: 34-20G-96. Interim marijuana committee membership. An interim marijuana committee shall be appointed. The speaker shall appoint five members of the House of Representatives. The president pro tempore shall appoint five members of the Senate. The attorney general shall appoint one state's attorney and one attorney from the Office of the Attorney General. The Governor shall appoint one representative from each of the Departments of Health, Revenue, and Public Safety. The Governor shall also appoint one representative of law enforcement, one health care practitioner and one nurse with knowledge of medical marijuana issues, two representatives from the medical marijuana cultivators or manufacturers or retail industry, one patient or advocate of a patient with a debilitating condition who intends to use medical marijuana, or one representative of local governments. Any consultant hired by the state shall serve in an advisory, nonvoting capacity. If there is a vacancy on the committee, the vacancy shall be filled in the same manner as the original appointment under this Act. The committee shall be under the supervision of the Executive Board of the Legislative Research Council and staffed and funded as an interim legislative committee. Section 9. That a NEW SECTION be added: 34-20G-97. Interim marijuana committee guidance. The interim marijuana committee created pursuant to § 34-20G-96 may: (1) Research best practices from other medical marijuana programs; (2) Determine details of a licensing system that specifies privileges and authorized activities, and the implementation thereof; (3) Evaluate policies that reduce unlawful access, availability, and use by youths and prevent diversion to illicit markets; (4) Explore policy measures that balance adequate regulation that ensure safe products and support the development of a fair market; (5) Study legal consequences and litigation of policy decisions challenged in other states; (6) Investigate criminal justice and public safety concerns of establishing a marijuana market while guarding against drugged driving or performing tasks under impairment; (7) Advise on regulations for cultivation of marijuana without contaminants, pesticides, or heavy metals, for manufacturing of marijuana products without hazardous substances, and for sales of marijuana and marijuana products only to verified patients in appropriate amounts; (8) Seek input on appropriate local controls that allow sufficient access; (9) Examine appropriate rules or restrictions on the structure, ownership, management, fiscal stability, and practices of marijuana business entities; (10) Determine market demand, production management, product tracking, and necessary fees to support the medical marijuana program; (11) Review testing advisability and capability, forms of product, and how each product should be approved for human consumption; (12) Determine appropriate taxing scheme; and (13) Provide an opportunity for public input of policy decisions. Section 10. This Act is effective June 30, 2021."}, {"bill_id": 21938, "bill_version_id": 219968, "bill_version": "Senate Engrossed", "bill_version_date": "2021-03-08T19:30:41.923-06:00", "bill_text": "An Act to modify the medical marijuana program, to create an interim committee to recommend implementation of the medical marijuana program, and to remove and clarify penalties for marijuana use under certain circumstances. Be it enacted by the Legislature of the State of South Dakota: Section 1. The Legislature finds the following facts to be true: (1) 2020 Initiated Measure 26 passed by a vote of the people on November 3, 2020, receiving nearly seventy percent of the vote, and will become law on July 1, 2021; (2) The Measure legalizes marijuana for medical use by qualifying patients, including minors. The Measure requires patients to obtain a registration card from the Department of Health, and the Measure allows the acceptance of nonresident cards. The Measure authorizes individuals to become designated caregivers and grow marijuana in their homes. The Measure authorizes cultivation, manufacture, and retail facilities if registered by the Department of Health; (3) The Measure, however, does not include provisions for: (a) Tracking marijuana or marijuana products; (b) Taxing medical marijuana; (c) Regulating the form of products, maximum potency, or appropriate dosage of products for safe human consumption; (d) Identifying the debilitating medical conditions that qualify for lawful use and possession of medical marijuana; and (e) Permitting, mandating, or prohibiting ownership within different tiers of the marijuana supply chain; (4) The Measure requires the Department of Health to regulate marijuana, which conflicts with 2020 Constitutional Amendment A that gives the exclusive power to regulate marijuana to the Department of Revenue. Amendment A is presently the subject of two constitutional challenges in the state courts; (5) The Measure does not provide a source of funding for the creation of a new state program before the work to implement the Measure may occur; (6) Included in the Measure are policies outside the subject of a medical marijuana program in the following areas; (a) Employment law; (b) Landlord and tenant rights; (c) School policy; (d) Correctional health; (e) Family law; and (f) Contract law; (7) 2020 Constitutional Amendment A passed by a vote of the people on November 3, 2020, receiving fifty-four percent of the vote. South Dakota became the first state to adopt recreational and medicinal marijuana in the same election; (8) The constitutionality of Constitutional Amendment A is currently being challenged in two lawsuits: In the matter of election contest as to Amendment A, Sixth Circuit Case No. 32CIV20-186, and Sheriff Kevin Thom, in his official capacity as Pennington County Sheriff and Colonel Rick Miller, in his official capacity as Superintendent of the South Dakota Highway Patrol v. Steve Barnett, in his official capacity as South Dakota Secretary of State, Sixth Circuit Case No. 32CIV20-187. On February 8, 2021, the circuit court issued its decisions in these cases, and in the latter case, held that Amendment A was unconstitutional. These decisions, however, are subject to appeal and final, nonappealable decisions are not expected during the 96th Legislative Session; (9) The implementation, administration, and regulation of a medical marijuana program would be significantly impacted by the final outcome of the Amendment A litigation, and establishing a medical marijuana program without certainty as to the legality of adult use marijuana would waste limited taxpayers' resources; (10) A state of emergency was declared on March 13, 2020, and continues to exist in every county of this state. The Department of Health, which the Measure charges with regulating medical marijuana, has been preparing, planning, researching, managing, communicating, and using every available resource at its disposal to fight the unprecedented, global pandemic of the novel coronavirus, which causes the severe respiratory disease, COVID-19, since January 2020, and has been developing, launching, tracking, and administering the state's vaccine distribution plan continuously since the Measure passed; (11) The Measure requires the Department of Health to implement, administer, and regulate a new program and industry less than eight months from when the Measure passed. The time frame is insufficient to successfully launch a reliable, stable, and prudent medical marijuana program; (12) The Measure conflicts with federal law by legalizing a substance that remains illegal under federal law, which adds further complexity to implementation; (13) The Measure fails to adequately consider the complexities and detail needed to successfully create and operate a medical marijuana program; (14) Due to the pending litigation, the Department of Health's continued efforts against COVID-19, and the complexity of marijuana's status under federal law, the State needs more time to establish a medical marijuana program with integrity and prudency than its current effective date of July 1, 2021; and (15) Therefore, a delay of the implementation of the Measure is appropriate and necessary. Section 2. Notwithstanding the provisions of § 2-1-12, §§ 34-20G-1 to 34-20G-17, inclusive, §§ 34-20G-19 to 34-20G-50, inclusive, and §§ 34-20G-52 to 34-20G-95, inclusive, are effective January 1, 2022. Section 3. That § 34-20G-29 be AMENDED. 34-20G-29. [Effective January 1, 2022] Information required for issuance of registry identification cards--Fee. No later than November 18, 2021 May 15, 2022, the department shall issue registry identification cards to qualifying patients who submit the following, in accordance with rules promulgated by the department: (1) A written certification issued by a practitioner within ninety days immediately preceding the date of an application; (2) The application or renewal fee; (3) The name, address, and date of birth of the qualifying patient, except that if the applicant is homeless, no address is required; (4) The name, address, and telephone number of the qualifying patient's practitioner; (5) The name, address, and date of birth of the designated caregiver, or designated caregivers, chosen by the qualifying patient; (6) If more than one designated caregiver is designated at any given time, documentation demonstrating that a greater number of designated caregivers are needed due to the patient's age or medical condition; (7) The name of no more than two dispensaries that the qualifying patient designates, if any; and (8) If the qualifying patient designates a designated caregiver, a designation as to whether the qualifying patient or designated caregiver will be allowed under state law to possess and cultivate cannabis plants for the qualifying patient's medical use. Section 4. That § 34-20G-45 be AMENDED. 34-20G-45. [Effective January 1, 2022] Secure phone or web-based verification system. Within one hundred twenty days of July 1, 2021 No later than May 15, 2022, the department shall establish a secure phone or web-based verification system. The verification system shall allow law enforcement personnel and medical cannabis establishments to enter a registry identification number and determine whether the number corresponds with a current, valid registry identification card. The system may disclose only: (1) Whether the identification card is valid; (2) The name of the cardholder; (3) Whether the cardholder is a qualifying patient or a designated caregiver; (4) Whether the cardholder is permitted to cultivate cannabis plants; (5) The registry identification number of any affiliated registered qualifying patient; and (6) The registry identification of the qualifying patient's dispensary or dispensaries, if any. Section 5. That § 34-20G-51 be AMENDED. 34-20G-51. [Effective July 1, 2021] Medical purpose defense to prosecution involving cannabis. Except as provided in § 34-20G-18 and this section, a person may assert the medical purpose for using cannabis as a defense to any prosecution involving cannabis, and such defense is presumed valid where the evidence shows that: (1) A practitioner has stated that, in the practitioner's professional opinion, after having completed a full assessment of the person's medical history and current medical condition made in the course of a bona fide practitioner-patient relationship, the patient has a debilitating medical condition and the potential benefits of using cannabis for medical purposes would likely outweigh the health risks for the person; (2) The person was in possession of no more than three ounces of cannabis, the amount of cannabis products allowed by department rules, six cannabis plants minimum or as prescribed by a physician, and the cannabis produced by those plants: (a) Three ounces of cannabis; (b) A quantity of cannabis products containing no more than twenty-four grams of cannabis concentrate or a greater amount if allowed by department rules; (c) Six cannabis plants kept in or on the grounds of a single residence at one time and any cannabis produced by those six plants provided that the cannabis is located at the same property where the plants were cultivated; or (d) Any combination of subsections (a), (b), or (c); (3) The person was engaged in the acquisition, possession, use, manufacture, cultivation, or transportation of cannabis, paraphernalia, or both, relating to the administration of cannabis to treat or alleviate the person's debilitating medical condition or symptoms associated with the person's debilitating medical condition; and (4) Any cultivation of cannabis and storage of more than three ounces of cannabis occurred in a secure location that only the person asserting the defense could access. Section 6. That § 34-20G-72 be AMENDED. 34-20G-72. [Effective January 1, 2022] Promulgation of rules--Violation of required or prohibited action as misdemeanor. Not later than October 29, 2021 April 30, 2022, the department shall promulgate rules pursuant to chapter 1-26: (1) Governing the manner in which the department shall consider petitions from the public to add a debilitating medical condition or treatment to the list of debilitating medical conditions as defined by this chapter, including public notice of and an opportunity to comment in public hearings on the petitions; (2) Establishing the form and content of registration and renewal applications submitted under this chapter; (3) Establishing a system to numerically score competing medical cannabis establishment applicants, in cases where more applicants apply than are allowed by the local government, that includes analysis of: (a) The preference of the local government; (b) In the case of dispensaries, the suitability of the proposed location and its accessibility for patients; (c) The character, veracity, background, qualifications, and relevant experience of principal officers and board members; and (d) The business plan proposed by the applicant, that in the case of a cultivation facility or dispensary shall include the ability to maintain an adequate supply of cannabis, plans to ensure safety and security of patrons and the community, procedures to be used to prevent diversion, and any plan for making cannabis available to low-income registered qualifying patients; (4) Governing the manner in which the department shall consider applications for and renewals of registry identification cards, that may include creating a standardized written certification form; (5) Governing medical cannabis establishments to ensure the health and safety of qualifying patients and prevent diversion and theft without imposing an undue burden or compromising the confidentiality of a cardholder, including: (a) Oversight requirements; (b) Record-keeping requirements; (c) Security requirements, including lighting, physical security, and alarm requirements; (d) Health and safety regulations, including restrictions on the use of pesticides that are injurious to human health; (e) Standards for the manufacture of cannabis products and both the indoor and outdoor cultivation of cannabis by a cultivation facility; (f) Requirements for the transportation and storage of cannabis by a medical cannabis establishment; (g) Employment and training requirements, including requiring that each medical cannabis establishment create an identification badge for each agent; (h) Standards for the safe manufacture of cannabis products, including extracts and concentrates; (i) Restrictions on the advertising, signage, and display of medical cannabis, provided that the restrictions may not prevent appropriate signs on the property of a dispensary, listings in business directories including phone books, listings in marijuana-related or medical publications, or the sponsorship of health or not-for-profit charity or advocacy events; (j) Requirements and procedures for the safe and accurate packaging and labeling of medical cannabis; and (k) Certification standards for testing facilities, including requirements for equipment and qualifications for personnel; (6) Establishing procedures for suspending or terminating the registration certificates or registry identification cards of cardholders and medical cannabis establishments that commit multiple or serious violations of this chapter; (7) Establishing labeling requirements for cannabis and cannabis products, including requiring cannabis product labels to include the following: (a) The length of time it typically takes for a product to take effect; (b) Disclosing ingredients and possible allergens; (c) A nutritional fact panel; and (d) Requiring that edible cannabis products be clearly identifiable, when practicable, with a standard symbol indicating that it contains cannabis; (8) Establishing procedures for the registration of nonresident cardholders and the cardholder's designation of no more than two dispensaries, which shall require the submission of: (a) A practitioner's statement confirming that the patient has a debilitating medical condition; and (b) Documentation demonstrating that the nonresident cardholder is allowed to possess cannabis or cannabis preparations in the jurisdiction where the nonresident cardholder resides; (9) Establishing the amount of cannabis products, including the amount of concentrated cannabis, each cardholder and nonresident cardholder may possess; and (10) Establishing reasonable application and renewal fees for registry identification cards and registration certificates, according to the following: (a) Application fees for medical cannabis establishments may not exceed five thousand dollars, with this upper limit adjusted annually for inflation; (b) The total fees collected shall generate revenues sufficient to offset all expenses of implementing and administering this chapter; (c) A sliding scale of patient application and renewal fees based upon a qualifying patient's household income; (d) The fees charged to qualifying patients, nonresident cardholders, and caregivers shall be no greater than the costs of processing the application and issuing a registry identification card or registration; and (e) The department may accept donations from private sources to reduce application and renewal fees. A violation of a required or prohibited action under any rule authorized by this section is a Class 2 misdemeanor. Section 7. That § 34-20G-95 be AMENDED. 34-20G-95. [Effective January 1, 2022] Administration of medical cannabis to students. The Department of Education and the department shall establish policy to allow students who are medical cannabis cardholders to have their medicine administered in school in accordance with their physician's recommendation. This policy shall be implemented the first day of the new school year following passage of this chapter no later than the first day of the 2022-2023 school year. The departments shall implement substantively identical similar provisions to Colorado Revised Statute 22-1-119.3 as of January 1, 2019. Section 8. That a NEW SECTION be added: 34-20G-96. Interim marijuana committee membership. An interim marijuana committee shall be appointed. The speaker shall appoint five members of the House of Representatives. The president pro tempore shall appoint five members of the Senate. The attorney general shall appoint one state's attorney. The Governor shall appoint one representative from the Department of Health. The Governor shall also appoint one representative of law enforcement, one health care practitioner with knowledge of medical marijuana issues, two representatives from the medical marijuana cultivators or manufacturers or retail industry, one patient or advocate of a patient with a debilitating condition who intends to use medical marijuana, and one representative of local governments. Any consultant hired by the state shall serve in an advisory, nonvoting capacity. If there is a vacancy on the committee, the vacancy shall be filled in the same manner as the original appointment under this Act. The committee shall be under the supervision of the Executive Board of the Legislative Research Council and staffed and funded as an interim legislative committee. Section 9. That a NEW SECTION be added: 34-20G-97. Interim marijuana committee guidance. The interim marijuana committee created pursuant to § 34-20G-96 may: (1) Research best practices from other medical marijuana programs; (2) Determine details of a licensing system that specifies privileges and authorized activities, and the implementation thereof; (3) Evaluate policies that reduce unlawful access, availability, and use by youths and prevent diversion to illicit markets; (4) Explore policy measures that balance adequate regulation that ensure safe products and support the development of a fair market; (5) Study legal consequences and litigation of policy decisions challenged in other states; (6) Investigate criminal justice and public safety concerns of establishing a marijuana market while guarding against drugged driving or performing tasks under impairment; (7) Advise on regulations for cultivation of marijuana without contaminants, pesticides, or heavy metals, for manufacturing of marijuana products without hazardous substances, and for sales of marijuana and marijuana products only to verified patients in appropriate amounts; (8) Seek input on appropriate local controls that allow sufficient access; (9) Examine appropriate rules or restrictions on the structure, ownership, management, fiscal stability, and practices of marijuana business entities; (10) Determine market demand, production management, product tracking, and necessary fees to support the medical marijuana program; (11) Review testing advisability and capability, forms of product, and how each product should be approved for human consumption; (12) Determine appropriate taxing scheme; and (13) Provide an opportunity for public input of policy decisions. Section 10. That § 22-42-1 be AMENDED. 22-42-1. Definitions. Terms used in this chapter mean: (1) \"Controlled drug or substance,\" a drug or substance, or an immediate precursor of a drug or substance, listed in Schedules I through IV. The term includes an altered state of a drug or substance listed in Schedules I through IV absorbed into the human body; (2) \"Counterfeit substance,\" a controlled drug or substance which, or the container of labeling of which, without authorization, bears the trade‑mark, trade name, or other identifying mark, imprint, number, or device, or any likeness thereof, of a manufacturer, distributor, or dispenser other than the person or persons who manufactured, distributed, or dispensed such substance and which thereby falsely purports or is represented to be the product of, or to have been distributed by, such other manufacturer, distributor, or dispenser; (3) \"Deliver\" or \"delivery,\" the actual or constructive transfer of a controlled drug, substance, or marijuana whether or not there exists an agency relationship; (4) \"Dispense,\" to deliver a controlled drug or substance to the ultimate user or human research subject by or pursuant to the lawful order of a practitioner, including the prescribing, administering, packaging, labeling, or compounding necessary to prepare the substance for such delivery, and a dispenser is one who dispenses; (5) \"Distribute,\" to deliver a controlled drug, substance, or marijuana. Distribution means the delivery of a controlled drug, substance, or marijuana; (6) \"Manufacture,\" the production, preparation, propagation, compounding, or processing of a controlled drug or substance, either directly or indirectly by extraction from substances of natural origin, or independently by means of chemical synthesis or by a combination of extraction and chemical synthesis. A manufacturer includes any person who packages, repackages, or labels any container of any controlled drug or substance, except practitioners who dispense or compound prescription orders for delivery to the ultimate user; (7) \"Marijuana,\" all parts of any plant of the genus cannabis, whether growing or not, in its natural and unaltered state, except for drying or curing and crushing or crumbling. The term includes an altered state of marijuana absorbed into the human body. The term does not include fiber produced from the mature stalks of such plant, or oil or cake made from the seeds of such plant. The term does not include the plant Cannabis sativa L. and any part of that plant, including the seeds thereof and all derivatives, extracts, cannabinoids, isomers, acids, salts, and salts of isomers, whether growing or not, with a delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent on a dry weight basis; (8) \"Marijuana concentrate,\" the resin extracted from any part of a marijuana plant and every compound, manufacture, salt, derivative, mixture, or preparation from such resin; (9) \"Practitioner,\" a doctor of medicine, osteopathy, podiatry, dentistry, optometry, or veterinary medicine licensed to practice his profession, or pharmacists licensed to practice their profession; physician's assistants certified to practice their profession; government employees acting within the scope of their employment; and persons permitted by certificates issued by the Department of Health to distribute, dispense, conduct research with respect to, or administer a substance controlled by chapter 34-20B; (9)(10) \"Precursor\" or \"immediate precursor,\" a substance which the Department of Health has found to be and by rule designates as being a principal compound commonly used or produced primarily for use, and which is an immediate chemical intermediary used or likely to be used, in the manufacture of a controlled drug or substance, the control of which is necessary to prevent, curtail, or limit such manufacture; (10)(11) \"Schedule I,\" \"Schedule II,\" \"Schedule III,\" and \"Schedule IV,\" those schedules of drugs, substances, and immediate precursors listed in chapter 34-20B; (11)(12) \"Ultimate user,\" a person who lawfully possesses a controlled drug or substance for that person's own use or for the use of a member of that person's household or for administration to an animal owned by that person or by a member of that person's household. Section 11. That § 22-42-5 be AMENDED. 22-42-5. Unauthorized possession of controlled drug or substance as felony. No person may knowingly possess a controlled drug or substance unless the substance was obtained directly or pursuant to a valid prescription or order from a practitioner, while acting in the course of the practitioner's professional practice or except as otherwise authorized by chapter 34-20B or § 22-42-5.2. A charge for unauthorized possession of controlled substance when absorbed into the human body as set forth in subdivision 22-42-1(1) shall only be charged under the provisions of § 22-42-5.1. A violation of this section for a substance in Schedules I or II is a Class 5 felony. A violation of this section for a substance in Schedule III and IV is a Class 6 felony. Section 12. That § 22-42-5.1 be AMENDED. 22-42-5.1. Unauthorized ingestion of controlled drug or substance as felony. No person may knowingly ingest a controlled drug or substance or have a controlled drug or substance in an altered state in the body unless the substance was obtained directly or pursuant to a valid prescription or order from a practitioner, while acting in the course of the practitioner's professional practice or except as otherwise authorized by chapter 34-20B or § 22-42-15.2. A violation of this section for a substance in Schedules I or II is a Class 5 felony. A violation of this section for a substance in Schedules III or IV is a Class 6 felony. Section 13. That a NEW SECTION be added: 22-42-5.2. Possession of marijuana concentrate not a criminal offense under certain circumstances. For any person twenty-one years of age or older, it is not a violation of § 22-42-5 to possess eight grams of marijuana concentrate or less. Section 14. That § 22-42-6 be AMENDED. 22-42-6. Possession of marijuana prohibited--Degrees according to amount. No Except as provided in § 22-42-6.1, no person may knowingly possess marijuana. It is a Class 1 misdemeanor to possess two ounces of marijuana or less. It is a Class 6 felony to possess more than two ounces of marijuana but less than one‑half pound of marijuana. It is a Class 5 felony to possess one‑half pound but less than one pound of marijuana. It is a Class 4 felony to possess one to ten pounds of marijuana. It is a Class 3 felony to possess more than ten pounds of marijuana. A civil penalty may be imposed, in addition to any criminal penalty, upon a conviction of a violation of this section not to exceed ten thousand dollars. Section 15. That a NEW SECTION be added: 22-42-6.1. Possession of marijuana not a criminal offense under certain circumstances. For any person twenty-one years of age or older, it is not a violation of § 22-42-6 to possess one ounce or less of marijuana. Section 16. That a NEW SECTION be added: 22-42-7.1. Open and public use of marijuana or marijuana concentrate--Civil penalty. No person may openly consume or display one ounce or less of marijuana or eight grams or less of marijuana concentrate in a public place other than an area licensed for such activity under the laws of this state. The court may impose a civil penalty for a violation of this section not to exceed one hundred dollars. Any civil penalty collected pursuant to this section shall be deposited into the state general fund. Section 17. That § 22-42-15 be AMENDED. 22-42-15. Ingesting substance, except alcoholic beverages, for the purpose of becoming intoxicated as misdemeanor--Venue for violation. Any person who intentionally ingests, inhales, or otherwise takes into the body any substance, except alcoholic beverages as defined in § 35-1-1 or marijuana or any derivative of marijuana pursuant to § 22-42-15.2, for purposes of becoming intoxicated, unless such substance is prescribed by a practitioner of the medical arts lawfully practicing within the scope of the practitioner's practice, is guilty of a Class 1 misdemeanor. The venue for a violation of this section exists in either the jurisdiction in which the substance was ingested, inhaled, or otherwise taken into the body or the jurisdiction in which the substance was detected in the body of the accused. Section 18. That a NEW SECTION be added: 22-42-15.2. Ingesting marijuana or derivative of marijuana not a criminal offense under certain circumstances. For any person twenty-one years of age or older, it is not a violation of § 22-42-5.1 or 22-42-15 to ingest marijuana. For purposes of this section, marijuana includes all parts of any plant of the genus cannabis, whether growing or not, and any derivative thereof. Section 19. This Act is effective June 30, 2021."}], "amendments": [{"bill_id": 21938, "document_id": 220167, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/220167.pdf", "legislator_profile_id": 1793, "document_id_instructions": 220168, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/220168.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 21938, "action_date": "2021-01-27T14:00:00-06:00", "document_id": 213697, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213697.pdf", "status_text": "First read in House and referred to", "journal_page": 139, "committee_id_action": 492, "committee_id_assigned": 498, "result": "N", "vote": {}}, {"bill_id": 21938, "action_date": "2021-02-10T07:45:00-06:00", "document_id": 216978, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216978.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 498, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21938, "action_date": "2021-02-10T07:45:00-06:00", "document_id": 216980, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216980.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 498, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21938, "action_date": "2021-02-17T07:45:00-06:00", "document_id": 217329, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217329.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 498, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21938, "action_date": "2021-02-17T07:45:00-06:00", "document_id": 217330, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217330.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 498, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 69379, "president_vote": null, "Yea": [1766, 1777, 1792, 1793, 1798, 1804, 1807, 1835, 1844, 1864], "Nay": [1769, 1817, 1852]}}, {"bill_id": 21938, "action_date": "2021-02-22T14:00:00-06:00", "document_id": 217863, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217863.pdf", "status_text": "Deferred to another day", "journal_page": 337, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21938, "action_date": "2021-02-23T13:00:00-06:00", "document_id": 218119, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218119.pdf", "status_text": "Deferred with pending amendment (Rule 5-17)", "journal_page": 358, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21938, "action_date": "2021-02-25T13:30:00-06:00", "document_id": 218457, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218457.pdf", "status_text": "Motion to amend", "journal_page": 401, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21938, "action_date": "2021-02-25T13:30:00-06:00", "document_id": 218457, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218457.pdf", "status_text": "Motion to amend", "journal_page": 402, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21938, "action_date": "2021-02-25T13:30:00-06:00", "document_id": 218457, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218457.pdf", "status_text": "Do Pass Amended", "journal_page": 409, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 70132, "president_vote": null, "Yea": [1766, 1767, 1768, 1770, 1777, 1778, 1782, 1788, 1792, 1793, 1795, 1798, 1804, 1807, 1809, 1813, 1820, 1822, 1823, 1824, 1826, 1832, 1834, 1835, 1836, 1841, 1844, 1855, 1864, 1866, 1868, 1883, 3782, 3788, 3789, 3794, 3797, 3800, 3802, 3806], "Excused": [1769, 1817], "Nay": [1772, 1780, 1781, 1784, 1796, 1799, 1800, 1802, 1805, 1829, 1830, 1837, 1839, 1843, 1852, 1862, 3783, 3784, 3785, 3786, 3787, 3790, 3791, 3792, 3793, 3799, 3801, 3804]}}, {"bill_id": 21938, "action_date": "2021-03-01T14:00:00-06:00", "document_id": 218587, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218587.pdf", "status_text": "First read in Senate and referred to", "journal_page": 365, "committee_id_action": 514, "committee_id_assigned": 508, "result": "N", "vote": {}}, {"bill_id": 21938, "action_date": "2021-03-03T10:00:00-06:00", "document_id": 218711, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218711.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 508, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21938, "action_date": "2021-03-03T10:00:00-06:00", "document_id": 218712, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218712.pdf", "status_text": "Motion to amend", "journal_page": 1, "committee_id_action": 508, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 70611, "president_vote": null, "Yea": [1779, 1789, 1847, 3796], "Nay": [1786, 1853, 1858]}}, {"bill_id": 21938, "action_date": "2021-03-03T10:00:00-06:00", "document_id": 218712, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218712.pdf", "status_text": "Do Pass Amended", "journal_page": 1, "committee_id_action": 508, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 70614, "president_vote": null, "Nay": [1779], "Yea": [1786, 1789, 1847, 1853, 3796, 1858]}}, {"bill_id": 21938, "action_date": "2021-03-08T11:00:00-06:00", "document_id": 219725, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/219725.pdf", "status_text": "Motion to amend", "journal_page": 437, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 70888, "president_vote": null, "Nay": [1771, 1775, 1828, 1865], "Yea": [3798, 1776, 1881, 1779, 1783, 1785, 1786, 1789, 1790, 1794, 1801, 1803, 1806, 1808, 1811, 1812, 1819, 1827, 1831, 3805, 1847, 1850, 1851, 1853, 1856, 1858, 1860, 3803, 3796, 3795, 1870]}}, {"bill_id": 21938, "action_date": "2021-03-08T11:00:00-06:00", "document_id": 219725, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/219725.pdf", "status_text": "Motion to amend", "journal_page": 440, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21938, "action_date": "2021-03-08T11:00:00-06:00", "document_id": 219725, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/219725.pdf", "status_text": "Do Pass Amended", "journal_page": 441, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 70889, "president_vote": null, "Nay": [1771, 1775, 1828, 1831, 1860, 1865], "Yea": [3798, 1776, 1881, 1779, 1783, 1785, 1786, 1789, 1790, 1794, 1801, 1803, 1806, 1808, 1811, 1812, 1819, 1827, 3805, 1847, 1850, 1851, 1853, 1856, 1858, 3803, 3796, 3795, 1870]}}, {"bill_id": 21938, "action_date": "2021-03-10T10:00:00-06:00", "document_id": 220129, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/220129.pdf", "status_text": "Failed to concur, appoint Conference Committee", "journal_page": 547, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21938, "action_date": "2021-03-10T10:00:00-06:00", "document_id": 220126, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/220126.pdf", "status_text": "Conference Committee appointments", "journal_page": 472, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21938, "action_date": "2021-03-10T10:00:00-06:00", "document_id": 220129, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/220129.pdf", "status_text": "Conference Committee report not adopted, no committee appointed", "journal_page": 549, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 71076, "president_vote": null, "Yea": [1766, 1767, 1768, 1769, 1770, 1772, 1777, 1778, 1780, 1781, 1782, 1784, 1788, 1792, 1793, 1795, 1796, 1798, 1800, 1802, 1804, 1805, 1807, 1809, 1813, 1817, 1820, 1824, 1826, 1829, 1830, 1832, 1834, 1835, 1836, 1837, 1839, 1841, 1843, 1844, 1852, 1855, 1862, 1864, 1866, 1868, 1883, 3782, 3783, 3784, 3785, 3786, 3787, 3788, 3789, 3790, 3791, 3792, 3793, 3794, 3797, 3799, 3800, 3801, 3802, 3804, 3806], "Nay": [1799, 1822, 1823]}}, {"bill_id": 21938, "action_date": "2021-03-10T15:00:00-06:00", "document_id": 220190, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/220190.pdf", "status_text": "Report out of committee without recommendation", "journal_page": null, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 71067, "president_vote": null, "Yea": [3805, 1860, 1779, 1817, 1835, 1793]}}, {"bill_id": 21938, "action_date": "2021-03-11T09:00:00-06:00", "document_id": 220211, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/220211.pdf", "status_text": "Conference Committee report not adopted, no committee appointed", "journal_page": 477, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 71081, "president_vote": null, "Yea": [1771, 3798, 1775, 1776, 1881, 1779, 1783, 1785, 1786, 1789, 1790, 1794, 1801, 1803, 1806, 1808, 1811, 1812, 1819, 1827, 1831, 3805, 1847, 1850, 1851, 1853, 1856, 1858, 3796, 3795, 1870], "Nay": [1828, 1860, 3803, 1865]}}, {"bill_id": 21938, "action_date": "2021-03-10T15:00:00-06:00", "document_id": 220189, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/220189.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": null, "committee_id_assigned": null, "result": "N", "vote": {}}]}