{"session_id": 24, "bill_id": 6922, "bill_type": "Senate Bill", "bill_number": 72, "bill_title": "prohibit the abortion of an unborn child who is capable of experiencing pain and to provide a penalty therefor.", "sponsors": [{"legislator_profile_id": 1017, "is_prime": true}, {"legislator_profile_id": 1041, "is_prime": true}, {"legislator_profile_id": 1043, "is_prime": false}, {"legislator_profile_id": 983, "is_prime": false}, {"legislator_profile_id": 977, "is_prime": false}, {"legislator_profile_id": 964, "is_prime": false}, {"legislator_profile_id": 1037, "is_prime": false}, {"legislator_profile_id": 1040, "is_prime": false}, {"legislator_profile_id": 1039, "is_prime": false}, {"legislator_profile_id": 1050, "is_prime": false}, {"legislator_profile_id": 1060, "is_prime": false}, {"legislator_profile_id": 969, "is_prime": false}, {"legislator_profile_id": 1049, "is_prime": false}, {"legislator_profile_id": 1022, "is_prime": false}, {"legislator_profile_id": 1056, "is_prime": false}, {"legislator_profile_id": 1061, "is_prime": false}, {"legislator_profile_id": 998, "is_prime": false}, {"legislator_profile_id": 1019, "is_prime": false}, {"legislator_profile_id": 997, "is_prime": false}, {"legislator_profile_id": 1065, "is_prime": false}, {"legislator_profile_id": 994, "is_prime": false}, {"legislator_profile_id": 1055, "is_prime": false}, {"legislator_profile_id": 1044, "is_prime": false}, {"legislator_profile_id": 1058, "is_prime": false}, {"legislator_profile_id": 1036, "is_prime": false}, {"legislator_profile_id": 1024, "is_prime": false}, {"legislator_profile_id": 1005, "is_prime": false}, {"legislator_profile_id": 968, "is_prime": false}, {"legislator_profile_id": 967, "is_prime": false}, {"legislator_profile_id": 975, "is_prime": false}, {"legislator_profile_id": 1011, "is_prime": false}, {"legislator_profile_id": 1059, "is_prime": false}, {"legislator_profile_id": 1054, "is_prime": false}, {"legislator_profile_id": 1031, "is_prime": false}, {"legislator_profile_id": 1001, "is_prime": false}, {"legislator_profile_id": 1027, "is_prime": false}, {"legislator_profile_id": 1028, "is_prime": false}, {"legislator_profile_id": 1034, "is_prime": false}, {"legislator_profile_id": 1046, "is_prime": false}, {"legislator_profile_id": 991, "is_prime": false}, {"legislator_profile_id": 1052, "is_prime": false}, {"legislator_profile_id": 1066, "is_prime": false}, {"legislator_profile_id": 1023, "is_prime": false}, {"legislator_profile_id": 1069, "is_prime": false}, {"legislator_profile_id": 996, "is_prime": false}, {"legislator_profile_id": 990, "is_prime": false}, {"legislator_profile_id": 1025, "is_prime": false}, {"legislator_profile_id": 1051, "is_prime": false}, {"legislator_profile_id": 965, "is_prime": false}, {"legislator_profile_id": 1053, "is_prime": false}, {"legislator_profile_id": 1064, "is_prime": false}], "keywords": ["Abortion", "Public Health and Safety"], "audio": [{"meeting_datetime": "2016-02-05T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she16.mp3", "start_seconds": 349.0}, {"meeting_datetime": "2016-02-05T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she16.mp3", "start_seconds": 349.0}, {"meeting_datetime": "2016-02-05T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she16.mp3", "start_seconds": 349.0}, {"meeting_datetime": "2016-02-05T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she16.mp3", "start_seconds": 349.0}, {"meeting_datetime": "2016-02-05T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she16.mp3", "start_seconds": 349.0}, {"meeting_datetime": "2016-02-08T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she17.mp3", "start_seconds": 3070.0}, {"meeting_datetime": "2016-02-08T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she17.mp3", "start_seconds": 3070.0}, {"meeting_datetime": "2016-02-08T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she17.mp3", "start_seconds": 3070.0}, {"meeting_datetime": "2016-02-08T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she17.mp3", "start_seconds": 3070.0}, {"meeting_datetime": "2016-02-08T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she17.mp3", "start_seconds": 3070.0}, {"meeting_datetime": "2016-02-19T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she24.mp3", "start_seconds": 142.0}, {"meeting_datetime": "2016-02-19T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she24.mp3", "start_seconds": 142.0}, {"meeting_datetime": "2016-02-19T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she24.mp3", "start_seconds": 142.0}, {"meeting_datetime": "2016-02-19T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she24.mp3", "start_seconds": 142.0}, {"meeting_datetime": "2016-02-19T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she24.mp3", "start_seconds": 142.0}, {"meeting_datetime": "2016-02-19T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she24.mp3", "start_seconds": 142.0}, {"meeting_datetime": "2016-02-19T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she24.mp3", "start_seconds": 142.0}, {"meeting_datetime": "2016-02-19T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she24.mp3", "start_seconds": 142.0}, {"meeting_datetime": "2016-02-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen26.mp3", "start_seconds": 2681.0}, {"meeting_datetime": "2016-02-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen26.mp3", "start_seconds": 2681.0}, {"meeting_datetime": "2016-02-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen26.mp3", "start_seconds": 2681.0}, {"meeting_datetime": "2016-02-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen26.mp3", "start_seconds": 2681.0}, {"meeting_datetime": "2016-03-02T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst31.mp3", "start_seconds": 3093.0}, {"meeting_datetime": "2016-03-02T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst31.mp3", "start_seconds": 3093.0}, {"meeting_datetime": "2016-03-02T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst31.mp3", "start_seconds": 3093.0}, {"meeting_datetime": "2016-03-02T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst31.mp3", "start_seconds": 3093.0}, {"meeting_datetime": "2016-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou33.mp3", "start_seconds": 11379.0}, {"meeting_datetime": "2016-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou33.mp3", "start_seconds": 11379.0}, {"meeting_datetime": "2016-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou33.mp3", "start_seconds": 11379.0}, {"meeting_datetime": "2016-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou33.mp3", "start_seconds": 11379.0}, {"meeting_datetime": "2016-03-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen35.mp3", "start_seconds": 1040.0}, {"meeting_datetime": "2016-03-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen35.mp3", "start_seconds": 1040.0}], "bill_versions": [{"bill_id": 6922, "bill_version_id": 37917, "bill_version": "Introduced", "bill_version_date": "2016-01-22T10:04:57.203-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to prohibit the abortion of an unborn child who is capable of experiencing pain and to provide a penalty therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 34-23A be amended by adding a NEW SECTION to read: The Legislature finds that: (1) The state has a compelling state interest in protecting the lives of unborn children from the stage at which substantial medical evidence indicates that they are capable of feeling pain; (2) There is substantial medical evidence that an unborn child is capable of experiencing pain by twenty weeks after fertilization. Section 2. That chapter 34-23A be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Post-fertilization age,\" the age of an unborn child as calculated from the fusion of a human spermatozoon with a human ovum; (2) \"Probable post-fertilization age of the unborn child,\" what, in reasonable medical judgment, will with reasonable probability be the post-fertilization age of the unborn child at the time the abortion is planned to be performed or induced; (3) \"Reasonable medical judgment,\" a medical judgment that would be made by a reasonably prudent physician, knowledgeable about the case and the treatment possibilities with respect to the medical conditions involved; (4) \"Serious health risk to the unborn child's mother,\" a physician's reasonable medical judgment that the mother of an unborn child has a medical condition that so complicates her health that it necessitates the immediate abortion of her pregnancy to avert her death or to avert serious risk of substantial and irreversible physical impairment of a major bodily function, not including a psychological or emotional condition. No greater risk may be determined to exist if it is based on a claim or diagnosis that the woman will engage in conduct which she intends to result in her death or in substantial and irreversible physical impairment of a major bodily function; (5) \"Woman,\" a female human being whether or not she has reached the age of majority. Section 3. That chapter 34-23A be amended by adding a NEW SECTION to read: It is a Class 6 felony to intentionally or recklessly perform, or attempt to perform, an abortion unless the physician performing or attempting to perform the abortion first makes a determination of the probable post-fertilization age of the unborn child, or relies on another physician's determination of the probable post fertilization age of the unborn child. No penalty may be assessed against the woman upon whom the abortion is performed, or attempted to be performed. Section 4. That chapter 34-23A be amended by adding a NEW SECTION to read: For purposes of this Act, an unborn child is capable of feeling pain when the physician performing, or attempting to perform, the abortion or another physician upon whose determination that physician relies, determines that the probable post-fertilization age of the unborn child is twenty or more weeks. In determining the post-fertilization age of the unborn child, the physician shall make inquiries of the pregnant woman and perform medical examinations and tests that a reasonably prudent physician would perform to accurately diagnose the post-fertilization age of an unborn child. Section 5. That chapter 34-23A be amended by adding a NEW SECTION to read: The provisions of sections 4 of this Act do not apply in a case when, in reasonable medical judgment, a serious health risk to the unborn child's mother exists that so complicates the medical condition of the pregnant woman that it necessitates the immediate abortion of her pregnancy without first determining the post-fertilization age of the unborn child to avert her death or for which the delay necessary to determine post-fertilization age will create serious risk of substantial and irreversible physical impairment of a major bodily function, not including a psychological or emotional condition. No serious health risk may be deemed an exception if based on a claim or diagnosis that the woman will engage in conduct which she intends to result in her death or in substantial and irreversible physical impairment of a major bodily function. Section 6. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: When an abortion of an unborn child capable of feeling pain is necessary to prevent serious health risk to the unborn child's mother, the physician shall abort the pregnancy in the manner which, in reasonable medical judgment, provides the best opportunity for the unborn child to survive, unless, in reasonable medical judgment, aborting the pregnancy in that manner would pose a greater risk either of the death of the pregnant woman or of the substantial and irreversible physical impairment of a major bodily function, not including a psychological or emotional condition, of the woman than would other available methods. No greater risk may be determined to exist if it is based on a claim or diagnosis that the woman will engage in conduct which she intends to result in her death or in substantial and irreversible physical impairment of a major bodily function. Section 7. That § 34-23A-34 be amended to read as follows: 34-23A-34. The Department of Health shall prepare a reporting form for physicians which shall provide for the collection of the following information: (1) The month, day, and year of the induced abortion; (2) The method of abortion used for each induced abortion; (3) The approximate gestational age, in weeks, of the unborn child involved in the abortion; (4) The age of the mother at the time of the abortion and, if the mother was younger than sixteen years of age at the time the child was conceived, the age of the father, if known; (5) The specific reason for the induced abortion, including the following: (a) The pregnancy was a result of rape; (b) The pregnancy was a result of incest; (c) The mother could not afford the child; (d) The mother did not desire to have the child; (e) The mother's emotional health was at risk; (f) The mother would suffer substantial and irreversible impairment of a major bodily function if the pregnancy continued; (g) Other, which shall be specified; (6) Whether the induced abortion was paid for by: (a) Private insurance; (b) Public health plan; (c) Other, which shall be specified; (7) Whether coverage was under: (a) A-fee-for-service insurance company; (b) A managed care company; or (c) Other, which shall be specified; (8) A description of the complications, if any, for each abortion and for the aftermath of each abortion; (9) The fee collected for performing or treating the abortion; (10) The type of anesthetic, if any, used for each induced abortion; (11) The method used to dispose of fetal tissue and remains; (12) The specialty area of the physician; (13) Whether the physician performing the induced abortion has been subject to license revocation or suspension or other professional sanction; (14) The number of previous abortions the mother has had; (15) The number of previous live births of the mother, including both living and deceased; (16) The date last normal menses began for the mother; (17) The name of physician performing the induced abortion; (18) The name of hospital or physician office where the induced abortion was performed; (19) A unique patient number that can be used to link the report to medical report for inspection, clarification, and correction purposes but that cannot, of itself, reasonably lead to the identification of any person obtaining an abortion; (20) Certain demographic information including: (a) State, county, and city of occurrence of abortion; (b) State, county, and city of residence of mother; (c) Marital status of mother; (d) Education status of mother; (e) Race and hispanic origin of mother; (21) Certain Rhesus factor (Rh) information including: (a) Whether the mother received the Rh test; (b) Whether the mother tested positive for the Rh-negative factor; (c) Whether the mother received a Rho(D) immune globulin injection; and (22) The sex of the unborn child and the following information: (a) Whether the pregnant mother used a sex-determining test; (b) What type of sex-determining test the pregnant mother used; and (c) The approximate gestational age of the unborn child, in weeks, when the test was taken; (23) The post-fertilization age of the unborn child and the following information: (a) How the post-fertilization age was determined or if a determination was not made, the basis of the determination that an exception existed; (b) Whether an intra-fetal injection was used in an attempt to induce fetal demise; (c) If the unborn child was deemed capable of experiencing pain, pursuant to section 4 of this Act, the basis of the determination that a serious health risk to the unborn child's mother exists; (d) If the unborn child was deemed capable of experiencing pain pursuant to section 4 of this Act, whether the method of the abortion used was that, in reasonable medical judgment, provided the best opportunity for the unborn child to survive and, if such a method was not used, the basis of the determination that termination of the pregnancy in that manner would pose a greater risk either of the death of the pregnant woman or of the substantial and irreversible physical impairment of a major bodily function, not including a psychological or emotional condition, of the woman than other available methods. Section 8. That chapter 34-23A be amended by adding a NEW SECTION to read: Nothing in this Act repeals, by implication or otherwise, any provision not explicitly repealed. Section 9. That chapter 34-23A be amended by adding a NEW SECTION to read: If a part of this Act is invalid, all valid parts that are severable from the invalid part remain in effect. If a part of this Act is invalid in one or more of its applications, the part remains in effect in all valid applications that are severable from the invalid applications."}, {"bill_id": 6922, "bill_version_id": 39668, "bill_version": "Senate Health and Human Services Engrossed", "bill_version_date": "2016-02-19T15:07:52.243-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to prohibit the abortion of an unborn child who is capable of experiencing pain and to provide a penalty therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 34-23A be amended by adding a NEW SECTION to read: The Legislature finds that: (1) The state has a compelling state interest in protecting the lives of unborn children from the stage at which substantial medical evidence indicates that they are capable of feeling pain; (2) There is substantial medical evidence that an unborn child is capable of experiencing pain by twenty weeks after fertilization. Section 2. That chapter 34-23A be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Post-fertilization age,\" the age of an unborn child as calculated from the fusion of a human spermatozoon with a human ovum; (2) \"Probable post-fertilization age of the unborn child,\" what, in reasonable medical judgment, will with reasonable probability be the post-fertilization age of the unborn child at the time the abortion is planned to be performed or induced; (3) \"Reasonable medical judgment,\" a medical judgment that would be made by a reasonably prudent physician, knowledgeable about the case and the treatment possibilities with respect to the medical conditions involved; (4) \"Serious health risk to the unborn child's mother,\" a physician's reasonable medical judgment that the mother of an unborn child has a medical condition that so complicates her health that it necessitates the immediate abortion of her pregnancy to avert her death or to avert serious risk of substantial and irreversible physical impairment of a major bodily function, not including a psychological or emotional condition. No greater risk may be determined to exist if it is based on a claim or diagnosis that the woman will engage in conduct which she intends to result in her death or in substantial and irreversible physical impairment of a major bodily function; (5) \"Woman,\" a female human being whether or not she has reached the age of majority. Section 3. That chapter 34-23A be amended by adding a NEW SECTION to read: It is a Class 1 misdemeanor to intentionally or recklessly perform, or attempt to perform, an abortion of an unborn child capable of feeling pain unless it is necessary to prevent a serious health risk to the unborn child's mother. No penalty may be assessed against the woman upon whom the abortion is performed, or attempted to be performed. Section 4. That chapter 34-23A be amended by adding a NEW SECTION to read: For purposes of this Act, an unborn child is capable of feeling pain when the physician performing, or attempting to perform, the abortion or another physician upon whose determination that physician relies, determines that the probable post-fertilization age of the unborn child is twenty or more weeks. In determining the post-fertilization age of the unborn child, the physician shall make inquiries of the pregnant woman and perform medical examinations and tests that a reasonably prudent physician would perform to accurately diagnose the post-fertilization age of an unborn child. Section 5. That chapter 34-23A be amended by adding a NEW SECTION to read: The provisions of sections 4 of this Act do not apply in a case when, in reasonable medical judgment, a serious health risk to the unborn child's mother exists that so complicates the medical condition of the pregnant woman that it necessitates the immediate abortion of her pregnancy without first determining the post-fertilization age of the unborn child to avert her death or for which the delay necessary to determine post-fertilization age will create serious risk of substantial and irreversible physical impairment of a major bodily function, not including a psychological or emotional condition. No serious health risk may be deemed an exception if based on a claim or diagnosis that the woman will engage in conduct which she intends to result in her death or in substantial and irreversible physical impairment of a major bodily function. Section 6. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: When an abortion of an unborn child capable of feeling pain is necessary to prevent serious health risk to the unborn child's mother, the physician shall abort the pregnancy in the manner which, in reasonable medical judgment, provides the best opportunity for the unborn child to survive, unless, in reasonable medical judgment, aborting the pregnancy in that manner would pose a greater risk either of the death of the pregnant woman or of the substantial and irreversible physical impairment of a major bodily function, not including a psychological or emotional condition, of the woman than would other available methods. No greater risk may be determined to exist if it is based on a claim or diagnosis that the woman will engage in conduct which she intends to result in her death or in substantial and irreversible physical impairment of a major bodily function. Section 7. That § 34-23A-34 be amended to read as follows: 34-23A-34. The Department of Health shall prepare a reporting form for physicians which shall provide for the collection of the following information: (1) The month, day, and year of the induced abortion; (2) The method of abortion used for each induced abortion; (3) The approximate gestational age, in weeks, of the unborn child involved in the abortion; (4) The age of the mother at the time of the abortion and, if the mother was younger than sixteen years of age at the time the child was conceived, the age of the father, if known; (5) The specific reason for the induced abortion, including the following: (a) The pregnancy was a result of rape; (b) The pregnancy was a result of incest; (c) The mother could not afford the child; (d) The mother did not desire to have the child; (e) The mother's emotional health was at risk; (f) The mother would suffer substantial and irreversible impairment of a major bodily function if the pregnancy continued; (g) Other, which shall be specified; (6) Whether the induced abortion was paid for by: (a) Private insurance; (b) Public health plan; (c) Other, which shall be specified; (7) Whether coverage was under: (a) A-fee-for-service insurance company; (b) A managed care company; or (c) Other, which shall be specified; (8) A description of the complications, if any, for each abortion and for the aftermath of each abortion; (9) The fee collected for performing or treating the abortion; (10) The type of anesthetic, if any, used for each induced abortion; (11) The method used to dispose of fetal tissue and remains; (12) The specialty area of the physician; (13) Whether the physician performing the induced abortion has been subject to license revocation or suspension or other professional sanction; (14) The number of previous abortions the mother has had; (15) The number of previous live births of the mother, including both living and deceased; (16) The date last normal menses began for the mother; (17) The name of physician performing the induced abortion; (18) The name of hospital or physician office where the induced abortion was performed; (19) A unique patient number that can be used to link the report to medical report for inspection, clarification, and correction purposes but that cannot, of itself, reasonably lead to the identification of any person obtaining an abortion; (20) Certain demographic information including: (a) State, county, and city of occurrence of abortion; (b) State, county, and city of residence of mother; (c) Marital status of mother; (d) Education status of mother; (e) Race and hispanic origin of mother; (21) Certain Rhesus factor (Rh) information including: (a) Whether the mother received the Rh test; (b) Whether the mother tested positive for the Rh-negative factor; (c) Whether the mother received a Rho(D) immune globulin injection; and (22) The sex of the unborn child and the following information: (a) Whether the pregnant mother used a sex-determining test; (b) What type of sex-determining test the pregnant mother used; and (c) The approximate gestational age of the unborn child, in weeks, when the test was taken; (23) The post-fertilization age of the unborn child and the following information: (a) How the post-fertilization age was determined or if a determination was not made, the basis of the determination that an exception existed; (b) Whether an intra-fetal injection was used in an attempt to induce fetal demise; (c) If the unborn child was deemed capable of experiencing pain, pursuant to section 4 of this Act, the basis of the determination that a serious health risk to the unborn child's mother exists; (d) If the unborn child was deemed capable of experiencing pain pursuant to section 4 of this Act, whether the method of the abortion used was that, in reasonable medical judgment, provided the best opportunity for the unborn child to survive and, if such a method was not used, the basis of the determination that termination of the pregnancy in that manner would pose a greater risk either of the death of the pregnant woman or of the substantial and irreversible physical impairment of a major bodily function, not including a psychological or emotional condition, of the woman than other available methods. Section 8. That chapter 34-23A be amended by adding a NEW SECTION to read: Nothing in this Act repeals, by implication or otherwise, any provision not explicitly repealed. Section 9. That chapter 34-23A be amended by adding a NEW SECTION to read: If a part of this Act is invalid, all valid parts that are severable from the invalid part remain in effect. If a part of this Act is invalid in one or more of its applications, the part remains in effect in all valid applications that are severable from the invalid applications. Section 10. That § 34-23A-4 be amended to read: 34-23A-4. An abortion may be performed following the twelfth week of pregnancy and through the twenty-fourth up to the twentieth week of pregnancy by a physician only in a hospital licensed under the provisions of chapter 34-12 or in a hospital operated by the United States, this state, or any department, agency, or political subdivision of either or in the case of hospital facilities not being available, in the licensed physician's medical clinic or office of practice subject to the requirements of § 34-23A-6. Section 11. That § 34-23A-5 be amended to read: 34-23A-5. An abortion may be performed following the twenty-fourth twentieth week of pregnancy by a physician only in a hospital authorized under § 34-23A-4 and only if there is appropriate and reasonable medical judgment that performance of an abortion is necessary to preserve the life or health of the mother due to a serious health risk to the unborn child's mother."}, {"bill_id": 6922, "bill_version_id": 39874, "bill_version": "Senate Engrossed", "bill_version_date": "2016-02-23T17:14:17.82-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to prohibit the abortion of an unborn child who is capable of experiencing pain and to provide a penalty therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 34-23A be amended by adding a NEW SECTION to read: The Legislature finds that: (1) The state has a compelling state interest in protecting the lives of unborn children from the stage at which substantial medical evidence indicates that they are capable of feeling pain; (2) There is substantial medical evidence that an unborn child is capable of experiencing pain by twenty weeks after fertilization. Section 2. That chapter 34-23A be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Post-fertilization age,\" the age of an unborn child as calculated from fertilization; (2) \"Probable post-fertilization age of the unborn child,\" what, in reasonable medical judgment, will with reasonable probability be the post-fertilization age of the unborn child at the time the abortion is planned to be performed or induced; (3) \"Reasonable medical judgment,\" a medical judgment that would be made by a reasonably prudent physician, knowledgeable about the case and the treatment possibilities with respect to the medical conditions involved; (4) \"Woman,\" a female human being whether or not she has reached the age of majority. Section 3. That chapter 34-23A be amended by adding a NEW SECTION to read: It is a Class 1 misdemeanor to intentionally or recklessly perform, or attempt to perform, an abortion of an unborn child capable of feeling pain unless it is necessary to prevent a serious health risk to the unborn child's mother. No penalty may be assessed against the woman upon whom the abortion is performed, or attempted to be performed. Section 4. That chapter 34-23A be amended by adding a NEW SECTION to read: For purposes of this Act, an unborn child is capable of feeling pain when the physician performing, or attempting to perform, the abortion or another physician upon whose determination that physician relies, determines that the probable post-fertilization age of the unborn child is twenty or more weeks. In determining the post-fertilization age of the unborn child, the physician shall make inquiries of the pregnant woman and perform medical examinations and tests that a reasonably prudent physician would perform to accurately diagnose the post-fertilization age of an unborn child. Section 5. That chapter 34-23A be amended by adding a NEW SECTION to read: No medical emergency may form the basis for an exception to section 3 if it is based on a claim or diagnosis that the pregnant mother will engage in conduct which she intends to result in her death or other self harm. Section 6. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: When an abortion of an unborn child capable of feeling pain is necessary due to a medical emergency, the physician shall deliver the child in the manner which, in reasonable medical judgment, provides the best opportunity for the unborn child to survive, but only if it is consistent with preserving the pregnant mother's life and preventing an irreversible impairment of a major bodily function of the pregnant woman. Section 7. That § 34-23A-34 be amended to read as follows: 34-23A-34. The Department of Health shall prepare a reporting form for physicians which shall provide for the collection of the following information: (1) The month, day, and year of the induced abortion; (2) The method of abortion used for each induced abortion; (3) The approximate gestational age, in weeks, of the unborn child involved in the abortion; (4) The age of the mother at the time of the abortion and, if the mother was younger than sixteen years of age at the time the child was conceived, the age of the father, if known; (5) The specific reason for the induced abortion, including the following: (a) The pregnancy was a result of rape; (b) The pregnancy was a result of incest; (c) The mother could not afford the child; (d) The mother did not desire to have the child; (e) The mother's emotional health was at risk; (f) The mother would suffer substantial and irreversible impairment of a major bodily function if the pregnancy continued; (g) Other, which shall be specified; (6) Whether the induced abortion was paid for by: (a) Private insurance; (b) Public health plan; (c) Other, which shall be specified; (7) Whether coverage was under: (a) A-fee-for-service insurance company; (b) A managed care company; or (c) Other, which shall be specified; (8) A description of the complications, if any, for each abortion and for the aftermath of each abortion; (9) The fee collected for performing or treating the abortion; (10) The type of anesthetic, if any, used for each induced abortion; (11) The method used to dispose of fetal tissue and remains; (12) The specialty area of the physician; (13) Whether the physician performing the induced abortion has been subject to license revocation or suspension or other professional sanction; (14) The number of previous abortions the mother has had; (15) The number of previous live births of the mother, including both living and deceased; (16) The date last normal menses began for the mother; (17) The name of physician performing the induced abortion; (18) The name of hospital or physician office where the induced abortion was performed; (19) A unique patient number that can be used to link the report to medical report for inspection, clarification, and correction purposes but that cannot, of itself, reasonably lead to the identification of any person obtaining an abortion; (20) Certain demographic information including: (a) State, county, and city of occurrence of abortion; (b) State, county, and city of residence of mother; (c) Marital status of mother; (d) Education status of mother; (e) Race and hispanic origin of mother; (21) Certain Rhesus factor (Rh) information including: (a) Whether the mother received the Rh test; (b) Whether the mother tested positive for the Rh-negative factor; (c) Whether the mother received a Rho(D) immune globulin injection; and (22) The sex of the unborn child and the following information: (a) Whether the pregnant mother used a sex-determining test; (b) What type of sex-determining test the pregnant mother used; and (c) The approximate gestational age of the unborn child, in weeks, when the test was taken; (23) The post-fertilization age of the unborn child and the following information: (a) How the post-fertilization age was determined or if a determination was not made, the basis of the determination that an exception existed; (b) Whether an intra-fetal injection was used in an attempt to induce fetal demise; (c) If the unborn child was deemed capable of experiencing pain, pursuant to section 4 of this Act, the basis of the determination that a serious health risk to the unborn child's mother exists; (d) If the unborn child was deemed capable of experiencing pain pursuant to section 4 of this Act, whether the method of the abortion used was that, in reasonable medical judgment, provided the best opportunity for the unborn child to survive and, if such a method was not used, the basis of the determination that termination of the pregnancy in that manner would pose a greater risk either of the death of the pregnant woman or of the substantial and irreversible physical impairment of a major bodily function, not including a psychological or emotional condition, of the woman than other available methods. Section 8. That chapter 34-23A be amended by adding a NEW SECTION to read: Nothing in this Act repeals, by implication or otherwise, any provision not explicitly repealed. Section 9. That § 34-23A-4 be amended to read: 34-23A-4. An abortion may be performed following the twelfth week of pregnancy and through the twenty-fourth through the twenty-second week of pregnancy by a physician only in a hospital licensed under the provisions of chapter 34-12 or in a hospital operated by the United States, this state, or any department, agency, or political subdivision of either or in the case of hospital facilities not being available, in the licensed physician's medical clinic or office of practice subject to the requirements of § 34-23A-6. Section 10. That § 34-23A-5 be amended to read: 34-23A-5. An abortion may be performed following the twenty-fourth twenty-second week of pregnancy by a physician only in a hospital authorized under § 34-23A-4 and only if there is appropriate and reasonable medical judgment that performance of an abortion is necessary to preserve the life or health of the mother due to a serious health risk to the unborn child's mother."}, {"bill_id": 6922, "bill_version_id": 40437, "bill_version": "House Engrossed", "bill_version_date": "2016-03-07T18:06:26.37-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to prohibit the abortion of an unborn child who is capable of experiencing pain and to provide a penalty therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 34-23A be amended by adding a NEW SECTION to read: The Legislature finds that: (1) The state has a compelling state interest in protecting the lives of unborn children from the stage at which substantial medical evidence indicates that they are capable of feeling pain; (2) There is substantial medical evidence that an unborn child is capable of experiencing pain by twenty weeks after fertilization. Section 2. That chapter 34-23A be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Post-fertilization age,\" the age of an unborn child as calculated from fertilization; (2) \"Probable post-fertilization age of the unborn child,\" what, in reasonable medical judgment, will with reasonable probability be the post-fertilization age of the unborn child at the time the abortion is planned to be performed or induced; (3) \"Reasonable medical judgment,\" a medical judgment that would be made by a reasonably prudent physician, knowledgeable about the case and the treatment possibilities with respect to the medical conditions involved; (4) \"Woman,\" a female human being whether or not she has reached the age of majority. Section 3. That chapter 34-23A be amended by adding a NEW SECTION to read: It is a Class 1 misdemeanor to intentionally or recklessly perform, or attempt to perform, an abortion of an unborn child capable of feeling pain unless it is a medical emergency. No penalty may be assessed against the woman upon whom the abortion is performed, or attempted to be performed. Section 4. That chapter 34-23A be amended by adding a NEW SECTION to read: For purposes of this Act, an unborn child is capable of feeling pain when the physician performing, or attempting to perform, the abortion or another physician upon whose determination that physician relies, determines that the probable post-fertilization age of the unborn child is twenty or more weeks. In determining the post-fertilization age of the unborn child, the physician shall make inquiries of the pregnant woman and perform medical examinations and tests that a reasonably prudent physician would perform to accurately diagnose the post-fertilization age of an unborn child. Section 5. That chapter 34-23A be amended by adding a NEW SECTION to read: No medical emergency may form the basis for an exception to section 3 if it is based on a claim or diagnosis that the pregnant mother will engage in conduct which she intends to result in her death or other self harm. Section 6. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: When an abortion of an unborn child capable of feeling pain is necessary due to a medical emergency, the physician shall deliver the child in the manner which, in reasonable medical judgment, provides the best opportunity for the unborn child to survive, but only if it is consistent with preserving the pregnant mother's life and preventing an irreversible impairment of a major bodily function of the pregnant woman. Section 7. That § 34-23A-34 be amended to read as follows: 34-23A-34. The Department of Health shall prepare a reporting form for physicians which shall provide for the collection of the following information: (1) The month, day, and year of the induced abortion; (2) The method of abortion used for each induced abortion; (3) The approximate gestational age, in weeks, of the unborn child involved in the abortion; (4) The age of the mother at the time of the abortion and, if the mother was younger than sixteen years of age at the time the child was conceived, the age of the father, if known; (5) The specific reason for the induced abortion, including the following: (a) The pregnancy was a result of rape; (b) The pregnancy was a result of incest; (c) The mother could not afford the child; (d) The mother did not desire to have the child; (e) The mother's emotional health was at risk; (f) The mother would suffer substantial and irreversible impairment of a major bodily function if the pregnancy continued; (g) Other, which shall be specified; (6) Whether the induced abortion was paid for by: (a) Private insurance; (b) Public health plan; (c) Other, which shall be specified; (7) Whether coverage was under: (a) A-fee-for-service insurance company; (b) A managed care company; or (c) Other, which shall be specified; (8) A description of the complications, if any, for each abortion and for the aftermath of each abortion; (9) The fee collected for performing or treating the abortion; (10) The type of anesthetic, if any, used for each induced abortion; (11) The method used to dispose of fetal tissue and remains; (12) The specialty area of the physician; (13) Whether the physician performing the induced abortion has been subject to license revocation or suspension or other professional sanction; (14) The number of previous abortions the mother has had; (15) The number of previous live births of the mother, including both living and deceased; (16) The date last normal menses began for the mother; (17) The name of physician performing the induced abortion; (18) The name of hospital or physician office where the induced abortion was performed; (19) A unique patient number that can be used to link the report to medical report for inspection, clarification, and correction purposes but that cannot, of itself, reasonably lead to the identification of any person obtaining an abortion; (20) Certain demographic information including: (a) State, county, and city of occurrence of abortion; (b) State, county, and city of residence of mother; (c) Marital status of mother; (d) Education status of mother; (e) Race and hispanic origin of mother; (21) Certain Rhesus factor (Rh) information including: (a) Whether the mother received the Rh test; (b) Whether the mother tested positive for the Rh-negative factor; (c) Whether the mother received a Rho(D) immune globulin injection; and (22) The sex of the unborn child and the following information: (a) Whether the pregnant mother used a sex-determining test; (b) What type of sex-determining test the pregnant mother used; and (c) The approximate gestational age of the unborn child, in weeks, when the test was taken; (23) The post-fertilization age of the unborn child and the following information: (a) How the post-fertilization age was determined or if a determination was not made, the basis of the determination that an exception existed; (b) Whether an intra-fetal injection was used in an attempt to induce fetal demise; (c) If the unborn child was deemed capable of experiencing pain, pursuant to section 4 of this Act, the basis of the determination that it is a medical emergency; (d) If the unborn child was deemed capable of experiencing pain pursuant to section 4 of this Act, whether the method of the abortion used was that, in reasonable medical judgment, provided the best opportunity for the unborn child to survive and, if such a method was not used, the basis of the determination that termination of the pregnancy in that manner would pose a greater risk either of the death of the pregnant woman or of the substantial and irreversible physical impairment of a major bodily function, not including a psychological or emotional condition, of the woman than other available methods. Section 8. That chapter 34-23A be amended by adding a NEW SECTION to read: Nothing in this Act repeals, by implication or otherwise, any provision not explicitly repealed. Section 9. That § 34-23A-4 be amended to read: 34-23A-4. An abortion may be performed following the twelfth week of pregnancy and through the twenty-fourth through the twenty-second week of pregnancy by a physician only in a hospital licensed under the provisions of chapter 34-12 or in a hospital operated by the United States, this state, or any department, agency, or political subdivision of either or in the case of hospital facilities not being available, in the licensed physician's medical clinic or office of practice subject to the requirements of § 34-23A-6. Section 10. That § 34-23A-5 be amended to read: 34-23A-5. An abortion may be performed following the twenty-fourth twenty-second week of pregnancy by a physician only in a hospital authorized under § 34-23A-4 and only if there is appropriate and reasonable medical judgment that performance of an abortion is necessary to preserve the life or health of the mother in the case of a medical emergency."}, {"bill_id": 6922, "bill_version_id": 40542, "bill_version": "Enrolled", "bill_version_date": "2016-03-09T11:52:30.01-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6922, "action_date": "2016-01-22T13:00:00-06:00", "document_id": 37958, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37958.pdf", "status_text": "First read in Senate and referred to", "journal_page": 117, "committee_id_action": 309, "committee_id_assigned": 298, "result": "N", "vote": {}}, {"bill_id": 6922, "action_date": "2016-02-05T10:00:00-06:00", "document_id": 38665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38665.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 298, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6922, "action_date": "2016-02-05T10:00:00-06:00", "document_id": 38908, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38908.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 298, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20621, "president_vote": null, "Nay": [974, 1035], "Yea": [966, 994, 1066, 1046, 1001]}}, {"bill_id": 6922, "action_date": "2016-02-08T10:00:00-06:00", "document_id": 38911, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38911.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 298, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6922, "action_date": "2016-02-17T10:00:00-06:00", "document_id": 39171, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39171.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 298, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6922, "action_date": "2016-02-19T10:00:00-06:00", "document_id": 39454, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39454.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 298, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6922, "action_date": "2016-02-19T10:00:00-06:00", "document_id": 39652, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39652.pdf", "status_text": "Do Pass Amended", "journal_page": 0, "committee_id_action": 298, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 21182, "president_vote": null, "Nay": [974, 966, 1035, 994, 1066, 1046, 1001]}}, {"bill_id": 6922, "action_date": "2016-02-19T10:00:00-06:00", "document_id": 39652, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39652.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 298, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21161, "president_vote": null, "Nay": [974, 966, 1035], "Yea": [994, 1066, 1046, 1001]}}, {"bill_id": 6922, "action_date": "2016-02-19T10:00:00-06:00", "document_id": 39652, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39652.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 298, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6922, "action_date": "2016-02-19T10:00:00-06:00", "document_id": 39652, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39652.pdf", "status_text": "Do Pass Amended", "journal_page": 373, "committee_id_action": 298, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21165, "president_vote": null, "Nay": [974, 966, 1035], "Yea": [994, 1066, 1046, 1001]}}, {"bill_id": 6922, "action_date": "2016-02-23T14:00:00-06:00", "document_id": 39863, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39863.pdf", "status_text": "Motion to amend", "journal_page": 416, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6922, "action_date": "2016-02-23T14:00:00-06:00", "document_id": 39863, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39863.pdf", "status_text": "Do Pass Amended", "journal_page": 416, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21358, "president_vote": null, "Nay": [974, 999, 966, 1067, 979, 1035, 984, 1020, 971, 1012, 970, 978, 973, 1008], "Yea": [977, 1037, 1014, 969, 1005, 1047, 998, 997, 994, 1041, 967, 975, 1011, 1010, 1016, 1001, 1046, 1066, 1045, 1000, 1013]}}, {"bill_id": 6922, "action_date": "2016-02-24T14:00:00-06:00", "document_id": 39955, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39955.pdf", "status_text": "First read in House and referred to", "journal_page": 664, "committee_id_action": 325, "committee_id_assigned": 317, "result": "N", "vote": {}}, {"bill_id": 6922, "action_date": "2016-03-02T07:45:00-06:00", "document_id": 40025, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40025.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 317, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6922, "action_date": "2016-03-02T07:45:00-06:00", "document_id": 40240, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40240.pdf", "status_text": "Do Pass", "journal_page": 749, "committee_id_action": 317, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21720, "president_vote": null, "Yea": [1042, 983, 1022, 1044, 1024, 1003, 981, 1029, 990, 989, 1025, 976], "Nay": [1002]}}, {"bill_id": 6922, "action_date": "2016-03-03T13:00:00-06:00", "document_id": 40333, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40333.pdf", "status_text": "Deferred to another day", "journal_page": 781, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6922, "action_date": "2016-03-07T14:00:00-06:00", "document_id": 40418, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40418.pdf", "status_text": "Motion to amend", "journal_page": 801, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6922, "action_date": "2016-03-07T14:00:00-06:00", "document_id": 40418, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40418.pdf", "status_text": "Do Pass Amended", "journal_page": 802, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21919, "president_vote": null, "Yea": [1043, 1042, 1063, 983, 964, 1040, 995, 1039, 1050, 1060, 1009, 1033, 980, 976, 1049, 1022, 1056, 1061, 1019, 1065, 972, 963, 1062, 1038, 982, 1055, 1017, 1058, 1036, 1024, 968, 1018, 1059, 1054, 1031, 1027, 1028, 992, 1034, 1006, 991, 1007, 1052, 1030, 988, 993, 981, 1023, 1069, 1029, 996, 990, 1032, 1025, 1051, 965, 1053, 1064, 989], "Nay": [1057, 985, 1021, 1002, 987, 1048, 1026], "Excused": [986, 1015, 1044, 1003]}}, {"bill_id": 6922, "action_date": "2016-03-09T10:30:00-06:00", "document_id": 40533, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40533.pdf", "status_text": "Concurred in amendments", "journal_page": 582, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22017, "president_vote": null, "Nay": [974, 999, 1035, 1020, 1012, 978, 973], "Yea": [977, 1037, 966, 1014, 1067, 979, 969, 1005, 1047, 998, 997, 984, 994, 1041, 967, 975, 1011, 1010, 1016, 1001, 1046, 1066, 1045, 1000, 1013, 1008], "Excused": [971, 970]}}, {"bill_id": 6922, "action_date": "2016-03-09T10:30:00-06:00", "document_id": 40533, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40533.pdf", "status_text": "Signed by the President", "journal_page": 591, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6922, "action_date": "2016-03-10T10:30:00-06:00", "document_id": 40577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40577.pdf", "status_text": "Signed by the Speaker", "journal_page": 861, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6922, "action_date": "2016-03-10T10:30:00-06:00", "document_id": 40574, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40574.pdf", "status_text": "Delivered to the Governor", "journal_page": 603, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6922, "action_date": "2016-03-11T09:00:00-06:00", "document_id": 40593, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40593.pdf", "status_text": "Signed by the Governor", "journal_page": 610, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6216, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6922"}