{"session_id": 4, "bill_id": 374, "bill_type": "Senate Bill", "bill_number": 189, "bill_title": "revise certain provisions regarding public records and the accessibility of public records.", "sponsors": [{"legislator_profile_id": 570, "is_prime": true}, {"legislator_profile_id": 541, "is_prime": true}, {"legislator_profile_id": 557, "is_prime": false}, {"legislator_profile_id": 555, "is_prime": false}, {"legislator_profile_id": 560, "is_prime": false}, {"legislator_profile_id": 575, "is_prime": false}, {"legislator_profile_id": 529, "is_prime": false}, {"legislator_profile_id": 567, "is_prime": false}, {"legislator_profile_id": 573, "is_prime": false}, {"legislator_profile_id": 543, "is_prime": false}, {"legislator_profile_id": 628, "is_prime": false}, {"legislator_profile_id": 630, "is_prime": false}, {"legislator_profile_id": 537, "is_prime": false}, {"legislator_profile_id": 566, "is_prime": false}, {"legislator_profile_id": 559, "is_prime": false}], "keywords": ["Public Records or Meetings"], "audio": [{"meeting_datetime": "2008-01-30T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst15.mp3", "start_seconds": 3950.0}, {"meeting_datetime": "2008-01-30T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst15.mp3", "start_seconds": 3950.0}, {"meeting_datetime": "2008-01-30T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst15.mp3", "start_seconds": 3950.0}, {"meeting_datetime": "2008-02-06T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst19.mp3", "start_seconds": 684.0}, {"meeting_datetime": "2008-02-06T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst19.mp3", "start_seconds": 684.0}, {"meeting_datetime": "2008-02-06T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst19.mp3", "start_seconds": 684.0}, {"meeting_datetime": "2008-02-06T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst19.mp3", "start_seconds": 684.0}, {"meeting_datetime": "2008-02-06T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst19.mp3", "start_seconds": 684.0}, {"meeting_datetime": "2008-02-06T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst19.mp3", "start_seconds": 684.0}, {"meeting_datetime": "2008-02-11T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen21.mp3", "start_seconds": 4324.0}, {"meeting_datetime": "2008-02-11T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen21.mp3", "start_seconds": 4324.0}, {"meeting_datetime": "2008-02-11T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen21.mp3", "start_seconds": 4324.0}, {"meeting_datetime": "2008-02-11T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen21.mp3", "start_seconds": 4324.0}, {"meeting_datetime": "2008-02-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst27.mp3", "start_seconds": 4012.0}, {"meeting_datetime": "2008-02-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst27.mp3", "start_seconds": 4012.0}, {"meeting_datetime": "2008-02-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst27.mp3", "start_seconds": 4012.0}, {"meeting_datetime": "2008-02-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst27.mp3", "start_seconds": 4012.0}, {"meeting_datetime": "2008-02-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst27.mp3", "start_seconds": 4012.0}, {"meeting_datetime": "2008-02-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst27.mp3", "start_seconds": 4012.0}, {"meeting_datetime": "2008-02-25T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst30.mp3", "start_seconds": 4274.0}, {"meeting_datetime": "2008-02-25T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst30.mp3", "start_seconds": 4274.0}, {"meeting_datetime": "2008-02-25T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst30.mp3", "start_seconds": 4274.0}], "bill_versions": [{"bill_id": 374, "bill_version_id": 1625, "bill_version": "Introduced", "bill_version_date": "2008-01-23T10:04:37.98-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding public records and the accessibility of public records. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-27-1 be amended to read as follows: 1-27-1. If the keeping of a record, or the preservation of a document or other instrument is required of an officer or public servant under any statute of this state, the officer or public servant shall keep the record, document, or other instrument available and open to inspection by any person during normal business hours. Except as otherwise specifically provided by law, every record of a public entity is a public record, open and accessible for inspection during reasonable office hours. As used in this section, reasonable office hours include all regular office hours of a public entity. If a public entity does not have regular office hours, the name and telephone number of a contact person authorized to provide access to the public entity's records shall be posted on the door of the office of the public entity. Otherwise, the information regarding the contact person shall be filed with the secretary of state for any state-level entity, the city auditor or finance officer of the city for any city-level entity, or the county auditor for any other entity. Any employment examination or performance appraisal record maintained by the Bureau of Personnel is excluded from this requirement. Any subscription or license holder list maintained by the Department of Game, Fish and Parks may be made available to the public for a reasonable fee. State agencies are exempt from payment of this fee for approved state use. The Game, Fish and Parks Commission may promulgate rules pursuant to chapter 1-26 to establish criteria for the sale and to establish the fee for the sale of such lists. Any automobile liability insurer licensed in the state, or its certified authorized agent, may have access to the name and address of any person licensed or permitted to drive a motor vehicle solely for the purpose of verifying insurance applicant and policyholder information. An insurer requesting any such name and address shall pay a reasonable fee to cover the costs of producing such name and address. The Department of Public Safety shall set such fee by rules promulgated pursuant to chapter 1-26. Any list released or distributed under this section may not be resold or redistributed. Violation of this section by the resale or redistribution of any such list is a Class 2 misdemeanor. Section 2. That § 1-27-3 be amended to read as follows: 1-27-3. Section The provisions of § 1-27-1 shall do not apply to such records as are specifically enjoined to be held confidential or secret by the laws requiring them to be so kept state or federal statute or to records that meet one or more of the following criteria: (1) Records which, if disclosed, would constitute an unwarranted release of personal information; (2) Records which, if disclosed, would impair present or pending contract awards or collective bargaining negotiations; (3) Records that constitute agency trade secrets, agency proprietary information as defined in section 4 of this Act, or proprietary or trade secret information of private entities as defined in subdivision 1-27-28(4) or 1-27-28(5); (4) Financial, research and development, or computer software information as defined in section 4 of this Act; (5) Work product, deliberative process and attorney-client records as defined in section 4 of this Act and chapter 19-13; (6) Records which, if disclosed, could endanger the life or safety of any person; (7) Internal agency records or information received by agencies that are not required to be filed with such agencies, if such records do not constitute final statistical or factual tabulations, final instructions to staff that affect the public, or final agency policy or determinations, or any completed state or federal audit and if such information is not otherwise public under other state law, including chapter 15-15A and § 1-26-21; (8) Records that are examination questions or answers which are requested prior to the final round of testing where such questions will be used; (9) Security information or other records that, if disclosed, would jeopardize an agency's capacity to protect the security of critical infrastructure; and (10) Records an agency receives from private sources regarding potential and existing investments of agency funds, agency investment strategy, and research conducted by or for an agency for purposes of making agency investments. Nothing in this section imposes civil or criminal liability on any public employee or official who releases a record that may be considered confidential under this section but which is otherwise public under § 1-27-1 . Section 3. That § 1-27-9 be amended to read as follows: 1-27-9. As Terms used in §§ 1-27-9 to 1-27-18, inclusive this chapter mean : (1) \"Local record , \" means a any record of a county, municipality, township, district, authority, or any public corporation or political entity whether organized and existing under charter or under general law, unless the record is designated or treated as a state record under state law; (2) \"Record , \" means any document, book, paper, photograph, sound recording, or other material, regardless of physical form or characteristics, made or received pursuant to law or ordinance , maintained for purpose of government audit, or maintained in connection with the transaction of official business. Library and museum material made or acquired and preserved solely for reference or exhibition purposes, extra copies of documents preserved only for convenience of reference, and stocks of publications and of processed documents are not included within the definition of records as used in §§ 1-27-9 to 1-27-18, inclusive this chapter ; (3) \"State agency , \" or \"agency , \" or \"agencies , \" includes all state officers, boards, commissions, departments, institutions, and agencies of state government . The terms specifically include the South Dakota Legislature, any state or municipal department, board, bureau, division, commission, public authority, council, office, or other governmental entity performing a governmental or proprietary function for the state or any one or more of the local subdivisions including counties, townships, school districts, municipalities, and authorities. These terms specifically include organizations or agencies supported in whole or in part by public funds or expending public funds. These terms do not include the Unified Judicial System. These terms do not apply to statutes regarding the disclosure of state records of financial investigations in § § 1-27-28 to 1-27-32, inclusive ; (4) \"State record\" means: (a) A record of a department, office, commission, board, or other agency, however designated, of the state government; (b) A record of the State Legislature; (c) A record of any court of record, whether of state-wide or local jurisdiction; (d) Any other record designated or treated as a state record under state law ; (5) \"Public record,\" any record that is required to be made public pursuant to § 1-27-1; (6) \"Critical infrastructure,\" systems, assets, places or things, whether physical or virtual, so vital to the agency that the disruption, incapacitation, or destruction of such systems, assets, places or things could jeopardize the health, safety, welfare, or security of the agency, its residents, or its economy; (7) \"Security information,\" government data the disclosure of which would be likely to jeopardize the security of critical infrastructure or to jeopardize the security of information, possessions, persons, or property against theft, tampering, improper use, attempted escape, illegal disclosure, trespass, or physical injury; (8) \"Personal information,\" data that is linked to the identity of a person and includes medical records, social security number, credit, debit or electronic fund transfer card numbers, any financial account numbers, driver's license numbers, date of birth, unless such information is public under other state law, including chapter 15-15A and § 1-26-21; (9) \"Financial information,\" information pertaining to monetary resources of a person which, if disclosed, would impair the agency's future ability to obtain necessary information, would cause substantial competitive injury to the person from which the information was obtained, or would contribute to identity theft. Financial information is confidential under this section unless such information is otherwise public under other state law, including chapter 15-15A and § 1-26-21; (10) \"Research and development data,\" information shared between a sponsor or potential sponsor of research and an agency in conducting or negotiating an agreement for research, or information received from a private business that has entered into or is negotiating an agreement with an agency to conduct research, develop, or manufacture or create a product for potential commercial use, or a discovery or innovation generated by the research information, technical information, financial information or marketing information acquired for such purposes, or a document specifically and directly related to the licensing or commercialization resulting rom activities described in this subdivision, or a discovery or innovation produced by the agency that an employee or the agency intends to market commercially and the disclosure of which would cause harm to such marketing efforts; (11) \"Computer software information,\" computer software programs and components of computer software programs that are subject to copyright or patent protection by any private entity, agency, officer, or public servant; (12) \"Agency proprietary record,\" any record developed by an agency that is proprietary as that term is defined in subdivision 1-27-28(4); (13) \"Agency trade secret,\" any record developed by an agency that is a trade secret as that term is defined in subdivision 1-27-28(5); (14) \"Economic development record,\" any record held confidential under § 9-34-19, 1- 16B-14.1, or 1-16G-11, and includes the prospective location of a business or industry, including the identity, nature, and location of the business or industry, if such information has not been previously disclosed by the specific business or industry at issue; (15) \"Work product record,\" any agency record of an attorney or other representative of a party as described in subdivision 15-6-26(b)(3); (16) \"Deliberative process record,\" any predecisional agency record that would reveal advisory opinions, recommendations, or deliberations comprising part of a process by which governmental decisions and policies are formulated and which is not required to be part of a contested case agency record under chapter 1-26; (17) \"Final disciplinary decision,\" the final decision of an agency regarding a disciplinary action against an agency employee resulting in suspension, termination, or reduction in pay or grade, regardless of the possibility of any later proceedings or court proceedings. In the case of arbitration proceedings arising under collective bargaining agreements, a final disposition occurs at the conclusion of the arbitration proceedings, or upon the failure of the employee to elect arbitration within the time provided by the collective bargaining agreement; (18) \"Person,\" any natural person, business entity, or governmental entity; (19) \"Agency fiscal record,\" any record kept by an agency for fiscal audit purposes, including contracts, vouchers, and lists or ledgers showing indebtedness (bonds, warrants, certificates, and other similar evidence of indebtedness), sources of revenue, amounts received, accounts receivable, accounts payable, claims and demands, general and special taxes levied and paid, special assessments levied and paid, and other similar lists or ledgers that show the financial transactions, account balances, or financial condition of the agency. Personal or governmental account numbers (such as social security numbers, student identification numbers, credit card numbers, and bank account numbers) or passwords are not agency fiscal records; (20) \"Private entity,\" any person or entity that is not a public entity as defined by subdivision 3-21-1(2); (21) \"Financial investigation, examination, or audit,\" any examination conducted by a state agency of a private entity's proprietary information or trade secret information; and (22) \"Investment information,\" records and information an agency receives from private sources regarding potential and existing investments of agency funds, agency investment strategy, and research conducted by or for an agency for purposes of making agency investments . Section 4. That § 23-5-7 be amended to read as follows: 23-5-7. All photographs, impressions, measurements, descriptions, or records including confidential criminal investigative information, taken or made as provided for in § 23-5-6 shall be filed and preserved by the department or institution where made or taken and shall may not be published, transferred, or circulated outside such department or institutions, nor exhibited to the public or any person or persons except duly authorized law enforcement officers unless the subject of such photograph, measurement, description, or other record becomes a fugitive from justice, or escapes from a penal institution. However, this section shall does not apply to the release of information allowed pursuant to § 24-2-20. Further, a booking photograph may be made public at the discretion of the executive officer of the arresting agency. Section 5. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Each agency shall maintain: (1) A record of the final vote of each member in every agency proceeding in which a roll call vote is made or a record of the numerical vote if individual votes are not recorded; (2) A record setting forth the name, public office address, title, and salary of every officer or employee of the agency; and (3) Current records retention schedules as required in § 1-27-13 or otherwise maintain a reasonably detailed current list by subject matter, of all records in the possession of the agency, regardless of whether such records are public under this chapter or subject to the records retention program provided in this chapter. Section 6. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: If the following records, pertaining to current and former employees, volunteers, and independent contractors of an agency are maintained, they are public: (1) Copies of contracts with independent contractors and vouchers showing payments to such contractors; (2) Name, actual annual gross salary, and salary range, for each current employee of the agency; (3) The date of employment for each current employee and, except as provided in section 9 of this Act, the work location and telephone number for the office where the employee works; (4) Job title, bargaining unit, if any, job description, education and training background, if available, previous work experience and honors and awards received for each current employee; (5) For retired employees, the first and last date of employment and the actual annual benefits currently received, exclusive of the amount of employee-contributed benefits; (6) For employees or officers who are paid a moving allowance, housing allowance, motor vehicle allowance, severance pay, or other payment not constituting employee salary, wages, or authorized travel or per diem reimbursements, the actual annual sum of such payments. For employees or officers receiving any in-kind benefit, such as use of a motor vehicle for personal purposes or a dwelling, the existence of such benefit is public and the fair market value of such in-kind benefit, if it has been calculated by the agency, is public; (7) Any final disciplinary decision regardless of whether further legal action may be possible; (8) Terms of any agreement settling any dispute arising out of an employment relationship, including a severance payment, and which shall include the specific reasons for the agreement if it involves the payment of more than ten thousand dollars of public money; (9) Time sheets or comparable data if maintained that account for the employee or official's work time, except data that would reveal the reasons for the use of sick or medical leave or other data that would constitute an unwarranted invasion of person privacy such as individual contributions to pension plans; and (10) The existence of any regulatory civil, criminal, or regulatory complaint that has been formally commenced against a public official who is the head or deputy head of an agency, a member of a board or commission appointed by the Governor or other elected officer, or executive heads of bureaus, divisions, or public institutions. Section 7. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding any other provision of this chapter, the following personnel data relating to officers, agents, or employees of agencies engaged in investigative work or law enforcement services, or to officers, agents, or employees of correctional facilities or secure treatment facilities who are directly involved in supervision of inmates or parolees, may not be disclosed: (1) Place of prior employment; (2) Payroll time sheets or other comparable data, to the extent that disclosure of payroll time sheets or other comparable data may disclose future work assignments; and (3) Home address or telephone number, the location of an employee during nonworking hours, or the location of an employee's immediate family members. Section 8. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Any final settlement agreement to which the agency is a party is public if it involves the termination of a license, permit, or registration issued by that agency regardless of whether formal termination proceedings have been initiated, if it involves the resolution of a legal dispute by a public agency that does not involve the expenditure of public funds, or if the release of such information will not, in the reasonable opinion of the agency, prompt nonmeritorious money claims against the agency. Section 9. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Nothing in this chapter prevents the release of records if the record would otherwise be public but contains information held confidential under § 1-27-3 that has been redacted before public disclosure. Further, nothing in this chapter prevents the release of records to any person who filed the record with the agency or prevents the release of regulatory records to the person regulated, if such regulatory records do not constitute investigatory records or records that are to be withheld from the person regulated under specific laws pertaining to such records. Section 10. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Pursuant to the rules of civil procedure, a circuit court may enjoin or limit the examination and copying of a specific public record or a narrowly drawn class of public records as provided in this section. Any action for injunction pursuant to this section may be brought by the lawful custodian of a public record or by any other person who would be aggrieved or adversely affected by the examination or copying of such record. The injunction may be issued only if it is proved by clear and convincing evidence that the examination clearly would not be in the public interest, and that the examination would substantially and irreparably injure any person. In ruling upon requests for injunction pursuant to this section, the court shall take into account the policy of this chapter that free and open examination of public records generally is in the public interest, even though such examination may on occasion cause inconvenience or embarrassment to public officials or other persons. Good faith, reasonable delay by a lawful custodian of a record in permitting the examination and copying of a public record is not a violation of this chapter if the purpose of the delay is: (1) To determine whether the record in question is a public record; or (2) To determine whether inspection or copying of the record would substantially and irreparably injure any person; or (3) To determine whether the lawful custodian is entitled to seek such an injunction or should seek such an injunction; or (4) To seek an injunction under this section."}, {"bill_id": 374, "bill_version_id": 2625, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2008-02-06T12:31:13.48-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding public records and the accessibility of public records. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-27-1 be amended to read as follows: 1-27-1. If the keeping of a record, or the preservation of a document or other instrument is required of an officer or public servant under any statute of this state, the officer or public servant shall keep the record, document, or other instrument available and open to inspection by any person during normal business hours. Except as otherwise specifically provided by law, every record of a public entity is a public record, open and accessible for inspection during reasonable office hours. As used in this section, reasonable office hours include all regular office hours of a public entity. If a public entity does not have regular office hours, the name and telephone number of a contact person authorized to provide access to the public entity's records shall be posted on the door of the office of the public entity. Otherwise, the information regarding the contact person shall be filed with the secretary of state for any state-level entity, the city auditor or finance officer of the city for any city-level entity, or the county auditor for any other entity. Any employment examination or performance appraisal record maintained by the Bureau of Personnel is excluded from this requirement. Any subscription or license holder list maintained by the Department of Game, Fish and Parks may be made available to the public for a reasonable fee. State agencies are exempt from payment of this fee for approved state use. The Game, Fish and Parks Commission may promulgate rules pursuant to chapter 1-26 to establish criteria for the sale and to establish the fee for the sale of such lists. Any automobile liability insurer licensed in the state, or its certified authorized agent, may have access to the name and address of any person licensed or permitted to drive a motor vehicle solely for the purpose of verifying insurance applicant and policyholder information. An insurer requesting any such name and address shall pay a reasonable fee to cover the costs of producing such name and address. The Department of Public Safety shall set such fee by rules promulgated pursuant to chapter 1-26. Any list released or distributed under this section may not be resold or redistributed. Violation of this section by the resale or redistribution of any such list is a Class 2 misdemeanor. Section 2. That § 1-27-3 be amended to read as follows: 1-27-3. Section The provisions of § 1-27-1 shall do not apply to such records as are specifically enjoined to be held confidential or secret by the laws requiring them to be so kept state or federal statute or regulation or to records that meet one or more of the following criteria: (1) Records which, if disclosed, would constitute an unwarranted release of personal information; (2) Records which, if disclosed, would impair present or pending contract awards or collective bargaining negotiations; (3) Records that constitute agency trade secrets, agency proprietary information, or intellectual property record as defined in § 1-27-9, or proprietary or trade secret information of private entities as defined in subdivision 1-27-28(4) or 1-27-28(5); (4) Financial, research and development, or computer software information as defined in § 1-27-9; (5) Work product, deliberative process and attorney-client records as defined in § 1-27-9 or chapter 19-13; (6) Records which, if disclosed, could endanger the life or safety of any person; (7) Internal agency records or information received by agencies that are not required to be filed with such agencies, if such records do not constitute final statistical or factual tabulations, final instructions to staff that affect the public, or final agency policy or determinations, or any completed state or federal audit and if such information is not otherwise public under other state law, including chapter 15-15A and § 1-26-21; (8) Records that are examination questions or answers which are requested prior to the final round of testing where such questions will be used; (9) Security information or other records that, if disclosed, would jeopardize an agency's capacity to protect the security of critical infrastructure; and (10) Records an agency receives from private sources regarding potential and existing investments of agency funds, agency investment strategy, and research conducted by or for an agency for purposes of making agency investments. Nothing in this section imposes civil or criminal liability on any public employee or official who releases a record that may be considered confidential under this section but which is otherwise public under § 1-27-1 . Section 3. That § 1-27-9 be amended to read as follows: 1-27-9. As Terms used in §§ 1-27-9 to 1-27-18, inclusive this chapter mean : (1) \"Local record , \" means a any record of a county, municipality, township, district, authority, or any public corporation or political entity whether organized and existing under charter or under general law, unless the record is designated or treated as a state record under state law; (2) \"Record , \" means any document, book, paper, photograph, sound recording, or other material, regardless of physical form or characteristics, made or received pursuant to law or ordinance , maintained for purpose of government audit, or maintained in connection with the transaction of official business. Library and museum material made or acquired and preserved solely for reference or exhibition purposes, extra copies of documents preserved only for convenience of reference, and stocks of publications and of processed documents are not included within the definition of records as used in §§ 1-27-9 to 1-27-18, inclusive this chapter ; (3) \"State agency , \" or \"agency , \" or \"agencies , \" includes all state officers, boards, commissions, departments, institutions, and agencies of state government . The terms specifically include the South Dakota Legislature, any state or municipal department, board, bureau, division, commission, public authority, council, office, or other governmental entity performing a governmental or proprietary function for the state or any one or more of the local subdivisions including counties, townships, school districts, municipalities, and authorities. These terms do not include the Unified Judicial System. These terms do not apply to statutes regarding the disclosure of state records of financial investigations in § § 1-27-28 to 1-27-32, inclusive ; (4) \"State record\" means: (a) A record of a department, office, commission, board, or other agency, however designated, of the state government; (b) A record of the State Legislature; (c) A record of any court of record, whether of state-wide or local jurisdiction; (d) Any other record designated or treated as a state record under state law ; (5) \"Public record,\" any record that is required to be made public pursuant to § 1-27-1; (6) \"Critical infrastructure,\" systems, assets, places or things, whether physical or virtual, so vital to the agency that the disruption, incapacitation, or destruction of such systems, assets, places or things could jeopardize the health, safety, welfare, or security of the agency, its residents, or its economy; (7) \"Security information,\" government data the disclosure of which would be likely to jeopardize the security of critical infrastructure or to jeopardize the security of information, possessions, persons, or property against theft, tampering, improper use, attempted escape, illegal disclosure, trespass, or physical injury; (8) \"Personal information,\" data that is linked to the identity of a person and includes medical records, social security number, credit, debit or electronic fund transfer card numbers, any financial account numbers, driver's license numbers, date of birth, unless such information is public under other state law, including chapter 15-15A and § 1-26-21; (9) \"Financial information,\" information pertaining to monetary resources of a person which, if disclosed, would impair the agency's future ability to obtain necessary information, would cause substantial competitive injury to the person from which the information was obtained, or would contribute to identity theft. Financial information is confidential under this section unless such information is otherwise public under other state law, including chapter 15-15A and § 1-26-21; (10) \"Research and development data,\" information shared between a sponsor or potential sponsor of research and an agency in conducting or negotiating an agreement for research, or information received from a private business that has entered into or is negotiating an agreement with an agency to conduct research, develop, or manufacture or create a product for potential commercial use, or a discovery or innovation generated by the research information, technical information, financial information or marketing information acquired for such purposes, or a document specifically and directly related to the licensing or commercialization resulting rom activities described in this subdivision, or a discovery or innovation produced by the agency that an employee or the agency intends to market commercially and the disclosure of which would cause harm to such marketing efforts; (10A) \"Intellectual property record,\" a record, other than a financial or administrative record, that is produced or collected by or for faculty or staff of a publicly funded postsecondary institution or research facility in the conduct of or as a result of study or research on an educational, commercial, scientific, artistic, technical, or scholarly issue, regardless of whether the study or research was sponsored by the institution alone or in conjunction with a governmental body or private concern, and that has not been publicly released, published, or patented; (11) \"Computer software information,\" computer software programs and components of computer software programs that are subject to copyright or patent protection by any private entity, agency, officer, or public servant; (12) \"Agency proprietary record,\" any record developed by an agency that is proprietary as that term is defined in subdivision 1-27-28(4); (13) \"Agency trade secret,\" any record developed by an agency that is a trade secret as that term is defined in subdivision 1-27-28(5); (14) \"Economic development record,\" any record held confidential under § 9-34-19, 1- 16B-14.1, or 1-16G-11, and includes the prospective location of a business or industry, including the identity, nature, and location of the business or industry, if such information has not been previously disclosed by the specific business or industry at issue; (15) \"Work product record,\" any agency record of an attorney or other representative of a party as described in subdivision 15-6-26(b)(3); (16) \"Deliberative process record,\" any predecisional agency record that would reveal advisory opinions, recommendations, or deliberations comprising part of a process by which governmental decisions and policies are formulated and which is not required to be part of a contested case agency record under chapter 1-26; (17) \"Final disciplinary decision,\" the final decision of an agency regarding a disciplinary action against an agency employee resulting in suspension, termination, or reduction in pay or grade, regardless of the possibility of any later proceedings or court proceedings. In the case of arbitration proceedings arising under collective bargaining agreements, a final disposition occurs at the conclusion of the arbitration proceedings, or upon the failure of the employee to elect arbitration within the time provided by the collective bargaining agreement; (18) \"Person,\" any natural person, business entity, or governmental entity; (19) \"Agency fiscal record,\" any record kept by an agency for fiscal audit purposes, including contracts, vouchers, and lists or ledgers showing indebtedness (bonds, warrants, certificates, and other similar evidence of indebtedness), sources of revenue, amounts received, accounts receivable, accounts payable, claims and demands, general and special taxes levied and paid, special assessments levied and paid, and other similar lists or ledgers that show the financial transactions, account balances, or financial condition of the agency. Personal or governmental account numbers (such as social security numbers, student identification numbers, credit card numbers, and bank account numbers) or passwords are not agency fiscal records; (20) \"Private entity,\" any person or entity that is not a public entity as defined by subdivision 3-21-1(2); (21) \"Financial investigation, examination, or audit,\" any examination conducted by a state agency of a private entity's proprietary information or trade secret information; and (22) \"Investment information,\" records and information an agency receives from private sources regarding potential and existing investments of agency funds, agency investment strategy, and research conducted by or for an agency for purposes of making agency investments . Section 4. That § 23-5-7 be amended to read as follows: 23-5-7. All photographs, impressions, measurements, descriptions, or records including confidential criminal investigative information, taken or made as provided for in § 23-5-6 shall be filed and preserved by the department or institution where made or taken and shall may not be published, transferred, or circulated outside such department or institutions, nor exhibited to the public or any person or persons except duly authorized law enforcement officers unless the subject of such photograph, measurement, description, or other record becomes a fugitive from justice, or escapes from a penal institution. However, this section shall does not apply to the release of information allowed pursuant to § 24-2-20. Further, a booking photograph may be made public at the discretion of the executive officer of the arresting agency. Section 5. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Each agency shall maintain: (1) A record of the final vote of each member in every agency proceeding in which a roll call vote is made or a record of the numerical vote if individual votes are not recorded; (2) A record setting forth the name, public office address, title, and salary of every officer or employee of the agency; and (3) Current records retention schedules as required in § 1-27-13 or otherwise maintain a reasonably detailed current list by subject matter, of all records in the possession of the agency, regardless of whether such records are public under this chapter or subject to the records retention program provided in this chapter. Section 6. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: If the following records, pertaining to current and former employees, volunteers, and independent contractors of an agency are maintained, they are public: (1) Copies of contracts with independent contractors and vouchers showing payments to such contractors; (2) Name, actual annual gross salary, and salary range, for each current employee of the agency; (3) The date of employment for each current employee and, except as provided in section 9 of this Act, the work location and telephone number for the office where the employee works; (4) Job title, bargaining unit, if any, job description, education and training background, if available, previous work experience and honors and awards received for each current employee; (5) For retired employees, the first and last date of employment and the actual annual benefits currently received, exclusive of the amount of employee-contributed benefits; (6) For employees or officers who are paid a moving allowance, housing allowance, motor vehicle allowance, severance pay, or other payment not constituting employee salary, wages, or authorized travel or per diem reimbursements, the actual annual sum of such payments. For employees or officers receiving any in-kind benefit, such as use of a motor vehicle for personal purposes or a dwelling, the existence of such benefit is public and the fair market value of such in-kind benefit, if it has been calculated by the agency, is public; (7) Any final disciplinary decision regardless of whether further legal action may be possible; (8) Terms of any agreement settling any dispute arising out of an employment relationship, including a severance payment, and which shall include the specific reasons for the agreement if it involves the payment of more than ten thousand dollars of public money; (9) Time sheets or comparable data if maintained that account for the employee or official's work time, except data that would reveal the reasons for the use of sick or medical leave or other data that would constitute an unwarranted invasion of person privacy such as individual contributions to pension plans; and (10) The existence of any regulatory civil, criminal, or regulatory complaint that has been formally commenced against a public official who is the head or deputy head of an agency, a member of a board or commission appointed by the Governor or other elected officer, or executive heads of bureaus, divisions, or public institutions. Section 7. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding any other provision of this chapter, the following personnel data relating to officers, agents, or employees of agencies engaged in investigative work or law enforcement services, or to officers, agents, or employees of correctional facilities or secure treatment facilities who are directly involved in supervision of inmates or parolees, may not be disclosed: (1) Place of prior employment; (2) Payroll time sheets or other comparable data, to the extent that disclosure of payroll time sheets or other comparable data may disclose future work assignments; and (3) Home address or telephone number, the location of an employee during nonworking hours, or the location of an employee's immediate family members. Section 8. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Any final settlement agreement to which the agency is a party is public if it involves the termination of a license, permit, or registration issued by that agency regardless of whether formal termination proceedings have been initiated, if it involves the resolution of a legal dispute by a public agency that does not involve the expenditure of public funds, or if the release of such information will not, in the reasonable opinion of the agency, prompt nonmeritorious money claims against the agency. Section 9. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Nothing in this chapter prevents the release of records if the record would otherwise be public but contains information held confidential under § 1-27-3 that has been redacted before public disclosure. Further, nothing in this chapter prevents the release of records to any person who filed the record with the agency or prevents the release of regulatory records to the person regulated, if such regulatory records do not constitute investigatory records or records that are to be withheld from the person regulated under specific laws pertaining to such records. Section 10. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Pursuant to the rules of civil procedure, a circuit court may enjoin or limit the examination and copying of a specific public record or a narrowly drawn class of public records as provided in this section. Any action for injunction pursuant to this section may be brought by the lawful custodian of a public record or by any other person who would be aggrieved or adversely affected by the examination or copying of such record. The injunction may be issued only if it is proved by clear and convincing evidence that the examination clearly would not be in the public interest, and that the examination would substantially and irreparably injure any person. In ruling upon requests for injunction pursuant to this section, the court shall take into account the policy of this chapter that free and open examination of public records generally is in the public interest, even though such examination may on occasion cause inconvenience or embarrassment to public officials or other persons. Good faith, reasonable delay by a lawful custodian of a record in permitting the examination and copying of a public record is not a violation of this chapter if the purpose of the delay is: (1) To determine whether the record in question is a public record; or (2) To determine whether inspection or copying of the record would substantially and irreparably injure any person; or (3) To determine whether the lawful custodian is entitled to seek such an injunction or should seek such an injunction; or (4) To seek an injunction under this section."}, {"bill_id": 374, "bill_version_id": 2919, "bill_version": "Senate Engrossed", "bill_version_date": "2008-02-11T16:44:03.11-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding public records and the accessibility of public records. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-27-1 be amended to read as follows: 1-27-1. If the keeping of a record, or the preservation of a document or other instrument is required of an officer or public servant under any statute of this state, the officer or public servant shall keep the record, document, or other instrument available and open to inspection by any person during normal business hours. Except as otherwise specifically provided by law, every record of a public entity is a public record, open and accessible for inspection during reasonable office hours. As used in this section, reasonable office hours include all regular office hours of a public entity. If a public entity does not have regular office hours, the name and telephone number of a contact person authorized to provide access to the public entity's records shall be posted on the door of the office of the public entity. Otherwise, the information regarding the contact person shall be filed with the secretary of state for any state-level entity, the city auditor or finance officer of the city for any city-level entity, or the county auditor for any other entity. Any employment examination or performance appraisal record maintained by the Bureau of Personnel is excluded from this requirement. Any subscription or license holder list maintained by the Department of Game, Fish and Parks may be made available to the public for a reasonable fee. State agencies are exempt from payment of this fee for approved state use. The Game, Fish and Parks Commission may promulgate rules pursuant to chapter 1-26 to establish criteria for the sale and to establish the fee for the sale of such lists. Any automobile liability insurer licensed in the state, or its certified authorized agent, may have access to the name and address of any person licensed or permitted to drive a motor vehicle solely for the purpose of verifying insurance applicant and policyholder information. An insurer requesting any such name and address shall pay a reasonable fee to cover the costs of producing such name and address. The Department of Public Safety shall set such fee by rules promulgated pursuant to chapter 1-26. Any list released or distributed under this section may not be resold or redistributed. Private use of information contained within an original list, when value is added, does not constitute redistribution. Violation of this section by the resale or redistribution of any such list is a Class 2 misdemeanor. Section 2. That § 1-27-3 be amended to read as follows: 1-27-3. Section The provisions of § 1-27-1 shall do not apply to such records as are specifically enjoined to be held confidential or secret by the laws requiring them to be so kept state or federal statute or regulation or to records that meet one or more of the following criteria: (1) Records which, if disclosed, would constitute an unwarranted release of personal information; (2) Records which, if disclosed, would impair present or pending contract awards or collective bargaining negotiations; (3) Records that constitute agency trade secrets, agency proprietary information, or intellectual property record as defined in § 1-27-9, or proprietary or trade secret information of private entities as defined in subdivision 1-27-28(4) or 1-27-28(5); (4) Financial, research and development, or computer software information as defined in § 1-27-9, unless such information is otherwise made public by state law, including chapter 15-15A or § 1-26-21; (5) Work product, deliberative process and attorney-client records as defined in § 1-27-9 or chapter 19-13; (6) Records which, if disclosed, could endanger the life or safety of any person; (7) Internal records of a public entity produced in the routine process of work, including but not limited to preliminary working drafts, internal memoranda and communications, and telephone messages and other ephemeral notes and records, unless such records constitute a completed state or federal audit, a final policy of or determination by the public entity, final instructions to staff directly affecting the public, or a final statistical or factual tabulation, or are otherwise public under state law; (8) Records that are examination questions or answers which are requested prior to the final round of testing where such questions will be used; (9) Security information or other records that, if disclosed, would jeopardize a public entity's capacity to protect the security of critical infrastructure; and (10) Records received from a private entity regarding potential or existing investment of funds by a public entity, investment strategy by a public entity, or research conducted for a public entity for purposes of investing funds. Nothing in this section imposes civil or criminal liability on any public employee or official who releases a record that may be considered confidential under this section but which is otherwise public under § 1-27-1 . Section 3. That § 1-27-9 be amended to read as follows: 1-27-9. As used in § § 1-27-9 to 1-27-18, inclusive Except as otherwise provided, terms used in this chapter mean : (1) \"Local record , \" means a any record of a county, municipality, township, district, authority, or any public corporation or political entity whether organized and existing under charter or under general law, unless the record is designated or treated as a state record under state law; (2) \"Record , \" means any document, book, paper, photograph, sound recording, or other material, regardless of physical form or characteristics, made or received pursuant to law or ordinance , maintained for purpose of government audit, or maintained in connection with the transaction of official governmental business. Library and museum material made or acquired and preserved solely for reference or exhibition purposes, extra copies of documents preserved only for convenience of reference, and stocks of publications and of processed documents are not included within the definition of records as used in §§ 1-27-9 to 1-27-18, inclusive this chapter ; (3) \"State agency , \" or \"agency , \" or \"agencies , \" includes all state officers, boards, commissions, departments, institutions, and agencies of state government; (4) \"State record\" means: (a) A record of a department, office, commission, board, or other agency, however designated, of the state government; (b) A record of the State Legislature; (c) A record of any court of record, whether of state-wide or local jurisdiction; (d) Any other record designated or treated as a state record under state law ; (5) \"Public entity,\" the State of South Dakota, municipalities, counties, school districts, townships, and any other local governmental entity exercising any part of the sovereign power of the state, and any agency, officer, board, office, bureau, division, commission, council, or other person or entity performing any governmental function for the state or for any local governmental entity exercising any part of the sovereign power of the state. The term does not include the Unified Judicial System; (6) \"Critical infrastructure,\" systems, assets, places or things, whether physical or virtual, so vital to the agency that the disruption, incapacitation, or destruction of such systems, assets, places or things could jeopardize the health, safety, welfare, or security of the agency, its residents, or its economy; (7) \"Security information,\" government data the disclosure of which would be likely to jeopardize the security of critical infrastructure or to jeopardize the security of information, possessions, persons, or property against theft, tampering, improper use, attempted escape, illegal disclosure, trespass, or physical injury; (8) \"Personal information,\" data that tends to establish the particular identity of a natural person, including but not limited to the person's name, address, social security number, driver's license number, date of birth, medical records, financial account numbers, and credit, debit or electronic funds transfer card numbers; (9) \"Financial information,\" information pertaining to monetary resources of a person or private entity which, if disclosed, would impair the agency's future ability to obtain necessary information, would cause substantial competitive injury to the person or private entity from which the information was obtained, or would contribute to identity theft; (10) \"Research and development information,\" data shared between a sponsor or potential sponsor of research and an agency in conducting or negotiating an agreement for research, or information received from a private business that has entered into or is negotiating an agreement with an agency to conduct research, develop, or manufacture or create a product for potential commercial use, or a discovery or innovation generated by the research information, technical information, financial information or marketing information acquired for such purposes, or a document specifically and directly related to the licensing or commercialization resulting rom activities described in this subdivision, or a discovery or innovation produced by the agency that an employee or the agency intends to market commercially and the disclosure of which would cause harm to such marketing efforts; (10A) \"Intellectual property record,\" a record, other than a financial or administrative record, that is produced or collected by or for faculty or staff of a publicly funded postsecondary institution or research facility in the conduct of or as a result of study or research on an educational, commercial, scientific, artistic, technical, or scholarly issue, regardless of whether the study or research was sponsored by the institution alone or in conjunction with a governmental body or private concern, and that has not been publicly released, published, or patented; (11) \"Computer software information,\" computer software programs and components of computer software programs that are subject to copyright or patent protection by any private entity, agency, officer, or public servant; (12) \"Agency proprietary record,\" any information on pricing, costs, revenue, taxes, market share, customers and personnel developed by a public entity and used for that entity's business purposes; (13) \"Agency trade secret,\" any record developed by a public entity that is a trade secret as that term is defined in subdivision 1-27-28(5); (14) \"Work product record,\" any record of an attorney or other representative of a public entity that concerns an anticipated or pending contested case, litigation, or other dispute involving the public entity and reveals the mental impressions, conclusions, opinions, or legal theories of the attorney or other representative of the public entity; (15) \"Deliberative process record,\" any predecisional record of a public entity that would reveal advisory opinions, recommendations, or deliberations comprising part of a process by which governmental decisions and policies are formulated and which is not required to be part of a contested case record under chapter 1-26; (16) \"Final disciplinary decision,\" the final decision of an agency regarding a disciplinary action against a public entity employee resulting in suspension, termination, or reduction in pay or grade, regardless of the possibility of any later proceedings or court proceedings. In the case of arbitration proceedings arising under collective bargaining agreements, a final disposition occurs at the conclusion of the arbitration proceedings, or upon the failure of the employee to elect arbitration within the time provided by the collective bargaining agreement; (17) \"Person,\" any natural person, business entity, or governmental entity; (18) \"Private entity,\" any person or entity that is not a public entity; (19) \"Investment information,\" records and information an agency receives from private sources regarding potential and existing investments of agency funds, agency investment strategy, and research conducted by or for an agency for purposes of making agency investments . Section 4. That § 23-5-7 be amended to read as follows: 23-5-7. All photographs, impressions, measurements, descriptions, or records including confidential criminal investigative information, taken or made as provided for in § 23-5-6 shall be filed and preserved by the department or institution where made or taken and shall may not be published, transferred, or circulated outside such department or institutions, nor exhibited to the public or any person or persons except duly authorized law enforcement officers unless the subject of such photograph, measurement, description, or other record becomes a fugitive from justice, or escapes from a penal institution. However, this section shall does not apply to the release of information allowed pursuant to § 24-2-20. Further, a booking photograph may be made public at the discretion of the executive officer of the arresting agency. Section 5. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Each public entity shall maintain: (1) A record of the final vote of each member in every public entity proceeding in which a roll call vote is made or a record of the numerical vote if individual votes are not recorded; (2) A record setting forth the name, public office address, title, and salary of every officer or employee of the public entity; and (3) Current records retention schedules as required in § 1-27-13 or otherwise maintain a reasonably detailed current list by subject matter, of all records in the possession of the public entity, regardless of whether such records are public under this chapter or subject to the records retention program provided in this chapter. Section 6. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: If the following records, pertaining to current and former employees, volunteers, and independent contractors of a public entity are maintained, they are public: (1) Copies of contracts with independent contractors and vouchers showing payments to such contractors; (2) The date of employment for each current employee and, except as provided in section 7 of this Act, the employee's work location and job title and telephone number for the office where the employee works; (3) For employees or officers who are paid a moving allowance, housing allowance, motor vehicle allowance, severance pay, or other payment not constituting employee salary, wages, or authorized travel or per diem reimbursements, the actual annual sum of such payments. For employees or officers receiving any in-kind benefit, such as use of a motor vehicle for personal purposes or a dwelling, the existence of such benefit is public and the fair market value of such in-kind benefit, if it has been calculated by the public entity, is public; (4) Any final disciplinary decision regardless of whether further legal action may be possible; (5) The existence of any civil, criminal, or regulatory complaint that has been formally commenced against a public official who is the head or deputy head of an agency, a member of a board or commission appointed by the Governor or other elected officer, or executive heads of bureaus, divisions, or public institutions. Section 7. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding any other provision of this chapter, the following personnel data relating to officers, agents, or employees of public entities engaged in investigative work or law enforcement services, or to officers, agents, or employees of correctional facilities or secure treatment facilities who are directly involved in supervision of inmates or parolees, may not be disclosed: (1) Place of prior employment; (2) Payroll time sheets or other comparable data, to the extent that disclosure of payroll time sheets or other comparable data may disclose future work assignments; and (3) Home address or telephone number, the location of an employee during nonworking hours, or the location of an employee's immediate family members. Section 8. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Nothing in this chapter prevents the release of a record if the record would otherwise be public but contains information held confidential under § 1-27-3, provided that the confidential information has been redacted before public disclosure. Further, nothing in this chapter prevents the release of records to any person who filed the record with the public entity or prevents the release of regulatory records to the person regulated, if such regulatory records do not constitute investigatory records or records that are to be withheld from the person regulated under specific laws pertaining to such records. Section 9. That chapter 1-27 be amended by adding thereto a NEW SECTION to read as follows: Pursuant to the rules of civil procedure, a circuit court may enjoin or limit the examination and copying of a specific public record or a narrowly drawn class of public records as provided in this section. Any action for injunction pursuant to this section may be brought by the lawful custodian of a public record or by any other person who would be aggrieved or adversely affected by the examination or copying of such record. The injunction may be issued only if it is proved by clear and convincing evidence that the examination clearly would not be in the public interest, and that the examination would substantially and irreparably injure any person. In ruling upon requests for injunction pursuant to this section, the court shall take into account the policy of this chapter that free and open examination of public records generally is in the public interest, even though such examination may on occasion cause inconvenience or embarrassment to public officials or other persons. Good faith, reasonable delay by a lawful custodian of a record in permitting the examination and copying of a public record is not a violation of this chapter if the purpose of the delay is: (1) To determine whether the record in question is a public record; or (2) To determine whether inspection or copying of the record would substantially and irreparably injure any person; or (3) To determine whether the lawful custodian is entitled to seek such an injunction or should seek such an injunction; or (4) To seek an injunction under this section."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 374, "action_date": "2008-01-23T14:00:00-06:00", "document_id": 1712, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1712.pdf", "status_text": "First read in Senate and referred to", "journal_page": 190, "committee_id_action": 28, "committee_id_assigned": 10, "result": "N", "vote": {}}, {"bill_id": 374, "action_date": "2008-01-30T07:45:00-06:00", "document_id": 1969, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1969.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 374, "action_date": "2008-02-06T07:45:00-06:00", "document_id": 2602, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2602.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 374, "action_date": "2008-02-06T07:45:00-06:00", "document_id": 2602, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2602.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 374, "action_date": "2008-02-06T07:45:00-06:00", "document_id": 2406, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2406.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 374, "action_date": "2008-02-06T07:45:00-06:00", "document_id": 2602, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2602.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 374, "action_date": "2008-02-06T07:45:00-06:00", "document_id": 2602, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2602.pdf", "status_text": "Do Pass Amended", "journal_page": 353, "committee_id_action": 10, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1306, "president_vote": null, "Yea": [557, 530, 567, 629, 577, 588], "Excused": [569], "Nay": [598, 553]}}, {"bill_id": 374, "action_date": "2008-02-11T14:00:00-06:00", "document_id": 2905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2905.pdf", "status_text": "Motion to amend", "journal_page": 411, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 374, "action_date": "2008-02-11T14:00:00-06:00", "document_id": 2905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2905.pdf", "status_text": "Do Pass Amended", "journal_page": 415, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1604, "president_vote": null, "Yea": [557, 604, 530, 567, 535, 533, 562, 622, 584, 573, 610, 629, 577, 588, 539, 550, 541, 607], "Nay": [576, 621, 553, 596, 590, 598, 545, 592, 601, 582, 569, 613, 632, 627, 548], "Excused": [560, 618]}}, {"bill_id": 374, "action_date": "2008-02-12T14:00:00-06:00", "document_id": 3016, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3016.pdf", "status_text": "First read in House and referred to", "journal_page": 506, "committee_id_action": 27, "committee_id_assigned": 22, "result": "N", "vote": {}}, {"bill_id": 374, "action_date": "2008-02-20T10:00:00-06:00", "document_id": 3325, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3325.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 22, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 374, "action_date": "2008-02-20T10:00:00-06:00", "document_id": 3515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3515.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 22, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 374, "action_date": "2008-02-20T10:00:00-06:00", "document_id": 3515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3515.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 22, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 2220, "president_vote": null, "Nay": [614, 591, 574, 558, 603, 619, 615], "Yea": [570, 542, 575, 594, 571, 581]}}, {"bill_id": 374, "action_date": "2008-02-20T10:00:00-06:00", "document_id": 3515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3515.pdf", "status_text": "Deferred to the 36th legislative day", "journal_page": 639, "committee_id_action": 22, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2222, "president_vote": null, "Yea": [614, 591, 574, 558, 603, 619, 615], "Nay": [570, 542, 575, 594, 571, 581]}}, {"bill_id": 374, "action_date": "2008-02-22T10:00:00-06:00", "document_id": 3797, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3797.pdf", "status_text": "Removed from table", "journal_page": null, "committee_id_action": 22, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 374, "action_date": "2008-02-22T10:00:00-06:00", "document_id": 3797, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3797.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 22, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 374, "action_date": "2008-02-22T10:00:00-06:00", "document_id": 3797, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3797.pdf", "status_text": "Title amended", "journal_page": null, "committee_id_action": 22, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 374, "action_date": "2008-02-25T10:00:00-06:00", "document_id": 3809, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3809.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 22, "committee_id_assigned": null, "result": null, "vote": {}}, {"bill_id": 374, "action_date": "2008-02-25T10:00:00-06:00", "document_id": 3907, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3907.pdf", "status_text": "Tabled", "journal_page": 717, "committee_id_action": 22, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2481, "president_vote": null, "Yea": [614, 570, 591, 574, 542, 575, 594, 558, 571, 581, 603, 619, 615]}}]}