{"session_id": 69, "bill_id": 25242, "bill_type": "House Bill", "bill_number": 1223, "bill_title": "repeal a section of the Administrative Rules of South Dakota regarding cooperation with the Division of Child Support.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25242", "sponsors": [{"legislator_profile_id": 4505, "is_prime": true}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 25242, "bill_version_id": 263913, "bill_version": "Introduced", "bill_version_date": "2024-01-31T08:13:52.743-06:00", "bill_text": "An Act to repeal a section of the Administrative Rules of South Dakota regarding cooperation with the Division of Child Support. Be it enacted by the Legislature of the State of South Dakota: Section 1. That 67:47:01:09.01 of the Administrative Rules of South Dakota is be repealed. Recipients of child care assistance must cooperate with the department in identifying and locating the absent parent or parents, obtaining support payments, establishing paternity, or obtaining any other payments or resources legally due applicants or recipients. A recipient must complete an application for enforcement services with the Division of Child Support as a condition of eligibility for child care services. Failure to comply with this requirement or failure to maintain an active enforcement case may be considered an intentional program violation and may result in ineligibility for child care assistance services. The provisions of this rule do not apply if the recipient can establish good cause for refusing to cooperate. Good cause is determined according to §§ 67:10:01:27 to 67:10:01:34, inclusive."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25242, "action_date": "2024-01-31T14:30:00-06:00", "document_id": 263721, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263721.pdf", "status_text": "First read in House and referred to", "journal_page": 212, "committee_id_action": 1197, "committee_id_assigned": 1196, "result": "N", "vote": {}}, {"bill_id": 25242, "action_date": "2024-02-08T07:45:00-06:00", "document_id": 264852, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264852.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1196, "committee_id_assigned": null, "result": "N", "vote": {}}]}