{"session_id": 47, "bill_id": 13503, "bill_type": "House Joint Resolution", "bill_number": 1006, "bill_title": "Proposing and submitting to the electors at the next general election an amendment to Article VIII of the Constitution of the State of South Dakota, relating to classification of property for purposes of taxation.", "sponsors": [{"legislator_profile_id": 2094, "is_prime": true}, {"legislator_profile_id": 2197, "is_prime": true}, {"legislator_profile_id": 2095, "is_prime": false}, {"legislator_profile_id": 2096, "is_prime": false}, {"legislator_profile_id": 2099, "is_prime": false}, {"legislator_profile_id": 2107, "is_prime": false}, {"legislator_profile_id": 2108, "is_prime": false}, {"legislator_profile_id": 2110, "is_prime": false}, {"legislator_profile_id": 2115, "is_prime": false}, {"legislator_profile_id": 2118, "is_prime": false}, {"legislator_profile_id": 2119, "is_prime": false}, {"legislator_profile_id": 2120, "is_prime": false}, {"legislator_profile_id": 2129, "is_prime": false}, {"legislator_profile_id": 2136, "is_prime": false}, {"legislator_profile_id": 2139, "is_prime": false}, {"legislator_profile_id": 2140, "is_prime": false}, {"legislator_profile_id": 2141, "is_prime": false}, {"legislator_profile_id": 2142, "is_prime": false}, {"legislator_profile_id": 2143, "is_prime": false}, {"legislator_profile_id": 2145, "is_prime": false}, {"legislator_profile_id": 2148, "is_prime": false}, {"legislator_profile_id": 2156, "is_prime": false}, {"legislator_profile_id": 2160, "is_prime": false}, {"legislator_profile_id": 2161, "is_prime": false}, {"legislator_profile_id": 2168, "is_prime": false}, {"legislator_profile_id": 2169, "is_prime": false}, {"legislator_profile_id": 2173, "is_prime": false}, {"legislator_profile_id": 2180, "is_prime": false}, {"legislator_profile_id": 2182, "is_prime": false}, {"legislator_profile_id": 2187, "is_prime": false}, {"legislator_profile_id": 2190, "is_prime": false}, {"legislator_profile_id": 2191, "is_prime": false}, {"legislator_profile_id": 2198, "is_prime": false}], "keywords": ["Constitution, State", "Hoghoused Bills", "Taxes, Miscellaneous"], "audio": [], "bill_versions": [{"bill_id": 13503, "bill_version_id": 78234, "bill_version": "Introduced", "bill_version_date": "1998-01-23T00:00:00-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the electors at the next general election an amendment to Article XI of the Constitution of the State of South Dakota, relating to revenue and expenditure limits of certain units of government in South Dakota. BE IT RESOLVED BY THE HOUSE OF REPRESENTATIVES OF THE STATE OF SOUTH DAKOTA, THE SENATE CONCURRING THEREIN: Section 1. That at the next general election held in the state, the following amendment to Article XI of the Constitution of the State of South Dakota, as set forth in section 2 of this Joint Resolution, which is hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article XI of the Constitution of the State of South Dakota be amended by adding thereto NEW SECTIONS to read as follows: § 15. A limit is hereby established on the aggregate tax revenues which may be collected in any fiscal year by the State of South Dakota. Effective with the first fiscal year beginning after the ratification of this section and in each fiscal year thereafter, the Legislature may not impose direct or indirect taxes in any fiscal year which cause the aggregate tax revenues to increase from the previous fiscal year by more than the lesser of: (a) the percent change in the state's population plus the rate of inflation or (b) the percent change in the state's population plus three percent. Tax revenues are any form whatsoever of direct or indirect taxation, including any tax, fee, or charge imposed on the privilege of entering or conducting a business or profession but not any revenues derived from the voluntary purchase of goods or services by the public, if the state does not create a monopoly or limit the opportunity for competition to provide such goods or services other than through the provision of subsidies from tax revenues. § 16. For any fiscal year that the state tax revenues exceed the tax revenue limit established by § 15 of this Article by two percent or more except by reason of a declaration of emergency provided under § 17 of this Article, the Legislature shall provide by law for the return of at least the amount of tax revenues collected over the permissible limit to residents of South Dakota not later than the end of the second fiscal year thereafter. The return of excess tax revenues shall be accomplished through a reduction in taxes by an amount at least equal to the tax revenues which exceed allowable tax revenues as provided in § 15 of this Article. If the tax revenues exceed the limit provided in § 15 of this Article by less than two percent, the Legislature may provide for the transfer of the excess to a state budget stabilization fund. Moneys in this fund may be expended by a vote of two-thirds of the members elect of each house of the Legislature following any fiscal year in which tax revenues collected are five percent or more below the limit for tax revenues provided in § 15 of this Article. § 17. The tax revenue limitation of § 15 of this Article may be exceeded only if all of the following conditions are met: (1) The Governor requests the Legislature to declare an emergency; (2) The request is specific as to the nature of the emergency, amount of funds required to meet the emergency, and the method by which the funds required to meet the emergency shall be raised; and (3) Upon receiving the request, the Legislature declares an emergency and makes provision therefor by law substantially in accord with the details of the Governor's request, by a two-thirds vote of the members elect of each house. The emergency must be declared in accordance with this section prior to incurring any of the expenses which constitute the specific emergency request. The tax revenue limitation may be exceeded only for the fiscal year in which the emergency is declared; and in the next and subsequent fiscal years, the tax revenue limitation of this Article shall again take effect. § 18. No new program or increase in the level of service of an existing program may be required by the Legislature of units of local government unless a state appropriation is made and disbursed sufficient to pay the local unit of government for the necessary costs of the new program or necessary additional costs of the increased service level. § 19. The total annual expenditures subject to limitation of each local government may not exceed the expenditure limit of such entity of government for the prior year adjusted for changes in the cost of living and population except as provided in this Article. § 20. Revenues received by any local government in excess of the amount which may be expended by such entity in compliance with § 19 of this Article during the appropriate fiscal year shall be returned by a revision of tax rates or fee schedules within the next two subsequent fiscal years. § 21. The expenditure limit for any fiscal year pursuant to § 19 of this Article shall be adjusted as follows: (1) If the financial responsibility for providing any goods or services is transferred, in whole or part, whether by annexation, incorporation, or otherwise, from one local government, authority, or political subdivision to another, then for the year in which such transfer becomes effective the expenditure limit of the transferee entity shall be increased by such reasonable amount as the entities shall mutually agree and the expenditure limit of the transferor entity shall be decreased by the same amount; (2) If the financial responsibility of providing any good or service is transferred, in whole or part, from a unit of local government to a private entity, or the financial source for the provision of any good or service is transferred, in whole or part, to regulatory licenses, user charges or user fees, then for the year of such transfer the expenditure limit of such local government shall be decreased accordingly; (3) If the state requires a local government to establish a new program or increase the service level of an existing program in accordance with § 18 of this Article, the necessary expenditures for the new program or necessary additional expenditures for the increased service level shall be added to the base expenditure level of the local government; (4) In the event of an emergency, the expenditure level may be exceeded if the expenditure limits in the following three years are reduced accordingly to prevent an aggregate increase in expenditures resulting from the emergency; and (5) If bond payments for capital improvements are completed the expenditure limit is reduced by the amount of the last annual bond payment. § 22. The expenditure limit imposed on any new or existing local government by this Article may be established or changed by the electors of such local government, subject to and in conformity with constitutional and statutory voting requirements. The duration of any such change shall be as determined by the electors, but except in the case of expenditure for debt service, the term may not exceed four years from the most recent vote of the electors creating or continuing such change. § 23. Each local government may establish such contingency, emergency, unemployment, reserve, retirement, sinking fund, trust, or similar funds as it deems appropriate. Contributions to such funds, to the extent that such contributions are derived from the proceeds of taxes, shall for the purposes of this Article constitute expenditures subject to limitation in the year of contribution. Neither withdrawals from any such fund, nor expenditures of or authorizations to expend such withdrawals, nor transfers between or among such funds, shall for the purpose of this Article constitute expenditures subject to limitation. Except as otherwise provided in this section, expenditures subject to limitation may not include investment of the funds of a local government in accounts at financial institutions or in liquid securities. § 24. Nothing in § § 19 to 27, inclusive, of this Article may be construed to impair the ability of any local government to meet its obligations with respect to bonded indebtedness existing as of the effective date of § § 19 to 27, inclusive, of this Article, or any future bonded indebtedness approved by the electors of the local government. Bonded indebtedness shall be considered the first obligation to be taken from expenditures subject to limitation of a local government. § 25. Terms used in § § 19 to 27, inclusive, of this Article, except as otherwise expressly provided herein, mean: (1) \"Expenditures subject to limitation of a local government,\" any authorization to expend during a fiscal year the proceeds of taxes levied by or for that local government and the proceeds of state subventions to the local government exclusive of the expenditure of state funds subvened in accord with subdivision (3) of § 21 of this Article, but not including tax refunds; (2) \"Proceeds of taxes,\" all tax revenues and the proceeds of a local government including, but not restricted to, revenues and proceeds from (i) regulatory licenses, user charges, and user fees to the extent that such proceeds exceed the cost reasonably borne by such local government in providing the regulation, product, or service, (ii) the investment of tax revenues, and (iii) the proceeds of state subventions to the local government exclusive of state funds subvened in accord with subdivision (3) of § 21 of this Article; (3) \"Local government,\" any unit of local government organized and classified by the Legislature pursuant to Article IX, section 1, or by the electors pursuant to Article IX, section 2; (4) \"Cost of living,\" the consumer price index for the United States as reported by the United States Department of Labor, or its successor agency, provided that for the purposes of § 19 of this Article the change in the cost of living from the proceeding year may in no event exceed the lesser of: (a) the mean of the change in the South Dakota per capita personal income for the proceeding three years as reported by the United States Department of Commerce or its successor agency, or (b) three percent; (5) \"Population,\" the number of residents of a local government, other than a school district, for expenditure limitation purposes, which shall be determined by a method prescribed by the Legislature by law, provided that the determination shall be revised by law, as necessary, to reflect the periodic census conducted by the United States Department of Commerce, or its successor agency. The population of any school district shall be the school district's average daily attendance as determined by a method prescribed by the Legislature by law; (6) \"Debt service,\" expenditures required to pay the interest and redemption charges, including the funding of any reserve or sinking fund required in connection therewith, on indebtedness existing or legally authorized on the effective date of this Article or on indebtedness thereafter approved according to law by a vote of the electors of the issuing local government voting in an election for that purpose; and (7) \"Expenditure limit,\" the amount which total annual appropriations subject to limitation for each local government may not exceed under § 19 and § 21 of this Article. § 26. Expenditures subject to limitation for each local government do not include: (1) Debt service to the extent provided in this Article; (2) Expenditures required for the purposes of complying with mandates of the courts or the federal government which, without discretion, require an expenditure for additional services or which unavoidably make the providing of existing services more costly; (3) Expenditures of any special district which existed on January 1, 1996, and which did not levy an ad valorem tax on property in excess of fifteen cents per one hundred dollars of assessed value; or the expenditure of any special district then existing or thereafter created by a vote of the people which is totally funded by other than the proceeds of taxes. § 27. This Article shall be effective for each local government commencing with the first day of its fiscal year following its adoption unless such entity has adopted a budget for such fiscal year prior to the date on which this Article was voted upon by the electors. In the latter event, this Article shall become effective the next subsequent fiscal year, but the base of expenditures subject to limitation may not be expanded by means of any supplementary budget or appropriation made subsequent to the date this Article was voted upon."}, {"bill_id": 13503, "bill_version_id": 78233, "bill_version": "House State Affairs Engrossed", "bill_version_date": "1998-02-11T00:00:00-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the electors at the next general election an amendment to Article VIII of the Constitution of the State of South Dakota, relating to classification of property for purposes of taxation. BE IT RESOLVED BY THE HOUSE OF REPRESENTATIVES OF THE STATE OF SOUTH DAKOTA, THE SENATE CONCURRING THEREIN: Section 1. That at the next general election held in the state, the following amendment to Section 15 of Article VIII of the Constitution of the State of South Dakota, as set forth in section 2 of this Joint Resolution, which is hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That § 15 of Article VIII of the Constitution of the State of South Dakota be amended to read as follows: § 15. The Legislature shall make such provision by general taxation and by authorizing the school corporations to levy such additional taxes as with the income from the permanent school fund shall secure a thorough and efficient system of common schools throughout the state. The Legislature is empowered to classify properties within school districts into separate classes for purposes of school taxation , and may constitute agricultural property a separate class . Taxes shall be uniform on all property in the same class. BILL HISTORY 1/26/98 First read in House and referred to State Affairs. H.J. 233 2/4/98 Scheduled for Committee hearing on this date. 2/4/98 Deferred to 36th legislative day, AYES 9, NAYS 4. H.J. 379 2/11/98 State Affairs Hog Housed. 2/11/98 State Affairs Reconsidered, AYES 12, NAYS 1. 2/11/98 State Affairs Do Pass Amended, Passed, AYES 11, NAYS 2."}, {"bill_id": 13503, "bill_version_id": 78232, "bill_version": "Enrolled", "bill_version_date": "1998-02-20T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13503, "action_date": "1998-01-26T14:00:00-06:00", "document_id": 76901, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76901.pdf", "status_text": "First read in House and referred to", "journal_page": 233, "committee_id_action": 600, "committee_id_assigned": 595, "result": "N", "vote": {}}, {"bill_id": 13503, "action_date": "1998-02-04T10:00:00-06:00", "document_id": 76654, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76654.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 595, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13503, "action_date": "1998-02-04T10:00:00-06:00", "document_id": 76654, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76654.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 379, "committee_id_action": 595, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40374, "president_vote": null, "Yea": [2100, 2106, 2134, 2146, 2177, 2136, 2150, 2159, 2171], "Nay": [2111, 2141, 2180, 2131]}}, {"bill_id": 13503, "action_date": "1998-02-04T10:00:00-06:00", "document_id": 76654, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76654.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 379, "committee_id_action": 595, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40374, "president_vote": null, "Yea": [2100, 2106, 2134, 2146, 2177, 2136, 2150, 2159, 2171], "Nay": [2111, 2141, 2180, 2131]}}, {"bill_id": 13503, "action_date": "1998-02-11T00:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 595, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13503, "action_date": "1998-02-11T10:00:00-06:00", "document_id": 76716, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76716.pdf", "status_text": "Reconsidered", "journal_page": null, "committee_id_action": 595, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38700, "president_vote": null, "Yea": [2100, 2106, 2111, 2134, 2141, 2146, 2177, 2136, 2159, 2180, 2171, 2131], "Nay": [2150]}}, {"bill_id": 13503, "action_date": "1998-02-11T10:00:00-06:00", "document_id": 76716, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76716.pdf", "status_text": "Do Pass Amended,", "journal_page": 581, "committee_id_action": 595, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38707, "president_vote": null, "Yea": [2100, 2106, 2111, 2134, 2141, 2146, 2136, 2159, 2180, 2171, 2131], "Nay": [2177, 2150]}}, {"bill_id": 13503, "action_date": "1998-02-11T10:00:00-06:00", "document_id": 76716, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76716.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 595, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13503, "action_date": "1998-02-12T14:00:00-06:00", "document_id": 76927, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76927.pdf", "status_text": "Deferred to another day", "journal_page": 634, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40687, "president_vote": null, "Yea": [2096, 2097, 2100, 2101, 2104, 2105, 2106, 2108, 2110, 2111, 2113, 2114, 2116, 2117, 2119, 2120, 2123, 2126, 2127, 2128, 2132, 2133, 2136, 2141, 2143, 2144, 2146, 2147, 2150, 2151, 2152, 2153, 2154, 2157, 2158, 2159, 2160, 2161, 2162, 2163, 2164, 2167, 2168, 2172, 2173, 2174, 2176, 2177, 2178, 2180, 2181, 2183, 2185, 2186, 2190, 2192, 2193, 2194, 2195, 2197, 2198, 2134], "Absent": [2098, 2124, 2131], "Nay": [2107, 2109, 2184], "Excused": [2139, 2171]}}, {"bill_id": 13503, "action_date": "1998-02-13T14:00:00-06:00", "document_id": 76929, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76929.pdf", "status_text": "Do Pass Amended,", "journal_page": 680, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40720, "president_vote": null, "Yea": [2096, 2100, 2101, 2104, 2105, 2106, 2107, 2108, 2110, 2111, 2113, 2116, 2117, 2119, 2120, 2123, 2124, 2126, 2127, 2131, 2132, 2133, 2136, 2139, 2143, 2146, 2147, 2151, 2154, 2157, 2158, 2159, 2160, 2161, 2162, 2163, 2164, 2168, 2171, 2172, 2173, 2174, 2176, 2178, 2181, 2183, 2184, 2185, 2186, 2190, 2193, 2194, 2195, 2197, 2198], "Nay": [2097, 2109, 2114, 2144, 2150, 2152, 2153, 2167, 2177, 2180, 2192, 2134], "Excused": [2098, 2128, 2141]}}, {"bill_id": 13503, "action_date": "1998-02-14T07:45:00-06:00", "document_id": 76743, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76743.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 583, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13503, "action_date": "1998-02-14T14:00:00-06:00", "document_id": 76932, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76932.pdf", "status_text": "First read in Senate and referred to", "journal_page": 536, "committee_id_action": 601, "committee_id_assigned": 583, "result": "N", "vote": {}}, {"bill_id": 13503, "action_date": "1998-02-18T07:45:00-06:00", "document_id": 76760, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76760.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 583, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13503, "action_date": "1998-02-18T07:45:00-06:00", "document_id": 76760, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76760.pdf", "status_text": "Do Pass,", "journal_page": 573, "committee_id_action": 583, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39126, "president_vote": null, "Yea": [2121, 2125, 2166, 2122, 2140, 2156, 2196, 2179, 2137]}}, {"bill_id": 13503, "action_date": "1998-02-19T14:00:00-06:00", "document_id": 76938, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76938.pdf", "status_text": "Do Pass Amended,", "journal_page": 607, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39263, "president_vote": null, "Yea": [2094, 2095, 2099, 2102, 2103, 2112, 2115, 2118, 2121, 2122, 2125, 2129, 2130, 2135, 2137, 2138, 2140, 2142, 2145, 2149, 2155, 2156, 2165, 2166, 2169, 2170, 2175, 2179, 2182, 2187, 2188, 2189, 2191, 2196], "Excused": [2148]}}, {"bill_id": 13503, "action_date": "1998-02-20T14:00:00-06:00", "document_id": 76939, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76939.pdf", "status_text": "Signed by Speaker", "journal_page": 827, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13503, "action_date": "1998-02-23T14:00:00-06:00", "document_id": 76942, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76942.pdf", "status_text": "Signed by President", "journal_page": 663, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13503, "action_date": "1998-02-23T14:00:00-06:00", "document_id": 76941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76941.pdf", "status_text": "Delivered to Sec. of State", "journal_page": 865, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}]}