{"session_id": 61, "bill_id": 21215, "bill_type": "Senate Bill", "bill_number": 11, "bill_title": "revise certain provisions related to the licensing of commercial drivers.", "sponsors": [], "keywords": ["Department of Public Safety", "Drivers License", "Motor Vehicle"], "audio": [{"meeting_datetime": "2007-01-16T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/str05.mp3", "start_seconds": 152.0}, {"meeting_datetime": "2007-01-16T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/str05.mp3", "start_seconds": 152.0}, {"meeting_datetime": "2007-01-16T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/str05.mp3", "start_seconds": 152.0}, {"meeting_datetime": "2007-01-18T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/str07.mp3", "start_seconds": 1113.0}, {"meeting_datetime": "2007-01-18T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/str07.mp3", "start_seconds": 1113.0}, {"meeting_datetime": "2007-01-18T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/str07.mp3", "start_seconds": 1113.0}, {"meeting_datetime": "2007-01-19T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen08.mp3", "start_seconds": 1515.0}, {"meeting_datetime": "2007-01-19T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen08.mp3", "start_seconds": 1515.0}, {"meeting_datetime": "2007-01-19T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen08.mp3", "start_seconds": 1515.0}, {"meeting_datetime": "2007-01-25T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/htr12.mp3", "start_seconds": 2514.0}, {"meeting_datetime": "2007-01-25T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/htr12.mp3", "start_seconds": 2514.0}, {"meeting_datetime": "2007-01-25T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/htr12.mp3", "start_seconds": 2514.0}, {"meeting_datetime": "2007-01-25T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/htr12.mp3", "start_seconds": 2514.0}, {"meeting_datetime": "2007-01-25T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/htr12.mp3", "start_seconds": 2514.0}, {"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou17.mp3", "start_seconds": 4015.0}, {"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou17.mp3", "start_seconds": 4015.0}, {"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou17.mp3", "start_seconds": 4015.0}, {"meeting_datetime": "2007-02-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou20.mp3", "start_seconds": 4228.0}, {"meeting_datetime": "2007-02-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou20.mp3", "start_seconds": 4228.0}, {"meeting_datetime": "2007-02-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou20.mp3", "start_seconds": 4228.0}], "bill_versions": [{"bill_id": 21215, "bill_version_id": 110001, "bill_version": "Introduced", "bill_version_date": "2007-01-06T10:32:43-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions related to the licensing of commercial drivers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-12A-1 be amended to read as follows: 32-12A-1. Terms used in this chapter mean: (1) \"Alcohol,\" any substance containing any form of alcohol; (2) \"Commercial driver license,\" or \"CDL,\" a license issued in accordance with the requirements of this chapter to an individual that authorizes the individual to drive a class of commercial motor vehicle; (3) \"Commercial driver license information system,\" or \"CDLIS,\" the information system established pursuant to the Commercial Motor Vehicle Safety Act (CMVSA) to serve as a clearinghouse for locating information related to the licensing and identification of commercial motor vehicle drivers; (4) \"Commercial driver instruction permit,\" a permit issued pursuant to § 32-12A-12; (5) \"Commercial motor vehicle,\" a motor vehicle designed or used to transport passengers or property: (a) If the vehicle has a gross combination weight rating of twenty-six thousand one pounds or more and the towed unit has a gross vehicle weight rating of more than ten thousand pounds; (b) If the vehicle has a gross vehicle weight rating of twenty-six thousand one or more pounds; (c) If the vehicle is designed to transport sixteen or more passengers, including the driver; or (d) If the vehicle is of any size and is used in the transportation of hazardous materials and is required to be placarded in accordance with 49 C.F.R. Part 172, Subpart F, as amended through January 1, 2005 2007 ; (6) \"Controlled substance,\" any substance so classified under section 102(6) of the Controlled Substances Act (21 U.S.C. § 802(6)), and includes all substances listed on Schedules I through V, of 21 C.F.R. Part 1308, inclusive, as amended through January 1, 2005 2007 ; (7) \"Conviction,\" an unvacated adjudication of guilt, or a determination that a person has violated or failed to comply with the law in a court of original jurisdiction or an authorized administrative tribunal, an unvacated forfeiture of bail or collateral deposited to secure the person's appearance in court, a plea of guilty or nolo contendere accepted by the court, the payment of a fine or court cost, or violation of a condition of release without bail, regardless of whether or not the penalty is rebated, suspended, or probated; (8) \"Department,\" the Department of Public Safety; (9) \"Disqualification,\" any of the following actions: (a) The suspension, revocation, or cancellation of a CDL by the state or jurisdiction of issuance; (b) Any withdrawal of a person's privileges to drive a commercial motor vehicle by a state or other jurisdiction as the result of a violation of state or local law relating to motor vehicle traffic control (other than parking, vehicle weight, or vehicle defect violations); or (c) A determination by the Federal Motor Carrier Safety Administration that a person is not qualified to operate a commercial motor vehicle; (10) \"Domicile,\" the state where a person has that person's true, fixed, and permanent home and principal residence and to which that person has the intention of returning whenever that person is absent; (11) \"Drive,\" to drive, operate, or be in actual physical control of a motor vehicle; (12) \"Driver,\" any person who drives, operates, or is in actual physical control of a commercial motor vehicle, or who is required to hold a commercial driver license; (13) \"Employer,\" any person, including the United States, a state, or a political subdivision of a state, who owns or leases a commercial motor vehicle, or assigns a person to drive a commercial motor vehicle; (14) \"Endorsement,\" an authorization to a person's CDL required to permit the person to operate certain types of commercial motor vehicles; (15) \"Fatality,\" the death of a person as the result of a motor vehicle accident; (16) \"Felony,\" any offense under state or federal law that is punishable by death or imprisonment for a term exceeding one year; (17) \"Foreign jurisdiction,\" any jurisdiction other than a state of the United States; (18) \"Gross combination weight rating\" or \"GCWR,\" the value specified by the manufacturer as the loaded weight of a combination (articulated) vehicle. In the absence of a value specified by the manufacturer, GCWR shall be determined by adding the GVWR of the power unit and the total weight of the towed unit and any load thereon; (19) \"Gross vehicle weight rating,\" or \"GVWR,\" the value specified by the manufacturer as the loaded weight of a single vehicle; (20) \"Hazardous materials,\" the same as that found in Section 103 of the Hazardous Materials Transportation Act (49 App. U.S.C. § 1801 et seq.) any material that has been designated as hazardous under 49 U.S.C. 5103 as amended through January 1, 2007 and is required to be placarded under subpart F of 49 CFR part 172 or any quantity of a material listed as a select agent or toxin in 42 CFR part 73 , as amended through January 1, 2005 2007 ; (21) \"Imminent hazard,\" the existence of a condition that presents a substantial likelihood that death, serious illness, severe personal injury, or a substantial endangerment to health, property, or the environment may occur before the reasonably foreseeable completion date of a formal proceeding begun to lessen the risk of that death, illness, injury, or endangerment; (22) \"Motor vehicle,\" a vehicle, machine, tractor, trailer, or semitrailer propelled or drawn by mechanical power, used on highways, but does not include any vehicle, machine, tractor, trailer, or semitrailer operated exclusively on a rail; (23) \"Noncommercial motor vehicle,\" a motor vehicle or combination of motor vehicles not defined as a commercial motor vehicle; (24) \"Nonresident CDL,\" a commercial driver license issued by a state to a person who resides in a foreign jurisdiction or a person domiciled in another state that is prohibited from issuing commercial driver licenses by the Federal Motor Carrier Safety Administration; (25) \"Notice of final administrative decision,\" a determination rendered by an agency of competent jurisdiction when all avenues of appeal have been exhausted or time to appeal has elapsed; (26) \"Operator's license,\" any license issued by a state to a person which authorizes the person full privileges to drive a motor vehicle; (27) \"Out-of-service order,\" an out-of- service order as defined by 49 C.F.R. part 390.5, as of January 1, 2005 2007 ; (28) \"Recreational vehicle,\" a vehicle which is self-propelled or permanently towable by a light duty truck and designed primarily not for use as a permanent dwelling but as temporary living quarters for recreational, camping, travel, or seasonal use; (29) \"School bus,\" any motor vehicle that is used to transport sixteen or more passengers, including the driver, and is used to transport pre-primary, primary, or secondary school students from home to school, from school to home, or to and from school- sponsored events. School bus does not include a bus used as a common carrier; (30) \"Serious traffic violation,\" a conviction of: (a) Excessive speeding, involving a single charge of any speed fifteen miles per hour or more, above the posted speed limit, in violation of chapter 32-25; (b) Reckless driving, in violation of § 32-24-1; (c) Careless driving, in violation of § 32-24-8; (d) Improper or erratic traffic lane changes, in violation of § 32-26-6; (e) Following the vehicle ahead too closely, in violation of § 32-26-40; (f) A violation of any state or local law related to motor vehicle traffic control, other than a parking violation, arising in connection with a fatal accident; (g) Failure to stop or yield, in violation of §§ 32-29-2.1, 32-29-2.2, 32-29-3, and 32-29-4; (h) Failure to stop or slow vehicle for a school bus, in violation of § 32-32-6; (i) Eluding a police vehicle, in violation of § 32-33-18; (j) Overtaking or passing another vehicle, in violation of §§ 32-26-26, 32-26-27, 32-26-28, 32-26-34, 32-26-35, 32-26-36, and 32-26-37; (k) Driving a commercial motor vehicle without obtaining a commercial driver license, in violation of § 32-12A-6; (l) Driving a commercial motor vehicle without a commercial driver license in the driver's possession in violation of § 32-12A-6. Any person who provides proof to the court or to the enforcement authority that issued the citation, by the date the person was required to appear in court or to pay a fine for the violation, that the person held a valid commercial driver license on the date the citation was issued, is not guilty of a serious traffic violation; or (m) Driving a commercial motor vehicle without the proper class of commercial driver license or endorsement, or both, for the specific vehicle group being operated or for the passengers or type of cargo being transported in violation of § 32-12A-6; (31) \"State,\" a state of the United States and the District of Columbia; (32) \"United States,\" the fifty states and the District of Columbia. Section 2. That § 32-12A-7 be amended to read as follows: 32-12A-7. Each commercial motor vehicle driver shall meet the minimum standards and qualifications established under this chapter and in accordance with 49 C.F.R. subpart 383.23 as amended through January 1, 2005 2007 . Each commercial motor vehicle driver shall obtain a commercial driver license. Section 3. That § 32-12A-9 be amended to read as follows: 32-12A-9. The following are exempt from the provisions of this chapter: (1) Operators involved in farm to market transportation movements, at least sixteen years of age holding a valid operator's license, limited to those operators of a farm vehicle: (a) Controlled and operated by a farmer; (b) Used to transport either agricultural products, farm machinery or farm supplies to or from a farm; and (c) Not used in the operations of a common or contract motor carrier; (2) Operators of emergency fire fighting equipment necessary to the preservation of life or property or the execution of emergency governmental functions performed under emergency conditions that are not subject to normal traffic regulation, or nonemergency conditions when operated by members of a fire fighting agency; (3) Operators of military commercial motor vehicles for military purposes including: (a) Active duty military personnel; (b) Members of the military reserves; (c) Members of the national guard on active duty, including personnel on full- time national guard duty, personnel on part-time national guard training and national guard military technicians (civilians who are required to wear military uniforms); and (d) Active duty U.S. Coast Guard personnel; (4) Operators of recreational vehicles; and (5) Operators of rental transporting equipment used as personal family use vehicles. United States reserve technicians are not exempt under the provisions of subdivision (3) of this section. Section 4. That § 32-12A-11 be amended to read as follows: 32-12A-11. No person may be issued a commercial driver license unless that person is a resident of this state, has passed a knowledge and skills test for driving a commercial motor vehicle that complies with the minimum federal standards established by federal regulation enumerated in 49 C.F.R. Part 383, Subparts G and H as amended through January 1, 2005 2007 , and has satisfied all other requirements of the CMVSA in addition to other requirements imposed by state law or federal regulation. The tests shall be prescribed and conducted by the department. The department may authorize a person, an employer, a private driver training facility, other private institution, a department, agency, or instrumentality of local government, of this state or another state, to administer the skills test specified by this section, if: (1) The test is the same which would otherwise be administered by the department; and (2) The third party has entered into an agreement with the department that complies with requirements of 49 C.F.R. Part 383.75 as amended through January 1, 2005 2007 . Failure to comply with agreement may result in termination of the agreement. The department may waive the skills test specified in this section for a commercial driver license applicant who meets the requirements of 49 C.F.R. Part 383.77 as amended through January 1, 2005 2007 . No commercial driver license or commercial driver instruction permit may be issued to a person while the person is subject to a disqualification from driving a commercial motor vehicle, or while the person's operator's license or driving privilege is suspended, revoked, or cancelled in any state; nor may a commercial driver license be issued to a person who has a commercial driver license, noncommercial driver license, noncommercial instruction permit or commercial driver instruction permit issued by any other state unless the person first surrenders all such licenses or permits, which shall be destroyed by the department. The issuing jurisdiction shall be notified that the licensee has applied for a commercial driver license or commercial driver instruction permit in a new jurisdiction. A violation of this provision is a Class 2 misdemeanor. Section 5. That § 32-12A-13 be amended to read as follows: 32-12A-13. The department may issue a nonresident CDL to: (1) A person who is domiciled in a foreign jurisdiction whose commercial motor vehicle testing and licensing standards, as determined by the administrator of the Federal Motor Carrier Safety Administration, do not meet the testing standards established in 49 C.F.R. Part 383 as amended through January 1, 2005 2007 ; (2) A person who is domiciled in a state whose commercial driver licensing program has been decertified by the administrator of the Federal motor Carrier Safety Administration. The word \" , nonresident \" , shall appear on the face of the nonresident CDL. An applicant shall surrender any nonresident CDL issued by another state. The holder of a nonresident CDL is subject to the same disqualifications and conditions applicable to a commercial driver license issued to a person domiciled in this state. Section 6. That § 32-12A-14 be amended to read as follows: 32-12A-14. The application for a commercial driver license or commercial instruction permit, shall include the following: (1) The full legal name and current mailing and residential address of the applicant; (2) A physical description of the applicant including sex, height, weight and eye color; (3) Date of birth; (4) The applicant's social security number; (5) The applicant's signature; (6) The applicant's color photograph; (7) Certifications including those required by 49 C.F.R. Part 383.71(a) as amended through January 1, 2005 2007 ; (8) A consent to release driving record information ; and (9) The names of all states where the applicant has previously been licensed to drive any type of motor vehicle during the ten-year period immediately preceding the date of the application. Section 7. That § 32-12A-21 be amended to read as follows: 32-12A-21. The holder of a valid commercial driver license may drive any vehicle in the class for which that license is issued, and any lesser class of vehicle, except a motorcycle. No person may drive a vehicle requiring an endorsement unless the proper corresponding endorsement appears on that person's commercial driver license. A commercial driver license may be issued with the following classifications: (1) Class A Combination Vehicle. Any combination of commercial motor vehicles and towed vehicles with a gross vehicle weight rating of twenty-six thousand one or more pounds if the gross vehicle weight rating of the vehicles being towed are in excess of ten thousand pounds. This class includes: (a) Any vehicle designed to transport sixteen or more passengers, including the driver; and (b) Any vehicle used in the transportation of hazardous materials that require the vehicle to be placarded under 49 C.F.R. Part 172, Subpart F, as amended through January 1, 1993 2007 ; (2) Class B Heavy Straight Vehicle. Any single commercial motor vehicle with a gross vehicle weight rating of twenty-six thousand one or more pounds or any such commercial motor vehicle towing a vehicle with a gross weight rating not exceeding ten thousand pounds. This class includes: (a) Any vehicle designed to transport sixteen or more passengers, including the driver; and (b) Any vehicle used in the transportation of hazardous materials which require the vehicle to be placarded under 49 C.F.R. Part 172, Subpart F, as amended through January 1, 1993 2007 ; (3) Class C Small Vehicle. Any single vehicle, or combination of vehicles, that meet neither the definition of class A nor that of class B as contained in this section. This class includes any vehicle designed to transport sixteen or more passengers, including the driver, or is used in the transportation of hazardous materials which require the vehicle to be placarded under 49 C.F.R. Part 172, Subpart F, as amended through January 1, 1993 2007 . Section 8. That § 32-12A-24 be amended to read as follows: 32-12A-24. No person under the age of eighteen may receive an endorsement on a commercial driver license to drive a school bus. Any school bus endorsed driver operating with an intrastate restriction shall meet all requirements of 49 C.F.R. Part 391 Subpart E as amended through January 1, 2005 2007 , in the area of physical qualifications. Section 9. That § 32-12A-41 be amended to read as follows: 32-12A-41. Any person is disqualified from driving a commercial motor vehicle for not less than one hundred twenty days if convicted within a three-year period of three serious traffic violations committed while operating a commercial motor vehicle. Any person is disqualified from driving a commercial motor vehicle for a period of not less than one hundred twenty days if convicted within a three-year period of three serious traffic violations committed while operating a noncommercial motor vehicle and any of these convictions result in the revocation, cancellation, or suspension of the CDL holder's license or noncommercial driving privileges. Any disqualification period imposed under this section shall be in addition to any other previous period of disqualification. Section 10. That § 32-12A-48 be amended to read as follows: 32-12A-48. The secretary of the Department of Public Safety may promulgate rules, pursuant to chapter 1-26, in the following areas: (1) Definitions; (2) Commercial driver license waivers; (3) Single license requirement; (4) Notification requirements and employer responsibilities; (5) Federal disqualifications and penalties; (6) Testing and licensing procedures; (7) Vehicle groups and endorsements; (8) Required knowledge and skills; (9) Tests; (10) Background check requirements; (11) Commercial driver license document; and (12) Other rules necessary to implement the provisions of C.F.R. 49, Chapter 3, Subchapter B, parts 383, 384, 390, 391, and 392, inclusive, as amended through January 1, 2005 2007 . Section 11. That § 32-12A-50 be amended to read as follows: 32-12A-50. Notwithstanding any law to the contrary, a person may drive a commercial motor vehicle in this state if the person has a valid commercial driver license or commercial driver license instruction permit issued by any state or province or territory of Canada or if the person has a valid licencia federal de conductor issued by Mexico in accordance with the minimum federal standards for the issuance of commercial motor vehicle driving licenses, if the person is not suspended, revoked, or cancelled, and if the person is not disqualified from driving a commercial motor vehicle, or subject to an out-of-service order. The department shall give any out-of-state conviction full faith and credit and treat it, for sanctioning purposes under this chapter, as if it had occurred in this state. Section 12. That § 32-12A-52 be amended to read as follows: 32-12A-52. Any person is disqualified from driving a commercial motor vehicle for a period of ninety days if convicted of a first violation of an out-of-service order. If a violation of an out-of-service order pursuant to this section occurred while transporting hazardous materials required to be placarded under the Hazardous Materials Transportation Act (49 U.S.C. app. 1801-1813 as of January 1, 1996) 49 C.F.R. Part 172, Subpart F, as amended through January 1, 2007 , or while operating a motor vehicle designed to transport more than sixteen passengers, including the driver, the operator is disqualified for a period of one hundred eighty days. Section 13. That § 32-12A-53 be amended to read as follows: 32-12A-53. Any person is disqualified from driving a commercial motor vehicle for a period of one year if convicted of two violations of out-of-service orders in separate incidents during a ten-year period. If the violations of out-of-service orders pursuant to this section occurred while transporting hazardous materials required to be placarded under the Hazardous Materials Transportation Act (49 U.S.C. app. 1801-1813 as of January 1, 1996) 49 C.F.R. Part 172, Subpart F, as amended through January 1, 2007 , or while operating a motor vehicle designed to transport more than sixteen passengers, including the driver, the operator is disqualified for a period of three years. Section 14. That § 32-12A-54 be amended to read as follows: 32-12A-54. Any person is disqualified from driving a commercial motor vehicle for a period of three years if convicted of three or more violations of out-of-service orders in separate incidents during a ten-year period. If the violations of out-of-service orders pursuant to this section occurred while transporting hazardous materials required to be placarded under the Hazardous Materials Transportation Act (49 U.S.C. app. 1801-1813 as of January 1, 1996) 49 C.F.R. Part 172, Subpart F, as amended through January 1, 2007 , or while operating a motor vehicle designed to transport more than sixteen passengers, including the driver, the operator is disqualified for a period of five years. Section 15. That § 32-12A-58 be amended to read as follows: 32-12A-58. The state hereby adopts Title 49 of the Code of Federal Regulations, chapter 3, subpart B, parts 383 and 384, inclusive, June 17, 1994, as amended through January 1, 2005 2007 . Section 16. That § 32-12A-60 be amended to read as follows: 32-12A-60. Any person is disqualified from driving a commercial motor vehicle for a period of one hundred twenty days if convicted during any three-year period, while driving a commercial motor vehicle, of a second violation conviction or any combination of convictions of § 32-29-4, 32-29-5, 32-29-7, 32-29-8, or 32-29-9 in separate incidents. Section 17. That § 32-12A-61 be amended to read as follows: 32-12A-61. Any person is disqualified from driving a commercial motor vehicle for a period of one year if convicted during any three-year period, while driving a commercial motor vehicle, of a third or subsequent violation conviction or any combination of convictions of § 32-29-4, 32-29-5, 32-29-7, 32-29-8, or 32-29-9 in separate incidents. Section 18. That § 32-12A-62 be amended to read as follows: 32-12A-62. Any disqualification imposed in accordance with the provisions of 49 CFR part 383.52 as amended through January 1, 2005 2007 , relating to notification from the Federal Motor Carrier Safety Administration that the driver is disqualified from driving a commercial motor vehicle and is determined to constitute an imminent hazard becomes a part of the driver's record maintained by the department."}, {"bill_id": 21215, "bill_version_id": 110853, "bill_version": "House Transportation Engrossed", "bill_version_date": "2007-01-25T15:26:17-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions related to the licensing of commercial drivers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-12A-1 be amended to read as follows: 32-12A-1. Terms used in this chapter mean: (1) \"Alcohol,\" any substance containing any form of alcohol; (2) \"Commercial driver license,\" or \"CDL,\" a license issued in accordance with the requirements of this chapter to an individual that authorizes the individual to drive a class of commercial motor vehicle; (3) \"Commercial driver license information system,\" or \"CDLIS,\" the information system established pursuant to the Commercial Motor Vehicle Safety Act (CMVSA) to serve as a clearinghouse for locating information related to the licensing and identification of commercial motor vehicle drivers; (4) \"Commercial driver instruction permit,\" a permit issued pursuant to § 32-12A-12; (5) \"Commercial motor vehicle,\" a motor vehicle designed or used to transport passengers or property: (a) If the vehicle has a gross combination weight rating of twenty-six thousand one pounds or more and the towed unit has a gross vehicle weight rating of more than ten thousand pounds; (b) If the vehicle has a gross vehicle weight rating of twenty-six thousand one or more pounds; (c) If the vehicle is designed to transport sixteen or more passengers, including the driver; or (d) If the vehicle is of any size and is used in the transportation of hazardous materials and is required to be placarded in accordance with 49 C.F.R. Part 172, Subpart F, as amended through January 1, 2005 2007 ; (6) \"Controlled substance,\" any substance so classified under section 102(6) of the Controlled Substances Act (21 U.S.C. § 802(6)), and includes all substances listed on Schedules I through V, of 21 C.F.R. Part 1308, inclusive, as amended through January 1, 2005 2007 ; (7) \"Conviction,\" an unvacated adjudication of guilt, or a determination that a person has violated or failed to comply with the law in a court of original jurisdiction or an authorized administrative tribunal, an unvacated forfeiture of bail or collateral deposited to secure the person's appearance in court, a plea of guilty or nolo contendere accepted by the court, the payment of a fine or court cost, or violation of a condition of release without bail, regardless of whether or not the penalty is rebated, suspended, or probated; (8) \"Department,\" the Department of Public Safety; (9) \"Disqualification,\" any of the following actions: (a) The suspension, revocation, or cancellation of a CDL by the state or jurisdiction of issuance; (b) Any withdrawal of a person's privileges to drive a commercial motor vehicle by a state or other jurisdiction as the result of a violation of state or local law relating to motor vehicle traffic control (other than parking, vehicle weight, or vehicle defect violations); or (c) A determination by the Federal Motor Carrier Safety Administration that a person is not qualified to operate a commercial motor vehicle; (10) \"Domicile,\" the state where a person has that person's true, fixed, and permanent home and principal residence and to which that person has the intention of returning whenever that person is absent; (11) \"Drive,\" to drive, operate, or be in actual physical control of a motor vehicle; (12) \"Driver,\" any person who drives, operates, or is in actual physical control of a commercial motor vehicle, or who is required to hold a commercial driver license; (13) \"Employer,\" any person, including the United States, a state, or a political subdivision of a state, who owns or leases a commercial motor vehicle, or assigns a person to drive a commercial motor vehicle; (14) \"Endorsement,\" an authorization to a person's CDL required to permit the person to operate certain types of commercial motor vehicles; (15) \"Fatality,\" the death of a person as the result of a motor vehicle accident; (16) \"Felony,\" any offense under state or federal law that is punishable by death or imprisonment for a term exceeding one year; (17) \"Foreign jurisdiction,\" any jurisdiction other than a state of the United States; (18) \"Gross combination weight rating\" or \"GCWR,\" the value specified by the manufacturer as the loaded weight of a combination (articulated) vehicle. In the absence of a value specified by the manufacturer, GCWR shall be determined by adding the GVWR of the power unit and the total weight of the towed unit and any load thereon; (19) \"Gross vehicle weight rating,\" or \"GVWR,\" the value specified by the manufacturer as the loaded weight of a single vehicle; (20) \"Hazardous materials,\" the same as that found in Section 103 of the Hazardous Materials Transportation Act (49 App. U.S.C. § 1801 et seq.) any material that has been designated as hazardous under 49 U.S.C. 5103 as amended through January 1, 2007 and is required to be placarded under subpart F of 49 CFR part 172 or any quantity of a material listed as a select agent or toxin in 42 CFR part 73 , as amended through January 1, 2005 2007 ; (21) \"Imminent hazard,\" the existence of a condition that presents a substantial likelihood that death, serious illness, severe personal injury, or a substantial endangerment to health, property, or the environment may occur before the reasonably foreseeable completion date of a formal proceeding begun to lessen the risk of that death, illness, injury, or endangerment; (22) \"Motor vehicle,\" a vehicle, machine, tractor, trailer, or semitrailer propelled or drawn by mechanical power, used on highways, but does not include any vehicle, machine, tractor, trailer, or semitrailer operated exclusively on a rail; (23) \"Noncommercial motor vehicle,\" a motor vehicle or combination of motor vehicles not defined as a commercial motor vehicle; (24) \"Nonresident CDL,\" a commercial driver license issued by a state to a person who resides in a foreign jurisdiction or a person domiciled in another state that is prohibited from issuing commercial driver licenses by the Federal Motor Carrier Safety Administration; (25) \"Notice of final administrative decision,\" a determination rendered by an agency of competent jurisdiction when all avenues of appeal have been exhausted or time to appeal has elapsed; (26) \"Operator's license,\" any license issued by a state to a person which authorizes the person full privileges to drive a motor vehicle; (27) \"Out-of-service order,\" an out-of- service order as defined by 49 C.F.R. part 390.5, as of January 1, 2005 2007 ; (28) \"Recreational vehicle,\" a vehicle which is self-propelled or permanently towable by a light duty truck and designed primarily not for use as a permanent dwelling but as temporary living quarters for recreational, camping, travel, or seasonal use; (29) \"School bus,\" any motor vehicle that is used to transport sixteen or more passengers, including the driver, and is used to transport pre-primary, primary, or secondary school students from home to school, from school to home, or to and from school- sponsored events. School bus does not include a bus used as a common carrier; (30) \"Serious traffic violation,\" a conviction of: (a) Excessive speeding, involving a single charge of any speed fifteen miles per hour or more, above the posted speed limit, in violation of chapter 32-25; (b) Reckless driving, in violation of § 32-24-1; (c) Careless driving, in violation of § 32-24-8; (d) Improper or erratic traffic lane changes, in violation of § 32-26-6; (e) Following the vehicle ahead too closely, in violation of § 32-26-40; (f) A violation of any state or local law related to motor vehicle traffic control, other than a parking violation, arising in connection with a fatal accident; (g) Failure to stop or yield, in violation of §§ 32-29-2.1, 32-29-2.2, 32-29-3, and 32-29-4; (h) Failure to stop or slow vehicle for a school bus, in violation of § 32-32-6; (i) Eluding a police vehicle, in violation of § 32-33-18; (j) Overtaking or passing another vehicle, in violation of §§ 32-26-26, 32-26-27, 32-26-28, 32-26-34, 32-26-35, 32-26-36, and 32-26-37; (k) Driving a commercial motor vehicle without obtaining a commercial driver license, in violation of § 32-12A-6; (l) Driving a commercial motor vehicle without a commercial driver license in the driver's possession in violation of § 32-12A-6. Any person who provides proof to the court or to the enforcement authority that issued the citation, by the date the person was required to appear in court or to pay a fine for the violation, that the person held a valid commercial driver license on the date the citation was issued, is not guilty of a serious traffic violation; or (m) Driving a commercial motor vehicle without the proper class of commercial driver license or endorsement, or both, for the specific vehicle group being operated or for the passengers or type of cargo being transported in violation of § 32-12A-6; (31) \"State,\" a state of the United States and the District of Columbia; (32) \"United States,\" the fifty states and the District of Columbia. Section 2. That § 32-12A-7 be amended to read as follows: 32-12A-7. Each commercial motor vehicle driver shall meet the minimum standards and qualifications established under this chapter and in accordance with 49 C.F.R. subpart 383.23 as amended through January 1, 2005 2007 . Each commercial motor vehicle driver shall obtain a commercial driver license. Section 3. That § 32-12A-9 be amended to read as follows: 32-12A-9. The following are exempt from the provisions of this chapter: (1) Operators involved in farm to market transportation movements, at least sixteen years of age holding a valid operator's license, limited to those operators of a farm vehicle: (a) Controlled and operated by a farmer; (b) Used to transport either agricultural products, farm machinery or farm supplies to or from a farm; and (c) Not used in the operations of a common or contract motor carrier; (2) Operators of emergency fire fighting equipment necessary to the preservation of life or property or the execution of emergency governmental functions performed under emergency conditions that are not subject to normal traffic regulation, or nonemergency conditions when operated by members of a fire fighting agency; (3) Operators of military commercial motor vehicles for military purposes including: (a) Active duty military personnel; (b) Members of the military reserves; (c) Members of the national guard on active duty, including personnel on full- time national guard duty, personnel on part-time national guard training and national guard military technicians (civilians who are required to wear military uniforms); and (d) Active duty U.S. Coast Guard personnel; (4) Operators of recreational vehicles; and (5) Operators of rental transporting equipment used as personal family use vehicles. United States reserve technicians are not exempt under the provisions of subdivision (3) of this section. Section 4. That § 32-12A-11 be amended to read as follows: 32-12A-11. No person may be issued a commercial driver license unless that person is a resident of this state, has passed a knowledge and skills test for driving a commercial motor vehicle that complies with the minimum federal standards established by federal regulation enumerated in 49 C.F.R. Part 383, Subparts G and H as amended through January 1, 2005 2007 , and has satisfied all other requirements of the CMVSA in addition to other requirements imposed by state law or federal regulation. The tests shall be prescribed and conducted by the department. The department may authorize a person, an employer, a private driver training facility, other private institution, a department, agency, or instrumentality of local government, of this state or another state, to administer the skills test specified by this section, if: (1) The test is the same which would otherwise be administered by the department; and (2) The third party has entered into an agreement with the department that complies with requirements of 49 C.F.R. Part 383.75 as amended through January 1, 2005 2007 . Failure to comply with agreement may result in termination of the agreement. The department may waive the skills test specified in this section for a commercial driver license applicant who meets the requirements of 49 C.F.R. Part 383.77 as amended through January 1, 2005 2007 . No commercial driver license or commercial driver instruction permit may be issued to a person while the person is subject to a disqualification from driving a commercial motor vehicle, or while the person's operator's license or driving privilege is suspended, revoked, or cancelled in any state; nor may a commercial driver license be issued to a person who has a commercial driver license, noncommercial driver license, noncommercial instruction permit or commercial driver instruction permit issued by any other state unless the person first surrenders all such licenses or permits, which shall be destroyed by the department. The issuing jurisdiction shall be notified that the licensee has applied for a commercial driver license or commercial driver instruction permit in a new jurisdiction. A violation of this provision is a Class 2 misdemeanor. Section 5. That § 32-12A-13 be amended to read as follows: 32-12A-13. The department may issue a nonresident CDL to: (1) A person who is domiciled in a foreign jurisdiction whose commercial motor vehicle testing and licensing standards, as determined by the administrator of the Federal Motor Carrier Safety Administration, do not meet the testing standards established in 49 C.F.R. Part 383 as amended through January 1, 2005 2007 ; (2) A person who is domiciled in a state whose commercial driver licensing program has been decertified by the administrator of the Federal motor Carrier Safety Administration. The word \" , nonresident \" , shall appear on the face of the nonresident CDL. An applicant shall surrender any nonresident CDL issued by another state. The holder of a nonresident CDL is subject to the same disqualifications and conditions applicable to a commercial driver license issued to a person domiciled in this state. Section 6. That § 32-12A-14 be amended to read as follows: 32-12A-14. The application for a commercial driver license or commercial instruction permit, shall include the following: (1) The full legal name and current mailing and residential address of the applicant; (2) A physical description of the applicant including sex, height, weight and eye color; (3) Date of birth; (4) The applicant's social security number; (5) The applicant's signature; (6) The applicant's color photograph; (7) Certifications including those required by 49 C.F.R. Part 383.71(a) as amended through January 1, 2005 2007 ; (8) A consent to release driving record information ; and (9) The names of all states where the applicant has previously been licensed to drive any type of motor vehicle during the ten-year period immediately preceding the date of the application. Section 7. That § 32-12A-21 be amended to read as follows: 32-12A-21. The holder of a valid commercial driver license may drive any vehicle in the class for which that license is issued, and any lesser class of vehicle, except a motorcycle. No person may drive a vehicle requiring an endorsement unless the proper corresponding endorsement appears on that person's commercial driver license. A commercial driver license may be issued with the following classifications: (1) Class A Combination Vehicle. Any combination of commercial motor vehicles and towed vehicles with a gross vehicle weight rating of twenty-six thousand one or more pounds if the gross vehicle weight rating of the vehicles being towed are in excess of ten thousand pounds. This class includes: (a) Any vehicle designed to transport sixteen or more passengers, including the driver; and (b) Any vehicle used in the transportation of hazardous materials that require the vehicle to be placarded under 49 C.F.R. Part 172, Subpart F, as amended through January 1, 1993 2007 ; (2) Class B Heavy Straight Vehicle. Any single commercial motor vehicle with a gross vehicle weight rating of twenty-six thousand one or more pounds or any such commercial motor vehicle towing a vehicle with a gross weight rating not exceeding ten thousand pounds. This class includes: (a) Any vehicle designed to transport sixteen or more passengers, including the driver; and (b) Any vehicle used in the transportation of hazardous materials which require the vehicle to be placarded under 49 C.F.R. Part 172, Subpart F, as amended through January 1, 1993 2007 ; (3) Class C Small Vehicle. Any single vehicle, or combination of vehicles, that meet neither the definition of class A nor that of class B as contained in this section. This class includes any vehicle designed to transport sixteen or more passengers, including the driver, or is used in the transportation of hazardous materials which require the vehicle to be placarded under 49 C.F.R. Part 172, Subpart F, as amended through January 1, 1993 2007 . Section 8. That § 32-12A-24 be amended to read as follows: 32-12A-24. No person under the age of eighteen may receive an endorsement on a commercial driver license to drive a school bus. Any school bus endorsed driver operating with an intrastate restriction shall meet all requirements of 49 C.F.R. Part 391 Subpart E as amended through January 1, 2005 2007 , in the area of physical qualifications. Section 9. That § 32-12A-41 be amended to read as follows: 32-12A-41. Any person is disqualified from driving a commercial motor vehicle for not less than one hundred twenty days if convicted within a three-year period of three serious traffic violations committed while operating a commercial motor vehicle. Any person is disqualified from driving a commercial motor vehicle for a period of not less than one hundred twenty days if convicted within a three-year period of three serious traffic violations committed while operating a noncommercial motor vehicle and any of these convictions result in the revocation, cancellation, or suspension of the CDL holder's license or noncommercial driving privileges. Any disqualification period imposed under this section shall be in addition to any other previous period of disqualification. Section 10. That § 32-12A-48 be amended to read as follows: 32-12A-48. The secretary of the Department of Public Safety may promulgate rules, pursuant to chapter 1-26, in the following areas: (1) Definitions; (2) Commercial driver license waivers; (3) Single license requirement; (4) Notification requirements and employer responsibilities; (5) Federal disqualifications and penalties; (6) Testing and licensing procedures; (7) Vehicle groups and endorsements; (8) Required knowledge and skills; (9) Tests; (10) Background check requirements; (11) Commercial driver license document; and (12) Other rules necessary to implement the provisions of C.F.R. 49, Chapter 3, Subchapter B, parts 383, 384, 390, 391, and 392, inclusive, as amended through January 1, 2005 2007 . Section 11. That § 32-12A-50 be amended to read as follows: 32-12A-50. Notwithstanding any law to the contrary, a person may drive a commercial motor vehicle in this state if the person has a valid commercial driver license or commercial driver license instruction permit issued by any state or province or territory of Canada or if the person has a valid licencia federal de conductor (federal license of driver) issued by Mexico in accordance with the minimum federal standards for the issuance of commercial motor vehicle driving licenses, if the person is not suspended, revoked, or cancelled, and if the person is not disqualified from driving a commercial motor vehicle, or subject to an out-of-service order. The department shall give any out-of-state conviction full faith and credit and treat it, for sanctioning purposes under this chapter, as if it had occurred in this state. Section 12. That § 32-12A-52 be amended to read as follows: 32-12A-52. Any person is disqualified from driving a commercial motor vehicle for a period of ninety days if convicted of a first violation of an out-of-service order. If a violation of an out-of-service order pursuant to this section occurred while transporting hazardous materials required to be placarded under the Hazardous Materials Transportation Act (49 U.S.C. app. 1801-1813 as of January 1, 1996) 49 C.F.R. Part 172, Subpart F, as amended through January 1, 2007 , or while operating a motor vehicle designed to transport more than sixteen passengers, including the driver, the operator is disqualified for a period of one hundred eighty days. Section 13. That § 32-12A-53 be amended to read as follows: 32-12A-53. Any person is disqualified from driving a commercial motor vehicle for a period of one year if convicted of two violations of out-of-service orders in separate incidents during a ten-year period. If the violations of out-of-service orders pursuant to this section occurred while transporting hazardous materials required to be placarded under the Hazardous Materials Transportation Act (49 U.S.C. app. 1801-1813 as of January 1, 1996) 49 C.F.R. Part 172, Subpart F, as amended through January 1, 2007 , or while operating a motor vehicle designed to transport more than sixteen passengers, including the driver, the operator is disqualified for a period of three years. Section 14. That § 32-12A-54 be amended to read as follows: 32-12A-54. Any person is disqualified from driving a commercial motor vehicle for a period of three years if convicted of three or more violations of out-of-service orders in separate incidents during a ten-year period. If the violations of out-of-service orders pursuant to this section occurred while transporting hazardous materials required to be placarded under the Hazardous Materials Transportation Act (49 U.S.C. app. 1801-1813 as of January 1, 1996) 49 C.F.R. Part 172, Subpart F, as amended through January 1, 2007 , or while operating a motor vehicle designed to transport more than sixteen passengers, including the driver, the operator is disqualified for a period of five years. Section 15. That § 32-12A-58 be amended to read as follows: 32-12A-58. The state hereby adopts Title 49 of the Code of Federal Regulations, chapter 3, subpart B, parts 383 and 384, inclusive, June 17, 1994, as amended through January 1, 2005 2007 . Section 16. That § 32-12A-60 be amended to read as follows: 32-12A-60. Any person is disqualified from driving a commercial motor vehicle for a period of one hundred twenty days if convicted during any three-year period, while driving a commercial motor vehicle, of a second violation conviction or any combination of convictions of § 32-29-4, 32-29-5, 32-29-7, 32-29-8, or 32-29-9 in separate incidents. Section 17. That § 32-12A-61 be amended to read as follows: 32-12A-61. Any person is disqualified from driving a commercial motor vehicle for a period of one year if convicted during any three-year period, while driving a commercial motor vehicle, of a third or subsequent violation conviction or any combination of convictions of § 32-29-4, 32-29-5, 32-29-7, 32-29-8, or 32-29-9 in separate incidents. Section 18. That § 32-12A-62 be amended to read as follows: 32-12A-62. Any disqualification imposed in accordance with the provisions of 49 CFR part 383.52 as amended through January 1, 2005 2007 , relating to notification from the Federal Motor Carrier Safety Administration that the driver is disqualified from driving a commercial motor vehicle and is determined to constitute an imminent hazard becomes a part of the driver's record maintained by the department."}, {"bill_id": 21215, "bill_version_id": 111837, "bill_version": "Enrolled", "bill_version_date": "2007-02-08T14:35:48-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21215, "action_date": "2007-01-09T12:00:00-06:00", "document_id": 110143, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110143.pdf", "status_text": "First read in Senate and referred to", "journal_page": 18, "committee_id_action": 924, "committee_id_assigned": 908, "result": "N", "vote": {}}, {"bill_id": 21215, "action_date": "2007-01-16T08:00:00-06:00", "document_id": 110254, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110254.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 908, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21215, "action_date": "2007-01-18T08:00:00-06:00", "document_id": 110369, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110369.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 908, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21215, "action_date": "2007-01-18T08:00:00-06:00", "document_id": 110369, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110369.pdf", "status_text": "Do Pass,", "journal_page": 154, "committee_id_action": 908, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65781, "president_vote": null, "Nay": [3595], "Yea": [3608, 3625, 3634, 3639, 3664, 3596]}}, {"bill_id": 21215, "action_date": "2007-01-19T13:00:00-06:00", "document_id": 110478, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110478.pdf", "status_text": "Do Pass,", "journal_page": 170, "committee_id_action": 924, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66078, "president_vote": null, "Yea": [3571, 3573, 3575, 3585, 3596, 3602, 3607, 3608, 3610, 3612, 3615, 3617, 3618, 3621, 3623, 3625, 3626, 3627, 3630, 3633, 3634, 3636, 3639, 3641, 3647, 3652, 3659, 3661, 3667, 3669], "Nay": [3574, 3595], "Excused": [3589, 3603, 3664]}}, {"bill_id": 21215, "action_date": "2007-01-22T14:00:00-06:00", "document_id": 110547, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110547.pdf", "status_text": "First read in House and referred to", "journal_page": 139, "committee_id_action": 923, "committee_id_assigned": 920, "result": "N", "vote": {}}, {"bill_id": 21215, "action_date": "2007-01-25T08:00:00-06:00", "document_id": 110834, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110834.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 920, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21215, "action_date": "2007-01-25T08:00:00-06:00", "document_id": 110834, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110834.pdf", "status_text": "Do Pass Amended,", "journal_page": 192, "committee_id_action": 920, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66290, "president_vote": null, "Yea": [3606, 3591, 3628, 3604, 3635, 3663, 3614, 3644, 3648, 3662, 3572, 3629, 3650]}}, {"bill_id": 21215, "action_date": "2007-01-29T14:00:00-06:00", "document_id": 111076, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111076.pdf", "status_text": "Deferred to another day", "journal_page": 252, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21215, "action_date": "2007-01-30T14:00:00-06:00", "document_id": 111185, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111185.pdf", "status_text": "Deferred to another day", "journal_page": 274, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21215, "action_date": "2007-01-31T14:00:00-06:00", "document_id": 111304, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111304.pdf", "status_text": "Deferred to another day", "journal_page": 298, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21215, "action_date": "2007-02-01T14:00:00-06:00", "document_id": 111410, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111410.pdf", "status_text": "Deferred to another day", "journal_page": 313, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21215, "action_date": "2007-02-02T13:00:00-06:00", "document_id": 111493, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111493.pdf", "status_text": "Deferred to another day", "journal_page": 321, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21215, "action_date": "2007-02-05T14:00:00-06:00", "document_id": 111585, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111585.pdf", "status_text": "Deferred to another day", "journal_page": 347, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21215, "action_date": "2007-02-06T14:00:00-06:00", "document_id": 111682, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111682.pdf", "status_text": "Do Pass Amended,", "journal_page": 368, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67056, "president_vote": null, "Yea": [3572, 3576, 3578, 3579, 3580, 3581, 3582, 3583, 3586, 3588, 3590, 3591, 3592, 3593, 3594, 3597, 3598, 3599, 3600, 3604, 3605, 3606, 3609, 3611, 3613, 3614, 3616, 3619, 3620, 3622, 3624, 3628, 3629, 3631, 3632, 3635, 3637, 3640, 3642, 3643, 3644, 3645, 3646, 3648, 3649, 3650, 3651, 3653, 3654, 3655, 3656, 3657, 3658, 3660, 3662, 3663, 3665, 3666, 3668, 3670, 3671, 3672, 3673, 3674, 3675, 3676, 3584], "Nay": [3577, 3587, 3638]}}, {"bill_id": 21215, "action_date": "2007-02-12T14:00:00-06:00", "document_id": 112078, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112078.pdf", "status_text": "Signed by President", "journal_page": 484, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21215, "action_date": "2007-02-12T14:00:00-06:00", "document_id": 112085, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112085.pdf", "status_text": "Signed by Speaker", "journal_page": 476, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21215, "action_date": "2007-02-14T14:00:00-06:00", "document_id": 112314, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112314.pdf", "status_text": "Delivered to the Governor", "journal_page": 521, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21215, "action_date": "2007-02-15T14:00:00-06:00", "document_id": 112411, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112411.pdf", "status_text": "Signed by Governor", "journal_page": 548, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3734}