{"session_id": 27, "bill_id": 7773, "bill_type": "House Bill", "bill_number": 1046, "bill_title": "revise various trust and trust company provisions.", "sponsors": [], "keywords": ["Banks and Banking", "Fiduciaries and Trusts"], "audio": [{"meeting_datetime": "2017-01-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hst08.mp3", "start_seconds": 2344.0}, {"meeting_datetime": "2017-01-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hst08.mp3", "start_seconds": 2344.0}, {"meeting_datetime": "2017-01-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hst08.mp3", "start_seconds": 2344.0}, {"meeting_datetime": "2017-01-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou11.mp3", "start_seconds": 2310.0}, {"meeting_datetime": "2017-01-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou11.mp3", "start_seconds": 2310.0}, {"meeting_datetime": "2017-01-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou11.mp3", "start_seconds": 2310.0}, {"meeting_datetime": "2017-02-02T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sco15.mp3", "start_seconds": 977.0}, {"meeting_datetime": "2017-02-02T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sco15.mp3", "start_seconds": 977.0}, {"meeting_datetime": "2017-02-02T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sco15.mp3", "start_seconds": 977.0}, {"meeting_datetime": "2017-02-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen17.mp3", "start_seconds": 4054.0}, {"meeting_datetime": "2017-02-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen17.mp3", "start_seconds": 4054.0}, {"meeting_datetime": "2017-02-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen17.mp3", "start_seconds": 4054.0}], "bill_versions": [{"bill_id": 7773, "bill_version_id": 42391, "bill_version": "Introduced", "bill_version_date": "2017-01-09T11:38:51.687-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise various trust and trust company provisions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 51A-6A-1 be amended to read: 51A-6A-1. Terms used in this chapter mean: (1) \"Articles,\" in the case of a corporation, articles of incorporation; in the case of a limited liability company, articles of organization; (2) \"Board member,\" in the case of a corporation, a director; in the case of a limited liability company, a member of the board of managers if manager-managed or board of members if member-managed; (3) \"Client,\" an individual, corporation, association, or other legal entity receiving or benefitting from fiduciary services provided by a trust company or bank; (4) \"Commission,\" the State Banking Commission; (5) \"Control,\" the power, directly or indirectly, to direct the management or policies of a trust company or to vote twenty-five percent or more of any class of voting shares of a trust company; (6) \"Director,\" the director of the Division of Banking; (7) \"Fiduciary for hire,\" acting as an administrator, conservator, custodian, executor, guardian, personal representative, or trustee, for any person, trust, or estate for compensation or gain or in anticipation of compensation or gain; (8) \"Financial institution,\" any bank, national banking association, savings and loan association, or savings bank which has its principal place of business in this state but which does not have trust powers, or which has trust powers, but does not exercise those trust powers; (9) \"Governing board,\" in the case of a corporation, the board of directors; in the case of a limited liability company, the board of managers if manager-managed or board of members if member-managed; (10) \"Out-of-state trust institution,\" a nondepository corporation, limited liability company, or other similar entity chartered or licensed by the banking regulatory agency of a state, territory, or district, other than South Dakota, to engage in the trust company business in that state, territory, or district under the primary supervision of such regulator; (11) \"Owner,\" in the case of a corporation, a common stockholder; in the case of a limited liability company, a person who owns ownership units; (12) \"Person,\" an individual or a corporation, partnership, trust, association, joint venture, pool, syndicate, sole proprietorship, or any other form of an entity; (12A) \"Public trust company,\" a trust company that engages in trust company business with the general public by advertising, solicitation, or other means, or a trust company that engages in trust company business but does not fall within the definition of a private trust company established by the commission through rules promulgated pursuant to chapter 1-26. The commission shall consider the size, number of clients served and the family and other relationships among the clients served, complexity, and related safety and soundness issues as it establishes in rule a definition for the term private trust company; (13) \"Trust company,\" a nondepository trust company incorporated or organized under the laws of this state engaged in the trust company business, and any national bank which has its main office in this state, and which has as its sole purpose the conduct of trust business; (14) \"Trust company business,\" engaging in, or representing or offering to engage in, the business of acting as a fiduciary for hire, except that no accountant, attorney, credit union, insurance broker, insurance company, investment advisor, real estate broker or sales agent, savings and loan association, savings bank, securities broker or dealer, real estate title insurance company, or real estate escrow company may be deemed to be engaged in a trust company business with respect to fiduciary services customarily performed by them for compensation as a traditional incident to their regular business activities. Trust company business as defined in this chapter does not constitute banking as defined in subdivision 51A-1-2(4); (15) \"Trust service office,\" any office, agency, or other place of business at which the powers granted to trust companies are exercised either by a trust company other than the place of business specified in a trust company's certificate of authority or within this state by an out-of-state trust institution. Section 2. That § 51A-6A-4 be amended to read: 51A-6A-4. No trust company may be incorporated or organized under the laws of this state or transact trust company business in this state until the application for its incorporation or organization and application or authority to do business and the location of its principal office have been submitted to and approved under the same procedure for bank applications as provided in § 51A-2-16, except that conditions for considering an application involving a trust company shall be as set forth in § 51A-6A-5. The director shall prescribe the form for making an application and any application submitted shall contain such information as required. The applicant may, with approval of the director, designate confidential information. Any costs associated with the public notice required in § 51A-2-16 shall be paid by the applicant, in addition to the application fee required in § 51A-6A-6. If upon the dissolution or insolvency of any trust company, it is the opinion of the director that by reason of the loss of services in the community, an emergency exists which may result in serious inconvenience or losses to customers or it is in the public interest of the community, the director may accept and approve an application for incorporation or organization and an application for authority to do business without prior notice. Upon approval of an application by the director for authority to do business of a successor trust company, the director may call a special meeting of the commission and submit the application to the commission for its review and confirmation. Section 3. That § 51A-6A-7 be amended to read: 51A-6A-7. Any three or more persons may organize a public trust company and make and file articles as provided by the laws of this state. Any one or more persons may organize a private trust company and make and file articles as provided by the laws of this state. No trust company may be organized or incorporated to engage in business as such until the articles have been submitted and approved in accordance with § 51A-6A-4. The name selected for the trust company shall include the word, trust, and may not be the name of any other trust company doing business in the state, and the. The director shall accept or reject the name. However, the approval of a trust company name by the director may not supersede any person's rights pursuant to state or federal trademark law. The articles, in addition to any other information required by law, shall state: (1) That the corporation or limited liability company is formed for the purpose of engaging in the trust company business; and (2) The period for which such corporation or limited liability company is organized, which may be perpetual. The articles may contain any other provisions as are consistent with law. The articles shall be subscribed by one or more of the organizers of the proposed trust company and shall be acknowledged by them. The full amount of the capital required by § 51A-6A-19 shall be subscribed before the articles are filed. Section 4. That § 55-1-1 be amended to read: 55-1-1. Except as otherwise prescribed by chapter 43-10 concerning trusts and uses in relation to real property and by chapters 43-4 and 43-25 relating to transfers, a trust may be created for any purpose for which a contract may lawfully be made. Section 5. That § 55-1-4 be amended to read: 55-1-4. Subject to the provisions of § 43-10-4 concerning express trusts in relation to real property an An express trust is created as to the trustor and beneficiary by any words or acts of the trustor indicating with reasonable certainty: (1) An intention on the part of the trustor to create a trust; and (2) The subject, purpose, and beneficiary thereof of the trust. Any express trust that concerns real property shall also be evidenced in writing. Section 6. That chapter 55-1 be amended by adding a NEW SECTION to read: No implied trust may prejudice the rights of a purchaser or encumbrancer of real property for value and without notice of the trust. Section 7. That chapter 55-1 be amended by adding a NEW SECTION to read: The terms of an express trust need not be for the exclusive benefit of its beneficiaries, whether or not the beneficiaries are ascertainable. Section 8. That chapter 55-1 be amended by adding a NEW SECTION to read: The trustee of a trust that has its principal place of administration in this state may register the trust in the court of this state at the principal place of administration. Unless otherwise designated in the trust instrument, the principal place of administration of a trust is the trustee's place of business where the records pertaining to the trust are kept, or at the trustee's residence if the trustee has no such place of business. In the case of co-trustees, the principal place of administration, if not otherwise designated in the trust instrument, is: (1) The place of business of the corporate trustee if there is only one corporate co-trustee; (2) The place of business or residence of the individual trustee who is a professional fiduciary if there is only one such person and no corporate co-trustee; or (3) The place of business or residence of any of the co-trustees as agreed upon by the co-trustees. Section 9. That chapter 55-1 be amended by adding a NEW SECTION to read: Registration shall be accomplished by filing a statement indicating the name and address of the trustee in which it acknowledges the trusteeship. The statement shall indicate whether the trust has been registered elsewhere. The statement shall identify the trust: (1) In the case of a testamentary trust, by the name of the testator and the date and place of domiciliary probate; or in the case of a written inter vivos trust, by the name of each settlor and the original trustee and the date of the trust instrument; (2) If a trust has been registered elsewhere, registration in this state is ineffective until either the earlier registration is released by order of the court where prior registration occurred or an instrument executed by the trustee and all current income or principal beneficiaries is filed with the registration in this state; (3) The name and address of each co-trustee, trust advisor, trust protector, or other trust fiduciary; (4) A statement that the trustee acknowledges the trusteeship and submits to the jurisdiction of the court in any proceeding relating to the trust that may be initiated by any interested person while the trust remains registered, providing that notice is given as provided by law. Section 10. That chapter 55-1 be amended by adding a NEW SECTION to read: The registration shall be sealed and kept confidential except as provided below. The settlor, a trustee, trust advisor, or trust protector may obtain a certified copy of the registration but no other person or entity, absent a court order, may view or obtain a copy of the trust registration. The registration may be cancelled by the clerk of courts upon receipt of an instrument executed by the trustee and all current income and principal beneficiaries or upon receipt of a court order. Section 11. That chapter 55-1 be amended by adding a NEW SECTION to read: The trust registration form may be substantially similar to the following form: State of Court Dakota _______________ Judicial Circuit County of _______________ Trust Registration No. ______________ REGISTRATION OF TRUST Name of Trust: ______________________________________________________________________ Name & Address of Trustee: ______________________________________________________________________ Name & Address of Co-Trustees: ______________________________________________________________________ Names and Address of any trust advisors, trust protectors or other trust fiduciaries: ______________________________________________________________________ Trustee hereby acknowledges this trusteeship and submits to the jurisdiction of the court in any proceeding relating to the trust that may be initiated by any interested person while the trust remains registered, providing that notice is given as provided by law. The trust (has) (has not) been registered in another jurisdiction. (If registered elsewhere, state where other registration was made.) _____________________________________________________________________ Note: If a trust has been registered elsewhere, registration in this state is ineffective until either the earlier registration is released by order of the court where prior registration occurred or an instrument executed by the trustee and all current income and principal beneficiaries is filed with the registration in this state. The trust is: (Check one and fill in the blanks.) A testamentary trust. ___ Name of testator: ________________________________________________ Date and place of domiciliary probate: ____________________________________________________________________ A written inter vivos trust. ___ Name of settlor: _________________________________________________ Name of original trustee: __________________________________________________ Date of trust instrument: __________________________________________________ Trustee's Signature __________________________________ Date:___________________________ Trustee's Signature __________________________________ Date:___________________________ Registered in the Circuit Court, ____ Judicial Circuit on ___________________ , 20____ . ___________________________________________ Circuit Court Clerk Section 12. That chapter 55-1A be amended by adding a NEW SECTION to read: Unless specifically restricted by the governing instrument, a trustee may appoint an individual or a corporate fiduciary as a co-trustee. The appointed co-trustee may serve only as long as the appointing trustee serves, or as long as the last to serve if more than one trustee appointed the co-trustee. The appointed co-trustee may not become a successor trustee upon the death, resignation, or incapacity of the appointing trustee, unless appointed under the terms of the governing instrument or unless no other successor trustee, or method for appointing a successor trustee, is provided in the governing instrument. The powers and the responsibilities of the appointed co-trustee may be limited by the appointing trustee in a writing signed by the appointing trustee at the time of the appointment. If the powers or responsibilities are so limited, the powers or responsibilities of the co-trustee shall be limited as set forth in writing. Unless the powers or responsibilities are so limited, the appointed co-trustee may exercise all the powers of the appointing trustee. The combined powers of the appointed co-trustee and the appointing trustee may not exceed the powers of the appointing trustee alone. The trustee appointing a co-trustee may, in writing, revoke the appointment at any time, with or without cause. If the governing instrument is silent concerning the trustee's power to appoint a co-trustee, the trustee shall notify in writing, the trustor, if living, and all current income and principal beneficiaries at least thirty days prior to the effective date of the trustee's exercise of the power granted under this section and § 55-2-15. The notice, which shall include a copy of the proposed action, shall advise the trustor and current beneficiaries that if they object to the trustee's appointment they need to file a written objection with the trustee prior to the effective date set out in the notice of the proposed action. If an objection is received by the trustee, prior to the effective date of the appointment, the trustee may not appoint a co-trustee. However, this section does not limit the power of the trustee under law to petition the court for approval of the appointment. If no objection has been timely made, the proposed appointment shall go into effect on the later of the date set out in the notice or thirty days after notice has been given. The notice shall be mailed, postage prepaid, to the last known address of the trustor or current beneficiary. The provisions of this section are effective for trusts created before, on, or after July 1, 2017, except as otherwise directed by the trustor, trust protector, trust advisor, or other fiduciary designated by the terms of the trust. Section 13. That § 55-1A-32 be amended to read: 55-1A-32. A trustee may prosecute or defend actions, claims or proceedings for the protection of trust assets or of himself the trustee in the performance of his the trustee's duties. However, a trustee has no duty to prosecute, or to defend or continue to defend the trust or its assets in any action, through exercise of judicial process or otherwise, to reach the assets of the trust in satisfaction of a claim against the trust, a beneficiary or the settlor of a trust unless: (1) The trustee is reasonably satisfied that the readily marketable assets of the trust are sufficient to fully indemnify the trustee for all the liabilities and expenses, including professional fees and expense of counsel, accountants, and expert witnesses, that the trustee may incur in so prosecuting or defending the trust or its assets; or (2) If the trustee is not satisfied that the settlor or the beneficiaries have provided the trustee with indemnity, supported with such security as may be satisfactory to the trustee in its sole discretion, as is then and will be sufficient to fully indemnify the trustee. Section 14. That chapter 55-1A be amended by adding a NEW SECTION to read: If the trustee fails to prosecute, defend, or continue to defend the trust or its assets because the conditions set forth in subdivision 55-1A-32(1) or (2) have not been fulfilled, the trustee is not liable for any such failure even if the failure, including without limitation a withdrawal from a proceeding, may result in the granting or awarding of relief against the trustee or the trust, including without limitation a distribution of trust assets in satisfaction of a claim. For purposes of chapter 55-1A, the term, prosecute, or, defend or continue to defend, means: (1) Instituting, participating in, intervening in or defending a lawsuit, action in equity or administrative, arbitration or mediation proceeding (collectively a proceeding); or (2) Taking any other action to resist such claim. This section and § 55-1A-32 controls unless the governing instrument specifically provides otherwise. Section 15. That § 55-1B-1 be amended to read: 55-1B-1. Terms used in this chapter mean: (1) \"Instrument,\" any revocable or irrevocable trust document created inter vivos or testamentary or any custodial account agreement whether such document or agreement was created prior to, on, or after July 1, 1997; (2) \"Trust protector,\" any person whose appointment as protector is provided for in the instrument. Such person may not be considered to be acting in a fiduciary capacity except to the extent the governing instrument provides otherwise. However, a protector shall be considered acting in a fiduciary capacity to the extent that the person exercises the authority of an investment trust advisor or a distribution trust advisor; (3) \"Trust advisor,\" either an investment trust advisor or a distribution trust advisor; (4) \"Fiduciary,\" a trustee or custodian under any instrument, an executor, administrator, or personal representative of a decedent's estate, or any other party, including a trust advisor, a trust protector, or a trust committee, who is acting in a fiduciary capacity for any person, trust, or estate; (5) \"Excluded fiduciary,\" any fiduciary excluded from exercising certain powers under the instrument which powers may be exercised by the grantor, custodial account owner, trust advisor, trust protector, trust committee, or other persons designated in the instrument; (6) \"Investment trust advisor,\" a fiduciary, given authority by the instrument to exercise all or any portions of the powers and discretions set forth in § 55-1B-10; (7) \"Distribution trust advisor,\" a fiduciary, given authority by the instrument to exercise all or any portions of the powers and discretions set forth in § 55-1B-11; (8) \"Custodial account,\" an account, established by a party with a bank as defined in 26 U.S.C. 408(n), as of January 1, 2006, or with another person approved by the Internal Revenue Service as satisfying the requirements to be a nonbank trustee or a nonbank passive trustee set forth in U.S. Treasury Regulations promulgated under 26 U.S.C. 408, that is governed by an instrument concerning the establishment or maintenance, or both, of an individual retirement account, qualified retirement plan, Archer medical savings account, health savings account, Coverdell education savings account, or any similar retirement or savings vehicle permitted under the Internal Revenue Code of 1986, as of January 1, 2006; (9) \"Custodial account owner,\" any party who establishes a custodial account; or has the power to designate the beneficiaries or appoint the custodian of the custodial account; or otherwise is the party who possesses the power to direct the investment, disposition, or retention of any assets in the custodial account or name an authorized designee to effect the same; (10) \"Family advisor,\" any person whose appointment is provided for in the governing instrument or by court order who is authorized to consult with or advise a fiduciary with regard to fiduciary or nonfiduciary matters and actions, and who may also be authorized by the governing instrument or court order to otherwise act in a nonfiduciary capacity. Section 16. That § 55-1B-9 be amended to read: 55-1B-9. A trust instrument governed by the laws of South Dakota may provide for a person to act as an investment trust advisor or a distribution trust advisor, respectively, with regard to investment decisions or discretionary distributions. Unless otherwise provided or restricted by the terms of the governing instrument, any person may simultaneously serve as a trust advisor and a trust protector. Section 17. That § 55-2-13 be amended to read: 55-2-13. For purposes of this section, the term, qualified beneficiary, means a beneficiary that is an entity then in existence or an individual who is twenty-one years of age or older and who, on the date the beneficiary's qualification is determined: (1) Is a distributee or permissible distributee of trust income or principal; (2) Would be a distributee or permissible distributee of trust income or principal if the interests of the distributees terminated on that date; or (3) Would be a distributee or permissible distributee of trust income or principal if the trust terminated on that date. However, if the distributee is then unknown because a person holds a power to change the distributee, the trustee shall give notice only to the holder of the power. Except as otherwise provided by the terms of a revocable trust, a trustee has no duty to notify the qualified beneficiaries of the trust's existence. Except as otherwise provided by the terms of an irrevocable trust or otherwise directed in writing by the settlor, trust advisor, or trust protector, the trustee shall, within sixty days after the trustee has accepted trusteeship of the trust, or within sixty days after the date the trustee acquires knowledge that a formerly revocable trust has become irrevocable, notify the qualified beneficiaries of the trust's existence and of the right of the beneficiary to request a copy of the trust instrument pertaining to the beneficiary's interest in the trust. Except as otherwise provided by the terms of an irrevocable trust or otherwise directed in writing by the settlor, trust advisor, or trust protector, a trustee of an irrevocable trust: (1) Upon request of a qualified beneficiary, shall promptly furnish to the qualified beneficiary a copy of the trust instrument; (2) If notification of the trust has not been accomplished pursuant to this section within sixty days after accepting a trusteeship, shall notify the qualified beneficiaries of the acceptance and of the trustee's name, address, and telephone number; (3) Shall promptly respond to a qualified beneficiary's request for information related to the administration of the trust, unless the request is unreasonable under the circumstances. The settlor, trust advisor, or trust protector, may, by the terms of the governing instrument, or in writing delivered to the trustee, expand, restrict, eliminate, or otherwise modify the rights of beneficiaries to information relating to a trust. Written directions provided by the settlor, trust advisor, or trust protector as set forth in this section remain in effect until and unless the settlor, trust advisor, or trust protector revokes the written instructions or is incapacitated. Additionally, the written directions remain in effect only while the trust advisor or trust protector providing the written directions is serving as the current trust advisor or trust protector. Unless otherwise specifically provided in the written directions, upon the death or incapacity of a settlor who provided the written directions described in this section, the directions shall be deemed revoked. However, upon the death or incapacity of the settlor, a trust advisor or trust protector, if any, may further direct the trustee in writing pursuant to this section. Unless otherwise stated in the governing instrument, in the event of a conflict in direction, the direction of the settlor shall control. A beneficiary may waive the right to the notice or information otherwise required to be furnished under this section and, with respect to future reports and other information, may withdraw a waiver previously given. The change in the identity of a trustee, occurring as the result of a mere name change or a merger, consolidation, combination, or reorganization of a trustee, does not require notice. If a fiduciary is bound by a duty of confidentiality with respect to a trust or its assets, a fiduciary may require that any beneficiary who is eligible to receive information pursuant to this section be bound by the duty of confidentiality that binds the trustee before receiving such information from the trustee. A trust advisor, trust protector, or other fiduciary designated by the terms of the trust shall keep each excluded fiduciary designated by the terms of the trust reasonably informed about: (1) The administration of the trust with respect to any specific duty or function being performed by the trust advisor, trust protector, or other fiduciary to the extent that the duty or function would normally be performed by the excluded fiduciary or to the extent that providing such information to the excluded fiduciary is reasonably necessary for the excluded fiduciary to perform its duties; and (2) Any other material information that the excluded fiduciary would be required to disclose to the qualified beneficiaries under this section regardless of whether the terms of the trust relieve the excluded fiduciary from providing such information to qualified beneficiaries. Neither the performance nor the failure to perform of a trust advisor, trust protector, or other fiduciary designated by the terms of the trust as provided in this subdivision shall affect the limitation on the liability of the excluded fiduciary. The provisions of this section are effective for trusts created after June 30, 2002, except as otherwise directed by the settlor, trust protector, trust advisor, or other fiduciary designated by the terms of the trust. For trusts created before July 1, 2002, a trustee has no duty at common law or otherwise to notify a qualified beneficiary of the trust's existence unless otherwise directed by the settlor. Section 18. That § 55-2-15 be amended to read: 55-2-15. Unless the terms of the governing instrument expressly provide otherwise, if a trustee has discretion under the terms of a governing instrument to make a distribution of income or principal to or for the benefit of one or more beneficiaries of a trust (the \"first trust\"), whether or not restricted by any standard, then the trustee, independently or with court approval, may exercise such discretion by appointing part or all of the income or principal subject to the discretion in favor of a trustee of a second trust (the \"second trust\") under a governing instrument separate from the governing instrument of the first trust. Before exercising its discretion to appoint and distribute assets to a second trust, the trustee of the first trust shall determine whether the appointment is necessary or desirable after taking into account the purposes of the first trust, the terms and conditions of the second trust, and the consequences of the distribution. For the purposes of this section, a trustee of the first trust is a restricted trustee if either the trustee is a beneficiary of the first trust or if a beneficiary of the first trust has a power to change the trustees within the meaning of § 55-2-17. In addition, the following apply to all appointments made under this section: (1) The second trust may only have as beneficiaries one or more of the beneficiaries of the first trust: (a) To or for whom a discretionary distribution of income or principal may be made from the first trust; or (b) To or for whom a distribution of income or principal may be made in the future from the first trust at a time or upon the happening of an event specified under the first trust; or (c) Both (a) and (b); (2) No restricted trustee of the first trust may exercise such authority over the first trust to the extent that doing so could have the effect of: (a) Benefiting the restricted trustee as a beneficiary of the first trust, unless the exercise of such authority is limited by an ascertainable standard based on or related to health, education, maintenance, or support; or (b) Removing restrictions on discretionary distributions to a beneficiary imposed by the governing instrument under which the first trust was created, except that a provision in the second trust which limits distributions by an ascertainable standard based on or related to the health, education, maintenance, or support of any such beneficiary is permitted, or to a trust established pursuant to 42 U.S.C. § 1396(p)(d)(4); (3) No restricted trustee of the first trust may exercise such authority over the first trust to the extent that doing so would have the effect of increasing the distributions that can be made from the second trust to the restricted trustees of the first trust or to a beneficiary who may change the trustees of the first trust within the meaning of § 55-2-17 compared to the distributions that can be made to such trustee or beneficiary, as the case may be, under the first trust, unless the exercise of such authority is limited by an ascertainable standard based on or related to health, education, maintenance, or support; (4) The provisions of subdivisions (2) and (3) only apply to restrict the authority of a trustee if either a trustee, or a beneficiary who may change the trustee, is a United States citizen or domiciliary under the Internal Revenue Code, or the trust owns property that would be subject to United States estate or gift taxes if owned directly by such a person; (5) In the case of any trust contributions which have been treated as gifts qualifying for the exclusion from gift tax described in § 2503(b) of the Internal Revenue Code of 1986, by reason of the application of I.R.C. § 2503(c), the governing instrument for the second trust shall provide that the beneficiary's remainder interest shall vest no later than the date upon which such interest would have vested under the terms of the governing instrument for the first trust; (6) The exercise of such authority may not reduce any income interest of any income beneficiary of any of the following trusts: (a) A trust for which a marital deduction has been taken for federal tax purposes under I.R.C. § 2056 or § 2523 or for state tax purposes under any comparable provision of applicable state law; (b) A charitable remainder trust under I.R.C. § 664; or (c) A grantor retained annuity or unitrust trust under I.R.C. § 2702; (7) The exercise of such authority does not apply to trust property subject to a presently exercisable power of withdrawal held by a trust beneficiary to whom, or for the benefit of whom, the trustee has authority to make distributions, unless after the exercise of such authority, the beneficiary's power of withdrawal is unchanged with respect to the trust property; (8) The exercise of such authority is not prohibited by a spendthrift clause or by a provision in the governing instrument that prohibits amendment or revocation of the trust; (9) Any appointment made by a trustee shall be considered a distribution by the trustee pursuant to the trustee's distribution powers and authority; and (10) If the trustee's distribution discretion is not subject to a standard, or if the trustee's distribution discretion is subject to a standard that does not create a support interest, then the court may review the trustee's determination or any related appointment only pursuant to § 55-1-43. Any other court review of the trustee's determination or any related appointment may be made only pursuant to § 55-1-42. Notwithstanding the foregoing provisions of this section, the governing instrument of the second trust may grant a power of appointment to one or more of the beneficiaries of the second trust who are beneficiaries of the first trust. The power of appointment may include the power to appoint trust property to the holder of the power of appointment, the holder's creditors, the holder's estate, the creditors of the holder's estate, or any other person, whether or not that person is a trust beneficiary. Furthermore, notwithstanding the provisions of this section or § 55-2-18 or 55-2-19, a trustee may also exercise the power described in those sections by modifying the first trust without an actual distribution of property, in which case the second trust is the modified first trust. In exercising the power described by the preceding sentence of this section, a trustee shall notify all beneficiaries of the trust, in writing, at least twenty days prior to the effective date of the trustee's exercise of the power. This section applies to any trust administered under the laws of this state, including a trust whose governing jurisdiction is transferred to this state. Section 19. That § 55-3-25 be amended to read: 55-3-25. A trustor, trustee, or beneficiary may but is not required to seek court affirmation of a modification or termination of a trust made pursuant to § 55-3-24. Upon petition by a trustor, trustee, or beneficiary, upon a finding that the provisions of § 55-3-24 have been met, the court shall affirm the proposed modification or termination of the trust. If any beneficiary does not consent to a requested modification or termination of a trust by the other beneficiaries or by the trustor and other beneficiaries, the court, with the consent of the other beneficiaries, and of the trustor, if required, may approve a requested modification or partial termination if the rights or interests of the beneficiaries who do not consent are not significantly impaired or adversely affected. Upon modification or partial termination of the trust, the trustee shall distribute the trust property as ordered by the court. Section 20. That § 55-4-10 be amended to read: 55-4-10. Except as provided in §§ 55-4-11 and 55-4-12, no or except as may be expressly authorized by a court order, by the written consent of all qualified beneficiaries which may be given notwithstanding the provisions of § 55-4-31, by the written authorization from or direction by a trust protector, or by the terms of the governing instrument, which may be given by the settlor notwithstanding the provisions of § 55-4-30: (1) No corporate trustee shall may lend trust funds to itself or an affiliate, or to any director, officer, or employee of itself or of an affiliate; nor shall any (2) No noncorporate trustee may lend trust funds to himself or herself, or to his any relative, employer, employee, partner, or other business associate. Section 21. That § 55-4-57 be amended to read: 55-4-57. (a) A judicial proceeding to contest whether a revocable trust or any amendment thereto, or an irrevocable trust was validly created may not be commenced later than the first to occur of: (1) One year after the settlor's death; (2) Sixty days after the trustee, trust advisor, trust protector, or the settlor sent the person who is contesting the trust a copy of the trust instrument and a notice informing the person of the trust's existence, of the trustee's name and address, and of the time allowed for commencing a proceeding; (3) Upon notice of entry of an order of adjudication of the trust's validity as a result of a petition filed before the settlor's death by any fiduciary of the trust or the settlor of a trust; (4) Upon notice of entry of an order of any other adjudication of the trust's validity or the date the person's right to contest was precluded by consent or other limitation; (5) The last date a petition for review of a will could be filed under South Dakota law, if the trust was revocable at the settlor's death and the trust was specifically referred to in the settlor's last will; or (6) Upon notice of entry of a court's order approving a conservator's proposal to create a trust or amendment thereto if the trust or trust amendment was created pursuant to and in conformity with § 29A-5-419 or 29A-5-420. (b) Upon the death of the settlor of a trust that was revocable at the settlor's death, the trustee may proceed to distribute the trust property in accordance with the terms of the trust. The trustee is not subject to liability for doing so unless: (1) The trustee knows of a pending proceeding contesting the validity of the trust; or (2) A potential contestant has notified the trustee of a possible proceeding to contest the trust and a proceeding is commenced within sixty days after the contestant sent the notification. (c) A beneficiary of a trust that is determined to have been invalid is liable to return any distribution received for proper distribution. If the beneficiary refuses to return the distribution, the beneficiary may be liable for all costs, including attorney fees, incurred for the recovery of the distribution. (d) Notice given by the trustee, trust protector, trust advisor or settlor under this section shall be given to all beneficiaries of a trust and all heirs at law of the trust settlor. (e) With respect to notices to beneficiaries and potential contestants under this section, if personal service is not made, then the notice shall be mailed certified or registered mail, postage prepaid, to the last known address of the person, and absent evidence to the contrary, notice to the person is presumed to have been made on the date of delivery to the last known address of the person, when there is proof of delivery. (f) No trustee, trust advisor, or trust protector may incur any liability to any person or otherwise for failure to provide any written notice discussed above. (g) Any trustee, trust advisor, trust protector, or the settlor may petition the court for a judicial order confirming that a trust is valid and enforceable under its current terms, pursuant to the procedures as set forth in chapter 21-22. Section 22. That § 55-16-10 be amended to read: 55-16-10. A cause of action or claim for relief with respect to a fraudulent transfer of a settlor's assets under § 55-16-9 is extinguished unless the action under § 55-16-9 is brought by a creditor of the settlor who meets one of the following requirements: (1) Is a creditor of the settlor before the settlor's assets are transferred to the trust, and the action under § 55-16-9 is brought within the later of: (a) Two years after the transfer is made; or (b) Six months after the transfer is or reasonably could have been discovered by the creditor if the creditor: (i) Can demonstrate that the creditor asserted a specific claim against the settlor before the transfer; or (ii) Files another action, other than an action under § 55-16-9, against the settlor that asserts a claim based on an act or omission of the settlor that occurred before the transfer, and the action described in this sub-subsection is filed within two years after the transfer; (2) Becomes a creditor subsequent to the transfer into trust, and the action under § 55-16-9 is brought within two years after the transfer is made; (3) In any action described in § 55-16-9, the burden to prove the matter by clear and convincing evidence is upon the creditor; (4) A person is deemed to have discovered a transfer at the time a public record of the transfer is made, including the conveyance of an interest in real property that is recorded in the appropriate public filing office where the property is located, the filing of a financing statement pursuant to chapter 57A-9, or the filing of a bill of sale or other transfer instrument regarding personal property; or (5) The filing of a bill of sale or other transfer instrument which conveys personal property to a trust which is governed by this chapter shall be filed in the applicable public filing office determined as follows: (a) If the transferor is a natural person and is a resident of this state, the personal property transfer instrument shall be recorded in the county in this state where the transferor maintains the transferor's principal residence; and (b) In all other cases, the personal property transfer instrument shall be recorded in the county in this state where the trustee of the trust maintains a principal residence or principal place of business. This section and §§ 55-16-9, 55-16-11 to 55-16-13, inclusive, are inseparably interwoven with substantive rights that a deprivation of legal rights would result if another jurisdiction's laws and regulations to the contrary are applied to a claim or cause of action described therein. Section 23. That § 21-22-1 be amended to read: 21-22-1. Terms used in this chapter mean: (1) \"Beneficiary,\" any person in any manner beneficially interested in the trust, as defined in subdivision 55-1-24(1) or who has a direct financial interest in the trust, including a creditor or claimant with any rights or claimed rights against the trust estate if the creditor or claimant demonstrates a previously asserted specific claim against the trust estate; (2) \"Court trust,\" any trust which is established or confirmed by the judgment, decree, or order of any court of record of this state or any foreign jurisdiction, or one which is established or confirmed by a personal representative's instrument of distribution or a personal representative's deed of distribution; (3) \"Fiduciary,\" a trustee, custodian, trust advisor, trust protector, or trust committee, as named in the governing instrument or order of court, regardless of whether such person is acting in a fiduciary or nonfiduciary capacity; (4) \"Other trust,\" any trust which is not a court trust; (5) \"Supervision,\" the supervision of the circuit court over the administration of a trust as provided in this chapter; (6) \"Trustee,\" the trustee or trustees of any trust which may be supervised under this chapter. Section 24. That § 21-22-28 be amended to read: 21-22-28. The privacy of those who have established a court trust or other trust shall be protected in any court proceeding concerning the trust. Upon the filing of any petition, the instrument on which the trust is based, briefs, and the entire court file including a trust's inventory, statement filed by any fiduciary, annual verified report of a fiduciary, final report of a fiduciary, and all petitions relevant to trust administration and all court orders thereon shall be sealed upon filing and may not be made a part of the public record of the proceeding, but are available to the court, to the trustor, to any fiduciary, to any beneficiary, to their attorneys, and to such other interested persons as the court may order upon a showing of the need. Section 25. That § 21-22-30 be amended to read: 21-22-30. An accounting by a trustee of a court supervised trust and the final approval thereof by a court, whether or not such accounting is contested, is conclusive against all persons in any way interested in the trust, and the trustee, absent fraud, intentional misrepresentation, or material omission, shall be released and discharged from any and all liability as to all matters set forth in the accounting. For purposes of this section, the term, accounting, means any annual, interim, or final report or other statement provided by a trustee reflecting all transactions, receipts, and disbursements during the reporting period and a list of assets as of the end of the period covered by the report or statement. Section 26. That § 21-22-31 be amended to read: 21-22-31. A proceeding brought pursuant to this chapter is considered an action for purposes of title 15. Unless specifically provided to the contrary in this chapter or unless inconsistent with its provisions, the rules of civil procedure, including the rules concerning vacation of orders and appellate review, apply to all trusts governed by this chapter. If a conflict between chapter 15-6 and title 55, the provisions of title 55 shall be controlling. Section 27. That chapter 21-22 be amended by adding a NEW SECTION to read: Notwithstanding the application of the principles of conflict of laws to the terms of a transaction involving a trust, whether a purchase of property by, or a sale of property to, a trust administered by a qualified person in South Dakota, as defined in § 55-3-41, the laws of this state as set forth in title 55 shall govern the actions of the trustee as a party thereto. South Dakota shall be considered the situs of the transaction. Section 28. That § 43-10-1 be repealed. 43-10-1. Every disposition of real property whether by transfer or will must be made directly to the person in whom the right to the possession and profits is intended to be vested, and not to any other, to the use of or in trust for such person; and if made to any person, to the use of or in trust for another, no estate or interest vests in the trustee; but he must execute a release of the property to the beneficiary on demand, the latter paying the expense thereof. Section 29. That §§ 43-10-2 to 43-10-23, inclusive, be repealed. Section 30. That § 43-11-64 be amended to read: 43-11-64. The provisions of Title title 55, saving the rights of other persons from prejudice by the misconduct of trustees and authorizing the circuit court to remove and appoint trustees and the provisions of § 43-10-19 apply equally to powers in trust and the trustees of such powers."}, {"bill_id": 7773, "bill_version_id": 43990, "bill_version": "Enrolled", "bill_version_date": "2017-02-07T10:03:27.76-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7773, "action_date": "2017-01-10T12:00:00-06:00", "document_id": 42448, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42448.pdf", "status_text": "First read in House and referred to", "journal_page": 26, "committee_id_action": 361, "committee_id_assigned": 356, "result": "N", "vote": {}}, {"bill_id": 7773, "action_date": "2017-01-20T07:45:00-06:00", "document_id": 42665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42665.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 356, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7773, "action_date": "2017-01-20T07:45:00-06:00", "document_id": 42827, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42827.pdf", "status_text": "Do Pass", "journal_page": 92, "committee_id_action": 356, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22425, "president_vote": null, "Yea": [1166, 1147, 1143, 1139, 1133, 1160, 1113, 1165, 1119], "Excused": [1179, 1136, 1206, 1149]}}, {"bill_id": 7773, "action_date": "2017-01-23T14:00:00-06:00", "document_id": 42952, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42952.pdf", "status_text": "Deferred to another day", "journal_page": 168, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7773, "action_date": "2017-01-24T14:00:00-06:00", "document_id": 43059, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43059.pdf", "status_text": "Deferred to another day", "journal_page": 183, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7773, "action_date": "2017-01-25T14:00:00-06:00", "document_id": 43199, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43199.pdf", "status_text": "Do Pass", "journal_page": 199, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22606, "president_vote": null, "Yea": [1168, 1153, 1186, 1166, 1147, 1118, 1180, 1112, 1197, 1190, 1173, 1183, 1179, 1114, 1201, 1198, 1202, 1116, 1129, 1143, 1142, 1136, 1139, 1181, 1204, 1159, 1192, 1196, 1120, 1205, 1130, 1191, 1185, 1117, 1133, 1125, 1200, 1206, 1124, 1170, 1110, 1203, 1184, 1134, 1160, 1193, 1199, 1165, 1155, 1188, 1119, 1156, 1115, 1113, 1123, 1161, 1195, 1152, 1140, 1158, 1176, 1128, 1121, 1145, 1187, 1149], "Excused": [1122, 1150], "Nay": [1111]}}, {"bill_id": 7773, "action_date": "2017-01-26T13:00:00-06:00", "document_id": 43344, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43344.pdf", "status_text": "First read in Senate and referred to", "journal_page": 222, "committee_id_action": 360, "committee_id_assigned": 332, "result": "N", "vote": {}}, {"bill_id": 7773, "action_date": "2017-02-02T10:00:00-06:00", "document_id": 43467, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43467.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 332, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7773, "action_date": "2017-02-02T10:00:00-06:00", "document_id": 43716, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43716.pdf", "status_text": "Do Pass", "journal_page": 268, "committee_id_action": 332, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22780, "president_vote": null, "Nay": [1100], "Yea": [1194, 1144, 1131, 1098, 1163, 1175]}}, {"bill_id": 7773, "action_date": "2017-02-03T13:00:00-06:00", "document_id": 43866, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43866.pdf", "status_text": "Deferred to another day", "journal_page": 302, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7773, "action_date": "2017-02-06T14:00:00-06:00", "document_id": 43965, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43965.pdf", "status_text": "Do Pass", "journal_page": 316, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22918, "president_vote": null, "Yea": [1154, 1171, 1148, 1108, 1096, 1097, 1109, 1105, 1175, 1164, 1194, 1169, 1107, 1104, 1163, 1144, 1131, 1135, 1178, 1141, 1157, 1172, 1151, 1174, 1146, 1102, 1098, 1137, 1167, 1132, 1189], "Excused": [1103], "Nay": [1100, 1106, 1099]}}, {"bill_id": 7773, "action_date": "2017-02-07T14:00:00-06:00", "document_id": 44042, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44042.pdf", "status_text": "Signed by the Speaker", "journal_page": 337, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7773, "action_date": "2017-02-08T14:00:00-06:00", "document_id": 44140, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44140.pdf", "status_text": "Signed by the President", "journal_page": 350, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7773, "action_date": "2017-02-09T13:00:00-06:00", "document_id": 44224, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44224.pdf", "status_text": "Delivered to the Governor", "journal_page": 364, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7773, "action_date": "2017-02-16T13:00:00-06:00", "document_id": 44630, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44630.pdf", "status_text": "Signed by the Governor", "journal_page": 414, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6486, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7773"}