{"session_id": 43, "bill_id": 11991, "bill_type": "House Resolution", "bill_number": 7002, "bill_title": "To formally invite President Donald J. Trump and First Lady Melania Trump to the great state of South Dakota for the 4th of July fireworks celebration at Mount Rushmore.", "sponsors": [{"legislator_profile_id": 1740, "is_prime": true}, {"legislator_profile_id": 1744, "is_prime": false}, {"legislator_profile_id": 1736, "is_prime": false}, {"legislator_profile_id": 1728, "is_prime": false}, {"legislator_profile_id": 1682, "is_prime": false}, {"legislator_profile_id": 1734, "is_prime": false}, {"legislator_profile_id": 1748, "is_prime": false}, {"legislator_profile_id": 1742, "is_prime": false}, {"legislator_profile_id": 1669, "is_prime": false}, {"legislator_profile_id": 1747, "is_prime": false}, {"legislator_profile_id": 1667, "is_prime": false}, {"legislator_profile_id": 1722, "is_prime": false}, {"legislator_profile_id": 1673, "is_prime": false}, {"legislator_profile_id": 1733, "is_prime": false}, {"legislator_profile_id": 1745, "is_prime": false}, {"legislator_profile_id": 1674, "is_prime": false}, {"legislator_profile_id": 1688, "is_prime": false}, {"legislator_profile_id": 1718, "is_prime": false}, {"legislator_profile_id": 1692, "is_prime": false}, {"legislator_profile_id": 1697, "is_prime": false}], "keywords": ["House Resolution"], "audio": [], "bill_versions": [{"bill_id": 11991, "bill_version_id": 66010, "bill_version": "Introduced", "bill_version_date": "2020-02-04T09:56:11.153-06:00", "bill_text": "A RESOLUTION, To formally invite President Donald J. Trump and First Lady Melania Trump to the great state of South Dakota for the 4th of July fireworks celebration at Mount Rushmore. WHEREAS, Mount Rushmore stands in the majestic Black Hills of South Dakota as a symbol of American democracy and as a testament to great American leadership. Mount Rushmore, which was finished in 1941, is a symbol of the perseverance and determination to keep a constitutional republic; and WHEREAS, Mount Rushmore symbolizes the remarkable leadership of George Washington, Thomas Jefferson, Abraham Lincoln, and Theodore Roosevelt, some of the most esteemed leaders this country has ever seen. It would be an honor for the state to host the President at such a historic and meaningful location; and WHEREAS, President Trump was instrumental in establishing the return of the great fireworks display to the national monument. South Dakota is grateful for this accomplishment and the many other accomplishments of the Trump administration that have benefited South Dakotans, including a prosperous economy, secured borders, and a stronger America: NOW, THEREFORE, BE IT RESOLVED, by the House of Representatives of the Ninety-Fifth Legislature of the State of South Dakota, that President Donald J. Trump and First Lady Melania Trump are hereby invited to visit the great state of South Dakota and the national treasure of Mount Rushmore for the fourth of July fireworks celebration."}, {"bill_id": 11991, "bill_version_id": 67047, "bill_version": "Enrolled", "bill_version_date": "2020-02-07T13:40:06.77-06:00", "bill_text": "ENTITLED A RESOLUTION, To formally invite President Donald J. Trump and First Lady Melania Trump to the great state of South Dakota for the 4th of July fireworks celebration at Mount Rushmore. WHEREAS, Mount Rushmore stands in the majestic Black Hills of South Dakota as a symbol of American democracy and as a testament to great American leadership. Mount Rushmore, which was finished in 1941, is a symbol of the perseverance and determination to keep a constitutional republic; and WHEREAS, Mount Rushmore symbolizes the remarkable leadership of George Washington, Thomas Jefferson, Abraham Lincoln, and Theodore Roosevelt, some of the most esteemed leaders this country has ever seen. It would be an honor for the state to host the President at such a historic and meaningful location; and WHEREAS, President Trump was instrumental in establishing the return of the great fireworks display to the national monument. South Dakota is grateful for this accomplishment and the many other accomplishments of the Trump administration that have benefited South Dakotans, including a prosperous economy, secured borders, and a stronger America: NOW, THEREFORE, BE IT RESOLVED, by the House of Representatives of the Ninety-Fifth Legislature of the State of South Dakota, that President Donald J. Trump and First Lady Melania Trump are hereby invited to visit the great state of South Dakota and the national treasure of Mount Rushmore for the fourth of July fireworks celebration. Adopted by the House of Representatives, February 6, 2020 _____________________ _____________________ Steven G. Haugaard Mary Lou Goehring Speaker of the House Chief Clerk"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11991, "action_date": "2020-02-04T14:00:00-06:00", "document_id": 65696, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65696.pdf", "status_text": "First Reading", "journal_page": 114, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11991, "action_date": "2020-02-06T14:00:00-06:00", "document_id": 66674, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66674.pdf", "status_text": "Adopt Resolution", "journal_page": 209, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32496, "president_vote": null, "Yea": [1754, 1700, 1689, 1723, 1670, 1710, 1668, 1751, 1665, 1711, 1672, 1743, 1680, 1740, 1744, 1736, 1728, 1702, 1676, 1682, 1748, 1684, 1731, 1738, 1669, 1739, 1690, 1678, 1747, 1655, 1667, 1722, 1657, 1737, 1675, 1679, 1673, 1671, 1729, 1765, 1698, 1677, 1733, 1745, 1701, 1725, 1674, 1688, 1727, 1683, 1709, 1696, 1692, 1762, 1697, 1755, 1691, 1712, 1687, 1734], "Nay": [1654, 1656, 1662, 1664, 1660, 1653, 1661], "Excused": [1699, 1681, 1666]}}, {"bill_id": 11991, "action_date": "2020-02-10T14:00:00-06:00", "document_id": 67155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67155.pdf", "status_text": "Signed by the Speaker", "journal_page": 249, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/11991"}