{"session_id": 8, "bill_id": 1697, "bill_type": "Senate Bill", "bill_number": 43, "bill_title": "authorize the Public Utilities Commission to recover and disburse certain damages on behalf of retail customers of telecommunications companies.", "sponsors": [], "keywords": ["Public Utilities and Carriers", "Public Utilities Commission", "Telecommunications"], "audio": [{"meeting_datetime": "2010-02-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sju14.mp3", "start_seconds": 546.0}, {"meeting_datetime": "2010-02-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sju14.mp3", "start_seconds": 546.0}], "bill_versions": [{"bill_id": 1697, "bill_version_id": 10328, "bill_version": "Introduced", "bill_version_date": "2010-01-07T09:23:36.403-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the Public Utilities Commission to recover and disburse certain damages on behalf of retail customers of telecommunications companies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-13-24 be amended to read as follows: 49-13-24. If any telecommunications company or motor carrier does not comply with an order for the payment of money by the commission within the time limit of the order, any person for whose benefit the order was made, or the commission on behalf of any retail customer beneficiary in the case of damages ordered for the benefit of any retail customer, may file in any court of competent jurisdiction of this state a petition or complaint setting forth the causes for which damages are claimed, the proceedings before the commission, and the report and order of the commission in the premises. If the commission institutes suit on behalf of any retail customer beneficiary, the commission shall serve notice of the action on each beneficiary of the order by first class mail. The suit shall proceed in all other respects as other civil actions for damages, except as provided in §§ 49-13-25 and 49-13-26. Section 2. That § 49-13-27 be amended to read as follows: 49-13-27. In all suits each suit pursuant to § 49-13-24, all parties any party in whose favor the commission has made an award of damages pursuant to a single order may be joined as plaintiffs a plaintiff, and all parties each party against whom the order awarding the damages is made, may be joined as defendants. The suits a defendant. In an action brought by the commission on behalf of a retail customer who is the beneficiary of a damages order issued by the commission, it is not necessary for the commission to join the retail customer beneficiary as a plaintiff. Each suit may be maintained by joint plaintiffs against joint defendants, in any court of proper jurisdiction in this state. Service of process against any one of such the defendants not found in the county where the suit is brought may be made in any county where the defendant operates its lines or maintains an office. In case of a joint suit, the recovery, if any, may be by judgment in favor of any one or more of the plaintiffs, and against any one or more of the defendants. Section 3. That chapter 49-13 be amended by adding thereto a NEW SECTION to read as follows: In any case where an action is commenced by the commission on behalf of any retail customer who is the beneficiary of a damages order issued by the commission, the court may appoint the commission as a receiver on behalf of the retail customer beneficiary to prosecute the action and execution on any resulting judgment. The commission shall take custody of any money or property recovered on the judgment as a fiduciary for the benefit of the retail customer beneficiary. The commission shall administer, apportion, and disburse any recovery on the judgment in accordance with the terms of the commission's order and chapter 1-26, except as the order is modified by the judgment of the court."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1697, "action_date": "2010-01-12T12:00:00-06:00", "document_id": 10417, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10417.pdf", "status_text": "First read in Senate and referred to", "journal_page": 21, "committee_id_action": 84, "committee_id_assigned": 65, "result": "N", "vote": {}}, {"bill_id": 1697, "action_date": "2010-01-19T09:00:00-06:00", "document_id": 10494, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10494.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 65, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1697, "action_date": "2010-02-02T09:00:00-06:00", "document_id": 11351, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11351.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 65, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1697, "action_date": "2010-02-09T07:45:00-06:00", "document_id": 11835, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11835.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 65, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1697, "action_date": "2010-02-11T07:45:00-06:00", "document_id": 11962, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11962.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 65, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1697, "action_date": "2010-02-11T07:45:00-06:00", "document_id": 12121, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12121.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 300, "committee_id_action": 65, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6350, "president_vote": null, "Yea": [768, 764, 799, 747, 776, 810, 758]}}]}