{"session_id": 27, "bill_id": 8248, "bill_type": "House Commemoration", "bill_number": 1013, "bill_title": "Honoring and congratulating Amanda Christensen of Mitchell, South Dakota, as a 2017 Milken Educator.", "sponsors": [{"legislator_profile_id": 1164, "is_prime": true}, {"legislator_profile_id": 1113, "is_prime": true}], "keywords": ["House Commemorative"], "audio": [], "bill_versions": [{"bill_id": 8248, "bill_version_id": 44331, "bill_version": "Introduced", "bill_version_date": "2017-02-13T13:59:29.083-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring and congratulating Amanda Christensen of Mitchell, South Dakota, as a 2017 Milken Educator. WHEREAS, Amanda Christensen , an elementary school teacher at Longfellow Elementary School, in Mitchell, South Dakota, was chosen as a 2017 Milken Educator; WHEREAS, Amanda Christensen dedicates time to work with LifeQuest to help and care for adults with disabilities, and Christensen strives to integrate serving others with classroom studies by helping her students work along side adults with disabilities through practicing reading skills and real world applications; WHEREAS, Amanda Christensen tirelessly serves her students, students' parents, colleagues, and community, and she is an enthusiastic and dedicated educator; and WHEREAS, Amanda Christensen has earned the respect and admiration of her students and colleagues by continuously going above and beyond the call of duty: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Second Legislature of the State of South Dakota, that the Legislature congratulates and honors Amanda Christensen upon her selection as a 2017 Milken Educator."}, {"bill_id": 8248, "bill_version_id": 44537, "bill_version": "Enrolled", "bill_version_date": "2017-02-15T15:43:38.01-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring and congratulating Amanda Christensen of Mitchell, South Dakota, as a 2017 Milken Educator. WHEREAS, Amanda Christensen , an elementary school teacher at Longfellow Elementary School, in Mitchell, South Dakota, was chosen as a 2017 Milken Educator; WHEREAS, Amanda Christensen dedicates time to work with LifeQuest to help and care for adults with disabilities, and Christensen strives to integrate serving others with classroom studies by helping her students work alongside adults with disabilities through practicing reading skills and real world applications; WHEREAS, Amanda Christensen tirelessly serves her students, students' parents, colleagues, and community, and she is an enthusiastic and dedicated educator; and WHEREAS, Amanda Christensen has earned the respect and admiration of her students and colleagues by continuously going above and beyond the call of duty: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Second Legislature of the State of South Dakota, that the Legislature congratulates and honors Amanda Christensen upon her selection as a 2017 Milken Educator. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8248, "action_date": "2017-02-13T14:00:00-06:00", "document_id": 44338, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44338.pdf", "status_text": "", "journal_page": 380, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8248"}