{"session_id": 61, "bill_id": 21315, "bill_type": "Senate Bill", "bill_number": 165, "bill_title": "repeal and reestablish provisions to regulate mortgage lenders and brokers.", "sponsors": [{"legislator_profile_id": 3595, "is_prime": true}, {"legislator_profile_id": 3629, "is_prime": true}, {"legislator_profile_id": 3571, "is_prime": false}, {"legislator_profile_id": 3572, "is_prime": false}, {"legislator_profile_id": 3576, "is_prime": false}, {"legislator_profile_id": 3585, "is_prime": false}, {"legislator_profile_id": 3602, "is_prime": false}, {"legislator_profile_id": 3610, "is_prime": false}, {"legislator_profile_id": 3627, "is_prime": false}, {"legislator_profile_id": 3634, "is_prime": false}, {"legislator_profile_id": 3648, "is_prime": false}, {"legislator_profile_id": 3656, "is_prime": false}, {"legislator_profile_id": 3675, "is_prime": false}, {"legislator_profile_id": 3676, "is_prime": false}], "keywords": ["Administrative Rules", "Banks and Banking", "Professional and Occupational Licensing", "Real Property"], "audio": [{"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sco17.mp3", "start_seconds": 1469.0}, {"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sco17.mp3", "start_seconds": 1469.0}, {"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sco17.mp3", "start_seconds": 1469.0}, {"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sco17.mp3", "start_seconds": 1469.0}, {"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sco17.mp3", "start_seconds": 1469.0}, {"meeting_datetime": "2007-02-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen19.mp3", "start_seconds": 6274.0}, {"meeting_datetime": "2007-02-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen19.mp3", "start_seconds": 6274.0}, {"meeting_datetime": "2007-02-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen19.mp3", "start_seconds": 6274.0}, {"meeting_datetime": "2007-02-23T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hco31.mp3", "start_seconds": 1320.0}, {"meeting_datetime": "2007-02-23T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hco31.mp3", "start_seconds": 1320.0}, {"meeting_datetime": "2007-02-23T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hco31.mp3", "start_seconds": 1320.0}, {"meeting_datetime": "2007-02-23T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hco31.mp3", "start_seconds": 1320.0}, {"meeting_datetime": "2007-02-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou34.mp3", "start_seconds": 1635.0}, {"meeting_datetime": "2007-02-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou34.mp3", "start_seconds": 1635.0}, {"meeting_datetime": "2007-02-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou34.mp3", "start_seconds": 1635.0}, {"meeting_datetime": "2007-02-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou34.mp3", "start_seconds": 1635.0}, {"meeting_datetime": "2007-02-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou34.mp3", "start_seconds": 1635.0}], "bill_versions": [{"bill_id": 21315, "bill_version_id": 110811, "bill_version": "Introduced", "bill_version_date": "2007-01-25T11:07:25-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal and reestablish provisions to regulate mortgage lenders and brokers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Director,\" the director of the Division of Banking of the Department of Revenue and Regulation; (2) \"Division,\" the Division of Banking of the Department of Revenue and Regulation; (3) \"Licensee,\" the person holding a license provided by this Act; (4) \"Mortgage lender,\" any person who, for valuable consideration, originates, sells, or services mortgages, or holds himself, herself, or itself out as a person who, for valuable consideration, originates, sells, or services mortgages, other than those exempt pursuant to section 10 of this Act; (5) \"Mortgage broker,\" any person who acts as an intermediary between borrower and lender to assist a person in obtaining or applying to obtain a mortgage loan or holds himself, herself, or itself out as being able to assist a person in obtaining or applying to obtain a mortgage loan; (6) \"Mortgage brokering activities,\" for compensation, either directly or indirectly, assisting or offering to assist in the preparation of an application for a mortgage loan on behalf of a borrower, or negotiating or offering to negotiate the terms or conditions of a mortgage loan with any person making mortgage loans; (7) \"Mortgage loan originator,\" any person who, for compensation or gain, takes or receives a mortgage application, assembles information, and prepares paperwork and documentation necessary for obtaining a residential mortgage loan or arranges for a conditional mortgage loan commitment between a borrower and a lender, or arranges for a residential loan commitment from a lender. The term, mortgage loan originator, does not include an employee of a licensee whose job responsibilities are limited to clerical tasks that do not include processing of mortgage loans; (8) \"Mortgage lending activities,\" for compensation, either directly or indirectly, accepting or offering to accept applications for making residential mortgage loans; (9) \"Regional revolving loan fund,\" any regional revolving loan fund with a service area of at least five South Dakota counties, a designated staff for loan processing and servicing, a loan portfolio of at least one million dollars, and which is governed by a board of directors that meets at least quarterly. Section 2. No person may act as a mortgage lender, mortgage broker, or mortgage loan originator in this state or use the title, mortgage broker, mortgage lender, or mortgage loan originator without first obtaining a license, or in the case of originators a registration, and undergoing a criminal background check from the division. Section 3. Any applicant for licensure or registration shall submit to the director an application on forms prescribed by the division. The forms shall include, at a minimum, all addresses at which business is to be conducted, the names and titles of each director and principal officer of the business, and a description of the business activities and experience of the applicant. Section 4. The division shall conduct a criminal background check of any applicant for a license or registration. The cost of the background check is the responsibility of the applicant. Section 5. The applicant for an initial license shall submit a fee in the amount of not more than five hundred dollars for a mortgage broker license, and not more than one thousand dollars for a mortgage lender license. The applicant for initial registration shall submit a fee in the amount of not more than two hundred fifty dollars for mortgage loan originator registration. The director shall establish the fees by rules promulgated pursuant to chapter 1-26. Section 6. No license or registration granted pursuant to this Act assignable. Section 7. Any license or registration granted under this Act expires on the following December thirty-first after its issuance. Section 8. Any application for renewal of a license or registration under this Act must be postmarked to the director by December first and shall be accompanied by a fee to be established by the director by rules promulgated pursuant to chapter 1-26. The fee to transact business as a mortgage broker may not exceed five hundred dollars. The fee to transact business as a mortgage lender may not exceed one thousand dollars. The fee to register as a mortgage loan originator may not exceed two hundred fifty dollars. Section 9. The State of South Dakota, any political subdivision of the state, and any quasi- governmental organization created by an executive order of the State of South Dakota and any subsidiary of such organization; any nonprofit corporation formed pursuant to chapter 47-22; any nonprofit United States Treasury Community Development Financial Institution, Small Business Administration Certified Development Company, or Regional Revolving Loan Fund; or any commercial club, chamber of commerce, or industrial development corporation formed pursuant to § 9-12-11 or 9-27-37 is subject to this Act but exempt from initial license fees, renewal fees, and surety bond requirements under this Act. Section 10. The following entities are exempt from licensing under this Act: (1) Any state bank and its subsidiary; (2) Any national bank and its subsidiary; (3) Any bank holding company and its subsidiary; (4) Any other federally insured financial institution, and its holding company and subsidiary; (5) Any South Dakota chartered trust company; (6) Any real estate broker licensed pursuant to chapter 36-21A; and (7) Any insurance company or any person acting as an intermediary thereto, if participating in mortgage lending activities solely with its own assets and for its own portfolio. Section 11. Any person, including a mortgage loan originator, shall complete the equivalent of two years of service under the supervision and direction of a licensed mortgage broker or mortgage lender, or another jurisdiction's equivalent thereof, before that person is eligible to apply for a mortgage broker's or mortgage lender's license. No mortgage broker, mortgage lender, or mortgage loan originator is eligible for a license without such training and experience. The director may promulgate rules pursuant to chapter 1-26 with regard to such training and experience. Any person licensed as a mortgage broker or mortgage lender with the director prior to July 1, 2007, is exempt from this requirement. Section 12. Any mortgage broker or mortgage lender licensed to practice in the State of South Dakota may use the services of a mortgage loan originator that operates under direct control and supervision of the mortgage broker or mortgage lender. The mortgage loan originator shall be registered by the director and while registered and employed by a mortgage broker or mortgage lender may not be deemed to be operating as a mortgage broker or mortgage lender. Section 13. Any applicant for a license shall submit with the application a bond in the amount of fifty thousand dollars. The bond shall be issued by a surety company qualified to do business as a surety in this state. The bond shall be in favor of this state for the use of this state and any person who has a cause of action under this Act against the licensee. The bond shall be conditioned on: (1) The licensee's faithful performance under this Act and any rules adopted pursuant to this Act; and (2) The payment of any amounts that are due to the state or another person during the calendar year for which the bond is given. The aggregate liability of a surety to all persons damaged by a licensee's violation of the provisions of this Act may not exceed the amount of the bond. Section 14. Any person, who without first obtaining a license or registration under this Act, engages in the business or occupation of, or advertises or holds the person out as, or claims to be, or temporarily acts as, a mortgage broker, mortgage lender, or mortgage loan originator in this state is guilty of a Class 2 misdemeanor and may be held responsible for all costs of prosecution, including restitution. Section 15. Any licensee or registrant is subject to examination and investigation by the director. The director shall promulgate rules pursuant to chapter 1- 26 that specify the process by which examinations and investigations will be performed. Section 16. The director may suspend, not to exceed six months, or revoke a license or registration if the director finds: (1) Any fact or condition exists that, if it had existed at the time the licensee or registrant applied for its license or registration, would have been grounds for denying the application; (2) The licensee or registrant violated any provisions of this Act or any rule or order promulgated by the director; (3) The licensee or registrant refuses to permit the director to make any examination authorized by this Act or rule promulgated pursuant to this Act, or any federal statute, rule, or regulation pertaining to mortgage lending; (4) The licensee or registrant willfully fails to make any report required of this Act; (5) The competence, experience, character, or general fitness of the licensee or registrant indicates that it is not in the public interest to permit the licensee or registrant to continue to conduct business; (6) The bond of the licensee has been revoked; (7) The licensee or any partner, officer, director, manager, or employee of the licensee has been convicted of a felony or a misdemeanor involving any aspect of the financial services business; (8) The licensee or any partner, officer, director, manager, or employee of the licensee has had a license substantially equivalent to a license under this Act, and issued by another state, denied, revoked or suspended under the laws of that state; (9) The licensee or registrant has filed an application for a license or registration which as of the date the license or registration was issued, or as of the date of an order denying, suspending, or revoking a license or registration, was incomplete in any material respect or contained any statement that was, in light of the circumstances under which it was made, false or misleading with respect to any material fact. The director may revoke a license or registration for good cause pursuant to chapter 1-26. If the licensee is the holder of more than one license, the director may revoke any or all of the licenses. Section 17. The director may, in the director's discretion, reinstate a license or registration, terminate a suspension, or grant a new license or registration to any person whose license or registration has been revoked or suspended if no fact or condition then exists which would justify the director in refusing to grant a license or registration. Section 18. Any licensee whose license or registration is subject to suspension or revocation by the director, may contest such suspension or revocation in accordance with the provisions of chapter 1-26. Section 19. Any licensee under this Act, in addition to the license and other fees provided by this Act, shall pay the annual tax provided in chapter 10-43, upon the net income of the licensee measured by the net income assignable to the licensee's business in South Dakota. The State of South Dakota, any political subdivision of the state, and any quasi-governmental organization created by an executive order of the State of South Dakota and any subsidiary of such organization; any nonprofit United States Treasury Community Development Financial Institution, Small Business Administration Certified Development Company, or Regional Revolving Loan Fund; or any commercial club, chamber of commerce, or industrial development corporation formed pursuant to § 9-12-11 or 9-27-37 is exempt from the payment of this tax. Section 20. The director may promulgate rules pursuant to chapter 1-26 for the continuing education of mortgage brokers, mortgage lenders, and mortgage loan originators, and for the management and administration of licenses and registrations issued pursuant to this Act. Section 21. That § § 54-14-1 to 54-14-11 , inclusive, be repealed."}, {"bill_id": 21315, "bill_version_id": 111405, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2007-02-01T15:51:56-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal and reestablish provisions to regulate mortgage lenders and brokers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Director,\" the director of the Division of Banking of the Department of Revenue and Regulation; (2) \"Division,\" the Division of Banking of the Department of Revenue and Regulation; (3) \"Licensee,\" the person holding a license provided by this Act; (4) \"Mortgage lender,\" any person who, for valuable consideration, originates, sells, or services mortgages, or holds himself, herself, or itself out as a person who, for valuable consideration, originates, sells, or services mortgages, other than those exempt pursuant to section 10 of this Act; (5) \"Mortgage broker,\" any person who, for compensation or gain, acts as an intermediary between borrower and lender to assist a person in obtaining or applying to obtain a mortgage loan or holds himself, herself, or itself out as being able to assist a person in obtaining or applying to obtain a mortgage loan; (6) \"Mortgage brokering activities,\" for compensation, either directly or indirectly, assisting or offering to assist in the preparation of an application for a mortgage loan on behalf of a borrower, or negotiating or offering to negotiate the terms or conditions of a mortgage loan with any person making mortgage loans; (7) \"Mortgage loan originator,\" any person acting under the supervision of a licensee and who, for compensation or gain, takes or receives a mortgage application, assembles information, and prepares paperwork and documentation necessary for obtaining a mortgage loan or arranges for a conditional mortgage loan commitment between a borrower and a lender, or arranges for a loan commitment from a lender. The term, mortgage loan originator, does not include an employee of a licensee whose job responsibilities are limited to clerical tasks that do not include processing of mortgage loans; (8) \"Mortgage lending activities,\" for compensation, either directly or indirectly, accepting or offering to accept applications for making mortgage loans; (9) \"Regional revolving loan fund,\" any regional revolving loan fund with a service area of at least five South Dakota counties, a designated staff for loan processing and servicing, a loan portfolio of at least one million dollars, and which is governed by a board of directors that meets at least quarterly. Section 2. No person may act as a mortgage lender, mortgage broker, or mortgage loan originator in this state or use the title, mortgage broker, mortgage lender, or mortgage loan originator without first obtaining a license, or in the case of originators a registration, and undergoing a criminal background check from the division. Section 3. Any applicant for licensure or registration shall submit to the director an application on forms prescribed by the division. The forms shall include, at a minimum, all addresses at which business is to be conducted, the names and titles of each director and principal officer of the business, and a description of the business activities and experience of the applicant. Section 4. Each applicant for licensure and registration under this Act shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application, the Division of Banking shall submit completed fingerprint cards to the Division of Criminal Investigation. Upon completion of the criminal background check, the Division of Criminal Investigation shall forward to the Division of Banking all information obtained as a result of the criminal background check. The Division of Banking may require a state and federal criminal background check for any licensee who is the subject of a disciplinary investigation by the division. Failure to submit or cooperate with the criminal background investigation is grounds for denial of an application or may result in revocation of a license. The applicant shall pay for any fees charged for the cost of fingerprinting or the criminal background investigation. Any applicant who has previously completed a background check in another jurisdiction in anticipation of receiving a license or registration in that jurisdiction may have the results of such a background check forwarded to the division in satisfaction of this requirement. Section 5. The applicant for an initial license shall submit a fee in the amount of not more than five hundred dollars for a mortgage broker license, and not more than one thousand dollars for a mortgage lender license. The applicant for initial registration shall submit a fee in the amount of not more than two hundred fifty dollars for mortgage loan originator registration. The director shall establish the fees by rules promulgated pursuant to chapter 1-26. Section 6. No license or registration granted pursuant to this Act is assignable. Section 7. Any license or registration granted under this Act expires on the following December thirty-first after its issuance. Section 8. Any application for renewal of a license or registration under this Act must be postmarked to the director by December first and shall be accompanied by a fee to be established by the director by rules promulgated pursuant to chapter 1-26. Any license granted by the division prior to the implementation of this Act is valid until December 31, 2007. The fee to transact business as a mortgage broker may not exceed five hundred dollars. The fee to transact business as a mortgage lender may not exceed one thousand dollars. The fee to register as a mortgage loan originator may not exceed two hundred fifty dollars. Any licensee or registrant that files for renewal after December first and before January first of the next calendar year shall pay a late fee in addition to the renewal fee. The late fee, not to exceed twenty-five percent of the renewal fee, shall be established by the director by rules promulgated pursuant to chapter 1-26. After January first no license may be issued unless an application is filed pursuant to sections 2 to 5, inclusive, of this Act. Section 9. The State of South Dakota, any political subdivision of the state, and any quasi- governmental organization created by an executive order of the State of South Dakota and any subsidiary of such organization; any nonprofit corporation formed pursuant to chapter 47-22; any nonprofit United States Treasury Community Development Financial Institution, Small Business Administration Certified Development Company, or Regional Revolving Loan Fund; or any commercial club, chamber of commerce, or industrial development corporation formed pursuant to § 9-12-11 or 9-27-37 is subject to this Act but exempt from initial license fees, renewal fees, and surety bond requirements under this Act. Section 10. The following entities and their employees and exclusive agents are exempt from the provisions of this Act: (1) Any state bank and its subsidiary; (2) Any national bank and its subsidiary; (3) Any bank holding company and its subsidiary; (4) Any other federally insured financial institution, and its holding company and subsidiary; (5) Any South Dakota chartered trust company; (6) Any real estate broker licensed pursuant to chapter 36-21A; and (7) Any insurance company or any person acting as an intermediary thereto, if participating in mortgage lending activities solely with its own assets and for its own portfolio. Section 11. Any person, including a mortgage loan originator, shall complete the equivalent of two years of service under the supervision and direction of a licensed mortgage broker or mortgage lender, or another jurisdiction's equivalent thereof, before that person is eligible to apply for a mortgage broker's or mortgage lender's license. No mortgage broker, mortgage lender, or mortgage loan originator is eligible for a license without such training and experience. The director may promulgate rules pursuant to chapter 1-26 with regard to such training and experience. Any person licensed as a mortgage broker or mortgage lender with the director prior to July 1, 2007, is exempt from this requirement. Section 12. Any mortgage broker or mortgage lender licensed to practice in the State of South Dakota may use the services of a mortgage loan originator that operates under direct control and supervision of the mortgage broker or mortgage lender. The mortgage loan originator shall be registered by the director and while registered and employed by a mortgage broker or mortgage lender may not be deemed to be operating as a mortgage broker or mortgage lender. Section 13. Any applicant for a license shall submit with the application a bond in the amount of twenty-five thousand dollars. The bond shall be issued by a surety company qualified to do business as a surety in this state. The bond shall be in favor of this state for the use of this state and any person who has a cause of action under this Act against the licensee. The bond shall be conditioned on: (1) The licensee's faithful performance under this Act and any rules adopted pursuant to this Act; and (2) The payment of any amounts that are due to the state or another person during the time the bond is in force. The bond may be continuous, and regardless of how long the bond remains in force, the aggregate liability of a surety to all persons damaged by a licensee's violation of the provisions of this Act may not exceed the amount of the bond. The bond may be cancelled by the surety upon thirty days notice to the licensee and the director, and the surety's liability on the bond shall also terminate upon the effective date of any suspension or revocation of the license. Section 14. Any person, who without first obtaining a license or registration under this Act, engages in the business or occupation of, or advertises or holds the person out as, or claims to be, or temporarily acts as, a mortgage broker, mortgage lender, or mortgage loan originator in this state is guilty of a Class 2 misdemeanor and may be held responsible for all costs of prosecution, including restitution. Section 15. Any licensee or registrant is subject to examination and investigation by the director. The director shall promulgate rules pursuant to chapter 1- 26 that specify the process by which examinations and investigations will be performed. Section 16. The director may suspend, not to exceed six months, or revoke a license or registration if the director finds: (1) Any fact or condition exists that, if it had existed at the time the licensee or registrant applied for its license or registration, would have been grounds for denying the application; (2) The licensee or registrant violated any provisions of this Act or any rule or order promulgated by the director; (3) The licensee or registrant refuses to permit the director to make any examination authorized by this Act or rule promulgated pursuant to this Act, or any federal statute, rule, or regulation pertaining to mortgage lending; (4) The licensee or registrant willfully fails to make any report required of this Act; (5) The competence, experience, character, or general fitness of the licensee or registrant indicates that it is not in the public interest to permit the licensee or registrant to continue to conduct business; (6) The bond of the licensee has been revoked or cancelled by the surety; (7) The licensee or any partner, officer, director, manager, or employee of the licensee has been convicted of a felony or a misdemeanor involving any aspect of the financial services business; (8) The licensee or any partner, officer, director, manager, or employee of the licensee has had a license substantially equivalent to a license under this Act, and issued by another state, denied, revoked or suspended under the laws of that state; (9) The licensee or registrant has filed an application for a license or registration which as of the date the license or registration was issued, or as of the date of an order denying, suspending, or revoking a license or registration, was incomplete in any material respect or contained any statement that was, in light of the circumstances under which it was made, false or misleading with respect to any material fact. The director may revoke a license or registration for good cause pursuant to chapter 1-26. If the licensee is the holder of more than one license, the director may revoke any or all of the licenses. Section 17. The director may, in the director's discretion, reinstate a license or registration, terminate a suspension, or grant a new license or registration to any person whose license or registration has been revoked or suspended if no fact or condition then exists which would justify the director in refusing to grant a license or registration. Section 18. Any licensee whose license or registration is subject to suspension or revocation by the director, may contest such suspension or revocation in accordance with the provisions of chapter 1-26. Section 19. Any licensee under this Act, in addition to the license and other fees provided by this Act, shall pay the annual tax provided in chapter 10-43, upon the net income of the licensee measured by the net income assignable to the licensee's business in South Dakota. The State of South Dakota, any political subdivision of the state, and any quasi-governmental organization created by an executive order of the State of South Dakota and any subsidiary of such organization; any nonprofit United States Treasury Community Development Financial Institution, Small Business Administration Certified Development Company, or Regional Revolving Loan Fund; or any commercial club, chamber of commerce, or industrial development corporation formed pursuant to § 9-12-11 or 9-27-37 is exempt from the payment of this tax. Section 20. The director may promulgate rules pursuant to chapter 1-26 for the continuing education of mortgage brokers, mortgage lenders, and mortgage loan originators, and for the management and administration of licenses and registrations issued pursuant to this Act. Section 21. That § § 54-14-1 to 54-14-11 , inclusive, be repealed."}, {"bill_id": 21315, "bill_version_id": 112751, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "2007-02-23T12:29:05-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal and reestablish provisions to regulate mortgage lenders and brokers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Director,\" the director of the Division of Banking of the Department of Revenue and Regulation; (2) \"Division,\" the Division of Banking of the Department of Revenue and Regulation; (3) \"Licensee,\" the person holding a license provided by this Act; (4) \"Mortgage lender,\" any person who, for valuable consideration, originates, sells, or services mortgages, or holds himself, herself, or itself out as a person who, for valuable consideration, originates, sells, or services mortgages, other than those exempt pursuant to section 10 of this Act; (5) \"Mortgage broker,\" any person who, for compensation or gain, acts as an intermediary between borrower and lender to assist a person in obtaining or applying to obtain a mortgage loan or holds himself, herself, or itself out as being able to assist a person in obtaining or applying to obtain a mortgage loan; (6) \"Mortgage brokering activities,\" for compensation, either directly or indirectly, assisting or offering to assist in the preparation of an application for a mortgage loan on behalf of a borrower, or negotiating or offering to negotiate the terms or conditions of a mortgage loan with any person making mortgage loans; (7) \"Mortgage loan originator,\" any person acting under the supervision of a licensee and who, for compensation or gain, takes or receives a mortgage application, assembles information, and prepares paperwork and documentation necessary for obtaining a mortgage loan or arranges for a conditional mortgage loan commitment between a borrower and a lender, or arranges for a loan commitment from a lender. The term, mortgage loan originator, does not include an employee of a licensee whose job responsibilities are limited to clerical tasks that do not include processing of mortgage loans; (8) \"Mortgage lending activities,\" for compensation, either directly or indirectly, accepting or offering to accept applications for making mortgage loans; (9) \"Regional revolving loan fund,\" any regional revolving loan fund with a service area of at least five South Dakota counties, a designated staff for loan processing and servicing, a loan portfolio of at least one million dollars, and which is governed by a board of directors that meets at least quarterly. Section 2. No person may act as a mortgage lender, mortgage broker, or mortgage loan originator in this state or use the title, mortgage broker, mortgage lender, or mortgage loan originator without first obtaining a license, or in the case of originators a registration, and undergoing a criminal background check from the division. Section 3. Any applicant for licensure or registration shall submit to the director an application on forms prescribed by the division. The forms shall include, at a minimum, all addresses at which business is to be conducted, the names and titles of each director and principal officer of the business, and a description of the business activities and experience of the applicant. Section 4. Each applicant for licensure and registration under this Act shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application, the Division of Banking shall submit completed fingerprint cards to the Division of Criminal Investigation. Upon completion of the criminal background check, the Division of Criminal Investigation shall forward to the Division of Banking all information obtained as a result of the criminal background check. The Division of Banking may require a state and federal criminal background check for any licensee who is the subject of a disciplinary investigation by the division. Failure to submit or cooperate with the criminal background investigation is grounds for denial of an application or may result in revocation of a license. The applicant shall pay for any fees charged for the cost of fingerprinting or the criminal background investigation. Any applicant who has previously completed a background check in another jurisdiction in anticipation of receiving a license or registration in that jurisdiction may have the results of such a background check forwarded to the division in satisfaction of this requirement. Section 5. The applicant for an initial license shall submit a fee in the amount of not more than five hundred dollars for a mortgage broker license, and not more than one thousand dollars for a mortgage lender license. The applicant for initial registration shall submit a fee in the amount of not more than two hundred fifty dollars for mortgage loan originator registration. The director shall establish the fees by rules promulgated pursuant to chapter 1-26. Section 6. No license or registration granted pursuant to this Act is assignable. Section 7. Any license or registration granted under this Act expires on the following December thirty-first after its issuance. Section 8. Any application for renewal of a license or registration under this Act must be postmarked to the director by December first and shall be accompanied by a fee to be established by the director by rules promulgated pursuant to chapter 1-26. Any license granted by the division prior to the implementation of this Act is valid until December 31, 2007. The fee to transact business as a mortgage broker may not exceed five hundred dollars. The fee to transact business as a mortgage lender may not exceed one thousand dollars. The fee to register as a mortgage loan originator may not exceed two hundred fifty dollars. Any licensee or registrant that files for renewal after December first and before January first of the next calendar year shall pay a late fee in addition to the renewal fee. The late fee, not to exceed twenty-five percent of the renewal fee, shall be established by the director by rules promulgated pursuant to chapter 1-26. After January first no license may be issued unless an application is filed pursuant to sections 2 to 5, inclusive, of this Act. Section 9. The State of South Dakota, any political subdivision of the state, and any quasi- governmental organization created by an executive order of the State of South Dakota and any subsidiary of such organization; any nonprofit corporation formed pursuant to chapter 47-22; any nonprofit United States Treasury Community Development Financial Institution, Small Business Administration Certified Development Company, or Regional Revolving Loan Fund; or any commercial club, chamber of commerce, or industrial development corporation formed pursuant to § 9-12-11 or 9-27-37 is subject to this Act but exempt from initial license fees, renewal fees, and surety bond requirements under this Act. Section 10. The following entities and their employees and exclusive agents are exempt from the provisions of this Act: (1) Any state bank and its subsidiary; (2) Any national bank and its subsidiary; (3) Any bank holding company and its subsidiary; (4) Any other federally insured financial institution, and its holding company and subsidiary; (5) Any South Dakota chartered trust company; (6) Any real estate broker licensed pursuant to chapter 36-21A; and (7) Any insurance company or any person acting as an intermediary thereto, if participating in mortgage lending activities solely with its own assets and for its own portfolio. Section 11. Any person, including a mortgage loan originator, shall complete the equivalent of two years of service under the supervision and direction of a licensed mortgage broker or mortgage lender, or another jurisdiction's equivalent thereof, before that person is eligible to apply for a mortgage broker's or mortgage lender's license. No mortgage broker, mortgage lender, or mortgage loan originator is eligible for a license without such training and experience. The director may promulgate rules pursuant to chapter 1-26 with regard to such training and experience. Any person licensed as a mortgage broker or mortgage lender with the director prior to July 1, 2007, is exempt from this requirement. Section 12. Any mortgage broker or mortgage lender licensed to practice in the State of South Dakota may use the services of a mortgage loan originator that operates under direct control and supervision of the mortgage broker or mortgage lender. The mortgage loan originator shall be registered by the director and while registered and employed by a mortgage broker or mortgage lender may not be deemed to be operating as a mortgage broker or mortgage lender. Section 13. Any applicant for a license shall submit with the application a bond in the amount of twenty-five thousand dollars. The bond shall be issued by a surety company qualified to do business as a surety in this state. The bond shall be in favor of this state for the use of this state and any person who has a cause of action under this Act against the licensee. The bond shall be conditioned on: (1) The licensee's faithful performance under this Act and any rules adopted pursuant to this Act; and (2) The payment of any amounts that are due to the state or another person during the time the bond is in force. The bond may be continuous, and regardless of how long the bond remains in force, the aggregate liability of a surety to all persons damaged by a licensee's violation of the provisions of this Act may not exceed the amount of the bond. The bond may be cancelled by the surety upon thirty days notice to the licensee and the director, and the surety's liability on the bond shall also terminate upon the effective date of any suspension or revocation of the license. Section 14. Any person, who without first obtaining a license or registration under this Act, engages in the business or occupation of, or advertises or holds the person out as, or claims to be, or temporarily acts as, a mortgage broker, mortgage lender, or mortgage loan originator in this state is guilty of a Class 2 misdemeanor and may be held responsible for all costs of prosecution, including restitution. Section 15. Any licensee or registrant is subject to examination and investigation by the director. The director shall promulgate rules pursuant to chapter 1- 26 that specify the process by which examinations and investigations will be performed. Section 16. The director may suspend, not to exceed six months, or revoke a license or registration if the director finds: (1) Any fact or condition exists that, if it had existed at the time the licensee or registrant applied for its license or registration, would have been grounds for denying the application; (2) The licensee or registrant violated any provisions of this Act or any rule or order promulgated by the director; (3) The licensee or registrant refuses to permit the director to make any examination authorized by this Act or rule promulgated pursuant to this Act, or any federal statute, rule, or regulation pertaining to mortgage lending; (4) The licensee or registrant willfully fails to make any report required of this Act; (5) The competence, experience, character, or general fitness of the licensee or registrant indicates that it is not in the public interest to permit the licensee or registrant to continue to conduct business; (6) The bond of the licensee has been revoked or cancelled by the surety; (7) The licensee or any partner, officer, director, manager, or employee of the licensee has been convicted of a felony or a misdemeanor involving any aspect of the financial services business; (8) The licensee or any partner, officer, director, manager, or employee of the licensee has had a license substantially equivalent to a license under this Act, and issued by another state, denied, revoked or suspended under the laws of that state; (9) The licensee or registrant has filed an application for a license or registration which as of the date the license or registration was issued, or as of the date of an order denying, suspending, or revoking a license or registration, was incomplete in any material respect or contained any statement that was, in light of the circumstances under which it was made, false or misleading with respect to any material fact. The director may revoke a license or registration for good cause pursuant to chapter 1-26. If the licensee is the holder of more than one license, the director may revoke any or all of the licenses. Section 17. The director may, in the director's discretion, reinstate a license or registration, terminate a suspension, or grant a new license or registration to any person whose license or registration has been revoked or suspended if no fact or condition then exists which would justify the director in refusing to grant a license or registration. Section 18. Any licensee whose license or registration is subject to suspension or revocation by the director, may contest such suspension or revocation in accordance with the provisions of chapter 1-26. Section 19. Any licensee under this Act, in addition to the license and other fees provided by this Act, shall pay the annual tax provided in chapter 10-43, upon the net income of the licensee measured by the net income assignable to the licensee's business in South Dakota. The State of South Dakota, any political subdivision of the state, and any quasi-governmental organization created by an executive order of the State of South Dakota and any subsidiary of such organization; any nonprofit United States Treasury Community Development Financial Institution, Small Business Administration Certified Development Company, or Regional Revolving Loan Fund; or any commercial club, chamber of commerce, or industrial development corporation formed pursuant to § 9-12-11 or 9-27-37 is exempt from the payment of this tax. Section 20. The director may promulgate rules pursuant to chapter 1-26 for the continuing education of mortgage brokers, mortgage lenders, and mortgage loan originators, and for the management and administration of licenses and registrations issued pursuant to this Act. Section 21. That § § 54-14-1 to 54-14-11 , inclusive, be repealed. Section 22. Fees collected pursuant to this Act shall be deposited with the state treasurer in the banking special revenue fund created in § 51A-2-30. Expenditures from the fund shall be appropriated through the normal budget process."}, {"bill_id": 21315, "bill_version_id": 113096, "bill_version": "House Engrossed", "bill_version_date": "2007-02-28T16:51:10-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal and reestablish provisions to regulate mortgage lenders and brokers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Director,\" the director of the Division of Banking of the Department of Revenue and Regulation; (2) \"Division,\" the Division of Banking of the Department of Revenue and Regulation; (3) \"Licensee,\" the person holding a license provided by this Act; (4) \"Mortgage lender,\" any person who, for valuable consideration, originates, sells, or services mortgages, or holds himself, herself, or itself out as a person who, for valuable consideration, originates, sells, or services mortgages, other than those exempt pursuant to section 10 of this Act; (5) \"Mortgage broker,\" any person who, for compensation or gain, acts as an intermediary between borrower and lender to assist a person in obtaining or applying to obtain a mortgage loan or holds himself, herself, or itself out as being able to assist a person in obtaining or applying to obtain a mortgage loan; (6) \"Mortgage brokering activities,\" for compensation, either directly or indirectly, assisting or offering to assist in the preparation of an application for a mortgage loan on behalf of a borrower, or negotiating or offering to negotiate the terms or conditions of a mortgage loan with any person making mortgage loans; (7) \"Mortgage loan originator,\" any person acting under the supervision of a licensee and who, for compensation or gain, takes or receives a mortgage application, assembles information, and prepares paperwork and documentation necessary for obtaining a mortgage loan or arranges for a conditional mortgage loan commitment between a borrower and a lender, or arranges for a loan commitment from a lender. The term, mortgage loan originator, does not include an employee of a licensee whose job responsibilities are limited to clerical tasks that do not include processing of mortgage loans; (8) \"Mortgage lending activities,\" for compensation, either directly or indirectly, accepting or offering to accept applications for making mortgage loans; (9) \"Regional revolving loan fund,\" any regional revolving loan fund with a service area of at least five South Dakota counties, a designated staff for loan processing and servicing, a loan portfolio of at least one million dollars, and which is governed by a board of directors that meets at least quarterly. Section 2. No person may act as a mortgage lender, mortgage broker, or mortgage loan originator in this state or use the title, mortgage broker, mortgage lender, or mortgage loan originator without first obtaining a license, or in the case of originators a registration, and undergoing a criminal background check from the division. Section 3. Any applicant for licensure or registration shall submit to the director an application on forms prescribed by the division. The forms shall include, at a minimum, all addresses at which business is to be conducted, the names and titles of each director and principal officer of the business, and a description of the business activities and experience of the applicant. Section 4. Each applicant for licensure and registration under this Act shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application, the Division of Banking shall submit completed fingerprint cards to the Division of Criminal Investigation. Upon completion of the criminal background check, the Division of Criminal Investigation shall forward to the Division of Banking all information obtained as a result of the criminal background check. The Division of Banking may require a state and federal criminal background check for any licensee who is the subject of a disciplinary investigation by the division. Failure to submit or cooperate with the criminal background investigation is grounds for denial of an application or may result in revocation of a license. The applicant shall pay for any fees charged for the cost of fingerprinting or the criminal background investigation. Any applicant who has previously completed a background check in another jurisdiction in anticipation of receiving a license or registration in that jurisdiction may have the results of such a background check forwarded to the division in satisfaction of this requirement. However, no background check in another jurisdiction may be used if it was completed more than one year prior to application. Section 5. The applicant for an initial license shall submit a fee in the amount of not more than five hundred dollars for a mortgage broker license, and not more than one thousand dollars for a mortgage lender license. The applicant for initial registration shall submit a fee in the amount of not more than two hundred fifty dollars for mortgage loan originator registration. The director shall establish the fees by rules promulgated pursuant to chapter 1-26. Section 6. No license or registration granted pursuant to this Act is assignable. Section 7. Any license or registration granted under this Act expires on the following December thirty-first after its issuance. Section 8. Any application for renewal of a license or registration under this Act must be postmarked to the director by December first and shall be accompanied by a fee to be established by the director by rules promulgated pursuant to chapter 1-26. Any license granted by the division prior to the implementation of this Act is valid until December 31, 2007. However, no mortgage loan originator is required to be licensed prior to December 31, 2007. The fee to transact business as a mortgage broker may not exceed five hundred dollars. The fee to transact business as a mortgage lender may not exceed one thousand dollars. The fee to register as a mortgage loan originator may not exceed two hundred fifty dollars. Any licensee or registrant that files for renewal after December first and before January first of the next calendar year shall pay a late fee in addition to the renewal fee. The late fee, not to exceed twenty-five percent of the renewal fee, shall be established by the director by rules promulgated pursuant to chapter 1-26. After January first no license may be issued unless an application is filed pursuant to sections 2 to 5, inclusive, of this Act. Section 9. The State of South Dakota, any political subdivision of the state, and any quasi- governmental organization created by an executive order of the State of South Dakota and any subsidiary of such organization; any nonprofit corporation formed pursuant to chapter 47-22; any nonprofit United States Treasury Community Development Financial Institution, Small Business Administration Certified Development Company, or Regional Revolving Loan Fund; or any commercial club, chamber of commerce, or industrial development corporation formed pursuant to § 9-12-11 or 9-27-37 is subject to this Act but exempt from initial license fees, renewal fees, and surety bond requirements under this Act. Section 10. The following entities and their employees and exclusive agents are exempt from the provisions of this Act: (1) Any state bank and its subsidiary; (2) Any national bank and its subsidiary; (3) Any bank holding company and its subsidiary; (4) Any other federally insured financial institution, and its holding company and subsidiary; (5) Any South Dakota chartered trust company; (6) Any real estate broker licensed pursuant to chapter 36-21A; and (7) Any insurance company or any person acting as an intermediary thereto, if participating in mortgage lending activities solely with its own assets and for its own portfolio. Section 11. Any person, including a mortgage loan originator, shall complete the equivalent of two years of service under the supervision and direction of a licensed mortgage broker or mortgage lender, or another jurisdiction's equivalent thereof, before that person is eligible to apply for a mortgage broker's or mortgage lender's license. No mortgage broker, mortgage lender, or mortgage loan originator is eligible for a license without such training and experience. The director may promulgate rules pursuant to chapter 1-26 with regard to such training and experience. Any person licensed as a mortgage broker or mortgage lender with the director prior to July 1, 2007, is exempt from this requirement. Section 12. Any mortgage broker or mortgage lender licensed to practice in the State of South Dakota may use the services of a mortgage loan originator that operates under direct control and supervision of the mortgage broker or mortgage lender. The mortgage loan originator shall be registered by the director and while registered and employed by a mortgage broker or mortgage lender may not be deemed to be operating as a mortgage broker or mortgage lender. Section 13. Any applicant for a license shall submit with the application a bond in the amount of twenty-five thousand dollars. The bond shall be issued by a surety company qualified to do business as a surety in this state. The bond shall be in favor of this state for the use of this state and any person who has a cause of action under this Act against the licensee. The bond shall be conditioned on: (1) The licensee's faithful performance under this Act and any rules adopted pursuant to this Act; and (2) The payment of any amounts that are due to the state or another person during the time the bond is in force. The bond may be continuous, and regardless of how long the bond remains in force, the aggregate liability of a surety to all persons damaged by a licensee's violation of the provisions of this Act may not exceed the amount of the bond. The bond may be cancelled by the surety upon thirty days notice to the licensee and the director, and the surety's liability on the bond shall also terminate upon the effective date of any suspension or revocation of the license. Section 14. Any person, who without first obtaining a license or registration under this Act, engages in the business or occupation of, or advertises or holds the person out as, or claims to be, or temporarily acts as, a mortgage broker, mortgage lender, or mortgage loan originator in this state is guilty of a Class 2 misdemeanor and may be held responsible for all costs of prosecution, including restitution. Section 15. Any licensee or registrant is subject to examination and investigation by the director. The director shall promulgate rules pursuant to chapter 1- 26 that specify the process by which examinations and investigations will be performed. Section 16. The director may suspend, not to exceed six months, or revoke a license or registration if the director finds: (1) Any fact or condition exists that, if it had existed at the time the licensee or registrant applied for its license or registration, would have been grounds for denying the application; (2) The licensee or registrant violated any provisions of this Act or any rule or order promulgated by the director; (3) The licensee or registrant refuses to permit the director to make any examination authorized by this Act or rule promulgated pursuant to this Act, or any federal statute, rule, or regulation pertaining to mortgage lending; (4) The licensee or registrant willfully fails to make any report required of this Act; (5) The competence, experience, character, or general fitness of the licensee or registrant indicates that it is not in the public interest to permit the licensee or registrant to continue to conduct business; (6) The bond of the licensee has been revoked or cancelled by the surety; (7) The licensee or any partner, officer, director, manager, or employee of the licensee has been convicted of a felony or a misdemeanor involving any aspect of the financial services business; (8) The licensee or any partner, officer, director, manager, or employee of the licensee has had a license substantially equivalent to a license under this Act, and issued by another state, denied, revoked or suspended under the laws of that state; (9) The licensee or registrant has filed an application for a license or registration which as of the date the license or registration was issued, or as of the date of an order denying, suspending, or revoking a license or registration, was incomplete in any material respect or contained any statement that was, in light of the circumstances under which it was made, false or misleading with respect to any material fact. The director may revoke a license or registration for good cause pursuant to chapter 1-26. If the licensee is the holder of more than one license, the director may revoke any or all of the licenses. Section 17. The director may, in the director's discretion, reinstate a license or registration, terminate a suspension, or grant a new license or registration to any person whose license or registration has been revoked or suspended if no fact or condition then exists which would justify the director in refusing to grant a license or registration. Section 18. Any licensee whose license or registration is subject to suspension or revocation by the director, may contest such suspension or revocation in accordance with the provisions of chapter 1-26. Section 19. Any licensee under this Act, in addition to the license and other fees provided by this Act, shall pay the annual tax provided in chapter 10-43, upon the net income of the licensee measured by the net income assignable to the licensee's business in South Dakota. The State of South Dakota, any political subdivision of the state, and any quasi-governmental organization created by an executive order of the State of South Dakota and any subsidiary of such organization; any nonprofit United States Treasury Community Development Financial Institution, Small Business Administration Certified Development Company, or Regional Revolving Loan Fund; or any commercial club, chamber of commerce, or industrial development corporation formed pursuant to § 9-12-11 or 9-27-37 is exempt from the payment of this tax. Section 20. The director may promulgate rules pursuant to chapter 1-26 for the continuing education of mortgage brokers, mortgage lenders, and mortgage loan originators, and for the management and administration of licenses and registrations issued pursuant to this Act. Section 21. That § § 54-14-1 to 54-14-11 , inclusive, be repealed. Section 22. Fees collected pursuant to this Act shall be deposited with the state treasurer in the banking special revenue fund created in § 51A-2-30. Expenditures from the fund shall be appropriated through the normal budget process."}, {"bill_id": 21315, "bill_version_id": 113216, "bill_version": "Enrolled", "bill_version_date": "2007-03-01T15:57:53-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21315, "action_date": "2007-01-25T14:00:00-06:00", "document_id": 110859, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110859.pdf", "status_text": "First read in Senate and referred to", "journal_page": 236, "committee_id_action": 924, "committee_id_assigned": 898, "result": "N", "vote": {}}, {"bill_id": 21315, "action_date": "2007-02-01T10:00:00-06:00", "document_id": 111374, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111374.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 898, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21315, "action_date": "2007-02-01T10:00:00-06:00", "document_id": 111374, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111374.pdf", "status_text": "Do Pass Amended,", "journal_page": 337, "committee_id_action": 898, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66642, "president_vote": null, "Yea": [3571, 3585, 3623, 3627, 3667, 3602, 3634]}}, {"bill_id": 21315, "action_date": "2007-02-05T14:00:00-06:00", "document_id": 111593, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111593.pdf", "status_text": "Do Pass Amended,", "journal_page": 384, "committee_id_action": 924, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66825, "president_vote": null, "Yea": [3571, 3573, 3574, 3575, 3585, 3589, 3595, 3596, 3603, 3607, 3608, 3610, 3612, 3615, 3617, 3618, 3621, 3623, 3625, 3626, 3627, 3630, 3633, 3634, 3636, 3639, 3641, 3647, 3652, 3659, 3661, 3664, 3669], "Excused": [3602, 3667]}}, {"bill_id": 21315, "action_date": "2007-02-06T14:00:00-06:00", "document_id": 111682, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111682.pdf", "status_text": "First read in House and referred to", "journal_page": 358, "committee_id_action": 923, "committee_id_assigned": 911, "result": "N", "vote": {}}, {"bill_id": 21315, "action_date": "2007-02-23T10:00:00-06:00", "document_id": 112742, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112742.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 911, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21315, "action_date": "2007-02-23T10:00:00-06:00", "document_id": 112742, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112742.pdf", "status_text": "Do Pass Amended,", "journal_page": 631, "committee_id_action": 911, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65577, "president_vote": null, "Yea": [3572, 3576, 3588, 3592, 3619, 3622, 3642, 3644, 3645, 3650, 3663, 3676, 3658]}}, {"bill_id": 21315, "action_date": "2007-02-27T14:00:00-06:00", "document_id": 112981, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112981.pdf", "status_text": "Deferred to another day", "journal_page": 690, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21315, "action_date": "2007-02-28T14:00:00-06:00", "document_id": 113110, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113110.pdf", "status_text": "Motion to Amend,", "journal_page": 709, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21315, "action_date": "2007-02-28T14:00:00-06:00", "document_id": 113110, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113110.pdf", "status_text": "Motion to Amend,", "journal_page": 709, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21315, "action_date": "2007-02-28T14:00:00-06:00", "document_id": 113110, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113110.pdf", "status_text": "Do Pass Amended,", "journal_page": 709, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67252, "president_vote": null, "Yea": [3572, 3576, 3577, 3578, 3579, 3580, 3581, 3582, 3583, 3586, 3587, 3590, 3591, 3592, 3593, 3594, 3597, 3598, 3599, 3600, 3604, 3605, 3606, 3609, 3611, 3613, 3614, 3616, 3619, 3620, 3622, 3624, 3628, 3629, 3631, 3632, 3635, 3637, 3638, 3640, 3642, 3643, 3644, 3645, 3646, 3648, 3649, 3650, 3651, 3653, 3654, 3655, 3656, 3657, 3658, 3660, 3662, 3663, 3665, 3666, 3668, 3670, 3671, 3672, 3673, 3674, 3675, 3676, 3584], "Excused": [3588]}}, {"bill_id": 21315, "action_date": "2007-03-02T10:00:00-06:00", "document_id": 113306, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113306.pdf", "status_text": "Signed by President", "journal_page": 753, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21315, "action_date": "2007-03-02T10:00:00-06:00", "document_id": 113289, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113289.pdf", "status_text": "Signed by Speaker", "journal_page": 792, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21315, "action_date": "2007-03-03T09:00:00-06:00", "document_id": 113367, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113367.pdf", "status_text": "Delivered to the Governor", "journal_page": 758, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21315, "action_date": "2007-03-26T10:00:00-05:00", "document_id": 113425, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113425.pdf", "status_text": "Signed by Governor", "journal_page": 791, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3831, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/21315"}