{"session_id": 69, "bill_id": 24504, "bill_type": "House Bill", "bill_number": 1182, "bill_title": "revise provisions pertaining to the observation of the conduct of an election.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24504", "sponsors": [{"legislator_profile_id": 4485, "is_prime": true}, {"legislator_profile_id": 4478, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4570, "is_prime": false}], "keywords": ["Crimes", "Election Verification", "Elections", "Penalty", "Promulgation of Rules"], "audio": [], "bill_versions": [{"bill_id": 24504, "bill_version_id": 262790, "bill_version": "Introduced", "bill_version_date": "2024-01-25T10:00:08.46-06:00", "bill_text": "An Act to revise provisions pertaining to the observation of the conduct of an election. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 12-1-3 be AMENDED: 12-1-3. Terms used in this title mean: (1) \"Ballot question,\" any initiated measure, initiated constitutional amendment, or referred law submitted to voters at an election; (2) \"Ballot question committee,\" a person or entity that raises, collects, or disburses contributions as a proponent or opponent for the placement on the ballot of one or more ballot questions or for the adoption or defeat of one or more ballot questions at an election; (3) \"Candidate,\" a person whose name is on the ballot or who is entitled to be on the ballot to be voted upon for nomination or election at any election; (2)(4) \"Election,\" any election held under the laws of this state; (3)(5) \"Election officials,\" state and local officials charged with the duty of conducting elections and the canvass of returns; (4)(6) \"Elector,\" a person qualified to register as a voter, whether or not the person is registered; (5)(7) \"Electronic pollbook,\" an electronic system containing both the registration list and pollbook; (6)(8) \"General election,\" the vote required to be taken in each voting precinct of the state on the first Tuesday after the first Monday in November of each even-numbered year; (7)(9) \"Paid circulator,\" any person who receives money or anything of value for collecting signatures for a petition; (8)(10) \"Party office,\" an office of a political party organization as distinct from a public office; (9)(11) \"Person in charge of an election,\" or \"person charged with the conduct of an election,\" the county auditor in all cases except local elections for a municipality, school district, township, or other political subdivision, in which case it is the officer having the position comparable to the auditor in that unit of government if not specifically designated by law; (10)(12) \"Petition,\" a form prescribed by the State Board of Elections, which contains the question or candidacy being petitioned, the declaration of candidacy if required and the verification of the circulator. If multiple sheets of paper are necessary to obtain the required number of signatures, each sheet shall be self-contained and separately verified by the circulator; (11)(13) \"Petition circulator,\" a resident of the State of South Dakota as defined under § 12-1-4, who is at least eighteen years of age who circulates nominating petitions or other petitions for the purpose of placing candidates or issues on any election ballot; (12)(14) \"Political party,\" beginning with the 2014 general election and each general election thereafter, a party whose candidate for any statewide office received at least two and one-half percent of the total votes cast for that statewide office in either of the two previous general election cycles; (13)(15) \"Pollbook\" or \"poll list,\" a list containing in numerical order the names of all persons voting at the election and type of ballot voted; (14)(16) \"Polling place,\" a designated place voters may go to vote; (15)(17) \"Poll watcher,\" a person chosen to observe the conduct of an election by a candidate, political party, or ballot question committee; (18) \"Primary\" or \"primary election,\" an election held at which candidates are nominated for public office; (16)(19) \"Public office,\" an elected position in government; (17)(20) \"Registration list,\" a list of eligible voters; (18)(21) \"Registered mail,\" does not include certified mail; (19)(22) \"Registration officials,\" the county auditor and deputies and other persons authorized to assist in registration pursuant to chapter 12-4; (20)(23) \"Vote center,\" a polling place when the precinct has been defined as the entire jurisdiction and an electronic pollbook is utilized; (21)(24) \"Voter,\" a person duly registered to vote or one who is performing the act of voting; (22)(25) \"Independent (IND)\" or \"no party affiliation (NPA),\" any currently registered voter who writes independent, I, Ind, no party affiliation, no party, no choice, nonpartisan, or line crossed off in the choice of party field on the voter registration form and any individual who is not currently registered to vote who leaves the choice of party field blank on the voter registration form; (23)(26) \"Independent candidate,\" notwithstanding the definition of independent as stated in this chapter, any registered voter regardless of party affiliation who declares to be an independent candidate for public office pursuant to this chapter; (24)(27) \"Other,\" any voter who writes a political party not recognized in South Dakota in the choice of party field on the voter registration form. Section 2. That § 12-18-9 be AMENDED: 12-18-9. Any person, except a candidate who is on the ballot being voted on at that polling place, may be present at any polling place for the purpose of observing the voting process. Any person may be present to observe the counting process. A candidate who is on the ballot being voted on at a polling place may only be present to cast the candidate's vote during voting hours. A number of poll watchers shall be permitted for each candidate at a primary election or political party and independent candidate at a general election pursuant to § 12-18-8.1. Each polling place shall be arranged in a manner that permits each poll watcher to be positioned in a location where the poll watcher can plainly see and hear what is done within the polling place. At a primary, general, or special election, any candidate, party, or ballot question committee may have poll watchers present at a polling place for the purpose of observing the voting and counting process. A candidate who is on the ballot being voted on may not serve as a poll watcher and may only be present at a polling place to cast the candidate's vote during voting hours. A poll watcher present at a polling place shall remain in a designated observation area at all times while acting as a poll watcher. The observation area must be less than six feet away from, but may not be closer than three feet to, the table at which voters announce their name and address to be issued a ballot. The observation area must also permit any poll watcher to see and hear all public aspects of the voting process. A violation of this section by either a poll watcher or a poll worker is a Class 2 misdemeanor. Section 3. That chapter 12-20 be amended with a NEW SECTION: The process of sorting, validating, and counting ballots must be open to poll watchers for the purpose of observing the process. A poll watcher shall remain in a designated observation area at all times while acting as poll watchers. The observation area must be less than six feet away from, but may not be closer than three feet to, the place where the sorting, validating, or counting of ballots takes place. The observation area must also be positioned to permit any poll watcher to see and hear all public aspects of the sorting, validating, or counting process. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, setting the number of poll watchers allowed during the sorting, validating, or counting of ballots. A violation of this section by either a poll watcher or a poll worker is a Class 2 misdemeanor. Section 4. That chapter 12-21 be amended with a NEW SECTION: A meeting of a recount board pursuant to this chapter must be open to the public. Members of the general public shall keep a reasonable distance from the ballots. A violation of this section is a Class 2 misdemeanor."}], "amendments": [{"bill_id": 24504, "document_id": 263476, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263476.pdf", "legislator_profile_id": 4485, "document_id_instructions": 263487, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/263487.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 24504, "action_date": "2024-01-25T13:00:00-06:00", "document_id": 262421, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262421.pdf", "status_text": "First read in House and referred to", "journal_page": 176, "committee_id_action": 1197, "committee_id_assigned": 1203, "result": "N", "vote": {}}, {"bill_id": 24504, "action_date": "2024-02-05T07:45:00-06:00", "document_id": 264412, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264412.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1203, "committee_id_assigned": null, "result": "N", "vote": {}}]}