{"session_id": 69, "bill_id": 25001, "bill_type": "Senate Bill", "bill_number": 107, "bill_title": "prohibit the dissemination of materially deceptive media without disclosure and to provide a penalty therefor.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25001", "sponsors": [{"legislator_profile_id": 4512, "is_prime": true}, {"legislator_profile_id": 4544, "is_prime": true}, {"legislator_profile_id": 4490, "is_prime": false}, {"legislator_profile_id": 4499, "is_prime": false}, {"legislator_profile_id": 4523, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4546, "is_prime": false}, {"legislator_profile_id": 4548, "is_prime": false}, {"legislator_profile_id": 4552, "is_prime": false}], "keywords": ["Artificial Intelligence", "Crimes", "Penalty", "Social Media"], "audio": [], "bill_versions": [{"bill_id": 25001, "bill_version_id": 261000, "bill_version": "Introduced", "bill_version_date": "2024-01-19T15:05:40.603-06:00", "bill_text": "An Act to prohibit the dissemination of materially deceptive media without disclosure and to provide a penalty therefor. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 22: For the purposes of this chapter, the term \"materially deceptive media\" means any image, video recording, or audio recording of a person's appearance, speech, or conduct that has been intentionally manipulated so that it appears to a reasonable person to be authentic, and would cause a reasonable person to have a fundamentally different understanding or impression of the expressive content of the image, video recording, or audio recording than the person would have if the person heard or saw the unaltered, original version. Section 2. That a NEW SECTION be added to title 22: No person may knowingly disseminate materially deceptive media unless the media includes a disclosure stating: \"This (image/video/audio) has been manipulated.\" For an image or video recording, the text of the disclosure must appear in a size that is easily readable by the average viewer and no smaller than the largest font size of other text appearing in the image or video recording. If the image or video recording does not include any other text, the disclosure must appear in a size that is easily readable by the average viewer. For a video recording, the disclosure must appear for the duration of the video. For an audio recording, the disclosure must be read in a clearly spoken manner and in a pitch that is easily heard by the average listener at the beginning and end of the audio recording. A violation of this section is a Class 1 misdemeanor. Section 3. That a NEW SECTION be added to title 22: Any person who knowingly distributes materially deceptive media with the intent to defame, exploit, harass, intimidate, or sabotage the person depicted in the materially deceptive media is guilty of a Class 1 misdemeanor. Disclosure of materially deceptive media pursuant to section 2 of this Act is not a defense to prosecution under this section. Section 4. That a NEW SECTION be added to title 22: Any person whose appearance, speech, or conduct appears in an image, video recording, or audio recording disseminated in violation of section 2 or 3 of this Act may seek injunctive or other equitable relief prohibiting the dissemination of the image, video recording, or audio recording. Section 5. That a NEW SECTION be added to title 22: A person who disseminates materially deceptive media in violation of section 2 or 3 of this Act is liable to any person depicted in the materially deceptive media for damages, reasonable costs and attorney fees, and any other relief the court deems proper. Nothing in this section limits any other cause of action from being brought against a person who disseminates materially deceptive media in violation of section 2 or 3 of this Act. Section 6. That a NEW SECTION be added to title 22: This Act does not apply to: (1) A radio or television broadcasting station, including a cable or satellite television operator, programmer, or producer, that broadcasts materially deceptive media as part of a bona fide newscast, news interview, news documentary, or on-the-spot coverage of a bona fide news event, if the broadcast clearly acknowledges through content or disclosure, in a manner that can be easily heard or read by the average listener or viewer, that there are questions about the authenticity of the materially deceptive media; (2) A radio or television broadcasting station, including a cable or satellite television operator, programmer, or producer, when it is paid to broadcast materially deceptive audio or visual media and has made a good faith effort to establish the media is not materially deceptive media; (3) An internet website, or a regularly published newspaper, magazine, or other periodical of general circulation, including an internet or electronic publication, that routinely carries news and commentary of general interest, and that publishes materially deceptive media, if the publication clearly acknowledges through content or disclosure, in a manner that can be easily heard or read by the average listener or viewer, that there are questions about the authenticity of the materially deceptive media; (4) An internet service provider, domain provider, cloud service provider, or other provider that hosts, receives, transmits, stores, or provides access to or connection to a website, network, system, or other content on the internet that features materially deceptive media, to the extent that the provider acts in a merely technical, automatic, or intermediate nature."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25001, "action_date": "2024-01-22T14:00:00-06:00", "document_id": 260987, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260987.pdf", "status_text": "First read in Senate and referred to", "journal_page": 128, "committee_id_action": 1219, "committee_id_assigned": 1214, "result": "N", "vote": {}}]}