{"session_id": 47, "bill_id": 13911, "bill_type": "House Bill", "bill_number": 1238, "bill_title": "to establish a telecommunications gross receipts tax, to provide for its distribution, and to repeal certain property taxes and certain gross receipts  taxes paid by certain telecommunications companies.", "sponsors": [{"legislator_profile_id": 2131, "is_prime": true}], "keywords": ["Property Tax & Assessment", "Taxes, Miscellaneous", "Telecommunications"], "audio": [], "bill_versions": [{"bill_id": 13911, "bill_version_id": 77469, "bill_version": "Introduced", "bill_version_date": "1998-01-21T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a telecommunications gross receipts tax, to provide for its distribution, and to repeal certain property taxes and certain gross receipts taxes paid by certain telecommunications companies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Department,\" the South Dakota Department of Revenue; (2) \"Engaging in business,\" carrying on or causing to be carried on any activity with the purpose of direct or indirect benefit; (3) \"Mobile service,\" as defined pursuant to 47 USC § 153 as of January 1, 1998; (4) \"Secretary,\" the secretary of the Department of Revenue; (5) \"Telecommunications company,\" any person as defined by § 2-14-2, trustee, lessee, receiver, or municipality providing any telecommunications service; (6) \"Telecommunications gross receipts tax,\" the gross receipts tax imposed by this Act. Section 2. The term, telecommunications service, as used in this Act, means the transmission of signs, signals, writings, images, sounds, messages, data, or other information of any nature for two-way communication by wire, radio, light waves, electromagnetic means, or other similar means. The term does not include the provision of terminal equipment used to originate or terminate such service. The term does include radio common carrier services, mobile services, radio paging services, and two-way television services. Section 3. The term, gross receipts, as used in this Act, means all revenue of a telecommunications company from the sale at retail of intrastate telecommunications services. Sale at retail does not include the sale of any telecommunications service by a telecommunications company to another telecommunications company if the service is resold by the second telecommunications company. Section 4. There is hereby imposed a tax of four percent on the gross receipts of any telecommunications company from the sale at retail of any telecommunications service. Section 5. There is created in the state treasury the telecommunications gross receipts tax fund. The secretary shall deposit any revenue collected from the tax imposed by section 4 of this Act into this fund. Section 6. The secretary shall make distributions from the telecommunications gross receipts tax fund each March, June, September, and December to replace the distributions made to each school district pursuant to chapter 10-33 prior to the repeal of that chapter by this Act. The amount of the distribution to each school district pursuant to this section shall ensure that each school district receives each calendar year as much as the school district received pursuant to chapter 10-33 in calendar year 1996. The secretary shall approve vouchers and the state auditor shall draw warrants to pay each school district its share of the distribution. Section 7. The secretary shall make distributions from the telecommunications gross receipts tax fund each March, June, September, and December to each county to replace any revenue from property taxes levied pursuant to subdivision 10-33-17(2) prior to the repeal of that subdivision by this Act. The amount of the distribution to each county pursuant to this section shall ensure that each county receives each calendar year as much as the county received pursuant to subdivision 10-33-17(2) in calendar year 1996. The secretary shall approve vouchers and the state auditor shall draw warrants to pay each county its share of the distribution. Section 8. The secretary shall make distributions from the telecommunications gross receipts tax fund each March, June, September, and December to each school district which received revenues from a municipal telephone system prior to the effective date of this Act. The amount of the distribution to each such school district pursuant to this section shall ensure that each school district receives as much as the school district received from a municipal telephone system in calendar year 1996. A school district shall supply proof to the secretary of the amount received in calendar year 1996 from a municipal telephone system before it may receive any distributions pursuant to this section. The secretary shall approve vouchers and the state auditor shall draw warrants to pay each school district its share of the distribution. Section 9. Any property taxes levied pursuant to chapter 10-33 and payable for calendar year 1998 are due January 31, 1999. Any taxes imposed pursuant to chapter 10-33 and payable on gross receipts for calendar year 1998 are due January 31, 1999. Section 10. The secretary shall transfer any revenues remaining in the telecommunications gross receipts tax fund, after the distributions required by this Act, to the property tax reduction fund. Any revenue deposited in the property tax reduction fund pursuant to this Act shall be dedicated to increasing the per student allocation established by § 13-13-10.1. Section 11. Any telecommunications company engaging in a business in this state whose gross receipts from telecommunications services are subject to the telecommunications gross receipts tax shall file with the department, an application for a telecommunications gross receipts tax license. An application for a license shall be made upon a form prescribed by the secretary and shall set forth the name under which the applicant transacts or intends to transact business, the location of the place of business, and such other information as the secretary may require. The application shall be signed by the owner, if a natural person; in the case of an association or partnership, by a member or partner thereof; or in the case of a corporation or a municipality, by an executive officer thereof or some person specifically authorized by the corporation or the municipality to sign the application, to which shall be attached the written evidence of the person's authority. Section 12. The secretary shall grant and issue to each applicant a telecommunications gross receipts tax license. A license is not assignable and is valid only for the telecommunications company to which it was issued. Any license issued is valid and effective without further payment of fees until canceled or revoked. Section 13. The secretary may refuse to issue a telecommunications gross receipts tax license to any person who is delinquent in payment of other taxes levied by the State of South Dakota. The secretary may also require an applicant to furnish to the state a bond, or other adequate security, as security for payment of any gross receipts tax that may become due, or require a bond or security as a condition precedent to remaining in business as a telecommunications company. Section 14. Any person who is the holder of a telecommunications gross receipts tax license or is a telecommunications company whose receipts are subject to telecommunications gross receipts tax in this state shall file a return and remit the tax on or before the twentieth day of the month following each monthly period. If the telecommunications company files the return and remits the tax by electronic transfer to the state, the telecommunications company shall file the return and remit the tax on or before the last day of the month following each monthly period. The secretary may grant an extension of not more than five days for filing a return and remittance. Unless an extension is granted, penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 15. Any telecommunications company that is the holder of a telecommunications gross receipts tax license and that has failed to file a return, or that has filed a return and has failed to pay the tax due the state under this law on or before the fifteenth of the second month following the reporting period authorized, may no longer continue as a telecommunications company and its telecommunications gross receipts tax license is hereby revoked and canceled. Section 16. Any appeal from a decision of the secretary in a contested case shall be taken in accordance with chapter 1-26. Section 17. The secretary may not reinstate the license of a telecommunications company, which has been canceled or revoked as provided in this Act, until all the telecommunications gross receipts tax due the state and a ten dollar reinstatement fee has been paid. The secretary may also require the telecommunications company to file a bond as security for any future liability. Section 18. Any refund or allowance made by any telecommunication service or any amount written off the books of a telecommunications company reporting financial information on an accrual basis may be reported as an uncollectible debt and deducted from the gross receipts of any telecommunications service. If any uncollectible debt is subsequently collected, the amount is subject to the telecommunications gross receipts tax and shall be reported to the department in the month of collection. Section 19. Any telecommunications company subject to the telecommunications gross receipts tax shall keep records of all receipts and telecommunications service sales. The records shall, at all times during business hours of the day, be subject to inspection by the department to determine the amount of tax due. The records shall be preserved for a period of three years unless the secretary, in writing, authorized their destruction or disposal at an earlier date. Section 20. The secretary may promulgate rules pursuant to chapter 1-26 concerning: (1) Telecommunications tax licensing, including bonding and filing license applications; (2) The filing of returns and payment of the tax; (3) Determining the application of the telecommunications tax and exemptions; (4) Taxpayer record-keeping requirements; (5) Determining auditing methods. Section 21. Any person who: (1) Makes any false or fraudulent return in attempting to defeat or evade the telecommunications gross receipts tax is guilty of a Class 6 felony; (2) Fails to pay the telecommunications gross receipts tax due under this Act within thirty days from the date the tax becomes due is guilty of a Class 1 misdemeanor; (3) Fails to keep the records required by this Act or refuses to exhibit these records to the department for the purpose of examination is guilty of a Class 1 misdemeanor; (4) Fails to file a return required by this Act within thirty days from the date the return is due is guilty of a Class 1 misdemeanor; (5) Engages in business as a telecommunications company under this Act without obtaining a telecommunications gross receipts tax license is guilty of a Class 1 misdemeanor; (6) Engages in business as a telecommunications company under this Act after the company's telecommunications gross receipts tax license has been revoked or canceled by the secretary is guilty of a Class 6 felony; (7) Willfully violates any rule of the secretary for the administration and enforcement of the provisions of this Act is guilty of a Class 1 misdemeanor; (8) Violates either subdivision (2) or subdivision (4) two or more times in any twelve-month period is guilty of a Class 6 felony; (9) Engages in business as a telecommunications company under this Act without obtaining a telecommunications gross receipts tax license after having been notified in writing by the secretary that the telecommunications company is subject to the provisions of this Act is guilty of a Class 6 felony. However, it is not a violation of this subdivision if the telecommunications company providing any telecommunications service files an application for a telecommunications gross receipts tax license and meets all lawful prerequisites for obtaining such license within three days from receipt of written notice from the secretary. For purposes of this section, the term, telecommunications company, includes corporate officers having control, supervision of or charged with the responsibility for making tax returns or payments pursuant to this Act. Section 22. If a corporation subject to the gross receipts tax under this Act fails for any reason to file the required returns or to pay the tax due, any of its officers having control, or supervision of, or charged with the responsibility for making such returns and payments are personally liable for such failure. The dissolution of a corporation does not discharge an officer's liability for a prior failure of the corporation to make a return or remit the tax due. The sum due for such a liability may be assessed and collected as provided by law. If the corporate officers elect not to be personally liable for the failure to file the required returns or to pay the tax due, the corporation shall provide the department with a surety bond or certificate of deposit as security for payment of any tax that may become due. The bond or certificate of deposit provided for in this section shall be in an amount equal to the estimated annual gross receipts multiplied by the applicable sales or gross receipts tax rate. This section does not apply to elected or appointed officials of a municipality if they are bonded pursuant to § § 9-14-6 and 9-14-6.1. Section 23. The tax imposed by this Act is in lieu of all personal and real property taxes levied by the state, counties, municipalities, townships, school districts, or other political subdivisions of the state on the portion of the personal and real property of the telecommunications company which is used or intended for use in furnishing and providing telecommunications service. Section 24. That § 10-59-1 be amended to read as follows: 10-59-1. The provisions of this chapter apply to any taxes or fees or persons subject to taxes or fees imposed by this Act, chapters 10-39, 10-39A, 10-39B, 10-43, 10-45, 10-46, 10-46A, 10-46B, 10-47B, 10-52, 10-60, 32-3, 32-5, 32-5B, 32-9, 32-10, and 34A-13 and § § 22-25-48, 50-4-13 to 50-4-17, inclusive, and the provisions of chapter 10-45B. Section 25. That § § 10-33-1 to 10-33-30, inclusive, be repealed. Section 26. The effective date of this Act is January 1, 1999."}, {"bill_id": 13911, "bill_version_id": 77468, "bill_version": "House Taxation Engrossed", "bill_version_date": "1998-02-11T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a telecommunications gross receipts tax, to provide for its distribution, and to repeal certain property taxes and certain gross receipts taxes paid by certain telecommunications companies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Department,\" the South Dakota Department of Revenue; (2) \"Engaging in business,\" carrying on or causing to be carried on any activity with the purpose of direct or indirect benefit; (3) \"Mobile service,\" as defined pursuant to 47 USC § 153 as of January 1, 1998; (4) \"Secretary,\" the secretary of the Department of Revenue; (5) \"Telecommunications company,\" any person as defined by § 2-14-2, trustee, lessee, receiver, or municipality providing any telecommunications service; (6) \"Telecommunications gross receipts tax,\" the gross receipts tax imposed by this Act. Section 2. The term, telecommunications service, as used in this Act, means the transmission of signs, signals, writings, images, sounds, messages, data, or other information of any nature for two-way communication by wire, radio, light waves, electromagnetic means, or other similar means. The term does not include the provision of terminal equipment used to originate or terminate such service. The term does include radio common carrier services, mobile services, radio paging services, and two-way television services. Section 3. The term, gross receipts, as used in this Act, means all revenue of a telecommunications company from the sale at retail of intrastate telecommunications services. Sale at retail does not include the sale of any telecommunications service by a telecommunications company to another telecommunications company if the service is resold or becomes a component part of the sale by the second telecommunications company. Section 4. There is hereby imposed a tax of four percent on the gross receipts of any telecommunications company from the sale at retail of any telecommunications service. Section 5. There is created in the state treasury the telecommunications gross receipts tax fund. The secretary shall deposit any revenue collected from the tax imposed by section 4 of this Act into this fund. Section 6. The secretary shall make distributions from the telecommunications gross receipts tax fund each March, June, September, and December to replace the distributions made to each school district pursuant to chapter 10-33 prior to the repeal of that chapter by this Act. The amount of the distribution to each school district pursuant to this section shall ensure that each school district receives each calendar year as much as the school district received pursuant to chapter 10-33 in calendar year 1996. The secretary shall approve vouchers and the state auditor shall draw warrants to pay each school district its share of the distribution. Section 7. The county may increase the revenue payable from taxes on real property above limitations provided in § 10-13-35 by the amount of revenue that is lost by the county as a result of this Act for taxes payable in calendar year 1999. Section 8. The secretary shall make distributions from the telecommunications gross receipts tax fund each March, June, September, and December to each school district which received revenues from a municipal telephone system prior to the effective date of this Act. The amount of the distribution to each such school district pursuant to this section shall ensure that each school district receives as much as the school district received from a municipal telephone system in calendar year 1996. A school district shall supply proof to the secretary of the amount received in calendar year 1996 from a municipal telephone system before it may receive any distributions pursuant to this section. The secretary shall approve vouchers and the state auditor shall draw warrants to pay each school district its share of the distribution. Section 9. Any property taxes levied pursuant to chapter 10-33 and payable for calendar year 1998 are due January 31, 1999. Any taxes imposed pursuant to chapter 10-33 and payable on gross receipts for calendar year 1998 are due January 31, 1999. Section 10. By January 31, 2000, the secretary shall determine if any telecommunications company paid more property taxes for calendar year 1998 pursuant to section 9 of this Act than the telecommunications company paid in telecommunications gross receipts tax pursuant to this Act for calendar year 1999. If any telecommunications company paid a greater amount of property taxes for calendar year 1998 than it paid in telecommunications gross receipts tax for calendar year 1999, the secretary shall assess the telecommunications company the amount of the difference. The telecommunications company shall pay the assessment to the department by March 1, 2000. Any assessment collected shall be deposited in a special fund to be used for the schools 21st century technology program. The moneys deposited in the fund shall be appropriated pursuant to chapter 4-7 for use by the schools 21st century technology program. Section 11. The secretary shall transfer any revenues remaining in the telecommunications gross receipts tax fund, after the distributions required by this Act, to the property tax reduction fund. Any revenue deposited in the property tax reduction fund pursuant to this Act shall be dedicated to increasing the per student allocation established by § 13-13-10.1. Section 12. Any telecommunications company engaging in a business in this state whose gross receipts from telecommunications services are subject to the telecommunications gross receipts tax shall file with the department, an application for a telecommunications gross receipts tax license. An application for a license shall be made upon a form prescribed by the secretary and shall set forth the name under which the applicant transacts or intends to transact business, the location of the place of business, and such other information as the secretary may require. The application shall be signed by the owner, if a natural person; in the case of an association or partnership, by a member or partner thereof; or in the case of a corporation or a municipality, by an executive officer thereof or some person specifically authorized by the corporation or the municipality to sign the application, to which shall be attached the written evidence of the person's authority. Section 13. The secretary shall grant and issue to each applicant a telecommunications gross receipts tax license. A license is not assignable and is valid only for the telecommunications company to which it was issued. Any license issued is valid and effective without further payment of fees until canceled or revoked. Section 14. The secretary may refuse to issue a telecommunications gross receipts tax license to any person who is delinquent in payment of other taxes levied by the State of South Dakota. The secretary may also require an applicant to furnish to the state a bond, or other adequate security, as security for payment of any gross receipts tax that may become due, or require a bond or security as a condition precedent to remaining in business as a telecommunications company. Section 15. Any person who is the holder of a telecommunications gross receipts tax license or is a telecommunications company whose receipts are subject to telecommunications gross receipts tax in this state shall file a return and remit the tax on or before the twentieth day of the month following each monthly period. If the telecommunications company files the return and remits the tax by electronic transfer to the state, the telecommunications company shall file the return and remit the tax on or before the last day of the month following each monthly period. The secretary may grant an extension of not more than five days for filing a return and remittance. Unless an extension is granted, penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 16. Any telecommunications company that is the holder of a telecommunications gross receipts tax license and that has failed to file a return, or that has filed a return and has failed to pay the tax due the state under this law on or before the fifteenth of the second month following the reporting period authorized, may no longer continue as a telecommunications company and its telecommunications gross receipts tax license is hereby revoked and canceled. Section 17. Any appeal from a decision of the secretary in a contested case shall be taken in accordance with chapter 1-26. Section 18. The secretary may not reinstate the license of a telecommunications company, which has been canceled or revoked as provided in this Act, until all the telecommunications gross receipts tax due the state and a ten dollar reinstatement fee has been paid. The secretary may also require the telecommunications company to file a bond as security for any future liability. Section 19. Any refund or allowance made by any telecommunication service or any amount written off the books of a telecommunications company reporting financial information on an accrual basis may be reported as an uncollectible debt and deducted from the gross receipts of any telecommunications service. If any uncollectible debt is subsequently collected, the amount is subject to the telecommunications gross receipts tax and shall be reported to the department in the month of collection. Section 20. Any telecommunications company subject to the telecommunications gross receipts tax shall keep records of all receipts and telecommunications service sales. The records shall, at all times during business hours of the day, be subject to inspection by the department to determine the amount of tax due. The records shall be preserved for a period of three years unless the secretary, in writing, authorized their destruction or disposal at an earlier date. Section 21. The secretary may promulgate rules pursuant to chapter 1-26 concerning: (1) Telecommunications tax licensing, including bonding and filing license applications; (2) The filing of returns and payment of the tax; (3) Determining the application of the telecommunications tax and exemptions; (4) Taxpayer record-keeping requirements; (5) Determining auditing methods. Section 22. Any person who: (1) Makes any false or fraudulent return in attempting to defeat or evade the telecommunications gross receipts tax is guilty of a Class 6 felony; (2) Fails to pay the telecommunications gross receipts tax due under this Act within thirty days from the date the tax becomes due is guilty of a Class 1 misdemeanor; (3) Fails to keep the records required by this Act or refuses to exhibit these records to the department for the purpose of examination is guilty of a Class 1 misdemeanor; (4) Fails to file a return required by this Act within thirty days from the date the return is due is guilty of a Class 1 misdemeanor; (5) Engages in business as a telecommunications company under this Act without obtaining a telecommunications gross receipts tax license is guilty of a Class 1 misdemeanor; (6) Engages in business as a telecommunications company under this Act after the company's telecommunications gross receipts tax license has been revoked or canceled by the secretary is guilty of a Class 6 felony; (7) Willfully violates any rule of the secretary for the administration and enforcement of the provisions of this Act is guilty of a Class 1 misdemeanor; (8) Violates either subdivision (2) or subdivision (4) two or more times in any twelve-month period is guilty of a Class 6 felony; (9) Engages in business as a telecommunications company under this Act without obtaining a telecommunications gross receipts tax license after having been notified in writing by the secretary that the telecommunications company is subject to the provisions of this Act is guilty of a Class 6 felony. However, it is not a violation of this subdivision if the telecommunications company providing any telecommunications service files an application for a telecommunications gross receipts tax license and meets all lawful prerequisites for obtaining such license within three days from receipt of written notice from the secretary. For purposes of this section, the term, telecommunications company, includes corporate officers having control, supervision of or charged with the responsibility for making tax returns or payments pursuant to this Act. Section 23. If a corporation subject to the gross receipts tax under this Act fails for any reason to file the required returns or to pay the tax due, any of its officers having control, or supervision of, or charged with the responsibility for making such returns and payments are personally liable for such failure. The dissolution of a corporation does not discharge an officer's liability for a prior failure of the corporation to make a return or remit the tax due. The sum due for such a liability may be assessed and collected as provided by law. If the corporate officers elect not to be personally liable for the failure to file the required returns or to pay the tax due, the corporation shall provide the department with a surety bond or certificate of deposit as security for payment of any tax that may become due. The bond or certificate of deposit provided for in this section shall be in an amount equal to the estimated annual gross receipts multiplied by the applicable sales or gross receipts tax rate. This section does not apply to elected or appointed officials of a municipality if they are bonded pursuant to § § 9-14-6 and 9-14-6.1. Section 24. The tax imposed by this Act is in lieu of all personal and real property taxes levied by the state, counties, municipalities, townships, school districts, or other political subdivisions of the state on the portion of the personal and real property of the telecommunications company which is used or intended for use in furnishing and providing telecommunications service. Section 25. That § 10-59-1 be amended to read as follows: 10-59-1. The provisions of this chapter apply to any taxes or fees or persons subject to taxes or fees imposed by this Act, chapters 10-39, 10-39A, 10-39B, 10-43, 10-45, 10-46, 10-46A, 10-46B, 10-47B, 10-52, 10-60, 32-3, 32-5, 32-5B, 32-9, 32-10, and 34A-13 and § § 22-25-48, 50-4-13 to 50-4-17, inclusive, and the provisions of chapter 10-45B. Section 26. That § § 10-33-1 to 10-33-30, inclusive, be repealed. Section 27. The effective date of this Act is January 1, 1999. BILL HISTORY 1/21/98 First read in House and referred to Taxation. H.J. 158 2/10/98 Scheduled for Committee hearing on this date. 2/10/98 Taxation Do Pass Amended, Passed, AYES 9, NAYS 4. H.J. 492"}, {"bill_id": 13911, "bill_version_id": 77470, "bill_version": "Senate Taxation Engrossed", "bill_version_date": "1998-02-23T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a telecommunications gross receipts tax, to provide for its distribution, and to repeal certain property taxes and certain gross receipts taxes paid by certain telecommunications companies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Department,\" the South Dakota Department of Revenue; (2) \"Engaging in business,\" carrying on or causing to be carried on any activity with the purpose of direct or indirect benefit; (3) \"Mobile service,\" as defined pursuant to 47 USC § 153 as of January 1, 1998; (4) \"Secretary,\" the secretary of the Department of Revenue; (5) \"Telecommunications company,\" any person as defined by § 2-14-2, trustee, lessee, or receiver providing any telecommunications service; (6) \"Telecommunications gross receipts tax,\" the gross receipts tax imposed by this Act. Section 2. The term, telecommunications service, as used in this Act, means the transmission of signs, signals, writings, images, sounds, messages, data, or other information of any nature for two-way communication by wire, radio, light waves, electromagnetic means, or other similar means. The term does not include the provision of terminal equipment used to originate or terminate such service. Section 3. The term, gross receipts, as used in this Act, means all revenue of a telecommunications company from the sale at retail of intrastate telecommunications services. Sale at retail does not include the sale of any telecommunications service by a telecommunications company to another telecommunications company if the service is resold or becomes a component part of the sale by the second telecommunications company. Section 4. There is hereby imposed a tax of four percent on the gross receipts of any telecommunications company from the sale at retail of any telecommunications service. Section 5. There is created in the state treasury the telecommunications gross receipts tax fund. The secretary shall deposit any revenue collected from the tax imposed by section 4 of this Act into this fund. Section 6. The secretary shall make distributions from the telecommunications gross receipts tax fund each March, June, September, and December to replace the distributions made to each school district pursuant to chapter 10-33 prior to the repeal of that chapter by this Act. The amount of the distribution to each school district pursuant to this section shall ensure that each school district receives each calendar year as much as the school district received pursuant to chapter 10-33 in calendar year 1996. The secretary shall approve vouchers and the state auditor shall draw warrants to pay each school district its share of the distribution. Section 7. The county may increase the revenue payable from taxes on real property above limitations provided in § 10-13-35 by the amount of revenue that is lost by the county as a result of this Act for taxes payable in calendar year 1999. Section 8. Notwithstanding any other provisions of this Act, any revenue received by a municipality from the sale of personal communications services is subject to the tax imposed by section 4 of this Act. tax fund each March, June, September, and December to each school district which received revenues from a municipal telephone system prior to the effective date of this Act. The amount of the distribution to each such school district pursuant to this section shall ensure that each school district receives as much as the school district received from a municipal telephone system in calendar year 1996. A school district shall supply proof to the secretary of the amount received in calendar year 1996 from a municipal telephone system before it may receive any distributions pursuant to this section. The secretary shall approve vouchers and the state auditor shall draw warrants to pay each school district its share of the distribution. Section 9. Any property taxes levied pursuant to chapter 10-33 and payable for calendar year 1998 are due January 31, 1999. Any taxes imposed pursuant to chapter 10-33 and payable on gross receipts for calendar year 1998 are due January 31, 1999. Section 10. By January 31, 2000, the secretary shall determine if any telecommunications company paid more property taxes for calendar year 1998 pursuant to section 9 of this Act than the telecommunications company paid in telecommunications gross receipts tax pursuant to this Act for calendar year 1999. If any telecommunications company paid a greater amount of property taxes for calendar year 1998 than it paid in telecommunications gross receipts tax for calendar year 1999, the secretary shall assess the telecommunications company the amount of the difference. The telecommunications company shall pay the assessment to the department by March 1, 2000. Any assessment collected shall be deposited in a special fund to be used for the schools 21st century technology program. The moneys deposited in the fund shall be appropriated pursuant to chapter 4-7 for use by the schools 21st century technology program. Section 11. The secretary shall transfer any revenues remaining in the telecommunications gross receipts tax fund, after the distributions required by this Act, to the property tax reduction fund. Any revenue deposited in the property tax reduction fund pursuant to this Act shall be dedicated to increasing the per student allocation established by § 13-13-10.1. Section 12. Any telecommunications company engaging in a business in this state whose gross receipts from telecommunications services are subject to the telecommunications gross receipts tax shall file with the department, an application for a telecommunications gross receipts tax license. An application for a license shall be made upon a form prescribed by the secretary and shall set forth the name under which the applicant transacts or intends to transact business, the location of the place of business, and such other information as the secretary may require. The application shall be signed by the owner, if a natural person; in the case of an association or partnership, by a member or partner thereof; or in the case of a corporation or a municipality, by an executive officer thereof or some person specifically authorized by the corporation or the municipality to sign the application, to which shall be attached the written evidence of the person's authority. Section 13. The secretary shall grant and issue to each applicant a telecommunications gross receipts tax license. A license is not assignable and is valid only for the telecommunications company to which it was issued. Any license issued is valid and effective without further payment of fees until canceled or revoked. Section 14. The secretary may refuse to issue a telecommunications gross receipts tax license to any person who is delinquent in payment of other taxes levied by the State of South Dakota. The secretary may also require an applicant to furnish to the state a bond, or other adequate security, as security for payment of any gross receipts tax that may become due, or require a bond or security as a condition precedent to remaining in business as a telecommunications company. Section 15. Any person who is the holder of a telecommunications gross receipts tax license or is a telecommunications company whose receipts are subject to telecommunications gross receipts tax in this state shall file a return and remit the tax on or before the twentieth day of the month following each monthly period. If the telecommunications company files the return and remits the tax by electronic transfer to the state, the telecommunications company shall file the return and remit the tax on or before the last day of the month following each monthly period. The secretary may grant an extension of not more than five days for filing a return and remittance. Unless an extension is granted, penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 16. Any telecommunications company that is the holder of a telecommunications gross receipts tax license and that has failed to file a return, or that has filed a return and has failed to pay the tax due the state under this law on or before the fifteenth of the second month following the reporting period authorized, may no longer continue as a telecommunications company and its telecommunications gross receipts tax license is hereby revoked and canceled. Section 17. Any appeal from a decision of the secretary in a contested case shall be taken in accordance with chapter 1-26. Section 18. The secretary may not reinstate the license of a telecommunications company, which has been canceled or revoked as provided in this Act, until all the telecommunications gross receipts tax due the state and a ten dollar reinstatement fee has been paid. The secretary may also require the telecommunications company to file a bond as security for any future liability. Section 19. Any refund or allowance made by any telecommunication service or any amount written off the books of a telecommunications company reporting financial information on an accrual basis may be reported as an uncollectible debt and deducted from the gross receipts of any telecommunications service. If any uncollectible debt is subsequently collected, the amount is subject to the telecommunications gross receipts tax and shall be reported to the department in the month of collection. Section 20. Any telecommunications company subject to the telecommunications gross receipts tax shall keep records of all receipts and telecommunications service sales. The records shall, at all times during business hours of the day, be subject to inspection by the department to determine the amount of tax due. The records shall be preserved for a period of three years unless the secretary, in writing, authorized their destruction or disposal at an earlier date. Section 21. The secretary may promulgate rules pursuant to chapter 1-26 concerning: (1) Telecommunications tax licensing, including bonding and filing license applications; (2) The filing of returns and payment of the tax; (3) Determining the application of the telecommunications tax and exemptions; (4) Taxpayer record-keeping requirements; (5) Determining auditing methods. Section 22. Any person who: (1) Makes any false or fraudulent return in attempting to defeat or evade the telecommunications gross receipts tax is guilty of a Class 6 felony; (2) Fails to pay the telecommunications gross receipts tax due under this Act within thirty days from the date the tax becomes due is guilty of a Class 1 misdemeanor; (3) Fails to keep the records required by this Act or refuses to exhibit these records to the department for the purpose of examination is guilty of a Class 1 misdemeanor; (4) Fails to file a return required by this Act within thirty days from the date the return is due is guilty of a Class 1 misdemeanor; (5) Engages in business as a telecommunications company under this Act without obtaining a telecommunications gross receipts tax license is guilty of a Class 1 misdemeanor; (6) Engages in business as a telecommunications company under this Act after the company's telecommunications gross receipts tax license has been revoked or canceled by the secretary is guilty of a Class 6 felony; (7) Willfully violates any rule of the secretary for the administration and enforcement of the provisions of this Act is guilty of a Class 1 misdemeanor; (8) Violates either subdivision (2) or subdivision (4) two or more times in any twelve-month period is guilty of a Class 6 felony; (9) Engages in business as a telecommunications company under this Act without obtaining a telecommunications gross receipts tax license after having been notified in writing by the secretary that the telecommunications company is subject to the provisions of this Act is guilty of a Class 6 felony. However, it is not a violation of this subdivision if the telecommunications company providing any telecommunications service files an application for a telecommunications gross receipts tax license and meets all lawful prerequisites for obtaining such license within three days from receipt of written notice from the secretary. For purposes of this section, the term, telecommunications company, includes corporate officers having control, supervision of or charged with the responsibility for making tax returns or payments pursuant to this Act. Section 23. If a corporation subject to the gross receipts tax under this Act fails for any reason to file the required returns or to pay the tax due, any of its officers having control, or supervision of, or charged with the responsibility for making such returns and payments are personally liable for such failure. The dissolution of a corporation does not discharge an officer's liability for a prior failure of the corporation to make a return or remit the tax due. The sum due for such a liability may be assessed and collected as provided by law. If the corporate officers elect not to be personally liable for the failure to file the required returns or to pay the tax due, the corporation shall provide the department with a surety bond or certificate of deposit as security for payment of any tax that may become due. The bond or certificate of deposit provided for in this section shall be in an amount equal to the estimated annual gross receipts multiplied by the applicable sales or gross receipts tax rate. Section 24. The tax imposed by this Act is in lieu of all personal and real property taxes levied by the state, counties, municipalities, townships, school districts, or other political subdivisions of the state on the portion of the personal and real property of the telecommunications company which is used or intended for use in furnishing and providing telecommunications service. Section 25. That § 10-59-1 be amended to read as follows: 10-59-1. The provisions of this chapter apply to any taxes or fees or persons subject to taxes or fees imposed by this Act, chapters 10-39, 10-39A, 10-39B, 10-43, 10-45, 10-46, 10-46A, 10-46B, 10-47B, 10-52, 10-60, 32-3, 32-5, 32-5B, 32-9, 32-10, and 34A-13 and § § 22-25-48, 50-4-13 to 50-4-17, inclusive, and the provisions of chapter 10-45B. Section 26. That § § 10-33-1 to 10-33-30, inclusive, be repealed. Section 27. The effective date of this Act is January 1, 1999. BILL HISTORY 1/21/98 First read in House and referred to Taxation. H.J. 158 2/10/98 Scheduled for Committee hearing on this date. 2/10/98 Taxation Do Pass Amended, Passed, AYES 9, NAYS 4. H.J. 492 2/12/98 House of Representatives Do Pass Amended, Passed, AYES 59, NAYS 9. H.J. 624 2/13/98 First read in Senate and referred to Taxation. S.J. 511 2/20/98 Scheduled for Committee hearing on this date. 2/20/98 Taxation Do Pass Amended, Passed, AYES 5, NAYS 4. S.J. 618"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13911, "action_date": "1998-01-21T14:00:00-06:00", "document_id": 76895, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76895.pdf", "status_text": "First read in House and referred to", "journal_page": 158, "committee_id_action": 600, "committee_id_assigned": 596, "result": "N", "vote": {}}, {"bill_id": 13911, "action_date": "1998-02-10T07:45:00-06:00", "document_id": 76698, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76698.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 596, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13911, "action_date": "1998-02-10T07:45:00-06:00", "document_id": 76698, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76698.pdf", "status_text": "Do Pass Amended,", "journal_page": 492, "committee_id_action": 596, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38483, "president_vote": null, "Yea": [2096, 2098, 2117, 2126, 2153, 2168, 2172, 2197, 2111], "Nay": [2097, 2147, 2164, 2193]}}, {"bill_id": 13911, "action_date": "1998-02-12T14:00:00-06:00", "document_id": 76927, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76927.pdf", "status_text": "Do Pass Amended,", "journal_page": 624, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40675, "president_vote": null, "Yea": [2096, 2098, 2100, 2101, 2104, 2105, 2106, 2107, 2108, 2110, 2111, 2116, 2117, 2119, 2120, 2123, 2124, 2126, 2127, 2128, 2131, 2133, 2136, 2141, 2143, 2144, 2146, 2147, 2150, 2151, 2152, 2153, 2154, 2157, 2159, 2160, 2161, 2162, 2163, 2167, 2168, 2171, 2172, 2173, 2174, 2176, 2178, 2180, 2181, 2183, 2184, 2185, 2186, 2190, 2193, 2194, 2195, 2197, 2134], "Nay": [2097, 2109, 2113, 2114, 2132, 2158, 2177, 2192, 2198], "Excused": [2139], "Absent": [2164]}}, {"bill_id": 13911, "action_date": "1998-02-13T14:00:00-06:00", "document_id": 76930, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76930.pdf", "status_text": "First read in Senate and referred to", "journal_page": 511, "committee_id_action": 601, "committee_id_assigned": 584, "result": "N", "vote": {}}, {"bill_id": 13911, "action_date": "1998-02-20T08:30:00-06:00", "document_id": 76785, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76785.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 584, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13911, "action_date": "1998-02-20T08:30:00-06:00", "document_id": 76785, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76785.pdf", "status_text": "Do Pass Amended,", "journal_page": 618, "committee_id_action": 584, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39288, "president_vote": null, "Yea": [2102, 2103, 2112, 2182, 2170], "Nay": [2129, 2155, 2169, 2187]}}, {"bill_id": 13911, "action_date": "1998-02-24T14:00:00-06:00", "document_id": 76944, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76944.pdf", "status_text": "Motion to Amend,", "journal_page": 685, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13911, "action_date": "1998-02-24T14:00:00-06:00", "document_id": 76944, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76944.pdf", "status_text": "Tabled", "journal_page": 686, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39453, "president_vote": null, "Yea": [2094, 2095, 2099, 2102, 2103, 2112, 2115, 2118, 2121, 2129, 2130, 2135, 2140, 2142, 2145, 2149, 2155, 2156, 2165, 2169, 2175, 2179, 2187, 2191, 2196], "Nay": [2122, 2125, 2137, 2138, 2148, 2166, 2170, 2182, 2188, 2189]}}]}