{"session_id": 53, "bill_id": 16745, "bill_type": "House Bill", "bill_number": 1201, "bill_title": "impose an income tax on interest and dividends and to provide penalties for the violation thereof.", "sponsors": [{"legislator_profile_id": 2785, "is_prime": true}, {"legislator_profile_id": 2792, "is_prime": true}, {"legislator_profile_id": 2731, "is_prime": false}, {"legislator_profile_id": 2764, "is_prime": false}, {"legislator_profile_id": 2770, "is_prime": false}, {"legislator_profile_id": 2779, "is_prime": false}, {"legislator_profile_id": 2810, "is_prime": false}, {"legislator_profile_id": 2823, "is_prime": false}], "keywords": ["Administrative  Rules", "Felony", "Misdemeanors", "Taxes"], "audio": [{"meeting_datetime": "2002-01-31T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hta18hb1201a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-31T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hta18hb1201a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-31T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hta18hb1201a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16745, "bill_version_id": 92172, "bill_version": "Introduced", "bill_version_date": "2002-01-16T10:29:15-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to impose an income tax on interest and dividends and to provide penalties for the violation thereof. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is imposed a tax of five percent upon taxable income as defined in sections 2 and 3 of this Act. Section 2. Taxable income is that income received from interest and dividends during the tax year prior to the assessment date by: (1) Any person who is an inhabitant or resident of this state for any part of the taxable year whose gross interest and dividend income from all sources exceeds one thousand two hundred dollars during that taxable period; (2) Any partnership, association, or trust, other than a trust comprising a part of an employee benefit plan, as defined in the Employee Retirement Income Security Act of 1974, (29 U.S.C. § 1002) the beneficial interest in which is not represented by transferable shares, whose gross interest and dividend income from all sources exceeds one thousand two hundred dollars during the taxable year; and (3) Any fiduciary deriving its appointment from a court of this state whose gross interest and dividend income from all sources exceeds one thousand two hundred dollars during the taxable year. Section 3. The following income is taxable under this Act: (1) Interest from bonds, notes, money at interest, and from all debts due the person to be taxed, except interest from notes or bonds of this state, deposits in any credit union, savings bank, building and loan association, or savings department of any loan and trust company or national bank in this state or in those of any state which exempts from taxation the principal or income of deposits in institutions in this state owned by residents of that state and notes or bonds of any political subdivision of this state; (2) Dividends, other than stock dividends paid in new stock of the company issuing the same, on shares in all corporations and joint stock companies organized under the laws of any state, territory, or nation except South Dakota, state banks, trust companies, building and loan associations, credit unions, or national banks; (3) Dividends, other than stock dividends paid in new stock of the partnership, association, or trust issuing the same, on shares in partnerships, associations, or trusts the beneficial interest in which is represented by transferable shares; and (4) Dividends, other than that portion of a dividend declared by corporations to be a return of capital and considered by the federal Internal Revenue Service to be such, the exemption of which is permitted by section 9 of this Act. Section 4. Notwithstanding the provisions of section 3 of this Act, interest and dividend income received by an employee benefit plan as defined by the Employee Retirement Income Security Act of 1974, (29 U.S.C. § 1002) or any successor act enacted for the purpose of regulating employee benefit plans, or an individual retirement arrangement, Keogh plan, or any other arrangement pursuant to which payment of federal tax on the income thereof and of the plan sponsors, participants, and beneficiaries is deferred, is not taxable income under section 3 of this Act, either to the plan or arrangement or to its sponsors, participants, or beneficiaries, irrespective of when or whether all or any portion of such income is accumulated or expended for the benefit of, or distributed in any form or manner to, the sponsors, participants, or beneficiaries Section 5. The provisions of sections 3 and 9 of this Act do not include within any class of property otherwise taxable as income, any amount received from the sale, exchange, or transfer of either a share of corporate stock or any other transferable share under this Act, whether by way of liquidation, redemption, or otherwise, and irrespective of the identity of the parties to the sale, exchange, or transfer. Section 6. Each taxpayer shall receive the following exemptions: (1) Income of one thousand two hundred dollars; (2) An additional one thousand two hundred dollars if either or both taxpayers are sixty-five years of age or older on the last day of the tax year; (3) An additional one thousand two hundred dollars if either or both taxpayers are blind; and (4) An additional one thousand two hundred dollars if either or both taxpayers are handicapped, unable to work, and have not yet reached their sixty-fifth birthday. Section 7. A married taxpayer may claim the exemptions provided in section 6 of this Act for both self and spouse, regardless of the ownership of the income from interest or dividends, if both husband and wife file a joint return. Section 8. For the purposes of this Act, any securities or property of the classes designated in this Act producing taxable income, held in pledge or on margin, or otherwise as security for a debt of the owner, whether standing in the name of the owner or of any other person, are the property of the owner, and the income arising therefrom shall be included in the owner's total taxable income. Section 9. No distribution of capital, whether in liquidation or otherwise is taxable as income, but accumulated profits may not be regarded as capital. Section 10. No tax may be levied directly or indirectly under this Act upon any income otherwise taxable pursuant to this Act, which is received and used by any educational, religious, charitable, or temperance organization incorporated or organized in this state, for the purposes for which it is established; if none of the income or profits of the organization is divided among its stockholders or members or is used for purposes other than those for which it is established, or which is received by any trustee for the use of the state or any of its political subdivisions, or for the use of the organization for such purposes. Section 11. The estates of any deceased person who last dwelt in this state is subject to the taxes imposed by this Act, upon all taxable income received by the person during that person's lifetime, which has not already been taxed. The income received by the estate during administration is taxable to the estate, except such proportion as equals the proportion of the estate to be distributed to any nontaxable person or organization. The secretary of revenue and the executor or administrator of an estate may effect a settlement by compromise of any question of doubt or dispute arising under this section. Section 12. The income received by an estate held by trustees, any one of whom is an inhabitant of this state, or has derived appointment from a court of this state, is subject to the taxes imposed by this Act to the extent that any person to whom the income from the trust is payable, or for whose benefit it is accumulated, is an inhabitant of this state. Section 13. Income accumulated in trust for the benefit of any unborn or unascertained person shall be taxed as if accumulated for the benefit of an inhabitant of this state. Income accumulated in an employee benefit plan, as defined by the Employment Retirement Income Security Act of 1974, (29 U.S.C. § 1002(3)), as amended to January 1, 2002, or in a trust comprising a part of such a plan, is not subject to taxation under section 1 of this Act. Section 14. If an inhabitant of this state receives income from one or more trustees, none of whom is an inhabitant of this state or has derived appointment from a court of this state, the income is subject to the taxes imposed by this Act if it would be taxable to the inhabitant if received by the inhabitant from its source. Section 15. Sections 11 to 14, inclusive, of this Act, apply to any guardian, conservator, trustee in bankruptcy, receiver, and assignee for the benefit of any creditor, so far as applicable, to the taxable income received by them and to their beneficiaries, and to corporations acting as trustees or in any other fiduciary capacity. Section 16. Any partnership having a usual place of business in this state, any member of which is an inhabitant of this state, is subject to taxes imposed by this Act. If any member of the partnership is not an inhabitant of this state only so much of the income of the partnership as is proportionate to the aggregate interest of the partners who are inhabitants of this state in the profits of the partnership may be taxed. Section 17. The tax imposed by section 1 of this Act shall be assessed on a partnership by the name under which it does business, and the partners may not be taxed with respect to the taxable income derived by them from the partnership. Section 18. Any inhabitant of this state who is a member of a partnership having no usual place of business in this state, who receives income from the partnership derived from a source that it would be taxable if received directly from the source by such partner, is as to such income, subject to the taxes imposed by this Act. Section 19. The provisions of sections 16 to 18, inclusive, of this Act apply to any association and trust, but not to any partnership, association, and trust the beneficial interest in which is represented by transferable shares. Section 20. Each small business corporation within this state, the stockholders of which have been elected, or elect, to report their share of the corporation's taxable income upon their individual federal income tax returns shall annually, on or before May first, file a list of the names and addresses of all stockholders during the preceding year together with the amount of dividends paid to each with the Department of Revenue. The information report need not be filed in any year that no dividends are paid. Any stockholder that is not legally a resident in this state need not be listed. Section 21. Returns of income shall be made to the secretary of revenue on or before the fifteenth day of the fourth month following the expiration of the tax year. The secretary shall promulgate rules, pursuant to chapter 1-26, to prescribe forms for filing returns under this section and for filing joint returns under section 7 of this Act. Returns required by this Act shall be made under the penalty of perjury. Section 22. At the same time the return is filed, as required by section 21 of this Act, each taxpayer as defined in section 2 of this Act shall, in addition, file a declaration of its estimated tax for its subsequent taxable period. If the estimated tax is less than two hundred dollars, a declaration need not be filed. A declaration shall be filed at the end of any quarter thereafter in which the annualized estimated tax exceeds two hundred dollars. One quarter of the taxpayer's estimated tax for the subsequent taxable period is due and payable on the fifteenth day of the fourth month of the subsequent taxable year; one quarter is due and payable on the fifteenth day of the sixth month of the subsequent taxable year; one quarter is due and payable on the fifteenth day of the ninth month of the subsequent taxable year; and one quarter is due and payable on the fifteenth day of the twelfth month of the subsequent taxable year. If the return required by section 21 of this Act shows an additional amount to be due, the additional amount is due and payable at the time the return is filed. If the return shows an overpayment of the tax due, the secretary shall refund the overpayment to the taxpayer or shall allow the taxpayer a credit against any subsequent payment due, to the extent of the overpayment, at the taxpayer's option. Section 23. Notwithstanding the provisions of sections 21 and 22 of this Act, the following persons are not required to file a return and may not be considered to have gross or net taxable income for the purposes of this Act: (1) Any person whose total interest and dividend income, after deducting all interest and dividend income derived from any South Dakota bank or credit union, is less than one thousand two hundred dollars for a taxable period; and (2) Any joint filer whose total interest and dividend income, after deducting all interest and dividend income derived from any South Dakota bank or credit union, is less than two thousand four hundred dollars for a taxable period. Section 24. Any taxpayer who files a federal income tax return on a fiscal year basis shall file the return required by section 21 of this Act on the same fiscal year, paying the tax due on the fifteenth day of the fourth month following the end of the fiscal year. Any taxpayer who elects for federal tax purposes to change their tax year shall have an exemption allowed under section 6 of this Act in the same proportion as their tax year bears to the calendar year. Section 25. For good cause, the secretary of revenue may extend the time within which a taxpayer is required to file a return and if the return is filed during the period of extension no penalty or late payment charge may be imposed for failure to file the return at the time required by this Act, but the taxpayer is liable for interest at the Category C rate of interest pursuant to subdivision 54-3-16(3). Section 26. No return filed pursuant to this Act may be opened to the inspection of any person except the secretary of revenue. However, a properly authorized representative of the Internal Revenue Service may inspect the returns if reciprocal inspection of South Dakota returns in that bureau is permitted to the secretary of revenue. Section 27. The secretary of revenue shall, on the request of any inhabitant of the state, state whether or not any person has filed an income tax return for the current or any prior year. Section 28. If, upon audit of a tax return, it is found that an overpayment of the tax has been made in an amount not more than ten dollars, the overpayment shall be held and credited against the tax to be paid in the succeeding year unless the person making the overpayment upon inquiry by the secretary of revenue requests in writing that a refund of the amount overpaid be made. Section 29. Any taxpayer who fails to make payment with a return when due is subject to interest at the Category C rate of interest pursuant to subdivision 4-3-16(3). Section 30. All taxes assessed under this Act shall be paid by the taxpayer to the secretary of revenue. Section 31. The Department of Revenue shall reassess the amount of the tax in each case in which it appears by the examination of the returns that the amount paid is either higher or lower than the actual tax due. The department shall notify the taxpayer of any corrections made. If the Department of Revenue determines a deficiency, the amount of the deficiency and interest at the Category C rate of interest pursuant to subdivision 54-3-16(3) shall be forwarded by the taxpayer to the Department of Revenue within fifteen days from the date of the required notice. If the reassessment results in a determination of overpayment, the amount of the excess shall be repaid to the taxpayer. All assessments made under this section are subject to the same right of appeal as provided in section 34 of this Act and nothing contained in this section limits the power of the secretary of revenue to make a later assessment and to seek penalties for any fraudulent return as provided by section 36 of this Act. Section 32. Upon written application by a taxpayer within three years from due date of the tax that an overpayment of the tax was made, the secretary of revenue upon proof may abate the amount of the overpayment. Section 33. Each taxpayer shall report to the secretary of revenue any change in the amount of the taxpayer's income as defined by section 3 of this Act as finally determined by the Internal Revenue Service with respect to any beneficial interest for which the taxpayer has made a return under this Act. The report shall be made no later than the due date of the next annual return after the taxpayer has received notice that the change has finally been determined. Any change resulting in an additional tax shall bear interest at the rate of one and one-half percent per month from the original due date until the date the tax is paid. Section 34. Any person aggrieved by the assessment of any tax under this Act may appeal the assessment either by application to the secretary of revenue or by petition to the circuit court in the county in which the person resides within sixty days after notice of the tax. The appeal to the secretary of revenue is a contested case under chapter 1-26 and shall be conducted pursuant to chapter 1-26. Section 35. If an audit of a return shows that a taxpayer has overpaid the tax or has failed to pay the correct amount due and the discrepancy is less than five dollars, the secretary of revenue may disregard the error and consider the matter closed if, in the secretary of revenue's opinion the cost to the state to rectify the error would exceed the amount involved. Section 36. Any person who: (1) Makes any false or fraudulent return in attempting to defeat or evade the tax imposed by this Act is guilty of a Class 6 felony; (2) Fails to pay tax due under this Act within thirty days from the date the tax becomes due is guilty of a Class 1 misdemeanor; (3) Fails to keep the records and books required by this Act or refuses to exhibit these records to the secretary of revenue for the purpose of examination is guilty of a Class 1 misdemeanor; (4) Fails to file a return required by this Act within thirty days from the date the return is due is guilty of a Class 1 misdemeanor; (5) Violates either subdivision (2) or subdivision (4) two or more times in any twelve-month period is guilty of a Class 6 felony. Section 37. That § 10-59-1 be amended to read as follows: 10-59-1. The provisions of this chapter apply to any taxes or fees or persons subject to taxes or fees imposed by this Act or by chapters 10-39, 10-39A, 10-39B, 10-43, 10-45, 10-46, 10-46A, 10-46B, 10-47B, 10-52, 32-3, 32-3A, 32-5, 32-5B, 32-6B, 32-9, 32-10, and 34A-13 and § § 22-25-48, 49-31-51, 50-4-13 to 50-4-17, inclusive, and the provisions of chapter 10-45B."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16745, "action_date": "2002-01-16T14:00:00-06:00", "document_id": 92223, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92223.pdf", "status_text": "First read in House and referred to", "journal_page": 148, "committee_id_action": 768, "committee_id_assigned": 764, "result": "N", "vote": {}}, {"bill_id": 16745, "action_date": "2002-01-31T19:00:00-06:00", "document_id": 93388, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93388.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 764, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16745, "action_date": "2002-01-31T19:00:00-06:00", "document_id": 93388, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93388.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 409, "committee_id_action": 764, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 51878, "president_vote": null, "Yea": [2754, 2755, 2757, 2767, 2781, 2799, 2806, 2815, 2822, 2824, 2830, 2773, 2736], "Nay": [2770, 2798]}}]}