{"session_id": 8, "bill_id": 1652, "bill_type": "House Bill", "bill_number": 1053, "bill_title": "revise certain provisions concerning campaign finance and to declare an emergency.", "sponsors": [], "keywords": ["Elections", "Legislature and Statutes", "Secretary of State"], "audio": [{"meeting_datetime": "2010-01-19T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hlo05.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2010-01-19T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hlo05.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2010-01-19T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hlo05.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2010-01-20T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou06.mp3", "start_seconds": 1109.0}, {"meeting_datetime": "2010-01-20T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou06.mp3", "start_seconds": 1109.0}, {"meeting_datetime": "2010-01-20T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou06.mp3", "start_seconds": 1109.0}, {"meeting_datetime": "2010-03-03T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/slo31.mp3", "start_seconds": 351.0}, {"meeting_datetime": "2010-03-03T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/slo31.mp3", "start_seconds": 351.0}, {"meeting_datetime": "2010-03-03T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/slo31.mp3", "start_seconds": 351.0}, {"meeting_datetime": "2010-03-03T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/slo31.mp3", "start_seconds": 351.0}, {"meeting_datetime": "2010-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen33.mp3", "start_seconds": 7384.0}, {"meeting_datetime": "2010-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen33.mp3", "start_seconds": 7384.0}, {"meeting_datetime": "2010-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen33.mp3", "start_seconds": 7384.0}, {"meeting_datetime": "2010-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen33.mp3", "start_seconds": 7384.0}, {"meeting_datetime": "2010-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen33.mp3", "start_seconds": 7384.0}, {"meeting_datetime": "2010-03-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen34.mp3", "start_seconds": 1338.0}, {"meeting_datetime": "2010-03-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen34.mp3", "start_seconds": 1338.0}, {"meeting_datetime": "2010-03-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen34.mp3", "start_seconds": 1338.0}, {"meeting_datetime": "2010-03-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen34.mp3", "start_seconds": 1338.0}, {"meeting_datetime": "2010-03-11T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou36.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 1652, "bill_version_id": 10350, "bill_version": "Introduced", "bill_version_date": "2010-01-07T14:09:51.183-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning campaign finance. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That subdivision (16) of § 12-27-1 be amended to read as follows: (16) \"Organization,\" any business corporation, limited liability company, nonprofit corporation, limited liability partnership, limited partnership, partnership, cooperative, trust except a trust account representing or containing only a contributor's personal funds, business trust, association, club, labor union, collective bargaining organization, local, state, or national organization to which a labor organization pays membership or per capita fees, based upon its affiliation and membership, trade or professional association that receives its funds from membership dues or service fees, whether organized inside or outside the state, any entity organized in a corporate form under federal law or the laws of this state, or any group of persons acting in concert which is not defined as a political committee or political party in this chapter; Section 2. That § 12-27-3 be amended to read as follows: 12-27-3. The treasurer for a political action committee or ballot question committee shall file a statement of organization with the secretary of state not later than fifteen days after the date upon which the committee made contributions, received contributions, or paid expenses in excess of five hundred dollars unless such activity falls within thirty days of any statewide election in which case the statement of organization shall be filed within forty-eight hours. A candidate shall file a statement of organization for a candidate campaign committee with the secretary of state not later than fifteen days after becoming a candidate pursuant to this chapter. Notwithstanding the provisions of § 12-27-41, the statement of organization shall include the original signature of each person filing the statement. A political committee that regularly files a campaign finance disclosure statement with another state or the Federal Election Commission or a report of contributions and expenditures with the Internal Revenue Service is not required to file a statement of organization. A violation of this section is a Class 2 misdemeanor. Section 3. That § 12-27-22 be amended to read as follows: 12-27-22. A campaign finance disclosure statement shall be filed with the secretary of state by the treasurer of every: (1) Candidate or candidate campaign committee for any statewide or legislative office; (2) Political action committee; (3) Political party; and (4) Ballot question committee. The statement shall be signed and filed by the treasurer of the political committee or political party. The statement shall be received by the secretary of state and filed by 5:00 p.m. each February first and shall cover the contributions and expenditures for the preceding calendar year. The statement shall also be received by the secretary of state and filed by 5:00 p.m. on the second Friday prior to each primary and general election complete through the fifteenth day prior to that election. Any statement filed pursuant to this section shall be consecutive and shall cover contributions and expenditures since the last statement filed. The following are not required to file a campaign finance disclosure statement: (1) A candidate campaign committee for legislative or county office on February first following a year in which there is not an election for the office; (2) A county, local, or auxiliary committee of any political party, qualified to participate in a primary or general election, prior to a statewide primary election; (3) A candidate campaign committee without opposition in a primary election, prior to a primary election; (4) A ballot question committee prior to a primary election unless the committee is involved in a ballot question voted on at the primary; (5) A candidate campaign committee whose name is not on the general election ballot, prior to the general election; and (6) A political committee that regularly files a campaign finance disclosure statement with another state or the Federal Election Commission or a report of contributions and expenditures with the Internal Revenue Service. A violation of this section is a Class 1 misdemeanor."}, {"bill_id": 1652, "bill_version_id": 13377, "bill_version": "Senate Local Government Engrossed", "bill_version_date": "2010-03-03T13:33:52.49-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning campaign finance. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That subdivision (16) of § 12-27-1 be amended to read as follows: (16) \"Organization,\" any business corporation, limited liability company, nonprofit corporation, limited liability partnership, limited partnership, partnership, cooperative, trust except a trust account representing or containing only a contributor's personal funds, business trust, association, club, labor union, collective bargaining organization, local, state, or national organization to which a labor organization pays membership or per capita fees, based upon its affiliation and membership, trade or professional association that receives its funds from membership dues or service fees, whether organized inside or outside the state, any entity organized in a corporate form under federal law or the laws of this state, or any group of persons acting in concert which is not defined as a political committee or political party in this chapter; Section 2. That § 12-27-3 be amended to read as follows: 12-27-3. The treasurer for a political action committee or ballot question committee shall file a statement of organization with the secretary of state not later than fifteen days after the date upon which the committee made contributions, received contributions, or paid expenses in excess of five hundred dollars unless such activity falls within thirty days of any statewide election in which case the statement of organization shall be filed within forty-eight hours. A candidate shall file a statement of organization for a candidate campaign committee with the secretary of state not later than fifteen days after becoming a candidate pursuant to this chapter. Notwithstanding the provisions of § 12-27-41, the statement of organization shall include the original signature of each person filing the statement. A political committee that regularly files a campaign finance disclosure statement with another state or the Federal Election Commission or a report of contributions and expenditures with the Internal Revenue Service is not required to file a statement of organization. A violation of this section is a Class 2 misdemeanor. Section 3. That § 12-27-22 be amended to read as follows: 12-27-22. A campaign finance disclosure statement shall be filed with the secretary of state by the treasurer of every: (1) Candidate or candidate campaign committee for any statewide or legislative office; (2) Political action committee; (3) Political party; and (4) Ballot question committee. The statement shall be signed and filed by the treasurer of the political committee or political party. The statement shall be received by the secretary of state and filed by 5:00 p.m. each February first and shall cover the contributions and expenditures for the preceding calendar year. The statement shall also be received by the secretary of state and filed by 5:00 p.m. on the second Friday prior to each primary and general election complete through the fifteenth day prior to that election. Any statement filed pursuant to this section shall be consecutive and shall cover contributions and expenditures since the last statement filed. The following are not required to file a campaign finance disclosure statement: (1) A candidate campaign committee for legislative or county office on February first following a year in which there is not an election for the office; (2) A county, local, or auxiliary committee of any political party, qualified to participate in a primary or general election, prior to a statewide primary election; (3) A candidate campaign committee without opposition in a primary election, prior to a primary election; (4) A ballot question committee prior to a primary election unless the committee is involved in a ballot question voted on at the primary; (5) A candidate campaign committee whose name is not on the general election ballot, prior to the general election; and (6) A political committee that regularly files a campaign finance disclosure statement with another state or the Federal Election Commission or a report of contributions and expenditures with the Internal Revenue Service. A violation of this section is a Class 1 misdemeanor. Section 4. That subdivision (11) of § 12-27-1 be amended to read as follows: (11) \"Independent expenditure,\" an expenditure, including the payment of money or exchange of other valuable consideration or promise, made by a person, organization, political committee, or political party to expressly advocate the election or defeat of a clearly identified candidate or the placement of a ballot question on the ballot or the adoption or defeat of any ballot question, but which is not made to, controlled by, coordinated with, requested by, or made upon consultation with a candidate, political committee, or agent of a candidate or political committee. The term does not include administration and solicitation of any contribution for a political action committee established by an organization and associated expenses, nor the use of an organization's real or personal property located on its business premises for such purposes. The term does not include any communication by a person made in the regular course and scope of the person's business or ministry or any communication made by a membership organization solely to any member of the organization and the member's family; Section 5. That subdivision (22) of § 12-27-1 be amended to read as follows: (22) \"Qualified nonprofit corporation,\" any nonprofit corporation, subject to the provisions of chapters 47-22 to 47-28, inclusive, that was organized for the purpose of promoting political ideas and cannot engage in business activities, has no shareholders or other persons affiliated so as to have a claim on the assets or earnings, was not established by a corporation, and has not accepted more than de minimus amount of funds from any corporation \"Recognized business entity,\" any: (a) Domestic corporation, limited liability company, nonprofit corporation, limited liability partnership, or cooperative duly registered with the secretary of state as of the first day of January of the current calendar year, and which is currently in good standing; (b) Foreign corporation, limited liability company, nonprofit corporation, limited liability partnership, or cooperative duly registered with the secretary of state as of the first day of January of the current calendar year, and which is currently in good standing; or (c) Entity organized in a corporate form under federal law. A political committee or political party is not a recognized business entity. An organization which was established by or is controlled, in whole or in part, by a candidate, political committee, or agent of a candidate or political committee is not a recognized business entity; Section 6. That § 12-27-16 be amended to read as follows: 12-27-16. The following apply to independent expenditures by individuals and organizations related to communications advocating for or against candidates, public office holders, ballot questions, or political parties, and expenditures by individuals and organizations within sixty days of an election that clearly identify a candidate or public office holder but do not expressly advocate the election of the candidate or public office holder: (1) Any person or qualified nonprofit corporation organization that makes an independent expenditure for a communication which expressly advocates for or against a candidate, public office holder, ballot question, or political party totaling one thousand dollars or more shall file a statement with the secretary of state that is received within forty-eight hours of the time that the communication is disseminated, broadcast, or otherwise published. Any organization that makes an independent expenditure for a communication which expressly advocates for or against a public office holder, ballot question, or political party totaling one thousand dollars or more shall file a statement with the secretary of state that is received within forty-eight hours of the time that the communication is disseminated, broadcast, or otherwise published. , regardless of the amount of the expenditure, shall append to or include in each communication a disclaimer that clearly and forthrightly: (a) Identifies the person or organization making the independent expenditure for that communication; (b) States the address or website address of the person or organization; and (c) States that the communication is independently funded and not made in consultation with any candidate, party, or political committee. A violation of this subdivision is a Class 1 misdemeanor; (2) Any person or organization that makes an expenditure, including the payment of money or exchange of other valuable consideration or promise, for a communication that clearly identifies a candidate or public office holder, but does not expressly advocate the election or defeat of the candidate or public office holder, and that is disseminated, broadcast, or otherwise published within sixty days of an election shall append to or include in the communication a disclaimer that clearly and forthrightly: (a) Identifies the person or organization making the expenditure for that communication; and (b) States the address or website address of the person or organization. A violation of this subdivision is a Class 1 misdemeanor; (3) Any organization which is not a recognized business entity and which makes an expenditure for a communication described in subdivision (1) or (2) shall file a statement within forty-eight hours of the time that the communication is disseminated, broadcast, or otherwise published; (4) Any person or recognized business entity that makes expenditures in excess of two thousand dollars during any calendar year for communications described in subdivision (1) or (2) shall file a statement with the secretary of state that is received within forty-eight hours of the time that the person's or organization's expenditures exceed two thousand dollars, and thereafter, within forty-eight hours of the time that any such subsequent communication is disseminated, broadcast, or otherwise published during the remainder of that calendar year; (5) The statement statements required by this section shall include the name, street address, city, and state of the person, qualified nonprofit corporation, or organization and its street address, city, and state, for any expenditures made for communications described in subdivision (1) or (2) during that calendar year but not yet reported on a prior statement, the name of each candidate, public office holder, ballot question, or political party mentioned or identified in the each communication, the amount spent on the each communication, and a description of the content of the each communication. Further, if the independent expenditure is made by For an organization, the statement shall also include the name and title of the person filing the report, the name of its chief executive, if any, and the name of the person who authorized the expenditures on behalf of the organization; (6) For an organization whose majority ownership is owned by, controlled by, held for the benefit of, or comprised of twenty thirty or fewer persons, partners, owners, trustees, beneficiaries, participants, members, or shareholders, the statement shall include the identify by name and address of each person, partner, owner, trustee, beneficiary, participant, shareholder, or member who owns, controls, or comprises ten percent or more of the organization.; (7) An organization shall also provide supplemental statements for any of its partners, owners, trustees, beneficiaries, participants, members, or shareholders identified pursuant to subdivision (6) which are owned by, controlled by, held for the benefit of, or comprised of thirty or fewer persons, partners, owners, trustees, beneficiaries, participants, members, or shareholders, until no organization identified in the supplemental statements meets the ownership test set forth in subdivision (6); (8) For the purposes of this section, the term, communication, does not include: (1)(a) Any news articles, editorial endorsements, opinion, or commentary writings, or letter to the editor printed in a newspaper, magazine, flyer, pamphlet, or other periodical not owned or controlled by a candidate, political committee, or political party; (2)(b) Any editorial endorsements or opinions aired by a broadcast facility not owned or controlled by a candidate, political committee, or political party; (3)(c) Any communication by a person made in the regular course and scope of the person's business or ministry or any communication made by a membership organization solely to members of the organization and the members' families; and (4)(d) Any communication that refers to any candidate only as part of the popular name of a bill or statute. Section 7. That § 12-27-17 be amended to read as follows: 12-27-17. Any person, political committee, or political party, or organization that makes a payment or promise of payment totaling one thousand dollars or more for a communication that clearly identifies a candidate or public office holder, but does not expressly advocate the election or defeat of the candidate or public office holder, and that is disseminated, broadcast, or otherwise published within sixty days of an election, shall file a statement with the secretary of state disclosing the name, street address, city, and state of such person, political committee, or political party, or organization. The statement shall also include the name of the candidate or public office holder mentioned in the communication, the amount spent on the communication, and a description of the content of the communication. The statement shall be received and filed within forty-eight hours of the time that the communication is disseminated, broadcast, or otherwise published. For the purposes of this section, the term, communication, does not include: (1) Any news articles, editorial endorsements, opinion or commentary writings, or letter to the editor printed in a newspaper, magazine, flyer, pamphlet, or other periodical not owned or controlled by a candidate, political committee, or political party; (2) Any editorial endorsements or opinions aired by a broadcast facility not owned or controlled by a candidate, political committee, or political party; (3) Any communication by a person made in the regular course and scope of the person's business or ministry or any communication made by a membership organization solely to members of the organization and the members' families; and (4) Any communication that refers to any candidate only as part of the popular name of a bill or statute. Section 8. That § 12-27-18 be amended to read as follows: 12-27-18. No organization may make a contribution to a candidate committee, political action committee, or political party or make an independent expenditure expressly advocating the election or defeat of a candidate. An organization may make a contribution to a ballot question committee organized solely for the purpose of influencing an election on a ballot question and independent expenditures regarding the placement of a ballot question on the ballot or the adoption or defeat of a ballot question. Any organization making expenditures, equal to or exceeding fifty percent of the organization's annual gross income, for the adoption or defeat of a ballot measure is a ballot question committee. The prohibitions of this section do not apply to independent expenditures expressly advocating the election or defeat of a candidate by a qualified nonprofit corporation from its treasury funds. An organization may create a political action committee. A violation of this section is a Class 1 misdemeanor."}, {"bill_id": 1652, "bill_version_id": 13736, "bill_version": "Senate Engrossed", "bill_version_date": "2010-03-09T15:57:44.977-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning campaign finance and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That subdivision (16) of § 12-27-1 be amended to read as follows: (16) \"Organization,\" any business corporation, limited liability company, nonprofit corporation, limited liability partnership, limited partnership, partnership, cooperative, trust except a trust account representing or containing only a contributor's personal funds, business trust, association, club, labor union, collective bargaining organization, local, state, or national organization to which a labor organization pays membership or per capita fees, based upon its affiliation and membership, trade or professional association that receives its funds from membership dues or service fees, whether organized inside or outside the state, any entity organized in a corporate form under federal law or the laws of this state, or any group of persons acting in concert which is not defined as a political committee or political party in this chapter; Section 2. That § 12-27-3 be amended to read as follows: 12-27-3. The treasurer for a political action committee or ballot question committee shall file a statement of organization with the secretary of state not later than fifteen days after the date upon which the committee made contributions, received contributions, or paid expenses in excess of five hundred dollars unless such activity falls within thirty days of any statewide election in which case the statement of organization shall be filed within forty-eight hours. A candidate shall file a statement of organization for a candidate campaign committee with the secretary of state not later than fifteen days after becoming a candidate pursuant to this chapter. Notwithstanding the provisions of § 12-27-41, the statement of organization shall include the original signature of each person filing the statement. A political committee that regularly files a campaign finance disclosure statement with another state or the Federal Election Commission or a report of contributions and expenditures with the Internal Revenue Service is not required to file a statement of organization. A violation of this section is a Class 2 misdemeanor. Section 3. That § 12-27-22 be amended to read as follows: 12-27-22. A campaign finance disclosure statement shall be filed with the secretary of state by the treasurer of every: (1) Candidate or candidate campaign committee for any statewide or legislative office; (2) Political action committee; (3) Political party; and (4) Ballot question committee. The statement shall be signed and filed by the treasurer of the political committee or political party. The statement shall be received by the secretary of state and filed by 5:00 p.m. each February first and shall cover the contributions and expenditures for the preceding calendar year. The statement shall also be received by the secretary of state and filed by 5:00 p.m. on the second Friday prior to each primary and general election complete through the fifteenth day prior to that election. Any statement filed pursuant to this section shall be consecutive and shall cover contributions and expenditures since the last statement filed. The following are not required to file a campaign finance disclosure statement: (1) A candidate campaign committee for legislative or county office on February first following a year in which there is not an election for the office; (2) A county, local, or auxiliary committee of any political party, qualified to participate in a primary or general election, prior to a statewide primary election; (3) A candidate campaign committee without opposition in a primary election, prior to a primary election; (4) A ballot question committee prior to a primary election unless the committee is involved in a ballot question voted on at the primary; (5) A candidate campaign committee whose name is not on the general election ballot, prior to the general election; and (6) A political committee that regularly files a campaign finance disclosure statement with another state or the Federal Election Commission or a report of contributions and expenditures with the Internal Revenue Service. A violation of this section is a Class 1 misdemeanor. Section 4. That subdivision (11) of § 12-27-1 be amended to read as follows: (11) \"Independent expenditure,\" an expenditure, including the payment of money or exchange of other valuable consideration or promise, made by a person, organization, political committee, or political party to expressly advocate the election or defeat of a clearly identified candidate or the placement of a ballot question on the ballot or the adoption or defeat of any ballot question, but which is not made to, controlled by, coordinated with, requested by, or made upon consultation with a candidate, political committee, or agent of a candidate or political committee. The term does not include administration and solicitation of any contribution for a political action committee established by an organization and associated expenses, nor the use of an organization's real or personal property located on its business premises for such purposes. The term does not include any communication by a person made in the regular course and scope of the person's business or ministry or any communication made by a membership organization solely to any member of the organization and the member's family; Section 5. That subdivision (22) of § 12-27-1 be amended to read as follows: (22) \"Qualified nonprofit corporation,\" any nonprofit corporation, subject to the provisions of chapters 47-22 to 47-28, inclusive, that was organized for the purpose of promoting political ideas and cannot engage in business activities, has no shareholders or other persons affiliated so as to have a claim on the assets or earnings, was not established by a corporation, and has not accepted more than de minimus amount of funds from any corporation \"Recognized business entity,\" any: (a) Domestic corporation, limited liability company, nonprofit corporation, limited liability partnership, or cooperative duly registered with the secretary of state as of the first day of January of the current calendar year, and which is currently in good standing; (b) Foreign corporation, limited liability company, nonprofit corporation, limited liability partnership, or cooperative duly registered with the secretary of state as of the first day of January of the current calendar year, and which is currently in good standing; or (c) Entity organized in a corporate form under federal law. A political committee or political party is not a recognized business entity. An organization which was established by or is controlled, in whole or in part, by a candidate, political committee, or agent of a candidate or political committee is not a recognized business entity; Section 6. That § 12-27-16 be amended to read as follows: 12-27-16. The following apply to independent expenditures by individuals and organizations related to communications advocating for or against candidates, public office holders, ballot questions, or political parties, and expenditures by individuals and organizations within sixty days of an election that clearly identify a candidate or public office holder but do not expressly advocate the election of the candidate or public office holder: (1) Any person or qualified nonprofit corporation organization that makes an independent expenditure for a communication which expressly advocates for or against a candidate, public office holder, ballot question, or political party totaling one thousand dollars or more shall file a statement with the secretary of state that is received within forty-eight hours of the time that the communication is disseminated, broadcast, or otherwise published. Any organization that makes an independent expenditure for a communication which expressly advocates for or against a public office holder, ballot question, or political party totaling one thousand dollars or more shall file a statement with the secretary of state that is received within forty-eight hours of the time that the communication is disseminated, broadcast, or otherwise published., regardless of the amount of the expenditure, shall append to or include in each communication a disclaimer that clearly and forthrightly: (a) Identifies the person or organization making the independent expenditure for that communication; (b) States the address or website address of the person or organization; and (c) States that the communication is independently funded and not made in consultation with any candidate, party, or political committee. A violation of this subdivision is a Class 1 misdemeanor; (2) Any person or organization that makes an expenditure, including the payment of money or exchange of other valuable consideration or promise, for a communication that clearly identifies a candidate or public office holder, but does not expressly advocate the election or defeat of the candidate or public office holder, and that is disseminated, broadcast, or otherwise published within sixty days of an election shall append to or include in the communication a disclaimer that clearly and forthrightly: (a) Identifies the person or organization making the expenditure for that communication; and (b) States the address or website address of the person or organization. A violation of this subdivision is a Class 1 misdemeanor; (3) Any organization which is not a recognized business entity and which makes an expenditure for a communication described in subdivision (1) or (2) shall file a statement within forty-eight hours of the time that the communication is disseminated, broadcast, or otherwise published; (4) Any person or recognized business entity that makes expenditures in excess of two thousand dollars during any calendar year for communications described in subdivision (1) or (2) shall file a statement with the secretary of state that is received within forty-eight hours of the time that the person's or organization's expenditures exceed two thousand dollars, and thereafter, within forty-eight hours of the time that any such subsequent communication is disseminated, broadcast, or otherwise published during the remainder of that calendar year; (5) The statement statements required by this section shall include the name, street address, city, and state of the person, qualified nonprofit corporation, or organization and its street address, city, and state, for any expenditures made for communications described in subdivision (1) or (2) during that calendar year but not yet reported on a prior statement, the name of each candidate, public office holder, ballot question, or political party mentioned or identified in the each communication, the amount spent on the each communication, and a description of the content of the each communication. Further, if the independent expenditure is made by For an organization, the statement shall also include the name and title of the person filing the report, the name of its chief executive, if any, and the name of the person who authorized the expenditures on behalf of the organization; (6) For an organization whose majority ownership is owned by, controlled by, held for the benefit of, or comprised of twenty thirty or fewer persons, partners, owners, trustees, beneficiaries, participants, members, or shareholders, the statement shall include the identify by name and address of each person, partner, owner, trustee, beneficiary, participant, shareholder, or member who owns, controls, or comprises ten percent or more of the organization.; (7) An organization shall also provide supplemental statements for any of its partners, owners, trustees, beneficiaries, participants, members, or shareholders identified pursuant to subdivision (6) which are owned by, controlled by, held for the benefit of, or comprised of thirty or fewer persons, partners, owners, trustees, beneficiaries, participants, members, or shareholders, until no organization identified in the supplemental statements meets the ownership test set forth in subdivision (6); (8) For the purposes of this section, the term, communication, does not include: (1)(a) Any news articles, editorial endorsements, opinion, or commentary writings, or letter to the editor printed in a newspaper, magazine, flyer, pamphlet, or other periodical not owned or controlled by a candidate, political committee, or political party; (2)(b) Any editorial endorsements or opinions aired by a broadcast facility not owned or controlled by a candidate, political committee, or political party; (3)(c) Any communication by a person made in the regular course and scope of the person's business or ministry or any communication made by a membership organization solely to members of the organization and the members' families; and (4)(d) Any communication that refers to any candidate only as part of the popular name of a bill or statute. Section 7. That § 12-27-17 be amended to read as follows: 12-27-17. Any person, political committee, or political party, or organization that makes a payment or promise of payment totaling one thousand dollars or more for a communication that clearly identifies a candidate or public office holder, but does not expressly advocate the election or defeat of the candidate or public office holder, and that is disseminated, broadcast, or otherwise published within sixty days of an election, shall file a statement with the secretary of state disclosing the name, street address, city, and state of such person, political committee, or political party, or organization. The statement shall also include the name of the candidate or public office holder mentioned in the communication, the amount spent on the communication, and a description of the content of the communication. The statement shall be received and filed within forty-eight hours of the time that the communication is disseminated, broadcast, or otherwise published. For the purposes of this section, the term, communication, does not include: (1) Any news articles, editorial endorsements, opinion or commentary writings, or letter to the editor printed in a newspaper, magazine, flyer, pamphlet, or other periodical not owned or controlled by a candidate, political committee, or political party; (2) Any editorial endorsements or opinions aired by a broadcast facility not owned or controlled by a candidate, political committee, or political party; (3) Any communication by a person made in the regular course and scope of the person's business or ministry or any communication made by a membership organization solely to members of the organization and the members' families; and (4) Any communication that refers to any candidate only as part of the popular name of a bill or statute. Section 8. That § 12-27-18 be amended to read as follows: 12-27-18. No organization may make a contribution to a candidate committee, political action committee, or political party or make an independent expenditure expressly advocating the election or defeat of a candidate. An organization may make a contribution to a ballot question committee organized solely for the purpose of influencing an election on a ballot question and independent expenditures regarding the placement of a ballot question on the ballot or the adoption or defeat of a ballot question. Any organization making expenditures, equal to or exceeding fifty percent of the organization's annual gross income, for the adoption or defeat of a ballot measure is a ballot question committee. The prohibitions of this section do not apply to independent expenditures expressly advocating the election or defeat of a candidate by a qualified nonprofit corporation from its treasury funds. An organization may create a political action committee. A violation of this section is a Class 1 misdemeanor. Section 9. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 1652, "bill_version_id": 13915, "bill_version": "Conference Committee Engrossed", "bill_version_date": "2010-03-11T17:54:07.03-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning campaign finance and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That subdivision (16) of § 12-27-1 be amended to read as follows: (16) \"Organization,\" any business corporation, limited liability company, nonprofit corporation, limited liability partnership, limited partnership, partnership, cooperative, trust except a trust account representing or containing only a contributor's personal funds, business trust, association, club, labor union, collective bargaining organization, local, state, or national organization to which a labor organization pays membership or per capita fees, based upon its affiliation and membership, trade or professional association that receives its funds from membership dues or service fees, whether organized inside or outside the state, any entity organized in a corporate form under federal law or the laws of this state, or any group of persons acting in concert which is not defined as a political committee or political party in this chapter; Section 2. That § 12-27-3 be amended to read as follows: 12-27-3. The treasurer for a political action committee or ballot question committee shall file a statement of organization with the secretary of state not later than fifteen days after the date upon which the committee made contributions, received contributions, or paid expenses in excess of five hundred dollars unless such activity falls within thirty days of any statewide election in which case the statement of organization shall be filed within forty-eight hours. A candidate shall file a statement of organization for a candidate campaign committee with the secretary of state not later than fifteen days after becoming a candidate pursuant to this chapter. Notwithstanding the provisions of § 12-27-41, the statement of organization shall include the original signature of each person filing the statement. A political committee that regularly files a campaign finance disclosure statement with another state or the Federal Election Commission or a report of contributions and expenditures with the Internal Revenue Service is not required to file a statement of organization. A violation of this section is a Class 2 misdemeanor. Section 3. That § 12-27-22 be amended to read as follows: 12-27-22. A campaign finance disclosure statement shall be filed with the secretary of state by the treasurer of every: (1) Candidate or candidate campaign committee for any statewide or legislative office; (2) Political action committee; (3) Political party; and (4) Ballot question committee. The statement shall be signed and filed by the treasurer of the political committee or political party. The statement shall be received by the secretary of state and filed by 5:00 p.m. each February first and shall cover the contributions and expenditures for the preceding calendar year. The statement shall also be received by the secretary of state and filed by 5:00 p.m. on the second Friday prior to each primary and general election complete through the fifteenth day prior to that election. Any statement filed pursuant to this section shall be consecutive and shall cover contributions and expenditures since the last statement filed. The following are not required to file a campaign finance disclosure statement: (1) A candidate campaign committee for legislative or county office on February first following a year in which there is not an election for the office; (2) A county, local, or auxiliary committee of any political party, qualified to participate in a primary or general election, prior to a statewide primary election; (3) A candidate campaign committee without opposition in a primary election, prior to a primary election; (4) A ballot question committee prior to a primary election unless the committee is involved in a ballot question voted on at the primary; (5) A candidate campaign committee whose name is not on the general election ballot, prior to the general election; and (6) A political committee that regularly files a campaign finance disclosure statement with another state or the Federal Election Commission or a report of contributions and expenditures with the Internal Revenue Service. A violation of this section is a Class 1 misdemeanor. Section 4. That subdivision (11) of § 12-27-1 be amended to read as follows: (11) \"Independent expenditure,\" an expenditure, including the payment of money or exchange of other valuable consideration or promise, made by a person, organization, political committee, or political party to expressly advocate the election or defeat of a clearly identified candidate or the placement of a ballot question on the ballot or the adoption or defeat of any ballot question, but which is not made to, controlled by, coordinated with, requested by, or made upon consultation with a candidate, political committee, or agent of a candidate or political committee. The term does not include administration and solicitation of any contribution for a political action committee established by an organization and associated expenses, nor the use of an organization's real or personal property located on its business premises for such purposes. The term does not include any communication by a person made in the regular course and scope of the person's business or ministry or any communication made by a membership organization solely to any member of the organization and the member's family; Section 5. That subdivision (22) of § 12-27-1 be amended to read as follows: (22) \"Qualified nonprofit corporation,\" any nonprofit corporation, subject to the provisions of chapters 47-22 to 47-28, inclusive, that was organized for the purpose of promoting political ideas and cannot engage in business activities, has no shareholders or other persons affiliated so as to have a claim on the assets or earnings, was not established by a corporation, and has not accepted more than de minimus amount of funds from any corporation \"Recognized business entity,\" any: (a) Domestic corporation, limited liability company, nonprofit corporation, limited liability partnership, or cooperative duly registered with the secretary of state as of the first day of January of the current calendar year, and which is currently in good standing; (b) Foreign corporation, limited liability company, nonprofit corporation, limited liability partnership, or cooperative duly registered with the secretary of state as of the first day of January of the current calendar year, and which is currently in good standing; or (c) Entity organized in a corporate form under federal law. A political committee or political party is not a recognized business entity. An organization which was established by or is controlled, in whole or in part, by a candidate, political committee, or agent of a candidate or political committee is not a recognized business entity; Section 6. That § 12-27-16 be amended to read as follows: 12-27-16. The following apply to independent expenditures by individuals and organizations related to communications advocating for or against candidates, public office holders, ballot questions, or political parties, and expenditures by individuals and organizations within sixty days of an election that clearly identify a candidate or public office holder but do not expressly advocate the election of the candidate or public office holder: (1) Any person or qualified nonprofit corporation organization that makes an independent expenditure for a communication which expressly advocates for or against a candidate, public office holder, ballot question, or political party totaling one thousand dollars or more shall file a statement with the secretary of state that is received within forty-eight hours of the time that the communication is disseminated, broadcast, or otherwise published. Any organization that makes an independent expenditure for a communication which expressly advocates for or against a public office holder, ballot question, or political party totaling one thousand dollars or more shall file a statement with the secretary of state that is received within forty-eight hours of the time that the communication is disseminated, broadcast, or otherwise published., regardless of the amount of the expenditure, shall append to or include in each communication a disclaimer that clearly and forthrightly: (a) Identifies the person or organization making the independent expenditure for that communication; (b) States the address or website address of the person or organization; and (c) States that the communication is independently funded and not made in consultation with any candidate, party, or political committee. A violation of this subdivision is a Class 1 misdemeanor; (2) Any person or organization that makes an expenditure, including the payment of money or exchange of other valuable consideration or promise, for a communication that clearly identifies a candidate or public office holder, but does not expressly advocate the election or defeat of the candidate or public office holder, and that is disseminated, broadcast, or otherwise published within sixty days of an election shall append to or include in the communication a disclaimer that clearly and forthrightly: (a) Identifies the person or organization making the expenditure for that communication; and (b) States the address or website address of the person or organization. A violation of this subdivision is a Class 1 misdemeanor; (3) Any organization which is not a recognized business entity and which makes an expenditure for a communication described in subdivision (1) or (2) shall file a statement within forty-eight hours of the time that the communication is disseminated, broadcast, or otherwise published; (4) Any person or recognized business entity that makes expenditures in excess of two thousand dollars during any calendar year for communications described in subdivision (1) or (2) shall file a statement with the secretary of state that is received within forty-eight hours of the time that the person's or organization's expenditures exceed two thousand dollars, and thereafter, within forty-eight hours of the time that any such subsequent communication is disseminated, broadcast, or otherwise published during the remainder of that calendar year; (5) The statement statements required by this section shall include the name, street address, city, and state of the person, qualified nonprofit corporation, or organization and its street address, city, and state, for any expenditures made for communications described in subdivision (1) or (2) during that calendar year but not yet reported on a prior statement, the name of each candidate, public office holder, ballot question, or political party mentioned or identified in the each communication, the amount spent on the each communication, and a description of the content of the each communication. Further, if the independent expenditure is made by For an organization, the statement shall also include the name and title of the person filing the report, the name of its chief executive, if any, and the name of the person who authorized the expenditures on behalf of the organization; (6) For an organization whose majority ownership is owned by, controlled by, held for the benefit of, or comprised of twenty or fewer persons, partners, owners, trustees, beneficiaries, participants, members, or shareholders, the statement shall include the identify by name and address of each person, partner, owner, trustee, beneficiary, participant, shareholder, or member who owns, controls, or comprises ten percent or more of the organization.; (7) An organization shall also provide supplemental statements, as defined in subdivision (5), for any of its partners, owners, trustees, beneficiaries, participants, members, or shareholders identified pursuant to subdivision (6) which are owned by, controlled by, held for the benefit of, or comprised of twenty or fewer persons, partners, owners, trustees, beneficiaries, participants, members, or shareholders, until no organization identified in the supplemental statements meets the ownership test set forth in subdivision (6); (8) For the purposes of this section, the term, communication, does not include: (1)(a) Any news articles, editorial endorsements, opinion, or commentary writings, or letter to the editor printed in a newspaper, magazine, flyer, pamphlet, or other periodical not owned or controlled by a candidate, political committee, or political party; (2)(b) Any editorial endorsements or opinions aired by a broadcast facility not owned or controlled by a candidate, political committee, or political party; (3)(c) Any communication by a person made in the regular course and scope of the person's business or ministry or any communication made by a membership organization solely to members of the organization and the members' families; and (4)(d) Any communication that refers to any candidate only as part of the popular name of a bill or statute. Section 7. That § 12-27-17 be amended to read as follows: 12-27-17. Any person, political committee, or political party, or organization that makes a payment or promise of payment totaling one thousand dollars or more for a communication that clearly identifies a candidate or public office holder, but does not expressly advocate the election or defeat of the candidate or public office holder, and that is disseminated, broadcast, or otherwise published within sixty days of an election, shall file a statement with the secretary of state disclosing the name, street address, city, and state of such person, political committee, or political party, or organization. The statement shall also include the name of the candidate or public office holder mentioned in the communication, the amount spent on the communication, and a description of the content of the communication. The statement shall be received and filed within forty-eight hours of the time that the communication is disseminated, broadcast, or otherwise published. For the purposes of this section, the term, communication, does not include: (1) Any news articles, editorial endorsements, opinion or commentary writings, or letter to the editor printed in a newspaper, magazine, flyer, pamphlet, or other periodical not owned or controlled by a candidate, political committee, or political party; (2) Any editorial endorsements or opinions aired by a broadcast facility not owned or controlled by a candidate, political committee, or political party; (3) Any communication by a person made in the regular course and scope of the person's business or ministry or any communication made by a membership organization solely to members of the organization and the members' families; and (4) Any communication that refers to any candidate only as part of the popular name of a bill or statute. Section 8. That § 12-27-18 be amended to read as follows: 12-27-18. No organization may make a contribution to a candidate committee, political action committee, or political party or make an independent expenditure expressly advocating the election or defeat of a candidate. An organization may make a contribution to a ballot question committee organized solely for the purpose of influencing an election on a ballot question and independent expenditures regarding the placement of a ballot question on the ballot or the adoption or defeat of a ballot question. Any organization making expenditures, equal to or exceeding fifty percent of the organization's annual gross income, for the adoption or defeat of a ballot measure is a ballot question committee. The prohibitions of this section do not apply to independent expenditures expressly advocating the election or defeat of a candidate by a qualified nonprofit corporation from its treasury funds. An organization may create a political action committee. A violation of this section is a Class 1 misdemeanor. Section 9. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 1652, "bill_version_id": 13916, "bill_version": "Enrolled", "bill_version_date": "2010-03-11T18:08:16.693-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1652, "action_date": "2010-01-12T12:00:00-06:00", "document_id": 10420, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10420.pdf", "status_text": "First read in House and referred to", "journal_page": 28, "committee_id_action": 86, "committee_id_assigned": 77, "result": "N", "vote": {}}, {"bill_id": 1652, "action_date": "2010-01-19T10:00:00-06:00", "document_id": 10481, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10481.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 77, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1652, "action_date": "2010-01-19T10:00:00-06:00", "document_id": 10615, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10615.pdf", "status_text": "Do Pass", "journal_page": 106, "committee_id_action": 77, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5511, "president_vote": null, "Yea": [825, 831, 814, 811, 824, 792, 840, 784, 818, 823, 744, 803], "Excused": [820]}}, {"bill_id": 1652, "action_date": "2010-01-20T14:00:00-06:00", "document_id": 10731, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10731.pdf", "status_text": "Do Pass", "journal_page": 140, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5585, "president_vote": null, "Yea": [821, 825, 771, 793, 781, 775, 844, 831, 820, 804, 779, 740, 756, 748, 817, 814, 765, 811, 830, 798, 749, 829, 832, 826, 757, 835, 842, 777, 834, 803, 822, 843, 759, 816, 824, 788, 800, 801, 827, 750, 742, 770, 792, 783, 755, 751, 773, 744, 840, 784, 839, 819, 836, 841, 818, 815, 833, 762, 746, 763, 752, 796, 828, 823, 789, 838, 837, 812, 786], "Excused": [813]}}, {"bill_id": 1652, "action_date": "2010-01-21T14:00:00-06:00", "document_id": 10825, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10825.pdf", "status_text": "First read in Senate and referred to", "journal_page": 110, "committee_id_action": 84, "committee_id_assigned": 67, "result": "N", "vote": {}}, {"bill_id": 1652, "action_date": "2010-03-03T10:00:00-06:00", "document_id": 12955, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12955.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 67, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1652, "action_date": "2010-03-03T10:00:00-06:00", "document_id": 13365, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13365.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 67, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1652, "action_date": "2010-03-03T10:00:00-06:00", "document_id": 13365, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13365.pdf", "status_text": "Do Pass Amended", "journal_page": 538, "committee_id_action": 67, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7378, "president_vote": null, "Yea": [768, 774, 767, 799, 810, 790, 760]}}, {"bill_id": 1652, "action_date": "2010-03-08T14:00:00-06:00", "document_id": 13604, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13604.pdf", "status_text": "Motion to amend", "journal_page": 598, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1652, "action_date": "2010-03-08T14:00:00-06:00", "document_id": 13604, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13604.pdf", "status_text": "Deferred to another day", "journal_page": 599, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1652, "action_date": "2010-03-09T14:00:00-06:00", "document_id": 13730, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13730.pdf", "status_text": "Do Pass Amended", "journal_page": 613, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7621, "president_vote": null, "Yea": [758, 809, 785, 787, 790, 807, 754, 805, 760, 778, 768, 782, 780, 739, 802, 764, 795, 741, 772, 761, 774, 766, 791, 806, 767, 808, 769, 743, 753, 745, 794, 799, 810, 747, 776]}}, {"bill_id": 1652, "action_date": "2010-03-09T14:00:00-06:00", "document_id": 13730, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13730.pdf", "status_text": "Title amended", "journal_page": 614, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1652, "action_date": "2010-03-10T10:00:00-06:00", "document_id": 13783, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13783.pdf", "status_text": "Failed to concur, appoint Conference Committee", "journal_page": 810, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1652, "action_date": "2010-03-10T10:00:00-06:00", "document_id": 13782, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13782.pdf", "status_text": "Conference Committee appointments", "journal_page": 638, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1652, "action_date": "2010-03-10T16:00:00-06:00", "document_id": 13873, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13873.pdf", "status_text": "Deferred to another day", "journal_page": 0, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7697, "president_vote": null, "Yea": [769, 810, 760, 811, 798, 831]}}, {"bill_id": 1652, "action_date": "2010-03-11T10:30:00-06:00", "document_id": 13884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13884.pdf", "status_text": "Conference Committee Report", "journal_page": 828, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1652, "action_date": "2010-03-11T10:30:00-06:00", "document_id": 13885, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13885.pdf", "status_text": "Conference Committee Report", "journal_page": 651, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1652, "action_date": "2010-03-11T10:30:00-06:00", "document_id": 13885, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13885.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 665, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7742, "president_vote": null, "Yea": [758, 809, 785, 787, 790, 754, 805, 760, 778, 768, 782, 780, 739, 802, 764, 795, 741, 772, 761, 774, 766, 791, 806, 767, 808, 769, 743, 753, 745, 794, 799, 810, 747, 776], "Excused": [807]}}, {"bill_id": 1652, "action_date": "2010-03-11T10:30:00-06:00", "document_id": 13884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13884.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 842, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7748, "president_vote": null, "Yea": [821, 825, 771, 793, 781, 775, 844, 831, 820, 804, 779, 740, 756, 748, 817, 814, 765, 811, 830, 798, 749, 829, 832, 826, 757, 835, 842, 777, 834, 803, 822, 843, 759, 816, 824, 788, 800, 801, 827, 750, 742, 770, 792, 783, 755, 751, 773, 744, 840, 784, 839, 819, 836, 841, 818, 815, 833, 762, 746, 763, 752, 796, 828, 823, 789, 838, 837, 812, 786], "Excused": [813]}}, {"bill_id": 1652, "action_date": "2010-03-12T10:00:00-06:00", "document_id": 13943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13943.pdf", "status_text": "Signed by the President", "journal_page": 677, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1652, "action_date": "2010-03-12T13:00:00-06:00", "document_id": 13944, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13944.pdf", "status_text": "Delivered to the Governor", "journal_page": 856, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1652, "action_date": "2010-03-12T13:00:00-06:00", "document_id": 13944, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13944.pdf", "status_text": "Signed by the Speaker", "journal_page": 856, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1652, "action_date": "2010-03-29T10:00:00-05:00", "document_id": 13978, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13978.pdf", "status_text": "Signed by the Governor", "journal_page": 860, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4511, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/1652"}