{"session_id": 59, "bill_id": 20660, "bill_type": "Senate Bill", "bill_number": 161, "bill_title": "establish a renewable energy production incentive for wind power and to make an appropriation therefor.", "sponsors": [{"legislator_profile_id": 3386, "is_prime": true}, {"legislator_profile_id": 3411, "is_prime": true}, {"legislator_profile_id": 3393, "is_prime": false}, {"legislator_profile_id": 3394, "is_prime": false}, {"legislator_profile_id": 3415, "is_prime": false}], "keywords": ["Appropriation", "Energy"], "audio": [{"meeting_datetime": "2006-01-26T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sag12.mp3", "start_seconds": 4378.0}, {"meeting_datetime": "2006-01-26T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sag12.mp3", "start_seconds": 4378.0}, {"meeting_datetime": "2006-01-26T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sag12.mp3", "start_seconds": 4378.0}, {"meeting_datetime": "2006-01-26T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sag12.mp3", "start_seconds": 4378.0}], "bill_versions": [{"bill_id": 20660, "bill_version_id": 106865, "bill_version": "Introduced", "bill_version_date": "2006-01-20T08:00:22-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a renewable energy production incentive for wind power and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. For purposes of this Act, the term, qualified wind energy conversion facility, means a wind energy conversion system in this state that: (1) Produces two megawatts or less of electricity as measured by nameplate rating, and is: (a) Owned by a resident of South Dakota or an entity that is organized under the laws of this state, is not prohibited from owning agricultural land, and owns the land where the facility is sited; (b) Owned by a South Dakota small business that employs no more than twenty-five people; (c) Owned by a South Dakota nonprofit organization; (d) Owned by a tribal council if the facility is located within the boundaries of the reservation; (e) Owned by a South Dakota municipal utility or a South Dakota rural electric cooperative; or (f) Owned by a South Dakota county, municipality, school district, or any other political subdivision of the state; or (2) Produces seven megawatts or less of electricity as measured by nameplate rating, and: (a) Is owned by a cooperative other than a rural electric cooperative; and (b) All shares and membership in the cooperative are held by an entity that is not prohibited from owning agricultural land. Section 2. Any incentive payment shall be made according to this Act to the owner or operator of a qualified wind energy conversion facility for electric energy generated and sold by the facility. Payment may only be made upon receipt by the state engineer of an incentive payment application that establishes that the applicant is eligible to receive an incentive payment and that satisfies other requirements the state engineer deems necessary. The application shall be in a form and submitted at a time the state engineer establishes. Section 3. A facility may receive payments under this Act for a ten-year period. No payment under this section may be made for electricity generated by a qualified wind energy conversion facility after December 31, 2020. The payment period begins and runs consecutively from the date the facility begins generating electricity. Section 4. Any incentive payment shall be based on the number of kilowatt hours of electricity generated. The amount of the payment is one and one-half cents per kilowatt hour. For a facility that receives an extension under section 14 of this Act, the amount of the payment is one cent per kilowatt hour. The incentive payment under this section shall be limited to no more than two hundred megawatts of nameplate capacity. Section 5. The total size of a wind energy conversion system under this Act shall be determined according to this section. Unless the systems are interconnected with different distribution systems, the nameplate capacity of one wind energy conversion system shall be combined with the nameplate capacity of any other wind energy conversion system that is: (1) Located within five miles of the wind energy conversion system; (2) Constructed within the same calendar year as the wind energy conversion system; and (3) Under common ownership. In the case of a dispute, the state engineer shall determine the total size of the system and shall draw all reasonable inferences in favor of combining the systems. In making a determination under this section, the state engineer may determine that two wind energy conversion systems are under common ownership if the underlying ownership structure contains similar persons or entities, even if the ownership shares differ between the two systems. Wind energy conversion systems are not under common ownership solely because the same person or entity provided equity financing for the systems. Section 6. The state engineer shall authorize payment of the renewable energy production incentive to wind energy conversion systems for two hundred megawatts of nameplate capacity. Payment of the incentive shall be made from the renewable energy development fund established pursuant to section 16 of this Act. Section 7. For the purposes of subdivision (1) of section 1 of this Act, a wind energy conversion facility qualifies if the facility is owned at least fifty-one percent by one or more of any combination of the entities listed in that subdivision. Section 8. A subsequent owner of a qualified facility may continue to receive the incentive payment for the duration of the original payment period if the subsequent owner qualifies for the incentive under this Act. Section 9. Nothing in this Act denies any incentive payment to an otherwise qualified facility that has obtained debt or equity financing for construction or operation if the ownership requirements of sections 1 and 7 of this Act are met. If, during the incentive payment period for a qualified facility, the owner of the facility is in default of a lending agreement and the lender takes possession of and operates the facility and makes reasonable efforts to transfer ownership of the facility to an entity other than the lender, the lender may continue to receive the incentive payment for electricity generated and sold by the facility for a period not to exceed eighteen months. A lender who takes possession of a facility shall notify the state engineer immediately on taking possession and, at least quarterly, document efforts to transfer ownership of the facility. Section 10. If, during the incentive payment period, a qualified facility loses the right to receive the incentive because of changes in ownership, the facility may regain the right to receive the incentive upon cure of the ownership structure that resulted in the loss of eligibility and may reapply for the incentive, but in no case may the payment period be extended beyond the original ten-year limit. Section 11. A subsequent or requalifying owner under section 8 or 10 of this Act retains the facility's original priority order for incentive payments if the ownership structure requalifies within two years from the date the facility became unqualified or two years from the date a lender takes possession. Section 12. A qualifying project is eligible for the incentive on the date the state engineer receives: (1) An application for payment of the incentive; (2) One of the following: (a) A copy of a signed power purchase agreement; (b) A copy of a binding agreement other than a power purchase agreement to sell electricity generated by the project to a third person; or (c) If the project developer or owner will sell electricity to its own members or customers, a copy of the purchase order for equipment to construct the project with a delivery date and a copy of a signed receipt for a nonrefundable deposit; and (3) Any other information the state engineer deems necessary to determine whether the proposed project qualifies for the incentive under this section. Section 13. The state engineer shall determine whether a project qualifies for the incentive and respond in writing to the applicant approving or denying the application within fifteen working days of receipt of the information required in section 12 of this Act. A project that is not operational within eighteen months of receipt of a letter of approval is no longer approved for the incentive, except as provided in sections 14 and 15 of this Act. The state engineer shall notify an applicant of potential loss of approval not less than sixty days before the end of the eighteen-month period and shall advise the applicant of the mechanism available to extend the eligibility period under section 14 of this Act, if available. Eligibility for a project that loses approval may be reestablished as of the date the state engineer receives a new completed application. Section 14. If the federal production tax credit, as provided by United States Code, Title 26, section 45, as amended to January 1, 2006, is unavailable during a portion of the eighteen-month eligibility period specified in section 13 of this Act, an applicant may seek to extend the eighteen-month eligibility period by submitting to the state engineer the following: (1) Evidence that all required interconnection and delivery studies for the qualifying project have been completed and an interconnection agreement signed by all the parties has been executed. If the interconnection agreement requires improvements to be made to the transmission system, the applicant shall provide evidence that equity and debt financing sufficient to pay the cost of those improvements is secured and that construction of the improvements will be completed by the date the proposed extension will expire, as determined under section 15 of this Act; and (2) Documents demonstrating that the qualifying project has secured equity and debt financing sufficient to complete the project by the date the proposed extension will expire, as determined under section 15 of this Act. Section 15. If the state engineer determines that the applicant has submitted the documents listed in section 14 of this Act, the state engineer shall, within thirty days of receiving the documents, notify the applicant that the eighteen-month period is extended by the length of time the credit was unavailable during the eighteen-month period, notwithstanding any provision making the credit retroactive. If the credit is not available when the state engineer determines whether the applicant has submitted the documents, the state engineer shall extend the eighteen-month eligibility period for twelve months. If the state engineer determines that an applicant has failed to comply with section 14 of this Act, the state engineer shall notify the applicant that an extension of the eighteen-month eligibility period is denied. Section 16. There is hereby created a special fund in the state treasury known as the renewable energy development fund. Money in the fund may only be used for the purposes provided in this Act. The fund consists of interest on investments, principal and interest on loans made from the fund, and moneys from all legal public and private sources, including legislative appropriations and federal grants. Money may be expended from the fund as determined in the general appropriations act according to Title 4. Section 17. There is hereby appropriated from the general fund the sum of five hundred thousand dollars ($ 500,000 ), or so much thereof as may be necessary, to the renewable energy development fund to be used for wind energy conversion facility incentive payments as provided in sections 1 to 16, inclusive, of this Act. Section 18. The state engineer shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 19. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2007, shall revert in accordance with § 4-8-21."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20660, "action_date": "2006-01-20T13:00:00-06:00", "document_id": 106926, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106926.pdf", "status_text": "First read in Senate and referred to", "journal_page": 129, "committee_id_action": 894, "committee_id_assigned": 867, "result": "N", "vote": {}}, {"bill_id": 20660, "action_date": "2006-01-26T10:00:00-06:00", "document_id": 107313, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107313.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 867, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20660, "action_date": "2006-01-26T10:00:00-06:00", "document_id": 107313, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107313.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 219, "committee_id_action": 867, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63639, "president_vote": null, "Yea": [3374, 3416, 3421, 3425, 3376], "Excused": [3396, 3439], "Nay": [3411, 3415]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/20660"}