{"session_id": 54, "bill_id": 17858, "bill_type": "House Bill", "bill_number": 1203, "bill_title": "revise the requirements for decalcomanias to be displayed on mobile homes and manufactured homes.", "sponsors": [{"legislator_profile_id": 2833, "is_prime": true}], "keywords": ["Taxation"], "audio": [], "bill_versions": [{"bill_id": 17858, "bill_version_id": 96179, "bill_version": "Introduced", "bill_version_date": "2003-01-30T11:50:26-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the requirements for decalcomanias to be displayed on mobile homes and manufactured homes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-4 be amended by adding thereto a NEW SECTION to read as follows: The county director of equalization shall issue a permanent decalcomania to each manufactured home as defined in § 10-4-2.4 indicating that the manufactured home has been assessed in the county in which it is currently located. The manufactured home owner shall prominently display the decalcomania on the right front of the manufactured home. The Department of Revenue shall prescribe the form of the decalcomania. Failure to display the decalcomania or alteration or wrongful use of the decalcomania is a petty offense. Section 2. That § 10-9-11 be amended to read as follows: 10-9-11. Upon valuation and assessment After a mobile home or manufactured home has been valued and assessed pursuant to this chapter, the county director of equalization shall issue to the taxpayer a permanent decalcomania prescribed by the Department of Revenue, which shall indicate indicating that the mobile home or manufactured home has been assessed for the current year in the county in which it is currently located . The mobile home or manufactured home owner shall thereafter prominently display the same decalcomania on the right front of the mobile home or manufactured home. The Department of Revenue shall prescribe the form of the decalcomania . Failure to display this decalcomania or alteration or wrongful use thereof of the decalcomania is a petty offense."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17858, "action_date": "2003-01-30T14:00:00-06:00", "document_id": 96215, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96215.pdf", "status_text": "First read in House and referred to", "journal_page": 229, "committee_id_action": 798, "committee_id_assigned": 794, "result": "N", "vote": {}}, {"bill_id": 17858, "action_date": "2003-02-18T07:45:00-06:00", "document_id": 97287, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97287.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 447, "committee_id_action": 794, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54633, "president_vote": null, "Yea": [2845, 2861, 2866, 2874, 2898, 2915, 2929, 2932, 2936, 2884, 2937], "Excused": [2877, 2889, 2931], "Absent": [2890]}}, {"bill_id": 17858, "action_date": "2003-02-18T07:45:00-06:00", "document_id": 97287, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97287.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 794, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/17858"}