{"session_id": 43, "bill_id": 11634, "bill_type": "House Bill", "bill_number": 1028, "bill_title": "revise certain provisions regarding pesticide registration and application.", "sponsors": [], "keywords": ["Agriculture and Horticulture", "Executive/Judiciary Request", "Fund", "Pesticide", "Promulgation of Rules"], "audio": [{"meeting_datetime": "2020-01-23T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hag07.mp3", "start_seconds": 2825.0}, {"meeting_datetime": "2020-01-23T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hag07.mp3", "start_seconds": 2825.0}, {"meeting_datetime": "2020-01-23T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hag07.mp3", "start_seconds": 2825.0}, {"meeting_datetime": "2020-01-23T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hag07.mp3", "start_seconds": 2825.0}, {"meeting_datetime": "2020-01-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou09.mp3", "start_seconds": 1484.0}, {"meeting_datetime": "2020-01-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou09.mp3", "start_seconds": 1484.0}, {"meeting_datetime": "2020-01-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou09.mp3", "start_seconds": 1484.0}, {"meeting_datetime": "2020-02-06T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sag15.mp3", "start_seconds": 4395.0}, {"meeting_datetime": "2020-02-06T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sag15.mp3", "start_seconds": 4395.0}, {"meeting_datetime": "2020-02-06T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sag15.mp3", "start_seconds": 4395.0}, {"meeting_datetime": "2020-02-06T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sag15.mp3", "start_seconds": 4395.0}], "bill_versions": [{"bill_id": 11634, "bill_version_id": 61844, "bill_version": "Introduced", "bill_version_date": "2020-01-09T18:38:09.887-06:00", "bill_text": "An Act to revise certain provisions regarding pesticide registration and application. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 38-20A-1 be AMENDED: 38-20A-1. Definitions. Terms used in this chapter, unless the context otherwise plainly requires, mean: (1) \"Active ingredient,\" any ingredient which prevents, destroys, repeals repels, or mitigates insects, fungi, rodents, weeds, or other pests; (2) \"Antidote,\" the most practical immediate treatment in case of poisoning, including first‑aid treatment; (3) \"Bulk pesticide,\" any volume of a pesticide which is transported or held in an immediate reusable container in undivided quantities greater than one hundred pounds net dry weight or fifty‑five U.S. gallons liquid measure. This does not include pesticides which are in the custody of the ultimate user and are fully prepared for use by him the user; (4) \"Device,\" any instrument or contrivance intended for trapping, destroying, repelling, or mitigating insects or for destroying, repelling, or mitigating fungi, weeds, rodents, or such any other pests as designated by the secretary, but not including equipment used for the application of pesticides when sold separately and not including rodent traps; (5) \"Fungi,\" all nonchlorophyll‑bearing thallophytes of a lower order than mosses and liverworts, for example, rusts, smuts, mildews, molds, yeasts, and bacteria, except those on or in living man persons or other animals; (6) \"Fungicide,\" any substance or mixture of substances intended for preventing, destroying, repelling, or mitigating any fungi; (7) \"Herbicide,\" any substance or mixture of substances intended for preventing, destroying, repelling, or mitigating any weed; (8) \"Inert ingredient,\" an ingredient which is not an active ingredient; (9) \"Ingredient statement,\" a statement of the name and percentage of each active ingredient, together with the total percentage of the inert ingredients, in a pesticide. However, in In the case of every pesticide containing arsenic in any form, the ingredient statement shall show, in addition to other required information, the percentages of total arsenic and of water‑soluble arsenic, each expressed in terms of elemental arsenic; (10) \"Insect,\" any of the numerous small invertebrate animals generally having the body more or less obviously segmented, belonging to the class insecta, comprising six-legged usually winged forms, for example, beetles, bugs, bees, and flies, and to other allied classes of arthropods whose members are wingless and usually have more than six legs, for example, spiders, mites, ticks, centipedes, and wood lice; (11) \"Insecticide,\" any substance or mixture of substances intended for preventing, destroying, repelling, or mitigating any insects which may be present in any environment; (12) \"Label,\" the written, printed, or graphic matter on, or attached to, the pesticide or device, or the immediate container and the outside container or wrapper of the retail package; (13) \"Labeling,\" all labels and other written, printed, or graphic matter: (a) On the pesticide or device or any of its containers or wrappers; (b) Accompanying the pesticide or device at any time; or (c) To which reference is made on the label or in literature accompanying the pesticide or device, except accurate, nonmisleading reference to current official publications of any government institution or official agency of the United States or of this or any other state, authorized by law to conduct research in the field of pesticides; (14) \"Pest,\" any insect, rodent, nematode, fungus, weed, or other form of terrestrial or aquatic plant or animal life or virus, bacteria, or other microorganism, except viruses, bacteria, or other microorganisms on or in living man persons or other living animals, which the secretary declares to be a pest; (15) \"Pesticide,\" any substance or mixture of substances intended for preventing, destroying, repelling, or mitigating any pests, or any substance or mixture of substances intended for use as a plant regulator, defoliant, or desiccant or any substance or mixture of substances intended to be used as a spray adjuvant; (16) \"Registrant,\" the person registering any pesticide pursuant to the provisions of this chapter; (17) \"Rodenticide,\" any substance or mixture of substances intended for preventing, destroying, repelling, or mitigating rodents or any other vertebrate animal which the secretary declares to be a pest; (18) \"Secretary,\" the secretary of agriculture the Department of Agriculture; (19) \"Waste pesticide,\" any pesticide formulation that cannot be used according to label directions because of cancellation or suspension of its federal registration or deterioration of the product or its label, and any pesticide formulation whose active ingredients are not clearly identifiable because the pesticide is not stored in its original container; and (20) \"Weed,\" any plant which grows where not wanted. Section 2. That § 38-20A-2 be REPEALED. 38-20A-2. Delegation of powers by secretary of agriculture. Section 3. That § 38-20A-3 be AMENDED: 38-20A-3. Declaration as pest--Public hearing. The secretary of agriculture is authorized, after opportunity for a holding a public hearing, to declare as a pest any form of plant or animal life or virus which is injurious to plants, human beings, domestic animals, articles, or substances any plant, person, domestic animal, or substance. Section 4. That § 38-20A-6 be AMENDED: 38-20A-6. Interplant shipments--Exception from registration. Notwithstanding any other provision of this chapter, registration is not required in the case of if a pesticide is shipped from one manufacturing plant within this state to another manufacturing plant within this state operated by the same person if such, and the pesticide be is not sold or offered for sale in this state. Section 5. That § 38-20A-8 be AMENDED: 38-20A-8. Registration--Requirements--Submission contents. The registrant shall submit to the secretary of agriculture may require submission of the complete formula of any pesticide, including its active and the formula's active ingredients. The secretary may also require the registrant to submit the inert ingredients upon request. Section 6. That § 38-20A-10 be AMENDED: 38-20A-10. Registration of pesticide by secretary. If it appears to the secretary of agriculture that the composition of the article is such as to warrant pesticide warrants the proposed claims for it, and if the article and its labeling pesticide, labeling, and other material required to be submitted comply with meet the requirements of in §§ 38-20A-16 to 38-20A-29, inclusive, the secretary shall register the article pesticide. Section 7. That § 38-20A-11 be AMENDED: 38-20A-11. Registration not a defense. In no event may registration of an article a pesticide be construed as a defense for the commission of any offense prohibited under the provisions of §§ 38-20A-26 to 38-20A-29, inclusive. Section 8. That § 38-20A-12 be AMENDED: 38-20A-12. Notice to registrant--Failure to comply--Refusal of registration--Hearing. If it does not appear to the secretary of agriculture that the pesticide warrants the proposed claims for it or if the pesticide and its labeling and other material required to be submitted do not comply with the provisions of this chapter or regulations adopted the rules promulgated thereunder, he the secretary shall notify the applicant registrant of the manner in which reasons the pesticide, labeling, or other material required to be submitted fails to comply with the provisions of this chapter to afford the applicant provide the registrant an opportunity to make the necessary corrections. If, upon receipt of the notice, the applicant registrant does not make the required changes necessary corrections, the secretary may refuse to register the pesticide. The applicant If the secretary refuses to register the pesticide, the registrant may request a hearing under the provisions of chapter 1-26. Section 9. That § 38-20A-13 be AMENDED: 38-20A-13. Cancellation of registration--Hearing. If the secretary of agriculture determines that a registered pesticide or its labeling does not comply with the provisions of this chapter or regulations adopted pursuant to the provisions of rules promulgated under this chapter, he the secretary may cancel the registration of that pesticide, subject to the a hearing under the provisions of chapter 1-26. Section 10. That § 38-20A-16 be AMENDED: 38-20A-16. Adulterated pesticides. A pesticide is adulterated if its strength or purity falls below does not meet the professed standard or quality, as expressed on its labeling or under which it is sold, or if any substance has been substituted wholly or in part for the pesticide, or if any valuable ingredient of the pesticide has been wholly or in part abstracted. Section 11. That § 38-20A-17.1 be AMENDED: 38-20A-17.1. Misbranded pesticides. A pesticide is misbranded if: (1) Its labeling The label bears any statement, design, or graphic representation relative to it the pesticide or to its ingredients which is false or misleading in any particular; (2) It is an imitation of or is offered for sale under the name of another pesticide; (3) Its labeling The label bears any reference to registration under the provisions of this chapter; (4) The label accompanying it does not contain necessary instructions for use which are adequate, if complied with, for the protection of the public; (5) The label does not bear a necessary warning or caution statement which is adequate, if complied with, to prevent injury to living man persons or other vertebrate animals; (6) The label does not bear an ingredient statement on the part of the immediate container and on the outside container or wrapper, if one exists through which the ingredient statement on the immediate container cannot be clearly read, of the retail package which is presented or displayed under customary conditions of purchase; (7) The label fails to clearly and plainly show the name and address of the manufacturer, registrant, or person for whom the pesticide is manufactured; the name, brand, or trademark under which it the pesticide is registered and sold; and the net weight or measure of the contents of the container, subject, however, to any reasonable variations as the secretary of agriculture may permit by regulation; or (8) Any word, statement, or other information required by the provisions of this chapter that appears on the labeling is not prominently placed on the labeling in a conspicuous manner, when compared with other words, statements, designs, or graphic material on the labeling, and in terms that render it likely to be read and understood by the ordinary individual under customary conditions of purchase and use; or (9) The pesticide is injurious to living persons or other vertebrate animals, or to vegetation, except weeds or pests, to which it is applied, or to the person applying the pesticide, when used as directed or in accordance with commonly recognized practices. Section 12. That § 38-20A-18.1 be AMENDED: 38-20A-18.1. Misbranded device. A device is misbranded if its labeling bears any statement, design, or graphic representation relative to the device which is false or misleading in any particular. Section 13. That § 38-20A-25 be REPEALED. 38-20A-25. Pesticide deemed misbranded if injurious when used as directed. Section 14. That § 38-20A-27 be AMENDED: 38-20A-27. Unregistered pesticides--Prohibitions--Change in labeling or formula. No person may knowingly or willfully distribute, sell, or offer for sale within this state any pesticide which has not been is not registered pursuant to under the provisions of §§ 38-20A-4 to 38-20A-13, inclusive; or any pesticide if any of the claims made for it or any of the directions for its the pesticide's use differ in substance from the representations made in connection with its registration; or any pesticide if the composition of the pesticide differs from its the composition as represented in connection with its registration. However, the The secretary of agriculture may allow a change in the labeling or formula of a pesticide to be made within a registration period without requiring reregistration of the product pesticide. Section 15. That § 38-20A-28 be AMENDED: 38-20A-28. Authorized container--Requirements--Prohibitions. No person may knowingly or willfully distribute, sell, or offer for sale within this state any pesticide unless it is in the registrant's or the manufacturer's unbroken immediate container and there is affixed to the container, and to the outside container or wrapper of the retail package if there be one through which the required information on if one exists through which the ingredient statement on the immediate container cannot be clearly read, a label bearing clearly and plainly the information required by in this chapter. Section 16. That § 38-20A-29 be AMENDED: 38-20A-29. Label required--Contents of label. No person may distribute, sell, or offer for sale within this state any pesticide which contains any substance or substances in quantities highly toxic to man persons, unless the label bears, in addition to any other matter information required by this chapter, the label bears the following: (1) A skull and crossbones and the word \"poison,\" both prominently printed in red figure and letters not less than one‑fourth inch high on a background of distinctly contrasting color; and (2) A statement of an antidote for the pesticide. Section 17. That § 38-20A-31 be AMENDED: 38-20A-31. Exemption for carriers--Access to records. The penalties provided for violations of the provisions of §§ 38-20A-26 to 38-20A-29, inclusive, do not apply to a carrier while lawfully engaged in transporting a pesticide within this state, if the carrier, upon request, permits the secretary of agriculture or his designated agent to copy all records showing transactions in and movement of the articles pesticides. Section 18. That § 38-20A-32 be AMENDED: 38-20A-32. State and federal officials exempt from penalties. The penalties provided for violations of the provisions of §§ 38-20A-26 to 38-20A-29, inclusive, do not apply to public officials of this state or the federal government when engaged in the performance of their official duties. Section 19. That § 38-20A-34 be AMENDED: 38-20A-34. Alteration or destruction of label as petty offense--Changing composition of substance. It is a petty offense for any person to detach, alter, deface, or destroy, in whole or in part, any label or labeling provided for in this chapter or regulations rules promulgated hereunder thereunder, or to add any substance to, or take any substance from, a pesticide in a manner that may defeat the purpose does not comply with any of the provisions of this chapter. Section 20. That § 38-20A-35 be AMENDED: 38-20A-35. Exemption of pesticide packed for export--Provisions applicable if not exported. No article shall be deemed pesticide is in violation of this chapter when intended solely for export to a foreign country, and when prepared or packed according to the specifications or directions of the purchaser. If not so the pesticide is not exported, all the provisions of the chapter shall apply. Section 21. That § 38-20A-36 be AMENDED: 38-20A-36. Promulgation of rules. The secretary of agriculture may establish rules promulgated may promulgate rules, pursuant to chapter 1-26, providing for registration, sampling, analysis, inspection, storage, handling, and labeling of pesticides, bulk pesticides, or devices; requiring specific information on the label of pesticides as to the chemical identity of any active ingredient or ingredients thereof; requiring registration of bulk pesticides and approval of site and conditions by which bulk pesticides are handled; stored and produced and requiring on the label an accurate statement of the quantity of any active ingredient in terms of weight per unit measure of the commodity as sold, if he finds the label information necessary for the protection of the user, environment, and for correct application of pesticides. The secretary may also promulgate rules, pursuant to chapter 1-26, applicable to and in conformity with the primary standards established by this chapter that have been or may be prescribed by the United States Department of Agriculture, United States Environmental Protection Agency, or other federal agency with respect to pesticides. Section 22. That § 38-20A-37 be AMENDED: 38-20A-37. Cooperation with other state and federal agencies. The secretary of agriculture is authorized and empowered to cooperate with, and enter into agreements with, any other agency of this state, the United States Department of Agriculture, the United States Environmental Protection Agency, and any other state or agency thereof for the purpose of carrying out the provisions of this chapter and securing uniformity of regulations. Section 23. That § 38-20A-38 be REPEALED. 38-20A-38. Regulations in conformity with federal standards--Hearing. Section 24. That § 38-20A-39 be AMENDED: 38-20A-39. Inspection and sampling--Access to premises and records--Identification and examination of samples. The secretary of agriculture may inspect and sample pesticides and devices kept or offered for sale, sold, or distributed within this state at the time and place and to the extent he finds necessary to confirm their compliance with the provisions of this chapter. The secretary and his duly authorized agents have has all the rights of visitation, inspection, sampling, and access to places, property, containers, and records as necessary to enforce the provisions of this chapter. All samples collected shall be sealed and properly identified in the presence of the dealer or person from whom taken and shall be promptly forwarded to the director of laboratories for examination. The director of laboratories shall examine all samples and to report his results promptly to the secretary examined. Section 25. That § 38-20A-41 be AMENDED: 38-20A-41. Stop‑sale order on pesticide or device in violation--Attachment to pesticide--Notice--Effect of order. If the secretary of agriculture has reasonable cause to believe a pesticide or a device is being distributed, sold, or offered for sale within this state in a manner inconsistent with any of the provisions of this chapter, or of any of the regulations rules adopted pursuant to the provisions of under this chapter, he the secretary may issue and serve a written \"stop‑sale\" order upon the owner or custodian of the pesticide or device. If the owner or custodian is not available for service of the order, the order may be attached to the pesticide or device and the secretary shall notify the owner or custodian and the registrant. The pesticide or device may not be sold, or used, or and the stop-sale order may not be removed until it has met the pesticide or device meets the provisions of this chapter and the pesticide or device has been is released by written order under conditions specified by the secretary or the violation has been is otherwise rectified as provided in this chapter. Section 26. That § 38-20A-46 be AMENDED: 38-20A-46. Stop-sale--Payment of costs. Upon payment to the department of all costs incurred by the department to implement the stop-sale and sufficient assurance that a pesticide or device subject to a \"stop‑sale\" order pursuant to the provisions of § 38-20A-41 will not be disposed of unlawfully, the court secretary may direct that the pesticide or device be delivered to its owner for relabeling or reprocessing. Section 27. That § 38-20A-47 be AMENDED: 38-20A-47. Prohibited contracts void--Action on contract prohibited. Any contract for the sale of a product pesticide or device in violation of the provisions of this chapter is void. No action may be maintained in any court for the purchase price or value of any product pesticide or device, the sale of which is prohibited. No person is liable for the price or value of any product pesticide or device furnished in violation of any of the provisions of this chapter. Section 28. That § 38-20A-52 be REPEALED. 38-20A-52. Publication of judgments. Section 29. That § 38-20A-53 be REPEALED. 38-20A-53. Citation of chapter. Section 30. That § 38-20A-54 be AMENDED: 38-20A-54. Waste pesticide--Development of program--Promulgation of rules. For the purposes of developing a waste pesticide collection and disposal program and a pesticide container recycling program, the secretary of agriculture may promulgate rules pursuant to chapter 1-26 to: (1) Assess an additional annual fee, until June 30, 1997, on pesticides registered pursuant to § 38-20A-9, not to exceed twenty-five dollars per product; (2) Enter into agreements with private entities and cooperate with other local, state, or federal agencies to fulfill the goals of the program; (3)(2) Define the types and condition of pesticide containers to be accepted through the recycling program; (4)(3) Define the kind and condition of pesticides to be accepted through the waste pesticide collection and disposal program; (5)(4) Establish procedures for collecting waste pesticides for disposal and pesticide containers for recycling; and (6)(5) Develop criteria for establishing pesticide and pesticide container collection sites. Section 31. That § 38-20A-55 be REPEALED. 38-20A-55. Establishment of advisory committee--Members--Duties. Section 32. That § 38-21-15.1 be AMENDED: 38-21-15.1. Bulk pesticide storage facility permit--Revocation of permit--Penalty. No person may establish or operate a bulk pesticide storage facility without obtaining a bulk pesticide storage facility permit from the secretary. The secretary may establish by rule pursuant to chapter 1-26, a bulk pesticide storage facility permit system and operational requirements necessary for secondary containment of bulk pesticide for the protection of the environment and human health. The secretary may require that appropriate plans and specifications for construction and operation of a bulk pesticide storage facility be submitted for approval prior to the issuance, modification, suspension, or revocation of a permit. If a bulk pesticide storage facility is operating in violation of the permit requirements established pursuant to in rules promulgated under this section chapter, the secretary may grant a reasonable period of time for the facility to comply with the rules. If the facility does not comply with the rules in the prescribed period of time, the secretary shall revoke the operating permit pursuant to chapter 1-26. Any person operating a bulk pesticide storage facility without a permit issued pursuant to this section, or operating with a revoked permit is guilty of a Class 1 misdemeanor. A violation of this section is a Class 1 misdemeanor. Section 33. That § 38-21-15.2 be AMENDED: 38-21-15.2. Operation without permit--Civil penalty, injunctive, or declaratory relief. Any Notwithstanding any other provision of this chapter, any person who operates a bulk storage facility without a permit or violates the bulk pesticide storage facility permit provision of this chapter is subject to a civil action in circuit court for the recovery of a civil penalty not to exceed five hundred dollars for each day of violation. In addition, the secretary may enforce the provisions of this chapter by means of injunctive and declaratory relief in circuit court. Section 34. That § 38-21-15.3 be AMENDED: 38-21-15.3. Existing bulk pesticide storage--Alteration--Plans prepared--Rules prohibited. The department secretary may not promulgate a rule requiring that plans, specifications, and supporting information submitted for an alteration of an existing bulk pesticide storage facility or the construction of a new site be prepared by a registered professional engineer. Nothing in this section shall prohibit prohibits an operator of a bulk pesticide storage facility from voluntarily having the plans, specifications, and supporting information prepared by a registered professional engineer. Section 35. That a NEW SECTION be added: 38-21-15.4. Bulk pesticide storage facility--Promulgation of rules. The secretary may promulgate rules, pursuant to chapter 1-26, providing for a bulk pesticide storage facility permit system and operational requirements necessary for secondary containment of bulk pesticide for the protection of the environment and human health. The secretary may require that appropriate plans and specifications for construction and operation of a bulk pesticide storage facility be submitted for approval prior to the issuance, modification, suspension, or revocation of a permit. Section 36. That § 38-21-18 be AMENDED: 38-21-18. Standards for certification of applicators--Promulgation of rules. The secretary of agriculture in promulgating may promulgate rules, pursuant to chapter 1-26 for this chapter shall, to prescribe standards for the certification of all applicators of pesticides. Such The standards shall relate to the use and handling of the pesticides, or to the use and handling of the pesticide or class of pesticides covered by the individual's certification, and shall be relative relate to the hazards involved. In determining these standards, the secretary shall take into consideration consider the standards of the federal Environmental Protection Agency. Section 37. That § 38-21-20 be AMENDED: 38-21-20. Qualified applicants--Issuance of license--Denial of application. If the secretary of agriculture finds the applicant qualified to apply pesticides in the classifications he has for which the applicant applied for, after such examinations as the secretary shall require by regulation, and if the applicant applying for a license to engage in aerial application of pesticides has met all the requirements of the Federal Aviation Agency, the Aeronautics Commission of this state, and any other applicable federal or state laws or regulations to operate the equipment described in the application, the secretary shall issue a licensed an applicator's license limited to the classifications for which he the applicant is qualified. The secretary may deny any application for any applicator's license if the secretary finds that the applicant has violated any provisions of this chapter. Section 38. That § 38-21-21 be AMENDED: 38-21-21. Licensure--Denial or non-issuance--Written explanation. If an any applicator's license is denied or not issued as applied for, the secretary of agriculture shall inform the applicant in writing of the reasons therefor for the denial or non-issuance. Section 39. That § 38-21-22 be AMENDED: 38-21-22. Applicator's license--Restrictions. The secretary of agriculture may limit the license of the any applicant to the use of certain pesticides, or to certain areas, or to certain types of equipment if the applicant is only so qualified based upon the applicant's qualifications. Section 40. That § 38-21-24 be AMENDED: 38-21-24. Private and commercial applicators--Records--Promulgation of rules. The secretary of agriculture may establish may promulgate rules, pursuant to chapter 1-26, to require private and commercial applicators to maintain such any pesticide application records as he may deem the secretary determines are necessary. Section 41. That § 38-21-33.1 be AMENDED: 38-21-33.1. Pesticide dealer--Unlicensed operation--Misdemeanor--Civil penalty. It is a Class 2 misdemeanor for any person to act in the capacity of a licensed No person may act as a pesticide dealer or advertise as a licensed pesticide dealer at any time without first having obtained a obtaining a pesticide dealer's license from the Department of Agriculture that shall expire on the last day of February of the second year following the year of issue issued by the secretary. A violation of this section is a Class 2 misdemeanor. In addition to any criminal penalty, any person who violates this section is subject to a civil penalty not to exceed five thousand dollars per violation. Any civil penalty under this section shall be imposed by the circuit court. Any civil penalty collected shall be deposited into the state general fund. Section 42. That § 38-21-33.2 be AMENDED: 38-21-33.2. Physicians, veterinarians, and pharmacists--Exemption. Licensed physicians, veterinarians, and pharmacists shall be Any licensed physician, veterinarian, or pharmacist is exempt from the provisions of § 38-21-33.1 if not over less than three percent of total sales is derived from the sale of pesticides. Section 43. That § 38-21-33.3 be AMENDED: 38-21-33.3. Pesticide applicators and government agencies--Exemption. Section The provisions of § 38-21-33.1 shall do not apply to a licensed any commercial pesticide applicator who sells pesticides only as an integral part of his pesticide an application service when such if the pesticides are dispensed only through equipment used for such pesticide application, or any federal, state, county, or municipal agency which that provides pesticides only for its the agency's own programs. Section 44. That § 38-21-33.4 be AMENDED: 38-21-33.4. License required for outlets--Transitory locations prohibited. A pesticide dealer's license shall be is required for each location or outlet located within this state from which such pesticides are distributed; however, any. A manufacturer, registrant, or distributor who has no pesticide dealer outlet location licensed within this state and, but who distributes such pesticides directly into this state shall obtain a pesticide dealer license for his the principal out‑of‑state location or outlet of the manufacturer, registrant, or distributor. Licensed locations shall A licensed location may not be transitory. Section 45. That § 38-21-33.6 be AMENDED: 38-21-33.6. Denial, suspension, or revocation of dealer's license--Hearing. The A pesticide dealer's license shall be is subject to denial, suspension, or revocation after a hearing, pursuant to chapter 1-26, for any violation of this chapter, pursuant to chapter 1-26, whether if the violation was committed by the dealer, or by the dealer's officer, agent, or employee. Section 46. That § 38-21-33.8 be AMENDED: 38-21-33.8. Pesticide dealer--Exemption. Any person holding a pesticide dealer dealer's license pursuant to § 38-21-33.1 is exempt from purchasing a poison license for any pesticide which is also listed as a poison under chapter 34-20 and from maintaining a poison register as required in §§ 34-20-4 and 34-20-5. Section 47. That § 38-21-35 be AMENDED: 38-21-35. Veterinarians --Exemption. The licensing requirements of this chapter shall do not apply to any doctor of veterinary medicine a licensed veterinarian applying pesticides other than restricted use restricted-use pesticides to animals during the normal course of his veterinary the veterinarian's practice if he the veterinarian is not principally or regularly engaged in the business of applying pesticides for hire amounting to a principal or regular occupation and does and is not publicly hold himself out identified as a pesticide applicator. Section 48. That § 38-21-37 be AMENDED: 38-21-37. Application without compensation--Exemption. The licensing requirements of this chapter do not apply to any person using handpowered hand-powered equipment to apply pesticides, other than restricted use restricted-use pesticides, to lawns, or to ornamental shrubs and trees not in excess of twelve feet high, if applied without compensation. Section 49. That § 38-21-39 be AMENDED: 38-21-39. Restricted‑use pesticide classifications--Promulgation of rules. For the purpose of uniformity and in order to enter into cooperative agreements, the secretary of agriculture may establish may promulgate rules promulgated, pursuant to chapter 1-26, adopting restricted‑use pesticides classifications as determined by the federal Environmental Protection Agency. The secretary may also by rules promulgated pursuant to chapter 1-26, to determine state restricted‑use pesticides, to restrict the use of certain pesticides, or to disallow the use of certain pesticides for within the state or for within designated areas within of the state. Section 50. That § 38-21-39.1 be AMENDED: 38-21-39.1. Unlicensed sale of restricted‑use pesticide--Misdemeanor--Civil penalty. It is a Class 2 misdemeanor for any person not licensed No person without a pesticide dealer's license issued by the secretary under the provisions of this chapter to may sell any restricted‑use pesticide to any person not certified under the provisions of this chapter. A violation of this section is a Class 2 misdemeanor. In addition to any criminal penalty, any person who violates this section is subject to a civil penalty not to exceed five thousand dollars per violation. Any civil penalty under this section shall be imposed by the circuit court. Any civil penalty collected shall be deposited into the state general fund. Section 51. That § 38-21-39.2 be AMENDED: 38-21-39.2. Sale of restricted‑use pesticide to unlicensed person--Misdemeanor--Civil penalty. Any licensed No pesticide dealer who sells may sell a restricted‑use pesticide to any person who is not licensed or certified under the provisions of this chapter is guilty of a Class 2 misdemeanor. A violation of this section is a Class 2 misdemeanor. In addition to any criminal penalty, any person who violates this section is subject to a civil penalty not to exceed five thousand dollars per violation. Any civil penalty under this section shall be imposed by the circuit court. Any civil penalty collected shall be deposited into the state general fund. Any licensed pesticide dealer is responsible for acts committed by his the pesticide dealer's officers, agents, or employees under the civil penalty provisions of this section. Section 52. That § 38-21-39.3 be AMENDED: 38-21-39.3. Unlicensed buying of restricted‑use pesticide--Misdemeanor--Civil penalty. Any No person not certified under the provisions of without a license issued under this chapter who buys may buy any restricted‑use pesticide is guilty of. A violation of this section is a Class 2 misdemeanor. In addition to any criminal penalty, any person who violates this section is subject to a civil penalty not to exceed five thousand dollars per violation. Any civil penalty under this section shall be imposed by the circuit court. Any civil penalty collected shall be deposited into the state general fund. Section 53. That § 38-21-41 be AMENDED: 38-21-41. Reciprocal waiver of examinations. The secretary of agriculture may waive any examination requirement provided for under any provision of this chapter on a reciprocal basis with any other state which has substantially the same standards. Section 54. That § 38-21-52 be AMENDED: 38-21-52. Cooperation with other agencies. The secretary of agriculture may cooperate, receive grants‑in‑aid, and enter in to into agreements with any agency of the federal government, of this state or its subdivisions, or with any agency of another state, to obtain assistance in the implementation of this chapter; to secure uniformity of regulations; to cooperate in the enforcement of the federal pesticide control laws through the use of state or federal personnel and facilities and to implement cooperative enforcement programs; to develop and administer state programs for training and certification of certified applicators consistent with federal standards; to contract for training with other agencies including federal agencies for the purpose of training certified applicators; to contract for monitoring pesticides for the national plan; to prepare and submit state plans to meet federal certification standards and issuance of experimental permits; and to regulate certified applicators. Section 55. That § 38-21-53 be AMENDED: 38-21-53. Entry and inspection by secretary. So far as it may be necessary to To perform any duty pursuant to the provisions of this chapter, the secretary of agriculture may enter upon any public or private premises at any reasonable time to inspect any pesticide‑related equipment and the premises on which such the equipment is kept or stored, to inspect lands actually or reportedly exposed to pesticides, to inspect storage or disposal areas, to investigate complaints of injury to humans or land, to examine any records required to be maintained pursuant to this chapter, or to sample pesticides being applied or to be applied. The secretary may apply to any court of competent jurisdiction for a search warrant authorizing access to any land or premises to which the secretary may be denied access. Section 56. That § 38-21-54 be REPEALED. 38-21-54. Search warrant when access denied. Section 57. That § 38-21-55 be AMENDED: 38-21-55. Cause of action--Injunction. The secretary of agriculture may bring cause an action to commence in any court of competent jurisdiction to enjoin the violation or threatened violation of any provision of this chapter. Section 58. That § 38-21-56 be AMENDED: 38-21-56. Notification of pesticide application--Promulgation of rules. The secretary of agriculture may promulgate rules, pursuant to chapter 1-26, to require posting of pesticide application sites and notification of notifying the public or other individuals who may be affected by a pesticide application that has occurred or will occur in the future. Section 59. That § 38-21-57 be AMENDED: 38-21-57. Pesticide regulatory fund--Administration--Expenditures. Funds collected pursuant to §§ 38-21-17, 38-21-23, and 38-21-33.5, and 38-21-43 shall be deposited with the state treasurer in a special revenue fund hereby created in the state treasury known as the pesticide regulatory fund. This fund shall consist of moneys from public and private sources including legislative appropriations, federal grants, gifts, and the fees received pursuant to this chapter. The fund shall be maintained separately and be administered by the department in order to defray the expenses of all activities associated with administering the pesticide program. Expenditures from the fund shall be appropriated through the normal budget process. Unexpended funds and interest shall remain in the fund until appropriated by the Legislature."}, {"bill_id": 11634, "bill_version_id": 63418, "bill_version": "House Agriculture and Natural Resources Engrossed", "bill_version_date": "2020-01-23T14:13:04.52-06:00", "bill_text": "An Act to revise certain provisions regarding pesticide registration and application. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 38-20A-1 be AMENDED: 38-20A-1. Definitions. Terms used in this chapter, unless the context otherwise plainly requires, mean: (1) \"Active ingredient,\" any ingredient which prevents, destroys, repeals repels, or mitigates insects, fungi, rodents, weeds, or other pests; (2) \"Antidote,\" the most practical immediate treatment in case of poisoning, including first‑aid treatment; (3) \"Bulk pesticide,\" any volume of a pesticide which is transported or held in an immediate reusable container in undivided quantities greater than one hundred pounds net dry weight or fifty‑five U.S. gallons liquid measure. This does not include pesticides which are in the custody of the ultimate user and are fully prepared for use by him the user; (4) \"Device,\" any instrument or contrivance intended for trapping, destroying, repelling, or mitigating insects or for destroying, repelling, or mitigating fungi, weeds, rodents, or such any other pests as designated by the secretary, but not including equipment used for the application of pesticides when sold separately and not including rodent traps; (5) \"Fungi,\" all nonchlorophyll‑bearing thallophytes of a lower order than mosses and liverworts, for example, rusts, smuts, mildews, molds, yeasts, and bacteria, except those on or in living man persons or other animals; (6) \"Fungicide,\" any substance or mixture of substances intended for preventing, destroying, repelling, or mitigating any fungi; (7) \"Herbicide,\" any substance or mixture of substances intended for preventing, destroying, repelling, or mitigating any weed; (8) \"Inert ingredient,\" an ingredient which is not an active ingredient; (9) \"Ingredient statement,\" a statement of the name and percentage of each active ingredient, together with the total percentage of the inert ingredients, in a pesticide. However, in In the case of every pesticide containing arsenic in any form, the ingredient statement shall show, in addition to other required information, the percentages of total arsenic and of water‑soluble arsenic, each expressed in terms of elemental arsenic; (10) \"Insect,\" any of the numerous small invertebrate animals generally having the body more or less obviously segmented, belonging to the class insecta, comprising six-legged usually winged forms, for example, beetles, bugs, bees, and flies, and to other allied classes of arthropods whose members are wingless and usually have more than six legs, for example, spiders, mites, ticks, centipedes, and wood lice; (11) \"Insecticide,\" any substance or mixture of substances intended for preventing, destroying, repelling, or mitigating any insects which may be present in any environment; (12) \"Label,\" the written, printed, or graphic matter on, or attached to, the pesticide or device, or the immediate container and the outside container or wrapper of the retail package; (13) \"Labeling,\" all labels and other written, printed, or graphic matter: (a) On the pesticide or device or any of its containers or wrappers; (b) Accompanying the pesticide or device at any time; or (c) To which reference is made on the label or in literature accompanying the pesticide or device, except accurate, nonmisleading reference to current official publications of any government institution or official agency of the United States or of this or any other state, authorized by law to conduct research in the field of pesticides; (14) \"Pest,\" any insect, rodent, nematode, fungus, weed, or other form of terrestrial or aquatic plant or animal life or virus, bacteria, or other microorganism, except viruses, bacteria, or other microorganisms on or in living man persons or other living animals, which the secretary declares to be a pest; (15) \"Pesticide,\" any substance or mixture of substances intended for preventing, destroying, repelling, or mitigating any pests, or any substance or mixture of substances intended for use as a plant regulator, defoliant, or desiccant or any substance or mixture of substances intended to be used as a spray adjuvant; (16) \"Registrant,\" the person registering any pesticide pursuant to the provisions of this chapter; (17) \"Rodenticide,\" any substance or mixture of substances intended for preventing, destroying, repelling, or mitigating rodents or any other vertebrate animal which the secretary declares to be a pest; (18) \"Secretary,\" the secretary of agriculture the Department of Agriculture; (19) \"Waste pesticide,\" any pesticide formulation that cannot be used according to label directions because of cancellation or suspension of its federal registration or deterioration of the product or its label, and any pesticide formulation whose active ingredients are not clearly identifiable because the pesticide is not stored in its original container; and (20) \"Weed,\" any plant which grows where not wanted. Section 2. That § 38-20A-2 be REPEALED. 38-20A-2. Delegation of powers by secretary of agriculture. Section 3. That § 38-20A-3 be AMENDED: 38-20A-3. Declaration as pest--Public hearing. The secretary of agriculture is authorized, after opportunity for a holding a public hearing, to declare as a pest any form of plant or animal life or virus which is injurious to plants, human beings, domestic animals, articles, or substances any plant, person, domestic animal, or substance. Section 4. That § 38-20A-6 be AMENDED: 38-20A-6. Interplant shipments--Exception from registration. Notwithstanding any other provision of this chapter, registration is not required in the case of if a pesticide is shipped from one manufacturing plant within this state to another manufacturing plant within this state operated by the same person if such, and the pesticide be is not sold or offered for sale in this state. Section 5. That § 38-20A-8 be AMENDED: 38-20A-8. Registration--Requirements--Submission contents. The registrant shall submit to the secretary of agriculture may require submission of the complete formula of any pesticide, including its active and the formula's active ingredients. The secretary may also require the registrant to submit the inert ingredients upon request. Section 6. That § 38-20A-10 be AMENDED: 38-20A-10. Registration of pesticide by secretary. If it appears to the secretary of agriculture that the composition of the article is such as to warrant pesticide warrants the proposed claims for it, and if the article and its labeling pesticide, labeling, and other material required to be submitted comply with meet the requirements of in §§ 38-20A-16 to 38-20A-29, inclusive, the secretary shall register the article pesticide. Section 7. That § 38-20A-11 be AMENDED: 38-20A-11. Registration not a defense. In no event may registration of an article a pesticide be construed as a defense for the commission of any offense prohibited under the provisions of §§ 38-20A-26 to 38-20A-29, inclusive. Section 8. That § 38-20A-12 be AMENDED: 38-20A-12. Notice to registrant--Failure to comply--Refusal of registration--Hearing. If it does not appear to the secretary of agriculture that the pesticide warrants the proposed claims for it or if the pesticide and its labeling and other material required to be submitted do not comply with the provisions of this chapter or regulations adopted the rules promulgated thereunder, he the secretary shall notify the applicant registrant of the manner in which reasons the pesticide, labeling, or other material required to be submitted fails to comply with the provisions of this chapter to afford the applicant provide the registrant an opportunity to make the necessary corrections. If, upon receipt of the notice, the applicant registrant does not make the required changes necessary corrections, the secretary may refuse to register the pesticide. The applicant If the secretary refuses to register the pesticide, the registrant may request a hearing under the provisions of chapter 1-26. Section 9. That § 38-20A-13 be AMENDED: 38-20A-13. Cancellation of registration--Hearing. If the secretary of agriculture determines that a registered pesticide or its labeling does not comply with the provisions of this chapter or regulations adopted pursuant to the provisions of rules promulgated under this chapter, he the secretary may cancel the registration of that pesticide, subject to the a hearing under the provisions of chapter 1-26. Section 10. That § 38-20A-16 be AMENDED: 38-20A-16. Adulterated pesticides. A pesticide is adulterated if its strength or purity falls below does not meet the professed standard or quality, as expressed on its labeling or under which it is sold, or if any substance has been substituted wholly or in part for the pesticide, or if any valuable ingredient of the pesticide has been wholly or in part abstracted. Section 11. That § 38-20A-17.1 be AMENDED: 38-20A-17.1. Misbranded pesticides. A pesticide is misbranded if: (1) Its labeling The label bears any statement, design, or graphic representation relative to it the pesticide or to its ingredients which is false or misleading in any particular; (2) It is an imitation of or is offered for sale under the name of another pesticide; (3) Its labeling The label bears any reference to registration under the provisions of this chapter; (4) The label accompanying it does not contain necessary instructions for use which are adequate, if complied with, for the protection of the public; (5) The label does not bear a necessary warning or caution statement which is adequate, if complied with, to prevent injury to living man persons or other vertebrate animals; (6) The label does not bear an ingredient statement on the part of the immediate container and on the outside container or wrapper, if one exists through which the ingredient statement on the immediate container cannot be clearly read, of the retail package which is presented or displayed under customary conditions of purchase; (7) The label fails to clearly and plainly show the name and address of the manufacturer, registrant, or person for whom the pesticide is manufactured; the name, brand, or trademark under which it the pesticide is registered and sold; and the net weight or measure of the contents of the container, subject, however, to any reasonable variations as the secretary of agriculture may permit by regulation; or (8) Any word, statement, or other information required by the provisions of this chapter that appears on the labeling is not prominently placed on the labeling in a conspicuous manner, when compared with other words, statements, designs, or graphic material on the labeling, and in terms that render it likely to be read and understood by the ordinary individual under customary conditions of purchase and use; or (9) The pesticide is injurious to living persons or other vertebrate animals, or to vegetation, except weeds or pests, to which it is applied, or to the person applying the pesticide, when used as directed or in accordance with commonly recognized practices. Section 12. That § 38-20A-18.1 be AMENDED: 38-20A-18.1. Misbranded device. A device is misbranded if its labeling bears any statement, design, or graphic representation relative to the device which is false or misleading in any particular. Section 13. That § 38-20A-25 be REPEALED. 38-20A-25. Pesticide deemed misbranded if injurious when used as directed. Section 14. That § 38-20A-27 be AMENDED: 38-20A-27. Unregistered pesticides--Prohibitions--Change in labeling or formula. No person may knowingly or willfully distribute, sell, or offer for sale within this state any pesticide which has not been is not registered pursuant to under the provisions of §§ 38-20A-4 to 38-20A-13, inclusive; or any pesticide if any of the claims made for it or any of the directions for its the pesticide's use differ in substance from the representations made in connection with its registration; or any pesticide if the composition of the pesticide differs from its the composition as represented in connection with its registration. However, the The secretary of agriculture may allow a change in the labeling or formula of a pesticide to be made within a registration period without requiring reregistration of the product pesticide. Section 15. That § 38-20A-28 be AMENDED: 38-20A-28. Authorized container--Requirements--Prohibitions. No person may knowingly or willfully distribute, sell, or offer for sale within this state any pesticide unless it is in the registrant's or the manufacturer's unbroken immediate container and there is affixed to the container, and to the outside container or wrapper of the retail package if there be one through which the required information on if one exists through which the ingredient statement on the immediate container cannot be clearly read, a label bearing clearly and plainly the information required by in this chapter. Section 16. That § 38-20A-29 be AMENDED: 38-20A-29. Label required--Contents of label. No person may distribute, sell, or offer for sale within this state any pesticide which contains any substance or substances in quantities highly toxic to man persons, unless the label bears, in addition to any other matter information required by this chapter, the label bears the following: (1) A skull and crossbones and the word \"poison,\" both prominently printed in red figure and letters not less than one‑fourth inch high on a background of distinctly contrasting color; and (2) A statement of an antidote for the pesticide. Section 17. That § 38-20A-31 be AMENDED: 38-20A-31. Exemption for carriers--Access to records. The penalties provided for violations of the provisions of §§ 38-20A-26 to 38-20A-29, inclusive, do not apply to a carrier while lawfully engaged in transporting a pesticide within this state, if the carrier, upon request, permits the secretary of agriculture or his designated agent to copy all records showing transactions in and movement of the articles pesticides. Section 18. That § 38-20A-32 be AMENDED: 38-20A-32. State and federal officials exempt from penalties. The penalties provided for violations of the provisions of §§ 38-20A-26 to 38-20A-29, inclusive, do not apply to public officials of this state or the federal government when engaged in the performance of their official duties. Section 19. That § 38-20A-34 be AMENDED: 38-20A-34. Alteration or destruction of label as petty offense--Changing composition of substance. It is a petty offense for any person to detach, alter, deface, or destroy, in whole or in part, any label or labeling provided for in this chapter or regulations rules promulgated hereunder thereunder, or to add any substance to, or take any substance from, a pesticide in a manner that may defeat the purpose does not comply with any of the provisions of this chapter. Section 20. That § 38-20A-35 be AMENDED: 38-20A-35. Exemption of pesticide packed for export--Provisions applicable if not exported. No article shall be deemed pesticide is in violation of this chapter when intended solely for export to a foreign country, and when prepared or packed according to the specifications or directions of the purchaser. If not so the pesticide is not exported, all the provisions of the chapter shall apply. Section 21. That § 38-20A-36 be AMENDED: 38-20A-36. Promulgation of rules. The secretary of agriculture may establish rules promulgated may promulgate rules, pursuant to chapter 1-26, providing for registration, sampling, analysis, inspection, storage, handling, and labeling of pesticides, bulk pesticides, or devices; requiring specific information on the label of pesticides as to the chemical identity of any active ingredient or ingredients thereof; requiring registration of bulk pesticides and approval of site and conditions by which bulk pesticides are handled; stored and produced and requiring on the label an accurate statement of the quantity of any active ingredient in terms of weight per unit measure of the commodity as sold, if he finds the label information necessary for the protection of the user, environment, and for correct application of pesticides. The secretary may also promulgate rules, pursuant to chapter 1-26, applicable to and in conformity with the primary standards established by this chapter that have been or may be prescribed by the United States Department of Agriculture, United States Environmental Protection Agency, or other federal agency with respect to pesticides. Section 22. That § 38-20A-37 be AMENDED: 38-20A-37. Cooperation with other state and federal agencies. The secretary of agriculture is authorized and empowered to cooperate with, and enter into agreements with, any other agency of this state, the United States Department of Agriculture, the United States Environmental Protection Agency, and any other state or agency thereof for the purpose of carrying out the provisions of this chapter and securing uniformity of regulations. Section 23. That § 38-20A-38 be REPEALED. 38-20A-38. Regulations in conformity with federal standards--Hearing. Section 24. That § 38-20A-39 be AMENDED: 38-20A-39. Inspection and sampling--Access to premises and records--Identification and examination of samples. The secretary of agriculture may inspect and sample pesticides and devices kept or offered for sale, sold, or distributed within this state at the time and place and to the extent he finds necessary to confirm their compliance with the provisions of this chapter. The secretary and his duly authorized agents have has all the rights of visitation, inspection, sampling, and access to places, property, containers, and records as necessary to enforce the provisions of this chapter. All samples collected shall be sealed and properly identified in the presence of the dealer or person from whom taken and shall be promptly forwarded to the director of laboratories for examination. The director of laboratories shall examine all samples and to report his results promptly to the secretary examined. Section 25. That § 38-20A-41 be AMENDED: 38-20A-41. Stop‑sale order on pesticide or device in violation--Attachment to pesticide--Notice--Effect of order. If the secretary of agriculture has reasonable cause to believe a pesticide or a device is being distributed, sold, or offered for sale within this state in a manner inconsistent with any of the provisions of this chapter, or of any of the regulations rules adopted pursuant to the provisions of under this chapter, he the secretary may issue and serve a written \"stop‑sale\" order upon the owner or custodian of the pesticide or device. If the owner or custodian is not available for service of the order, the order may be attached to the pesticide or device and the secretary shall notify the owner or custodian and the registrant. The pesticide or device may not be sold, or used, or and the stop-sale order may not be removed until it has met the pesticide or device meets the provisions of this chapter and the pesticide or device has been is released by written order under conditions specified by the secretary or the violation has been is otherwise rectified as provided in this chapter. Section 26. That § 38-20A-46 be AMENDED: 38-20A-46. Stop-sale--Payment of costs. Upon payment to the department of all costs incurred by the department to implement the stop-sale and sufficient assurance that a pesticide or device subject to a \"stop‑sale\" order pursuant to the provisions of § 38-20A-41 will not be disposed of unlawfully, the court secretary may direct that the pesticide or device be delivered to its owner for relabeling or reprocessing. Section 27. That § 38-20A-51 be REPEALED. 38-20A-51. Prosecution of reported violations. Section 28. That § 38-20A-47 be AMENDED: 38-20A-47. Prohibited contracts void--Action on contract prohibited. Any contract for the sale of a product pesticide or device in violation of the provisions of this chapter is void. No action may be maintained in any court for the purchase price or value of any product pesticide or device, the sale of which is prohibited. No person is liable for the price or value of any product pesticide or device furnished in violation of any of the provisions of this chapter. Section 29. That § 38-20A-52 be REPEALED. 38-20A-52. Publication of judgments. Section 30. That § 38-20A-53 be REPEALED. 38-20A-53. Citation of chapter. Section 31. That § 38-20A-54 be AMENDED: 38-20A-54. Waste pesticide--Development of program--Promulgation of rules. For the purposes of developing a waste pesticide collection and disposal program and a pesticide container recycling program, the secretary of agriculture may promulgate rules pursuant to chapter 1-26 to: (1) Assess an additional annual fee, until June 30, 1997, on pesticides registered pursuant to § 38-20A-9, not to exceed twenty-five dollars per product; (2) Enter into agreements with private entities and cooperate with other local, state, or federal agencies to fulfill the goals of the program; (3)(2) Define the types and condition of pesticide containers to be accepted through the recycling program; (4)(3) Define the kind and condition of pesticides to be accepted through the waste pesticide collection and disposal program; (5)(4) Establish procedures for collecting waste pesticides for disposal and pesticide containers for recycling; and (6)(5) Develop criteria for establishing pesticide and pesticide container collection sites. Section 32. That § 38-20A-55 be REPEALED. 38-20A-55. Establishment of advisory committee--Members--Duties. Section 33. That § 38-21-15.1 be AMENDED: 38-21-15.1. Bulk pesticide storage facility permit--Revocation of permit--Penalty. No person may establish or operate a bulk pesticide storage facility without obtaining a bulk pesticide storage facility permit from the secretary. The secretary may establish by rule pursuant to chapter 1-26, a bulk pesticide storage facility permit system and operational requirements necessary for secondary containment of bulk pesticide for the protection of the environment and human health. The secretary may require that appropriate plans and specifications for construction and operation of a bulk pesticide storage facility be submitted for approval prior to the issuance, modification, suspension, or revocation of a permit. If a bulk pesticide storage facility is operating in violation of the permit requirements established pursuant to in rules promulgated under this section chapter, the secretary may grant a reasonable period of time for the facility to comply with the rules. If the facility does not comply with the rules in the prescribed period of time, the secretary shall revoke the operating permit pursuant to chapter 1-26. Any person operating a bulk pesticide storage facility without a permit issued pursuant to this section, or operating with a revoked permit is guilty of a Class 1 misdemeanor. A violation of this section is a Class 1 misdemeanor. Section 34. That § 38-21-15.2 be AMENDED: 38-21-15.2. Operation without permit--Civil penalty, injunctive, or declaratory relief. Any Notwithstanding any other provision of this chapter, any person who operates a bulk storage facility without a permit or violates the bulk pesticide storage facility permit provision of this chapter is subject to a civil action in circuit court for the recovery of a civil penalty not to exceed five hundred dollars for each day of violation. In addition, the secretary may enforce the provisions of this chapter by means of injunctive and declaratory relief in circuit court. Section 35. That § 38-21-15.3 be AMENDED: 38-21-15.3. Existing bulk pesticide storage--Alteration--Plans prepared--Rules prohibited. The department secretary may not promulgate a rule requiring that plans, specifications, and supporting information submitted for an alteration of an existing bulk pesticide storage facility or the construction of a new site be prepared by a registered professional engineer. Nothing in this section shall prohibit prohibits an operator of a bulk pesticide storage facility from voluntarily having the plans, specifications, and supporting information prepared by a registered professional engineer. Section 36. That a NEW SECTION be added: 38-21-15.4. Bulk pesticide storage facility--Promulgation of rules. The secretary may promulgate rules, pursuant to chapter 1-26, providing for a bulk pesticide storage facility permit system and operational requirements necessary for secondary containment of bulk pesticide for the protection of the environment and human health. The secretary may require that appropriate plans and specifications for construction and operation of a bulk pesticide storage facility be submitted for approval prior to the issuance, modification, suspension, or revocation of a permit. Section 37. That § 38-21-18 be AMENDED: 38-21-18. Standards for certification of applicators--Promulgation of rules. The secretary of agriculture in promulgating may promulgate rules, pursuant to chapter 1-26 for this chapter shall, to prescribe standards for the certification of all applicators of pesticides. Such The standards shall relate to the use and handling of the pesticides, or to the use and handling of the pesticide or class of pesticides covered by the individual's certification, and shall be relative relate to the hazards involved. In determining these standards, the secretary shall take into consideration consider the standards of the federal Environmental Protection Agency. Section 38. That § 38-21-20 be AMENDED: 38-21-20. Qualified applicants--Issuance of license--Denial of application. If the secretary of agriculture finds the applicant qualified to apply pesticides in the classifications he has for which the applicant applied for, after such examinations as the secretary shall require by regulation, and if the applicant applying for a license to engage in aerial application of pesticides has met all the requirements of the Federal Aviation Agency, the Aeronautics Commission of this state, and any other applicable federal or state laws or regulations to operate the equipment described in the application, the secretary shall issue a licensed an applicator's license limited to the classifications for which he the applicant is qualified. The secretary may deny any application for any applicator's license if the secretary finds that the applicant has violated any provisions of this chapter. Section 39. That § 38-21-21 be AMENDED: 38-21-21. Licensure--Denial or non-issuance--Written explanation. If an any applicator's license is denied or not issued as applied for, the secretary of agriculture shall inform the applicant in writing of the reasons therefor for the denial or non-issuance. Section 40. That § 38-21-22 be AMENDED: 38-21-22. Applicator's license--Restrictions. The secretary of agriculture may limit the license of the any applicant to the use of certain pesticides, or to certain areas, or to certain types of equipment if the applicant is only so qualified based upon the applicant's qualifications. Section 41. That § 38-21-24 be AMENDED: 38-21-24. Private and commercial applicators--Records--Promulgation of rules. The secretary of agriculture may establish may promulgate rules, pursuant to chapter 1-26, to require private and commercial applicators to maintain such any pesticide application records as he may deem the secretary determines are necessary. Section 42. That § 38-21-33.1 be AMENDED: 38-21-33.1. Pesticide dealer--Unlicensed operation--Misdemeanor--Civil penalty. It is a Class 2 misdemeanor for any person to act in the capacity of a licensed No person may act as a pesticide dealer or advertise as a licensed pesticide dealer at any time without first having obtained a obtaining a pesticide dealer's license from the Department of Agriculture that shall expire on the last day of February of the second year following the year of issue issued by the secretary. A violation of this section is a Class 2 misdemeanor. In addition to any criminal penalty, any person who violates this section is subject to a civil penalty not to exceed five thousand dollars per violation. Any civil penalty under this section shall be imposed by the circuit court. Any civil penalty collected shall be deposited into the state general fund. Section 43. That § 38-21-33.2 be AMENDED: 38-21-33.2. Physicians, veterinarians, and pharmacists--Exemption. Licensed physicians, veterinarians, and pharmacists shall be Any licensed physician, veterinarian, or pharmacist is exempt from the provisions of § 38-21-33.1 if not over less than three percent of total sales is derived from the sale of pesticides. Section 44. That § 38-21-33.3 be AMENDED: 38-21-33.3. Pesticide applicators and government agencies--Exemption. Section The provisions of § 38-21-33.1 shall do not apply to a licensed any commercial pesticide applicator who sells pesticides only as an integral part of his pesticide an application service when such if the pesticides are dispensed only through equipment used for such pesticide application, or any federal, state, county, or municipal agency which that provides pesticides only for its the agency's own programs. Section 45. That § 38-21-33.4 be AMENDED: 38-21-33.4. License required for outlets--Transitory locations prohibited. A pesticide dealer's license shall be is required for each location or outlet located within this state from which such pesticides are distributed; however, any. A manufacturer, registrant, or distributor who has no pesticide dealer outlet location licensed within this state and, but who distributes such pesticides directly into this state shall obtain a pesticide dealer license for his the principal out‑of‑state location or outlet of the manufacturer, registrant, or distributor. Licensed locations shall A licensed location may not be transitory. Section 46. That § 38-21-33.6 be AMENDED: 38-21-33.6. Denial, suspension, or revocation of dealer's license--Hearing. The A pesticide dealer's license shall be is subject to denial, suspension, or revocation after a hearing, pursuant to chapter 1-26, for any violation of this chapter, pursuant to chapter 1-26, whether if the violation was committed by the dealer, or by the dealer's officer, agent, or employee. Section 47. That § 38-21-33.8 be AMENDED: 38-21-33.8. Pesticide dealer--Exemption. Any person holding a pesticide dealer dealer's license pursuant to § 38-21-33.1 is exempt from purchasing a poison license for any pesticide which is also listed as a poison under chapter 34-20 and from maintaining a poison register as required in §§ 34-20-4 and 34-20-5. Section 48. That § 38-21-35 be AMENDED: 38-21-35. Veterinarians --Exemption. The licensing requirements of this chapter shall do not apply to any doctor of veterinary medicine a licensed veterinarian applying pesticides other than restricted use restricted-use pesticides to animals during the normal course of his veterinary the veterinarian's practice if he the veterinarian is not principally or regularly engaged in the business of applying pesticides for hire amounting to a principal or regular occupation and does and is not publicly hold himself out identified as a pesticide applicator. Section 49. That § 38-21-37 be AMENDED: 38-21-37. Application without compensation--Exemption. The licensing requirements of this chapter do not apply to any person using handpowered hand-powered equipment to apply pesticides, other than restricted use restricted-use pesticides, to lawns, or to ornamental shrubs and trees not in excess of twelve feet high, if applied without compensation. Section 50. That § 38-21-39 be AMENDED: 38-21-39. Restricted‑use pesticide classifications--Promulgation of rules. For the purpose of uniformity and in order to enter into cooperative agreements, the secretary of agriculture may establish may promulgate rules promulgated, pursuant to chapter 1-26, adopting restricted‑use pesticides classifications as determined by the federal Environmental Protection Agency. The secretary may also by rules promulgated pursuant to chapter 1-26, to determine state restricted‑use pesticides, to restrict the use of certain pesticides, or to disallow the use of certain pesticides for within the state or for within designated areas within of the state. Section 51. That § 38-21-39.1 be AMENDED: 38-21-39.1. Unlicensed sale of restricted‑use pesticide--Misdemeanor--Civil penalty. It is a Class 2 misdemeanor for any person not licensed No person without a pesticide dealer's license issued by the secretary under the provisions of this chapter to may sell any restricted‑use pesticide to any person not certified under the provisions of this chapter. A violation of this section is a Class 2 misdemeanor. In addition to any criminal penalty, any person who violates this section is subject to a civil penalty not to exceed five thousand dollars per violation. Any civil penalty under this section shall be imposed by the circuit court. Any civil penalty collected shall be deposited into the state general fund. Section 52. That § 38-21-39.2 be AMENDED: 38-21-39.2. Sale of restricted‑use pesticide to unlicensed person--Misdemeanor--Civil penalty. Any licensed No pesticide dealer who sells may sell a restricted‑use pesticide to any person who is not licensed or certified under the provisions of this chapter is guilty of a Class 2 misdemeanor. A violation of this section is a Class 2 misdemeanor. In addition to any criminal penalty, any person who violates this section is subject to a civil penalty not to exceed five thousand dollars per violation. Any civil penalty under this section shall be imposed by the circuit court. Any civil penalty collected shall be deposited into the state general fund. Any licensed pesticide dealer is responsible for acts committed by his the pesticide dealer's officers, agents, or employees under the civil penalty provisions of this section. Section 53. That § 38-21-39.3 be AMENDED: 38-21-39.3. Unlicensed buying of restricted‑use pesticide--Misdemeanor--Civil penalty. Any No person not certified under the provisions of without a license issued under this chapter who buys may buy any restricted‑use pesticide is guilty of. A violation of this section is a Class 2 misdemeanor. In addition to any criminal penalty, any person who violates this section is subject to a civil penalty not to exceed five thousand dollars per violation. Any civil penalty under this section shall be imposed by the circuit court. Any civil penalty collected shall be deposited into the state general fund. Section 54. That § 38-21-41 be AMENDED: 38-21-41. Reciprocal waiver of examinations. The secretary of agriculture may waive any examination requirement provided for under any provision of this chapter on a reciprocal basis with any other state which has substantially the same standards. Section 55. That § 38-21-52 be AMENDED: 38-21-52. Cooperation with other agencies. The secretary of agriculture may cooperate, receive grants‑in‑aid, and enter in to into agreements with any agency of the federal government, of this state or its subdivisions, or with any agency of another state, to obtain assistance in the implementation of this chapter; to secure uniformity of regulations; to cooperate in the enforcement of the federal pesticide control laws through the use of state or federal personnel and facilities and to implement cooperative enforcement programs; to develop and administer state programs for training and certification of certified applicators consistent with federal standards; to contract for training with other agencies including federal agencies for the purpose of training certified applicators; to contract for monitoring pesticides for the national plan; to prepare and submit state plans to meet federal certification standards and issuance of experimental permits; and to regulate certified applicators. Section 56. That § 38-21-53 be AMENDED: 38-21-53. Entry and inspection by secretary. So far as it may be necessary to To perform any duty pursuant to the provisions of this chapter, the secretary of agriculture may enter upon any public or private premises at any reasonable time to inspect any pesticide‑related equipment and the premises on which such the equipment is kept or stored, to inspect lands actually or reportedly exposed to pesticides, to inspect storage or disposal areas, to investigate complaints of injury to humans or land, to examine any records required to be maintained pursuant to this chapter, or to sample pesticides being applied or to be applied. The secretary may apply to any court of competent jurisdiction for a search warrant authorizing access to any land or premises to which the secretary may be denied access. Section 57. That § 38-21-54 be REPEALED. 38-21-54. Search warrant when access denied. Section 58. That § 38-21-55 be AMENDED: 38-21-55. Cause of action--Injunction. The secretary of agriculture may bring cause an action to commence in any court of competent jurisdiction to enjoin the violation or threatened violation of any provision of this chapter. Section 59. That § 38-21-56 be AMENDED: 38-21-56. Notification of pesticide application--Promulgation of rules. The secretary of agriculture may promulgate rules, pursuant to chapter 1-26, to require posting of pesticide application sites and notification of notifying the public or other individuals who may be affected by a pesticide application that has occurred or will occur in the future. Section 60. That § 38-21-57 be AMENDED: 38-21-57. Pesticide regulatory fund--Administration--Expenditures. Funds collected pursuant to §§ 38-21-17, 38-21-23, and 38-21-33.5, and 38-21-43 shall be deposited with the state treasurer in a special revenue fund hereby created in the state treasury known as the pesticide regulatory fund. This fund shall consist of moneys from public and private sources including legislative appropriations, federal grants, gifts, and the fees received pursuant to this chapter. The fund shall be maintained separately and be administered by the department in order to defray the expenses of all activities associated with administering the pesticide program. Expenditures from the fund shall be appropriated through the normal budget process. Unexpended funds and interest shall remain in the fund until appropriated by the Legislature."}, {"bill_id": 11634, "bill_version_id": 67156, "bill_version": "Enrolled", "bill_version_date": "2020-02-10T07:29:50.833-06:00", "bill_text": "ENTITLED An Act to revise certain provisions regarding pesticide registration and application. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 38-20A-1 be AMENDED: 38-20A-1. Definitions. Terms used in this chapter mean: (1) \"Active ingredient,\" any ingredient which prevents, destroys, repels, or mitigates insects, fungi, rodents, weeds, or other pests; (2) \"Antidote,\" the most practical immediate treatment in case of poisoning, including first‑aid treatment; (3) \"Bulk pesticide,\" any volume of a pesticide which is transported or held in an immediate reusable container in undivided quantities greater than one hundred pounds net dry weight or fifty‑five U.S. gallons liquid measure. This does not include pesticides which are in the custody of the ultimate user and are fully prepared for use by the user; (4) \"Device,\" any instrument or contrivance intended for trapping, destroying, repelling, or mitigating insects or for destroying, repelling, or mitigating fungi, weeds, rodents, or any other pests designated by the secretary, but not including equipment used for the application of pesticides when sold separately and not including rodent traps; (5) \"Fungi,\" all nonchlorophyll‑bearing thallophytes of a lower order than mosses and liverworts, for example, rusts, smuts, mildews, molds, yeasts, and bacteria, except those on or in living persons or other animals; (6) \"Fungicide,\" any substance or mixture of substances intended for preventing, destroying, repelling, or mitigating any fungi; (7) \"Herbicide,\" any substance or mixture of substances intended for preventing, destroying, repelling, or mitigating any weed; (8) \"Inert ingredient,\" an ingredient which is not an active ingredient; (9) \"Ingredient statement,\" a statement of the name and percentage of each active ingredient, together with the total percentage of the inert ingredients, in a pesticide. In the case of every pesticide containing arsenic in any form, the ingredient statement shall show, in addition to other required information, the percentages of total arsenic and of water‑soluble arsenic, each expressed in terms of elemental arsenic; (10) \"Insect,\" any of the numerous small invertebrate animals belonging to the class insecta and to other allied classes of arthropods; (11) \"Insecticide,\" any substance or mixture of substances intended for preventing, destroying, repelling, or mitigating any insects which may be present in any environment; (12) \"Label,\" the written, printed, or graphic matter on, or attached to, the pesticide or device, or the immediate container and the outside container or wrapper of the retail package; (13) \"Labeling,\" all labels and other written, printed, or graphic matter: (a) On the pesticide or device or any of its containers or wrappers; (b) Accompanying the pesticide or device at any time; or (c) To which reference is made on the label or in literature accompanying the pesticide or device, except accurate, nonmisleading reference to current official publications of any government institution or official agency of the United States or of this or any other state, authorized by law to conduct research in the field of pesticides; (14) \"Pest,\" any insect, rodent, nematode, fungus, weed, or other form of terrestrial or aquatic plant or animal life or virus, bacteria, or other microorganism, except viruses, bacteria, or other microorganisms on or in living persons or other living animals, which the secretary declares to be a pest; (15) \"Pesticide,\" any substance or mixture of substances intended for preventing, destroying, repelling, or mitigating any pests, or any substance or mixture of substances intended for use as a plant regulator, defoliant, or desiccant or any substance or mixture of substances intended to be used as a spray adjuvant; (16) \"Registrant,\" the person registering any pesticide pursuant to the provisions of this chapter; (17) \"Rodenticide,\" any substance or mixture of substances intended for preventing, destroying, repelling, or mitigating rodents or any other vertebrate animal which the secretary declares to be a pest; (18) \"Secretary,\" the secretary of the Department of Agriculture; (19) \"Waste pesticide,\" any pesticide formulation that cannot be used according to label directions because of cancellation or suspension of its federal registration or deterioration of the product or its label, and any pesticide formulation whose active ingredients are not clearly identifiable because the pesticide is not stored in its original container; and (20) \"Weed,\" any plant which grows where not wanted. Section 2. That § 38-20A-2 be REPEALED. 38-20A-2. Delegation of powers by secretary of agriculture. Section 3. That § 38-20A-3 be AMENDED: 38-20A-3. Declaration as pest--Public hearing. The secretary is authorized, after holding a public hearing, to declare as a pest any form of plant or animal life or virus which is injurious to any plant, person, domestic animal, or substance. Section 4. That § 38-20A-6 be AMENDED: 38-20A-6. Interplant shipments--Exception from registration. Notwithstanding any other provision of this chapter, registration is not required if a pesticide is shipped from one manufacturing plant within this state to another manufacturing plant within this state operated by the same person, and the pesticide is not sold or offered for sale in this state. Section 5. That § 38-20A-8 be AMENDED: 38-20A-8. Registration--Requirements--Submission contents. The registrant shall submit to the secretary the complete formula of any pesticide, including the formula's active ingredients. The secretary may also require the registrant to submit the inert ingredients upon request. Section 6. That § 38-20A-10 be AMENDED: 38-20A-10. Registration of pesticide by secretary. If it appears to the secretary that the composition of the pesticide warrants the proposed claims for it, and if the pesticide, labeling, and other material required to be submitted meet the requirements in §§ 38-20A-16 to 38-20A-29, inclusive, the secretary shall register the pesticide. Section 7. That § 38-20A-11 be AMENDED: 38-20A-11. Registration not a defense. In no event may registration of a pesticide be construed as a defense for the commission of any offense prohibited under the provisions of §§ 38-20A-26 to 38-20A-29, inclusive. Section 8. That § 38-20A-12 be AMENDED: 38-20A-12. Notice to registrant--Failure to comply--Refusal of registration--Hearing. If it does not appear to the secretary that the pesticide warrants the proposed claims for it or if the pesticide labeling and other material required to be submitted do not comply with the provisions of this chapter or the rules promulgated thereunder, the secretary shall notify the registrant of the reasons the pesticide, labeling, or other material fails to comply with the provisions of this chapter to provide the registrant an opportunity to make the necessary corrections. If, upon receipt of the notice, the registrant does not make the necessary corrections, the secretary may refuse to register the pesticide. If the secretary refuses to register the pesticide, the registrant may request a hearing under the provisions of chapter 1-26. Section 9. That § 38-20A-13 be AMENDED: 38-20A-13. Cancellation of registration--Hearing. If the secretary determines that a registered pesticide or its labeling does not comply with the provisions of this chapter or rules promulgated under this chapter, the secretary may cancel the registration of that pesticide, subject to a hearing under the provisions of chapter 1-26. Section 10. That § 38-20A-16 be AMENDED: 38-20A-16. Adulterated pesticides. A pesticide is adulterated if its strength or purity does not meet the professed standard or quality, as expressed on its labeling or under which it is sold, or if any substance has been substituted wholly or in part for the pesticide, or if any valuable ingredient of the pesticide has been wholly or in part abstracted. Section 11. That § 38-20A-17.1 be AMENDED: 38-20A-17.1. Misbranded pesticides. A pesticide is misbranded if: (1) The label bears any statement, design, or graphic representation relative to the pesticide or its ingredients which is false or misleading; (2) It is an imitation of or is offered for sale under the name of another pesticide; (3) The label bears any reference to registration under the provisions of this chapter; (4) The label does not contain necessary instructions for use which are adequate, if complied with, for the protection of the public; (5) The label does not bear a necessary warning or caution statement which is adequate, if complied with, to prevent injury to living persons or other vertebrate animals; (6) The label does not bear an ingredient statement on the immediate container and on the outside container or wrapper, if one exists through which the ingredient statement on the immediate container cannot be clearly read, of the retail package which is presented or displayed under customary conditions of purchase; (7) The label fails to clearly and plainly show the name and address of the manufacturer, registrant, or person for whom the pesticide is manufactured; the name, brand, or trademark under which the pesticide is registered and sold; and the net weight or measure of the contents of the container, subject, however, to any reasonable variations as the secretary of agriculture may permit by regulation; (8) Any word, statement, or other information required by the provisions of this chapter that appears on the labeling is not prominently placed on the labeling in a conspicuous manner, when compared with other words, statements, designs, or graphic material on the labeling, and in terms that render it likely to be read and understood by the ordinary individual under customary conditions of purchase and use; or (9) The pesticide is injurious to living persons or other vertebrate animals, or to vegetation, except weeds or pests, to which it is applied, or to the person applying the pesticide, when used as directed or in accordance with commonly recognized practices. Section 12. That § 38-20A-18.1 be AMENDED: 38-20A-18.1. Misbranded device. A device is misbranded if its labeling bears any statement, design, or graphic representation relative to the device which is false or misleading. Section 13. That § 38-20A-25 be REPEALED. 38-20A-25. Pesticide deemed misbranded if injurious when used as directed. Section 14. That § 38-20A-27 be AMENDED: 38-20A-27. Unregistered pesticides--Prohibitions--Change in labeling or formula. No person may knowingly or willfully distribute, sell, or offer for sale within this state any pesticide which is not registered under the provisions of §§ 38-20A-4 to 38-20A-13, inclusive; or any pesticide if any of the claims made or any of the directions for the pesticide's use differ in substance from the representations made in connection with its registration; or any pesticide if the composition of the pesticide differs from the composition represented in its registration. The secretary may allow a change in the labeling or formula of a pesticide within a registration period without requiring reregistration of the pesticide. Section 15. That § 38-20A-28 be AMENDED: 38-20A-28. Authorized container--Requirements--Prohibitions. No person may knowingly or willfully distribute, sell, or offer for sale within this state any pesticide unless it is in the registrant's or the manufacturer's unbroken immediate container and there is affixed to the container, and to the outside container or wrapper if one exists through which the ingredient statement on the immediate container cannot be clearly read, a label bearing clearly and plainly the information required in this chapter. Section 16. That § 38-20A-29 be AMENDED: 38-20A-29. Label required--Contents of label. No person may distribute, sell, or offer for sale within this state any pesticide which contains any substance in quantities highly toxic to persons, unless, in addition to any other information required by this chapter, the label bears the following: (1) A skull and crossbones and the word \"poison,\" both prominently printed in red figure and letters not less than one‑fourth inch high on a background of distinctly contrasting color; and (2) A statement of an antidote for the pesticide. Section 17. That § 38-20A-31 be AMENDED: 38-20A-31. Exemption for carriers--Access to records. The provisions of §§ 38-20A-26 to 38-20A-29, inclusive, do not apply to a carrier while lawfully engaged in transporting a pesticide within this state if the carrier, upon request, permits the secretary to copy all records showing transactions in and movement of the pesticides. Section 18. That § 38-20A-32 be AMENDED: 38-20A-32. State and federal officials exempt from penalties. The provisions of §§ 38-20A-26 to 38-20A-29, inclusive, do not apply to public officials of this state or the federal government when engaged in the performance of official duties. Section 19. That § 38-20A-34 be AMENDED: 38-20A-34. Alteration or destruction of label as petty offense--Changing composition of substance. It is a petty offense for any person to detach, alter, deface, or destroy, in whole or in part, any label provided for in this chapter or rules promulgated thereunder, or to add any substance to, or take any substance from, a pesticide in a manner that does not comply with any of the provisions of this chapter. Section 20. That § 38-20A-35 be AMENDED: 38-20A-35. Exemption of pesticide packed for export--Provisions applicable if not exported. No pesticide is in violation of this chapter when intended solely for export to a foreign country, and when prepared or packed according to the specifications or directions of the purchaser. If the pesticide is not exported, all the provisions of the chapter apply. Section 21. That § 38-20A-36 be AMENDED: 38-20A-36. Promulgation of rules. The secretary may promulgate rules, pursuant to chapter 1-26, providing for registration, sampling, analysis, inspection, storage, handling, and labeling of pesticides, bulk pesticides, or devices. The secretary may also promulgate rules, pursuant to chapter 1-26, applicable to and in conformity with the primary standards established by this chapter that have been or may be prescribed by the United States Department of Agriculture, United States Environmental Protection Agency, or other federal agency with respect to pesticides. Section 22. That § 38-20A-37 be AMENDED: 38-20A-37. Cooperation with other state and federal agencies. The secretary is authorized and empowered to cooperate with, and enter into agreements with, any other agency of this state, the United States Department of Agriculture, the United States Environmental Protection Agency, and any other state or agency thereof for the purpose of carrying out the provisions of this chapter and securing uniformity of regulations. Section 23. That § 38-20A-38 be REPEALED. 38-20A-38. Regulations in conformity with federal standards--Hearing. Section 24. That § 38-20A-39 be AMENDED: 38-20A-39. Inspection and sampling--Access to premises and records--Identification and examination of samples. The secretary may inspect and sample pesticides and devices kept or offered for sale, sold, or distributed within this state at the time and place and to the extent necessary to confirm compliance with the provisions of this chapter. The secretary has all the rights of visitation, inspection, sampling, and access to places, property, containers, and records as necessary to enforce the provisions of this chapter. All samples collected shall be sealed and properly identified in the presence of the dealer or person from whom taken and shall be promptly examined. Section 25. That § 38-20A-41 be AMENDED: 38-20A-41. Stop‑sale order on pesticide or device in violation--Attachment to pesticide--Notice--Effect of order. If the secretary has reasonable cause to believe a pesticide or a device is being distributed, sold, or offered for sale within this state in a manner inconsistent with any of the provisions of this chapter, or of any of the rules adopted under this chapter, the secretary may issue and serve a written \"stop‑sale\" order upon the owner or custodian of the pesticide or device. If the owner or custodian is not available for service of the order, the order may be attached to the pesticide or device and the secretary shall notify the owner or custodian and the registrant. The pesticide or device may not be sold or used, and the stop-sale order may not be removed until the pesticide or device meets the provisions of this chapter and is released by written order under conditions specified by the secretary or the violation is otherwise rectified as provided in this chapter. Section 26. That § 38-20A-46 be AMENDED: 38-20A-46. Stop-sale--Payment of costs. Upon payment to the department of all costs incurred by the department to implement the stop-sale and sufficient assurance that a pesticide or device subject to a \"stop‑sale\" order pursuant to the provisions of § 38-20A-41 will not be disposed of unlawfully, the secretary may direct that the pesticide or device be delivered to its owner for relabeling or reprocessing. Section 27. That § 38-20A-51 be REPEALED. 38-20A-51. Prosecution of reported violations. Section 28. That § 38-20A-47 be AMENDED: 38-20A-47. Prohibited contracts void--Action on contract prohibited. Any contract for the sale of a pesticide or device in violation of the provisions of this chapter is void. No action may be maintained in any court for the purchase price or value of any pesticide or device, the sale of which is prohibited. No person is liable for the price or value of any pesticide or device furnished in violation of any of the provisions of this chapter. Section 29. That § 38-20A-52 be REPEALED. 38-20A-52. Publication of judgments. Section 30. That § 38-20A-53 be REPEALED. 38-20A-53. Citation of chapter. Section 31. That § 38-20A-54 be AMENDED: 38-20A-54. Waste pesticide--Development of program--Promulgation of rules. For the purposes of developing a waste pesticide collection and disposal program and a pesticide container recycling program, the secretary may promulgate rules pursuant to chapter 1-26 to: (1) Enter into agreements with private entities and cooperate with other local, state, or federal agencies to fulfill the goals of the program; (2) Define the types and condition of pesticide containers to be accepted through the recycling program; (3) Define the kind and condition of pesticides to be accepted through the waste pesticide collection and disposal program; (4) Establish procedures for collecting waste pesticides for disposal and pesticide containers for recycling; and (5) Develop criteria for establishing pesticide and pesticide container collection sites. Section 32. That § 38-20A-55 be REPEALED. 38-20A-55. Establishment of advisory committee--Members--Duties. Section 33. That § 38-21-15.1 be AMENDED: 38-21-15.1. Bulk pesticide storage facility permit--Revocation of permit--Penalty. No person may establish or operate a bulk pesticide storage facility without obtaining a bulk pesticide storage facility permit from the secretary. If a bulk pesticide storage facility is operating in violation of the permit requirements established in rules promulgated under this chapter, the secretary may grant a reasonable period of time for the facility to comply with the rules. If the facility does not comply with the rules in the prescribed period of time, the secretary shall revoke the operating permit pursuant to chapter 1-26. A violation of this section is a Class 1 misdemeanor. Section 34. That § 38-21-15.2 be AMENDED: 38-21-15.2. Operation without permit--Civil penalty, injunctive, or declaratory relief. Notwithstanding any other provision of this chapter, any person who operates a bulk storage facility without a permit or violates the bulk pesticide storage facility permit provision of this chapter is subject to a civil penalty not to exceed five hundred dollars for each day of violation. In addition, the secretary may enforce the provisions of this chapter by means of injunctive and declaratory relief in circuit court. Section 35. That § 38-21-15.3 be AMENDED: 38-21-15.3. Existing bulk pesticide storage--Alteration--Plans prepared--Rules prohibited. The secretary may not promulgate a rule requiring that plans, specifications, and supporting information submitted for an alteration of an existing bulk pesticide storage facility or the construction of a new site be prepared by a registered professional engineer. Nothing in this section prohibits an operator of a bulk pesticide storage facility from voluntarily having the plans, specifications, and supporting information prepared by a registered professional engineer. Section 36. That a NEW SECTION be added: 38-21-15.4. Bulk pesticide storage facility--Promulgation of rules. The secretary may promulgate rules, pursuant to chapter 1-26, providing for a bulk pesticide storage facility permit system and operational requirements necessary for secondary containment of bulk pesticide for the protection of the environment and human health. The secretary may require that appropriate plans and specifications for construction and operation of a bulk pesticide storage facility be submitted for approval prior to the issuance, modification, suspension, or revocation of a permit. Section 37. That § 38-21-18 be AMENDED: 38-21-18. Standards for certification of applicators--Promulgation of rules. The secretary may promulgate rules, pursuant to chapter 1-26, to prescribe standards for the certification of all applicators of pesticides. The standards shall relate to the use and handling of pesticides, or to the use and handling of the pesticide or class of pesticides covered by the individual's certification, and shall relate to the hazards involved. In determining these standards, the secretary shall consider the standards of the federal Environmental Protection Agency. Section 38. That § 38-21-20 be AMENDED: 38-21-20. Qualified applicants--Issuance of license--Denial of application. If the secretary finds the applicant qualified to apply pesticides in the classifications for which the applicant applied, after such examinations as the secretary shall require by regulation, and if the applicant applying for a license to engage in aerial application of pesticides has met all the requirements of the Federal Aviation Agency, the Aeronautics Commission of this state, and any other applicable federal or state laws or regulations to operate the equipment described in the application, the secretary shall issue an applicator's license limited to the classifications for which the applicant is qualified. The secretary may deny any application for any applicator's license if the secretary finds that the applicant has violated any provisions of this chapter. Section 39. That § 38-21-21 be AMENDED: 38-21-21. Licensure--Denial or non-issuance--Written explanation. If any applicator's license is denied or not issued as applied for, the secretary shall inform the applicant in writing of the reasons for the denial or non-issuance. Section 40. That § 38-21-22 be AMENDED: 38-21-22. Applicator's license--Restrictions. The secretary may limit the license of any applicant to the use of certain pesticides, or to certain areas, or to certain types of equipment based upon the applicant's qualifications. Section 41. That § 38-21-24 be AMENDED: 38-21-24. Private and commercial applicators--Records--Promulgation of rules. The secretary may promulgate rules, pursuant to chapter 1-26, to require private and commercial applicators to maintain any pesticide application records the secretary determines are necessary. Section 42. That § 38-21-33.1 be AMENDED: 38-21-33.1. Pesticide dealer--Unlicensed operation--Misdemeanor--Civil penalty. No person may act as a pesticide dealer or advertise as a pesticide dealer at any time without first obtaining a pesticide dealer's license issued by the secretary. A violation of this section is a Class 2 misdemeanor. In addition to any criminal penalty, any person who violates this section is subject to a civil penalty not to exceed five thousand dollars per violation. Any civil penalty under this section shall be imposed by the circuit court. Any civil penalty collected shall be deposited into the state general fund. Section 43. That § 38-21-33.2 be AMENDED: 38-21-33.2. Physicians, veterinarians, and pharmacists--Exemption. Any licensed physician, veterinarian, or pharmacist is exempt from the provisions of § 38-21-33.1 if less than three percent of total sales is derived from the sale of pesticides. Section 44. That § 38-21-33.3 be AMENDED: 38-21-33.3. Pesticide applicators and government agencies--Exemption. The provisions of § 38-21-33.1 do not apply to any commercial pesticide applicator who sells pesticides only as an integral part of an application service if the pesticides are dispensed only through equipment used for pesticide application, or any federal, state, county, or municipal agency that provides pesticides only for the agency's own programs. Section 45. That § 38-21-33.4 be AMENDED: 38-21-33.4. License required for outlets--Transitory locations prohibited. A pesticide dealer's license is required for each location or outlet located within this state from which pesticides are distributed. A manufacturer, registrant, or distributor who has no location licensed within this state, but who distributes pesticides directly into this state shall obtain a pesticide dealer license for the principal out‑of‑state location or outlet of the manufacturer, registrant, or distributor. A licensed location may not be transitory. Section 46. That § 38-21-33.6 be AMENDED: 38-21-33.6. Denial, suspension, or revocation of dealer's license--Hearing. A pesticide dealer's license is subject to denial, suspension, or revocation after a hearing, pursuant to chapter 1-26, for any violation of this chapter if the violation was committed by the dealer, or by the dealer's officer, agent, or employee. Section 47. That § 38-21-33.8 be AMENDED: 38-21-33.8. Pesticide dealer--Exemption. Any person holding a pesticide dealer's license pursuant to § 38-21-33.1 is exempt from purchasing a poison license for any pesticide listed as a poison under chapter 34-20 and from maintaining a poison register as required in §§ 34-20-4 and 34-20-5. Section 48. That § 38-21-35 be AMENDED: 38-21-35. Veterinarians --Exemption. The licensing requirements of this chapter do not apply to a licensed veterinarian applying pesticides other than restricted-use pesticides to animals during the normal course of the veterinarian's practice if the veterinarian is not principally or regularly engaged in the business of applying pesticides and is not publicly identified as a pesticide applicator. Section 49. That § 38-21-37 be AMENDED: 38-21-37. Application without compensation--Exemption. The licensing requirements of this chapter do not apply to any person using hand-powered equipment to apply pesticides, other than restricted-use pesticides, to lawns, or to ornamental shrubs and trees not in excess of twelve feet high, if applied without compensation. Section 50. That § 38-21-39 be AMENDED: 38-21-39. Restricted‑use pesticide classifications--Promulgation of rules. For the purpose of uniformity and in order to enter into cooperative agreements, the secretary may promulgate rules, pursuant to chapter 1-26, adopting restricted‑use pesticides classifications as determined by the federal Environmental Protection Agency, to determine state restricted‑use pesticides, to restrict the use of certain pesticides, or to disallow the use of certain pesticides within the state or within designated areas of the state. Section 51. That § 38-21-39.1 be AMENDED: 38-21-39.1. Unlicensed sale of restricted‑use pesticide--Misdemeanor--Civil penalty. No person without a pesticide dealer's license issued by the secretary under the provisions of this chapter may sell any restricted‑use pesticide to any person. A violation of this section is a Class 2 misdemeanor. In addition to any criminal penalty, any person who violates this section is subject to a civil penalty not to exceed five thousand dollars per violation. Any civil penalty under this section shall be imposed by the circuit court. Any civil penalty collected shall be deposited into the state general fund. Section 52. That § 38-21-39.2 be AMENDED: 38-21-39.2. Sale of restricted‑use pesticide to unlicensed person--Misdemeanor--Civil penalty. No pesticide dealer may sell a restricted‑use pesticide to any person who is not licensed under this chapter. A violation of this section is a Class 2 misdemeanor. In addition to any criminal penalty, any person who violates this section is subject to a civil penalty not to exceed five thousand dollars per violation. Any civil penalty under this section shall be imposed by the circuit court. Any civil penalty collected shall be deposited into the state general fund. Any pesticide dealer is responsible for acts committed by the pesticide dealer's officers, agents, or employees under the civil penalty provisions of this section. Section 53. That § 38-21-39.3 be AMENDED: 38-21-39.3. Unlicensed buying of restricted‑use pesticide--Misdemeanor--Civil penalty. No person without a license issued under this chapter may buy any restricted‑use pesticide. A violation of this section is a Class 2 misdemeanor. In addition to any criminal penalty, any person who violates this section is subject to a civil penalty not to exceed five thousand dollars per violation. Any civil penalty under this section shall be imposed by the circuit court. Any civil penalty collected shall be deposited into the state general fund. Section 54. That § 38-21-41 be AMENDED: 38-21-41. Reciprocal waiver of examinations. The secretary may waive any examination requirement under any provision of this chapter on a reciprocal basis with any other state which has substantially the same standards. Section 55. That § 38-21-52 be AMENDED: 38-21-52. Cooperation with other agencies. The secretary may cooperate, receive grants‑in‑aid, and enter into agreements with any agency of the federal government, of this state or its subdivisions, or with any agency of another state, to obtain assistance in the implementation of this chapter; to secure uniformity of regulations; to cooperate in the enforcement of the federal pesticide control laws through the use of state or federal personnel and facilities and to implement cooperative enforcement programs; to develop and administer state programs for training and certification of certified applicators consistent with federal standards; to contract for training with other agencies including federal agencies for the purpose of training certified applicators; to contract for monitoring pesticides for the national plan; to prepare and submit state plans to meet federal certification standards and issuance of experimental permits; and to regulate certified applicators. Section 56. That § 38-21-53 be AMENDED: 38-21-53. Entry and inspection by secretary. To perform any duty pursuant to the provisions of this chapter, the secretary may enter any public or private premises at any reasonable time to inspect any pesticide‑related equipment and the premises on which the equipment is kept or stored, to inspect lands actually or reportedly exposed to pesticides, to inspect storage or disposal areas, to investigate complaints of injury to humans or land, to examine any records required to be maintained pursuant to this chapter, or to sample pesticides being applied or to be applied. The secretary may apply to any court of competent jurisdiction for a search warrant authorizing access to any land or premises to which the secretary may be denied access. Section 57. That § 38-21-54 be REPEALED. 38-21-54. Search warrant when access denied. Section 58. That § 38-21-55 be AMENDED: 38-21-55. Cause of action--Injunction. The secretary may cause an action to commence in any court of competent jurisdiction to enjoin the violation or threatened violation of any provision of this chapter. Section 59. That § 38-21-56 be AMENDED: 38-21-56. Notification of pesticide application--Promulgation of rules. The secretary may promulgate rules, pursuant to chapter 1-26, to require posting of pesticide application sites and notifying the public or other individuals who may be affected by a pesticide application that has occurred or will occur in the future. Section 60. That § 38-21-57 be AMENDED: 38-21-57. Pesticide regulatory fund--Administration--Expenditures. Funds collected pursuant to §§ 38-21-17, 38-21-23, and 38-21-33.5 shall be deposited in a special revenue fund hereby created in the state treasury known as the pesticide regulatory fund. This fund shall consist of moneys from public and private sources including legislative appropriations, federal grants, gifts, and the fees received pursuant to this chapter. The fund shall be maintained separately and be administered by the department in order to defray the expenses of all activities associated with administering the pesticide program. Expenditures from the fund shall be appropriated through the normal budget process. Unexpended funds and interest shall remain in the fund until appropriated by the Legislature. An Act to revise certain provisions regarding pesticide registration and application. I certify that the attached Act originated in the: House as Bill No. 1028 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1028 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2020 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2020 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2020 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11634, "action_date": "2020-01-14T12:00:00-06:00", "document_id": 61710, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/61710.pdf", "status_text": "First Reading House", "journal_page": 11, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11634, "action_date": "2020-01-15T13:00:00-06:00", "document_id": 62190, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/62190.pdf", "status_text": "Referred to", "journal_page": 19, "committee_id_action": 480, "committee_id_assigned": 462, "result": "N", "vote": {}}, {"bill_id": 11634, "action_date": "2020-01-23T07:45:00-06:00", "document_id": 62952, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/62952.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 462, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11634, "action_date": "2020-01-23T07:45:00-06:00", "document_id": 62953, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/62953.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 462, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11634, "action_date": "2020-01-23T07:45:00-06:00", "document_id": 62953, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/62953.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 462, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 31893, "president_vote": null, "Yea": [1751, 1681, 1667, 1673, 1729, 1765, 1677, 1762, 1655, 1680, 1710], "Excused": [1722, 1666]}}, {"bill_id": 11634, "action_date": "2020-01-27T14:00:00-06:00", "document_id": 63659, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/63659.pdf", "status_text": "Do Pass Amended", "journal_page": 66, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32061, "president_vote": null, "Yea": [1754, 1700, 1689, 1723, 1654, 1670, 1710, 1668, 1751, 1665, 1711, 1699, 1672, 1656, 1743, 1680, 1740, 1681, 1744, 1736, 1728, 1702, 1676, 1682, 1662, 1748, 1684, 1731, 1738, 1669, 1739, 1690, 1678, 1747, 1655, 1667, 1722, 1657, 1737, 1675, 1679, 1673, 1671, 1729, 1765, 1698, 1677, 1733, 1745, 1701, 1725, 1674, 1727, 1683, 1664, 1709, 1660, 1653, 1692, 1661, 1762, 1697, 1755, 1691, 1712, 1687, 1734], "Excused": [1666, 1696], "Nay": [1688]}}, {"bill_id": 11634, "action_date": "2020-01-28T14:00:00-06:00", "document_id": 64091, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/64091.pdf", "status_text": "First read in Senate and referred to", "journal_page": 100, "committee_id_action": 447, "committee_id_assigned": 452, "result": "N", "vote": {}}, {"bill_id": 11634, "action_date": "2020-02-06T10:00:00-06:00", "document_id": 66136, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66136.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 452, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11634, "action_date": "2020-02-06T10:00:00-06:00", "document_id": 66142, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66142.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 452, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32490, "president_vote": null, "Yea": [1685, 1693, 1658, 1717, 1749, 1750, 1705, 1714], "Excused": [1659]}}, {"bill_id": 11634, "action_date": "2020-02-06T10:00:00-06:00", "document_id": 66142, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66142.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 452, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11634, "action_date": "2020-02-07T13:00:00-06:00", "document_id": 67031, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67031.pdf", "status_text": "Do Pass", "journal_page": 169, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32604, "president_vote": null, "Yea": [1685, 1741, 1714, 1764, 1763, 1693, 1720, 1742, 1663, 1717, 1708, 1721, 1686, 1724, 1715, 1749, 1746, 1726, 1718, 1713, 1704, 1750, 1716, 1730, 1706, 1719, 1735, 1705], "Excused": [1707, 1659, 1658, 1651, 1703, 1752, 1652]}}, {"bill_id": 11634, "action_date": "2020-02-07T13:00:00-06:00", "document_id": 67031, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67031.pdf", "status_text": "Do Pass Amended", "journal_page": 169, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32604, "president_vote": null, "Yea": [1685, 1741, 1714, 1764, 1763, 1693, 1720, 1742, 1663, 1717, 1708, 1721, 1686, 1724, 1715, 1749, 1746, 1726, 1718, 1713, 1704, 1750, 1716, 1730, 1706, 1719, 1735, 1705], "Excused": [1707, 1659, 1658, 1651, 1703, 1752, 1652]}}, {"bill_id": 11634, "action_date": "2020-02-10T14:00:00-06:00", "document_id": 67155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67155.pdf", "status_text": "Signed by the Speaker", "journal_page": 249, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11634, "action_date": "2020-02-11T14:00:00-06:00", "document_id": 67319, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67319.pdf", "status_text": "Signed by the President", "journal_page": 192, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11634, "action_date": "2020-02-12T14:00:00-06:00", "document_id": 67460, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67460.pdf", "status_text": "Delivered to the Governor", "journal_page": 265, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11634, "action_date": "2020-02-20T14:00:00-06:00", "document_id": 68028, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68028.pdf", "status_text": "Signed by the Governor", "journal_page": 326, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 349, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/11634"}