{"session_id": 15, "bill_id": 3840, "bill_type": "House Commemoration", "bill_number": 1045, "bill_title": "Honoring, commending, and thanking South Dakota Highway Patrolman Trooper Fred Braddock upon his retirement, for his many dedicated years of service to South Dakotans as a highway patrolman.", "sponsors": [{"legislator_profile_id": 312, "is_prime": true}, {"legislator_profile_id": 229, "is_prime": true}, {"legislator_profile_id": 260, "is_prime": false}, {"legislator_profile_id": 266, "is_prime": false}, {"legislator_profile_id": 230, "is_prime": false}, {"legislator_profile_id": 276, "is_prime": false}, {"legislator_profile_id": 224, "is_prime": false}, {"legislator_profile_id": 302, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 3840, "bill_version_id": 22403, "bill_version": "Introduced", "bill_version_date": "2012-02-29T08:30:07.307-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring, commending, and thanking South Dakota Highway Patrolman Trooper Fred Braddock upon his retirement, for his many dedicated years of service to South Dakotans as a highway patrolman. WHEREAS, Trooper Braddock, with the generous support of his family, served South Dakotans with selfless dedication to their safety; and WHEREAS, the actions, performance, and tenure of Trooper Braddock were in keeping with the highest traditions of the South Dakota Highway Patrol: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-seventh Legislature of the State of South Dakota, that the Legislature honors, commends, and thanks South Dakota Highway Patrolman Trooper Fred Braddock for his outstanding career commitment and service to the citizens of South Dakota."}, {"bill_id": 3840, "bill_version_id": 22537, "bill_version": "Enrolled", "bill_version_date": "2012-03-01T15:43:32.433-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring, commending, and thanking South Dakota Highway Patrolman Trooper Fred Braddock upon his retirement, for his many dedicated years of service to South Dakotans as a highway patrolman. WHEREAS, Trooper Braddock, with the generous support of his family, served South Dakotans with selfless dedication to their safety; and WHEREAS, the actions, performance, and tenure of Trooper Braddock were in keeping with the highest traditions of the South Dakota Highway Patrol: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-seventh Legislature of the State of South Dakota, that the Legislature honors, commends, and thanks South Dakota Highway Patrolman Trooper Fred Braddock for his outstanding career commitment and service to the citizens of South Dakota. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3840, "action_date": "2012-02-29T10:00:00-06:00", "document_id": 22437, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22437.pdf", "status_text": "", "journal_page": 694, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}]}