{"session_id": 21, "bill_id": 6804, "bill_type": "Senate Commemoration", "bill_number": 12, "bill_title": "Commending and honoring Chris Esping, a member of the Vermillion School District Board of Education, on her selection as the Associated School Boards of South Dakota Outstanding School Board Member of South Dakota for 2014.", "sponsors": [{"legislator_profile_id": 910, "is_prime": true}, {"legislator_profile_id": 902, "is_prime": true}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 6804, "bill_version_id": 34699, "bill_version": "Introduced", "bill_version_date": "2015-02-09T11:04:58.303-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Chris Esping, a member of the Vermillion School District Board of Education, on her selection as the Associated School Boards of South Dakota Outstanding School Board Member of South Dakota for 2014. WHEREAS, Chris Esping has served her community and the students of the Vermillion School District for more than ten years on the board of education; and WHEREAS, Chris Esping is an advocate for public education who provides the exceptional leadership necessary to effectively operate a school district and to improve academic achievement; and WHEREAS, Chris Esping led the school board in a strategic planning process to affirm the district's mission and vision of customized learning, and is absolutely committed to the achievement, welfare, and safety of the students: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninetieth Legislature of the State of South Dakota, that, during 2015 Chris Esping of Vermillion, South Dakota, is hereby an official representative of the state and shall continue in her efforts to improve the educational opportunities for the students in this state."}, {"bill_id": 6804, "bill_version_id": 34919, "bill_version": "Enrolled", "bill_version_date": "2015-02-11T15:56:37.3-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Chris Esping, a member of the Vermillion School District Board of Education, on her selection as the Associated School Boards of South Dakota Outstanding School Board Member of South Dakota for 2014. WHEREAS, Chris Esping has served her community and the students of the Vermillion School District for more than ten years on the board of education; and WHEREAS, Chris Esping is an advocate for public education who provides the exceptional leadership necessary to effectively operate a school district and to improve academic achievement; and WHEREAS, Chris Esping led the school board in a strategic planning process to affirm the district's mission and vision of customized learning, and is absolutely committed to the achievement, welfare, and safety of the students: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninetieth Legislature of the State of South Dakota, that, during 2015 Chris Esping of Vermillion, South Dakota, is hereby an official representative of the state and shall continue in her efforts to improve the educational opportunities for the students in this state. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6804, "action_date": "2015-02-09T14:00:00-06:00", "document_id": 34736, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34736.pdf", "status_text": "", "journal_page": 349, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}]}