{"session_id": 19, "bill_id": 4356, "bill_type": "House Bill", "bill_number": 1182, "bill_title": "provide for the licensure and regulation of private detectives.", "sponsors": [{"legislator_profile_id": 419, "is_prime": true}, {"legislator_profile_id": 352, "is_prime": true}, {"legislator_profile_id": 362, "is_prime": false}, {"legislator_profile_id": 342, "is_prime": false}, {"legislator_profile_id": 324, "is_prime": false}, {"legislator_profile_id": 340, "is_prime": false}, {"legislator_profile_id": 396, "is_prime": false}, {"legislator_profile_id": 336, "is_prime": false}, {"legislator_profile_id": 344, "is_prime": false}, {"legislator_profile_id": 359, "is_prime": false}, {"legislator_profile_id": 332, "is_prime": false}, {"legislator_profile_id": 367, "is_prime": false}, {"legislator_profile_id": 391, "is_prime": false}], "keywords": ["Law Enforcement", "Licensing", "Professions and Occupations"], "audio": [{"meeting_datetime": "2013-02-06T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hco19.mp3", "start_seconds": 5240.0}, {"meeting_datetime": "2013-02-06T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hco19.mp3", "start_seconds": 5240.0}, {"meeting_datetime": "2013-02-06T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hco19.mp3", "start_seconds": 5240.0}], "bill_versions": [{"bill_id": 4356, "bill_version_id": 24464, "bill_version": "Introduced", "bill_version_date": "2013-01-24T09:48:33.797-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the licensure and regulation of private detectives. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Chief law enforcement officer,\" the elected or appointed law enforcement officer of a municipality, county, or state police or sheriff's department that has full law enforcement powers in its jurisdiction; (2) \"Department,\" the Department of Labor and Regulation; (3) \"Employer,\" includes any individual, firm, corporation, partnership, association, company, society, manager, contractor, subcontractor, bureau, agency, service, office, or an agent of any of the foregoing that employs or seeks to enter into an arrangement to employ any person as a private detective; (4) \"Forensic scientist,\" or \"accident reconstructionist,\" any person engaged exclusively in collecting and analyzing physical evidence and data relating to an accident or other matter and compiling such evidence or data to render an opinion of likely cause, fault, or circumstance of the accident or matter; (5) \"Person,\" any individual, firm, corporation, partnership, association, company, society, manager, contractor, subcontractor, bureau, agency, service, office, or an agent or employee of any of the foregoing; (6) \"Principal of a private detective agency,\" the owner or manager appointed by a corporation; (7) \"Qualifying agent,\" any officer or manager of a corporation who meets the requirements set forth in this Act for obtaining a private detective agency license; (8) \"Secretary,\" the secretary of the Department of Labor and Regulation; (9) \"Sworn peace officer,\" any person who is an employee of the federal government, the state, or a political subdivision, agency, or department branch of a municipality or other unit of local government, and has law enforcement powers. Section 2. A private detective is any person who is licensed under this Act and is employed by a private detective agency for the purpose of investigation or escort or bodyguard services. Section 3. A private detective agency is any person or entity licensed under this Act and engaged in the business of detecting, discovering, or revealing the following: (1) Crime, criminals, or related information; (2) The identity, habits, conduct, business, occupation, honesty, integrity, credibility, knowledge, trustworthiness, efficiency, loyalty, activity, movement, whereabouts, affiliations, associations, transactions, acts, reputation, or character of any person or thing; (3) The location, disposition, or recovery of lost or stolen property; (4) The cause or responsibility for fires, libels, losses, accidents, or damage or injury to persons or to property; (5) Evidence to be used before a court, board, officer, or investigative committee; (6) Detecting the presence of electronic eavesdropping devices; or (7) The truth or falsity of a statement or representation. Section 4. The provisions of this Act do not apply to: (1) Any person who is employed exclusively or regularly by one employer and performs investigations solely in connection with the affairs of that employer, if the employer is not a private detective agency; (2) Any officer or employee of the United States or of this state or any political subdivision thereof, while engaged in the performance of the officer's official duties; (3) Any person engaged exclusively in the business of obtaining and furnishing information about the financial rating of persons; (4) Any attorney-at-law while performing the attorney's duties as an attorney; (5) Any licensed collection agency or its employee, while acting within the scope of that person's employment and making an investigation incidental to the business of the agency; (6) Any insurer, agent, or insurance broker licensed by the state, while performing duties in connection with insurance transaction by them; (7) Any bank or savings and loan association; (8) Any insurance adjuster; (9) Any secured creditor engaged in the repossession of the creditor's collateral, or a lessor engaged in the repossession of leased property in which it claims an interest; (10) Any person who is a forensic scientist, accident reconstructionist, or other person who performs similar functions and does not hold himself or herself out to be an investigator in any other capacity; (11) Any person acting as merchant security; or (12) Any person solely engaged in the business of securing information about persons or property from public records. Section 5. An applicant shall meet the following requirements to obtain a private detective license: (1) Be at least twenty-one years of age; (2) Be a citizen of the United States; (3) Not have been convicted of a crime in any jurisdiction, if the secretary determines that the applicant's particular crime directly relates to the applicant's capacity to perform the duties of a private detective and the secretary determines that the license should be withheld to protect the citizens of South Dakota; (4) Be employed by or have an employment offer from a private detective agency or be licensed as a private detective agency; (5) Submit a set of fingerprints; and (6) Pay the required fee. Section 6. The secretary may establish any fee provided for in this Act by rules, promulgated pursuant to chapter 1-26. No fee may exceed two hundred fifty dollars. Section 7. In addition to meeting the minimum requirements to obtain a license as a private detective, an applicant, or, in the case of a partnership or limited partnership, each partner, or, in the case of a corporation, the qualifying agent shall meet the following additional requirements to obtain a private detective agency license: (1) Pass an examination determined by the secretary to measure the person's knowledge and competence in the private detective agency business; or (2) Have had at least three years' experience in investigative work or its equivalent as determined by the secretary. A year's experience means not less than two thousand hours of actual compensated work performed before the filing of an application. An applicant shall substantiate the experience by written certifications from previous employers. If the applicant is unable to supply written certifications from previous employers, applicants may offer written certifications from persons other than employers who, based on personal knowledge, can substantiate the employment. Section 8. Any agency license issued pursuant this Act may not be assigned or transferred without prior written approval of the secretary. Section 9. Any application for a license required pursuant to this Act shall be filed with the secretary on a form provided by the secretary and shall be accompanied by a license fee. The secretary may require any information and documentation that reasonably relates to the need to determine whether the applicant meets the criteria. Section 10. After receipt of an application for a license, the secretary shall conduct an investigation to determine whether the facts set forth in the application are true and shall request that the Division of Criminal Investigation compare the fingerprints submitted with the application to fingerprint records available to the division. Section 11. A summary of the information acquired under this Act, to the extent that it is public information, shall be forwarded by the department to the applicant's employer and to the chief law enforcement officer of the county and city or town in which the applicant's employer is located, for the purpose of comment prior to the issuance of a permanent private detective license. Section 12. The secretary shall issue a private detective license card to each licensed private detective. The license card may not be used as security clearance. A private detective shall carry the license card whenever performing the duties of a private detective and shall exhibit the card upon request. Section 13. The secretary shall issue a license certificate to each licensed private detective agency. Within seventy-two hours after receipt of the license certificate, the licensee shall post and display the certificate in a conspicuous place in the principal office of the licensee within the state. Section 14. Any licensee shall notify the secretary within thirty days of any change in the licensee's officers or directors or any material change in the information furnished or required to be furnished to the secretary. Section 15. The secretary shall promulgate rules, pursuant to chapter 1-26, establishing preassignment training and testing requirements, which shall include a minimum of four hours of classes. The secretary may also establish, by rule, continuing education requirements for private detectives. The secretary shall consult with the private detective industry and law enforcement before promulgating the preassignment training or continuing education requirements of this section. Section 16. A private detective need not fulfill the preassignment training requirements of this Act if that person provides proof to the secretary that that person previously has met the training requirements of this Act or has been employed as a private detective for at least eighteen consecutive months immediately prior to the date of application. Section 17. No private detective agency license may be issued under the provisions of this Act unless the applicant files with the secretary a surety bond, executed by a surety company authorized to do business in this state, in the sum of fifty thousand dollars conditioned to recover against the principal and its servants, officers, agents, and employees by reason of its wrongful or illegal acts in conducting business licensed under this Act. The bond shall be made payable to the State of South Dakota, and anyone so injured by the principal or its servants, officers, agents, or employees shall have the right to sue directly upon this obligation in his or her own name. This obligation is subject to successive suits for recovery until the face amount is completely exhausted. Every licensee shall at all times maintain on file with the secretary the surety bond required by this section in full force and effect. Upon failure by a licensee to do so, the secretary shall suspend the licensee's license and may not reinstate the license until this requirement is met. In lieu of posting bond, a licensed private detective agency may file with the secretary a certificate of insurance as evidence that it has comprehensive general liability coverage of at least one hundred thousand dollars for bodily or personal injury and twenty-five thousand dollars for property damage. Section 18. Any private detective whose duties require operation across state lines may operate in this state for up to thirty days per year, if properly registered and certified in another state with training and certification requirements that the secretary finds are at least equal to the requirements of this state. Section 19. Any private detective agency shall notify the secretary within thirty days after the death or termination of employment of any employee who is a licensed private detective. Any private detective agency shall notify the secretary within seventy-two hours and the chief law enforcement officer of the county, city, or town in which the agency is located immediately upon receipt of information affecting a licensed private detective's continuing eligibility to hold a license under the provisions of this Act. Section 20. Any person from another state that the secretary determines has selection, training, and other requirements at least equal to those required by this Act, and who holds a valid license, registration, identification, or similar card issued by the other state may apply for a private detective license on a form prescribed by the secretary. Upon receipt of a processing fee to be determined by the secretary, the secretary shall issue the individual a private detective license card. Section 21. After the effective date of this Act, any person who performs the functions and duties of a private detective in this state without being licensed in accordance with the provisions of this Act, or any person presenting or attempting to use as his or her own the license of another, or any person who gives false or forged evidence of any kind to the secretary in obtaining a license, or any person who falsely impersonates any other licensee, or any person who attempts to use an expired or revoked license, or any person who violates any of the provisions of this Act is guilty of a Class 1 misdemeanor. Section 22. After the effective date of this Act, a person is guilty of a Class 1 misdemeanor if that person owns or operates a private detective agency in this state without first obtaining a private detective agency license. Section 23. After the effective date of this Act, the owner or qualifying agent of a private detective agency is guilty of a Class 1 misdemeanor if that person employs any person to perform the duties of a private detective without the employee possessing a permanent private detective license issued by the department. This does not preclude a private detective agency from requiring applicants to attend preassignment training classes or from paying wages for attending the required preassignment training classes. Section 24. The following acts are prohibited and constitute grounds for disciplinary action or denial, suspension, or revocation of any license under this Act, as deemed appropriate by the secretary: (1) Knowingly violating any of the provisions of this Act or the rules adopted pursuant to this Act; (2) Knowingly making a material misstatement or omission in the application for or renewal of a license; (3) Failing to return immediately on demand company identification, badges, or other items issued to the private detective by an employer; (4) Making any statement that would reasonably cause another person to believe that the private detective is a sworn peace officer; (5) Divulging any information obtained in the course of any investigation to which that person was assigned, except to the client's agent, or as ordered by the court; (6) Conviction of a Class 1 misdemeanor or felony or the commission of any act involving moral turpitude, dishonesty, or corruption whether the act constitutes a crime or not. If the act constitutes a crime, conviction in a criminal proceeding is not a condition precedent to disciplinary action. Upon such a conviction, however, the judgment and sentence is conclusive evidence at the ensuing disciplinary hearing of the guilt of the license holder or applicant of the crime described in the indictment or information, and of the person's violation of the statute on which it is based. For the purposes of this subdivision, conviction includes all instances in which a plea of guilty or nolo contendere is the basis for the conviction and all proceedings in which the sentence has been deferred or suspended; (7) Advertising that is false, fraudulent, or misleading; (8) Incompetence or negligence that results in injury to a person or that creates an unreasonable risk that a person may be harmed; (9) Suspension, revocation, or restriction of the person's license to practice the profession by competent authority in any state, federal, or foreign jurisdiction, a certified copy of the order, stipulation, or agreement being conclusive evidence of the revocation, suspension, or restriction; (10) Failure to cooperate with the secretary by not furnishing any necessary papers or documents requested by the secretary for purposes of conducting an investigation for disciplinary action, denial, suspension, or revocation of a license under this Act; or not furnishing in writing a full and complete explanation covering the matter contained in a complaint filed with the department; or not responding to subpoenas issued by the secretary, whether or not the recipient of the subpoena is the accused in the proceeding; (11) Failure to comply with an order issued by the secretary or an assurance of discontinuance entered into with the secretary; (12) Aiding or abetting an unlicensed person to practice if a licensed is required; (13) Misrepresentation or fraud in any aspect of the conduct of the business or profession; (14) Failure to adequately supervise employees to the extent that the public health or safety is at risk; or (15) Interference with an investigation or disciplinary proceeding by willful misrepresentation of facts before the secretary or by the use of threats or harassment against any client or witness to prevent them from providing evidence in a disciplinary proceeding or any other legal action. Section 25. The secretary has the following authority in administering this Act: (1) To issue subpoenas and administer oaths in connection with an investigation, hearing, or proceeding held under this Act; (2) To take or cause depositions to be taken and use other discovery procedures as needed in an investigation, hearing, or proceeding held under this Act; (3) To compel attendance of witnesses at hearings; and (4) To take emergency action ordering summary suspension of a license, or restriction or limitation of the licensee's practice pending proceedings by the secretary. Section 26. A person may submit a written complaint to the department charging a license holder or applicant with unprofessional conduct and specifying the grounds for the charge. If the secretary determines that the complaint merits investigation, or if the secretary has reason to believe, without a formal complaint, that a license holder or applicant may have engaged in unprofessional conduct, the secretary shall investigate to determine if there has been unprofessional conduct. Section 27. If the secretary determines, upon investigation, that there is reason to believe a violation of this Act has occurred, a statement of charges shall be prepared and served upon the license holder or applicant and notice of this action given to the owner or qualifying agent of the employing private detective agency. The statement of charges shall be accompanied by a notice that the license holder or applicant may request a hearing to contest the charges. The license holder or applicant shall file a request for hearing with the department within twenty days after being served the statement of charges. The failure to request a hearing constitutes a default. If a hearing is requested, the statutes governing adjudicative proceedings govern all hearings pursuant to this Act. Section 28. Upon a finding that a license holder or applicant has committed unprofessional conduct or is unable to practice with reasonable skill and safety due to a physical or mental condition, the secretary may issue an order providing for one or any combination of the following: (1) Revocation of the license; (2) Suspension of the license for a fixed or indefinite term; (3) Restriction or limitation of the practice; (4) Requiring the satisfactory completion of a specific program of remedial education or treatment; (5) Monitoring of the practice by a supervisor approved by the secretary; (6) Censure or reprimand; (7) Compliance with conditions of probation for a designated period of time; (8) Withholding a license request; (9) Other corrective action; or (10) Refund of fees billed to and collected from the consumer. Any of the actions under this section may be totally or partly stayed by the secretary. All costs associated with compliance with orders issued under this section are the obligation of the license holder or applicant. Section 29. The secretary shall investigate complaints concerning practice by unlicensed persons of a profession or business for which a license is required by this Act. The secretary shall issue a cease and desist order to a person after notice and hearing and upon a determination that the person has violated this section. If the secretary makes a written finding of fact that the public interest will be irreparably harmed by delay in issuing an order, the secretary may issue a temporary cease and desist order. The cease and desist order does not relieve the person practicing or operating a business without a license from criminal prosecution therefor, but the remedy of a cease and desist order is an addition to any criminal liability. The cease and desist order is conclusive proof of unlicensed practice and may be enforced. Unlicensed practice of a profession or operating a business for which a license is required by this Act, is a Class 1 misdemeanor."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4356, "action_date": "2013-01-24T14:00:00-06:00", "document_id": 24514, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24514.pdf", "status_text": "First read in House and referred to", "journal_page": 170, "committee_id_action": 202, "committee_id_assigned": 188, "result": "N", "vote": {}}, {"bill_id": 4356, "action_date": "2013-02-06T10:00:00-06:00", "document_id": 25188, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25188.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 188, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4356, "action_date": "2013-02-06T10:00:00-06:00", "document_id": 25365, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25365.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 323, "committee_id_action": 188, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13501, "president_vote": null, "Yea": [415, 349, 318, 344, 375, 380, 395, 390, 411, 399, 401, 360, 343]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4356"}