{"session_id": 64, "bill_id": 23494, "bill_type": "Senate Resolution", "bill_number": 701, "bill_title": "Acknowledging authority to spend federal funds as authorized in the general appropriations act for the current fiscal year.", "sponsors": [{"legislator_profile_id": 3993, "is_prime": true}], "keywords": ["Public Fiscal Administration", "Senate Resolution", "State Funds"], "audio": [{"meeting_datetime": "2022-02-09T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen20.mp3", "start_seconds": 1099.0}, {"meeting_datetime": "2022-02-09T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen20.mp3", "start_seconds": 1099.0}], "bill_versions": [{"bill_id": 23494, "bill_version_id": 233059, "bill_version": "Introduced", "bill_version_date": "2022-02-09T13:55:02.857-06:00", "bill_text": "A RESOLUTION, Acknowledging authority to spend federal funds as authorized in the general appropriations act for the current fiscal year. WHEREAS, The general appropriations bill shall embrace nothing but appropriations for ordinary expenses of the executive, legislative, and judicial departments of the state in accordance with S.D. Const., Art. XII, § 2; and WHEREAS, No expenditure of moneys may be made without authority given in appropriation acts in accordance with § 4-8-1; and WHEREAS, The general appropriations bill appropriates state general funds and authorizes the expenditure of federal funds and other funds into two specific categories: personal services and operating expenses; and WHEREAS, The general appropriations bill cannot appropriate federal spending authority for a specific purpose beyond ordinary expenses in accordance with the state constitution and may only authorize federal spending authority; and WHEREAS, The federal government has issued unprecedented amounts of federal stimulus money to the state, its agencies, political subdivisions, tribal governments, and cities; and WHEREAS, Issuance of grants from federal funds is an ordinary expense of state government, in accordance with the state constitution, for the efficient operation of state government to act in a timely manner for the best interests of our citizens; and WHEREAS, Historically and currently, the state has lawfully expended federal funds in accordance with the amount authorized by the general appropriations act for the current fiscal year; and WHEREAS, Historically and currently, the state requests that the Legislature act and approve additional federal and other spending authority if needed: NOW, THEREFORE, BE IT RESOLVED, by the Senate of the Ninety-Seventh Legislature of the State of South Dakota, that the state has the legal authority to expend federal funds up to the amount authorized by the general appropriations act for the current fiscal year; and BE IT FURTHER RESOLVED, that the state is urged and instructed to act in a timely manner for the best interests of our citizens in issuing grants from federal funds in accordance with all applicable federal laws, regulations, and guidance, and provide timely notice to the co-chairs of the Joint Committee on Appropriations of the Legislature; and BE IT FURTHER RESOLVED, that this resolution expires upon the latest date allowed by applicable federal laws, regulations, and guidance for the expenditure, implementation, or reversion of federal stimulus moneys issued by the federal government in connection with the worldwide COVID-19 pandemic."}, {"bill_id": 23494, "bill_version_id": 233081, "bill_version": "Enrolled", "bill_version_date": "2022-02-11T11:59:53.573-06:00", "bill_text": "A RESOLUTION, Acknowledging authority to spend federal funds as authorized in the general appropriations act for the current fiscal year. WHEREAS, The general appropriations bill shall embrace nothing but appropriations for ordinary expenses of the executive, legislative, and judicial departments of the state in accordance with S.D. Const., Art. XII, § 2; and WHEREAS, No expenditure of moneys may be made without authority given in appropriation acts in accordance with § 4-8-1; and WHEREAS, The general appropriations bill appropriates state general funds and authorizes the expenditure of federal funds and other funds into two specific categories: personal services and operating expenses; and WHEREAS, The general appropriations bill cannot appropriate federal spending authority for a specific purpose beyond ordinary expenses in accordance with the state constitution and may only authorize federal spending authority; and WHEREAS, The federal government has issued unprecedented amounts of federal stimulus money to the state, its agencies, political subdivisions, tribal governments, and cities; and WHEREAS, Issuance of grants from federal funds is an ordinary expense of state government, in accordance with the state constitution, for the efficient operation of state government to act in a timely manner for the best interests of our citizens; and WHEREAS, Historically and currently, the state has lawfully expended federal funds in accordance with the amount authorized by the general appropriations act for the current fiscal year; and WHEREAS, Historically and currently, the state requests that the Legislature act and approve additional federal and other spending authority if needed: NOW, THEREFORE, BE IT RESOLVED, by the Senate of the Ninety-Seventh Legislature of the State of South Dakota, that the state has the legal authority to expend federal funds up to the amount authorized by the general appropriations act for the current fiscal year; and BE IT FURTHER RESOLVED, that the state is urged and instructed to act in a timely manner for the best interests of our citizens in issuing grants from federal funds in accordance with all applicable federal laws, regulations, and guidance, and provide timely notice to the co-chairs of the Joint Committee on Appropriations of the Legislature; and BE IT FURTHER RESOLVED, that this resolution expires upon the latest date allowed by applicable federal laws, regulations, and guidance for the expenditure, implementation, or reversion of federal stimulus moneys issued by the federal government in connection with the worldwide COVID-19 pandemic. Adopted by the Senate, February 9, 2022 _____________________ _____________________ Larry Rhoden Kay Johnson President of the Senate Secretary of the Senate"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23494, "action_date": "2022-02-09T14:00:00-06:00", "document_id": 232912, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232912.pdf", "status_text": "Adopt Resolution", "journal_page": 222, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 73184, "president_vote": null, "Yea": [3918, 3920, 3921, 3922, 3925, 3926, 3932, 3935, 3936, 3939, 3940, 3943, 3949, 3952, 3956, 3958, 3961, 3962, 3966, 3974, 3975, 3979, 3990, 3991, 3993, 3994, 3996, 3999, 4000, 4002, 4003, 4006, 4010, 4012, 4016]}}]}