{"session_id": 68, "bill_id": 24091, "bill_type": "House Bill", "bill_number": 1188, "bill_title": "provide for property owner inclusion in the pipeline siting application and condemnation process.", "sponsors": [{"legislator_profile_id": 4443, "is_prime": true}, {"legislator_profile_id": 4445, "is_prime": false}, {"legislator_profile_id": 4333, "is_prime": false}, {"legislator_profile_id": 4360, "is_prime": false}, {"legislator_profile_id": 4374, "is_prime": false}, {"legislator_profile_id": 4375, "is_prime": false}, {"legislator_profile_id": 4388, "is_prime": false}, {"legislator_profile_id": 4469, "is_prime": false}, {"legislator_profile_id": 4401, "is_prime": false}, {"legislator_profile_id": 4406, "is_prime": false}, {"legislator_profile_id": 4444, "is_prime": false}, {"legislator_profile_id": 4439, "is_prime": false}, {"legislator_profile_id": 4417, "is_prime": false}], "keywords": ["Eminent Domain", "Judicial Remedies", "Pipelines", "Public Utilities and Carriers"], "audio": [{"meeting_datetime": "2023-02-06T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst18.mp3", "start_seconds": 6755.0}, {"meeting_datetime": "2023-02-06T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst18.mp3", "start_seconds": 6755.0}, {"meeting_datetime": "2023-02-06T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst18.mp3", "start_seconds": 6755.0}, {"meeting_datetime": "2023-02-06T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst18.mp3", "start_seconds": 6755.0}], "bill_versions": [{"bill_id": 24091, "bill_version_id": 247354, "bill_version": "Introduced", "bill_version_date": "2023-01-30T15:20:37.103-06:00", "bill_text": "An Act to provide for property owner inclusion in the pipeline siting application and condemnation process. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 21-35-2 be AMENDED: 21-35-2. A petition filed pursuant to § 21-35-1 shall name must: (1) Name the person, group, or corporation desiring to take or damage private property as plaintiff, and all persons having interest in or liens upon the property affected by the proceeding as defendants, so far as they shall be are known at the time of the filing the same. It shall contain; (2) Contain a description of the property to be taken or damaged. The; (3) Set forth the purpose for which the property is to be taken or damaged shall be clearly set forth in the petition; and (4) Be accompanied by a verification of consent, if required by section 4 of this Act. It shall is not be necessary to specify the interests or claims of the several defendants in the land or property affected by the proceeding. Section 2. That § 21-35-31 be AMENDED: 21-35-31. The provisions of thisThis section applies only apply to a project which that requires a siting permit pursuant to chapter 49-41B. Each person vested with the authority to take private property for public use may cause an examination and survey to be made as necessary for its proposed facilities. The person or the person's agents and officers may, with the written consent of the property owner, enter the private property for the purpose of the causing an examination and survey. Any person seeking to cause an examination or survey, whereIf permission to enter the private property for an examination or and survey has been denied, shall: (1) Have filed a siting permit application with the person seeking to cause an examination and survey shall notify the Public Utilities Commission pursuant to § 49-41B-11; (2) Give thirty days written notice, including the filing and expected dates of entry, to the owner and any tenant in possession of the private property; and (3) Make a payment to the owner, or provide sufficient security for the payment, for any actual damage done to the property by the entry. This section does not apply to the state or its political subdivisions. This section is in addition to and not in derogation of other existing law and request that the denial be noted during the Commission's consideration of the application for a siting permit. Section 3. That § 49-7-13 be AMENDED: 49-7-13. Any pipeline companies owning company that owns a pipeline which and is a common carrier, as defined by § 49-7-11, may exercise the right of eminent domain in acquiring right‑of‑way, as prescribed by statute, provided that contact with a property owner regarding the exercise of eminent domain may not be initiated until a permit is issued in accordance with chapter 49-41B. However, inIn the case of school and public lands, no right‑of‑way for the purpose of carriage of property by pipeline shall may exceed ten feet in widthbut the pipeline, except that the company shall havehas the right to secure such land as may be reasonablythat is required for pumps, stations, substations, tanks, or buildings necessary for the carriage of the type or kinds of property the pipeline company intends its pipeline to carry. Section 4. That chapter 49-7 be amended with a NEW SECTION: A company seeking to exercise the right of eminent domain under this chapter shall demonstrate that it has received sufficient consent to proceed with the condemnation from the owners of property that the proposed pipeline will cross. To demonstrate consent, the company shall: (1) Calculate the total linear feet of pipeline proposed to cross this state; (2) Allow each property owner one vote per linear foot of pipeline proposed to cross the owner's property; (3) Determine that votes representing at least eighty percent of the total linear feet, as established under subdivision (1) of this section, are cast in support of the eminent domain proceeding; and (4) File verification of the consent with the petition for ascertainment of compensation required by § 21-35-1. For purposes of this section, if property being crossed by a pipeline is under the ownership of multiple persons, the vote required by this section must be cast by one person, with the authority to act on behalf of the multiple owners. Section 5. That § 49-41B-11 be AMENDED: 49-41B-11. All applications for a permit shall must be filed with the Public Utilities Commission, not less than six months prior to the planned date of commencement of construction of a facility, in such form as prescribed by rules promulgated in accordance with chapter 1-26, and shall contain, but not be limited to, the following information must include: (1) The name and address of the applicant; (2) Description A description of the nature and location of the facility; (3) Estimated The estimated date of commencement ofon which construction will commence and the duration of construction; (4) Estimated The estimated number of employees persons employed at the site of the facility during the construction phase and during the operating life of the facility. Estimates shall, provided the estimates must include the number of employees persons who are to be utilized, but who do not currently reside within the area to be affected by the facility; (5) Future additions and modifications to the facility, which the applicant may wish to be approved in the permit; (6) A statement of the reasons for the selection of the proposed location; (7) A description of each parcel of property likely to be impacted by the proposed location and the name of the principal owner; (8) Documentation signed by eighty percent of the principal owners listed in accordance with subdivision (7) of this section and indicating their support for the proposed facility; (9) Person The person owning the proposed facility and the person managing the proposed facility; (8)(10) The purpose of the facility; (9)(11) Estimated The estimated consumer demand and the estimated future energy needs of those consumers to be directly served by the facility; (10)(12) The potential short- and long -range demands on any estimated tax revenues generated by the facility for the extension or expansion of public services within the affected areas; (11)(13) Environmental studies prepared relative to the facility; and (12)(14) Estimated constructionThe estimated cost of constructing the facility. Section 6. That § 49-41B-15 be AMENDED: 49-41B-15. Within thirty days following receipt of an a permit application for a permit that includes all requirements set forth in 49-41B-11, the commission shall: (1) Schedule a public input meeting; (2) Notify the applicant of the public input meeting; and (3) Serve notice of the application and public input meeting upon the governing bodies of the counties and municipalities totally or partially within the area of the proposed facility."}], "amendments": [{"bill_id": 24091, "document_id": 248191, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248191.pdf", "legislator_profile_id": 4443, "document_id_instructions": 248192, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/248192.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 24091, "action_date": "2023-01-31T14:00:00-06:00", "document_id": 247330, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247330.pdf", "status_text": "First read in House and referred to", "journal_page": 180, "committee_id_action": 1159, "committee_id_assigned": 1166, "result": "N", "vote": {}}, {"bill_id": 24091, "action_date": "2023-02-06T07:45:00-06:00", "document_id": 248235, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248235.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1166, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24091, "action_date": "2023-02-06T07:45:00-06:00", "document_id": 248237, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248237.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1166, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24091, "action_date": "2023-02-06T07:45:00-06:00", "document_id": 248237, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248237.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1166, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76788, "president_vote": null, "Yea": [4334, 4341, 4343, 4344, 4353, 4368, 4385, 4409, 4470, 4408, 4392], "Excused": [4337], "Nay": [4366]}}]}