{"session_id": 68, "bill_id": 24134, "bill_type": "Senate Bill", "bill_number": 82, "bill_title": "establish the stronger families scholarship program for children in foster care, to make an appropriation therefor, and to declare an emergency.", "sponsors": [{"legislator_profile_id": 4355, "is_prime": true}, {"legislator_profile_id": 4439, "is_prime": true}, {"legislator_profile_id": 4337, "is_prime": false}, {"legislator_profile_id": 4338, "is_prime": false}, {"legislator_profile_id": 4345, "is_prime": false}, {"legislator_profile_id": 4348, "is_prime": false}, {"legislator_profile_id": 4448, "is_prime": false}, {"legislator_profile_id": 4352, "is_prime": false}, {"legislator_profile_id": 4353, "is_prime": false}, {"legislator_profile_id": 4378, "is_prime": false}, {"legislator_profile_id": 4454, "is_prime": false}, {"legislator_profile_id": 4444, "is_prime": false}, {"legislator_profile_id": 4436, "is_prime": false}], "keywords": ["Election Verification", "Elections", "Voting"], "audio": [{"meeting_datetime": "2023-01-25T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sst11.mp3", "start_seconds": 1538.0}, {"meeting_datetime": "2023-01-25T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sst11.mp3", "start_seconds": 1538.0}, {"meeting_datetime": "2023-01-25T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sst11.mp3", "start_seconds": 1538.0}, {"meeting_datetime": "2023-01-25T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sst11.mp3", "start_seconds": 1538.0}, {"meeting_datetime": "2023-01-30T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen13.mp3", "start_seconds": 3445.0}, {"meeting_datetime": "2023-01-30T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen13.mp3", "start_seconds": 3445.0}, {"meeting_datetime": "2023-01-30T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen13.mp3", "start_seconds": 3445.0}, {"meeting_datetime": "2023-02-07T10:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hlo19.mp3", "start_seconds": 3679.0}, {"meeting_datetime": "2023-02-07T10:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hlo19.mp3", "start_seconds": 3679.0}, {"meeting_datetime": "2023-02-07T10:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hlo19.mp3", "start_seconds": 3679.0}, {"meeting_datetime": "2023-03-02T10:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hlo33.mp3", "start_seconds": 138.0}, {"meeting_datetime": "2023-03-02T10:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hlo33.mp3", "start_seconds": 138.0}, {"meeting_datetime": "2023-03-02T10:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hlo33.mp3", "start_seconds": 138.0}, {"meeting_datetime": "2023-03-06T09:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou34.mp3", "start_seconds": 995.0}, {"meeting_datetime": "2023-03-06T09:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou34.mp3", "start_seconds": 995.0}, {"meeting_datetime": "2023-03-06T09:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou34.mp3", "start_seconds": 995.0}, {"meeting_datetime": "2023-03-06T09:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou34.mp3", "start_seconds": 995.0}, {"meeting_datetime": "2023-03-06T09:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou34.mp3", "start_seconds": 995.0}, {"meeting_datetime": "2023-03-06T09:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou34.mp3", "start_seconds": 995.0}, {"meeting_datetime": "2023-03-06T09:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou34.mp3", "start_seconds": 995.0}], "bill_versions": [{"bill_id": 24134, "bill_version_id": 245150, "bill_version": "Introduced", "bill_version_date": "2023-01-22T17:21:25.423-06:00", "bill_text": "An Act to modify provisions pertaining to poll watchers. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 12-18-9 be AMENDED: 12-18-9. Any person, except a candidate who is on the ballot being voted on at that polling place, may be present at any polling place for the purpose of observing the voting process. Any person may be present to observe the counting process. A candidate who is on the ballot being voted on at a polling place may only be present to cast the candidate's vote during voting hours. A number of poll watchers shall be permitted for each candidate at At a primary election, pursuant to § 12-18-8.1, a number of poll watchers must be permitted for each candidate. or political party and independent candidate at At a general or special election, pursuant to § 12-18-8.1, a number of poll watchers must be permitted for each political party and independent candidate. A number of poll watchers must be permitted from each ballot question committee for an initiated or referred measure or initiated constitutional amendment at any election in which the measure or amendment appears on the ballot, pursuant to § 12-18-8.1. Each polling place shall be arranged in a manner that permits each poll watcher to be positioned in a location where the poll watcher can plainly see and hear what is done within the polling place. The observation areas may not be less than four feet from, nor more than six feet from, the table at which voters announce their name and address to be issued a ballot at the polling place. The observation areas must be so positioned to permit any poll watcher to plainly see and hear all public aspects of the voting process. A violation of this section is a Class 2 misdemeanor. Section 2. That § 12-1-3 be AMENDED: 12-1-3. Terms used in this title mean: (1) \"Ballot question committee,\" a person or entity that raises, collects, or distributes contributions as one of the following: (a) A proponent for placement on the ballot of one or more initiated or referred measures or initiated constitutional amendments; (b) An opponent to placement on the ballot of one or more initiated or referred measures or initiated constitutional amendments; (c) A proponent for the adoption of one or more initiated or referred measures or initiated constitutional amendments on the ballot; (d) An opponent to the adoption of one or more initiated or referred measures or initiated constitutional amendments on the ballot; (2) \"Candidate,\" a person whose name is on the ballot or who is entitled to be on the ballot to be voted upon for nomination or election at any election; (2)(3) \"Election,\" any election held under the laws of this state; (3)(4) \"Election officials,\" state and local officials charged with the duty of conducting elections and the canvass of returns; (4)(5) \"Elector,\" a person qualified to register as a voter, whether or not the person is registered; (5)(6) \"Electronic pollbook,\" an electronic system containing both the registration list and pollbook; (6)(7) \"General election,\" the vote required to be taken in each voting precinct of the state on the first Tuesday after the first Monday in November of each even-numbered year; (7)(8) \"Paid circulator,\" any person who receives money or anything of value for collecting signatures for a petition; (8)(9) \"Party office,\" an office of a political party organization as distinct from a public office; (9)(10) \"Person in charge of an election,\" or \"person charged with the conduct of an election,\" the county auditor in all cases except local elections for a municipality, school district, township, or other political subdivision, in which case it is the officer having the position comparable to the auditor in that unit of government if not specifically designated by law; (10)(11) \"Petition,\" a form prescribed by the State Board of Elections, which contains the question or candidacy being petitioned, the declaration of candidacy if required and the verification of the circulator. If multiple sheets of paper are necessary to obtain the required number of signatures, each sheet shall be self-contained and separately verified by the circulator; (11)(12) \"Petition circulator,\" a resident of the State of South Dakota as defined under § 12-1-4, who is at least eighteen years of age who circulates nominating petitions or other petitions for the purpose of placing candidates or issues on any election ballot; (12)(13) \"Political party,\" beginning with the 2014 general election and each general election thereafter, a party whose candidate for any statewide office received at least two and one-half percent of the total votes cast for that statewide office in either of the two previous general election cycles; (13)(14) \"Pollbook\" or \"poll list,\" a list containing in numerical order the names of all persons voting at the election and type of ballot voted; (14)(15) \"Polling place,\" a designated place voters may go to vote; (16) \"Poll watcher,\" a person appointed to observe the conduct of an election on behalf of a candidate, a political party, or a ballot question committee; (15)(17) \"Primary\" or \"primary election,\" an election held at which candidates are nominated for public office; (16)(18) \"Public office,\" an elected position in government; (17)(19) \"Registration list,\" a list of eligible voters; (18)(20) \"Registered mail,\" does not include certified mail; (19)(21) \"Registration officials,\" the county auditor and deputies and other persons authorized to assist in registration pursuant to chapter 12-4; (20)(22) \"Vote center,\" a polling place when the precinct has been defined as the entire jurisdiction and an electronic pollbook is utilized; (21)(23) \"Voter,\" a person duly registered to vote or one who is performing the act of voting; (22)(24) \"Independent (IND)\" or \"no party affiliation (NPA),\" any currently registered voter who writes independent, I, Ind, no party affiliation, no party, no choice, nonpartisan, or line crossed off in the choice of party field on the voter registration form and any individual who is not currently registered to vote who leaves the choice of party field blank on the voter registration form; (23)(25) \"Independent candidate,\" notwithstanding the definition of independent as stated in this chapter, any registered voter regardless of party affiliation who declares to be an independent candidate for public office pursuant to this chapter; (24)(26) \"Other,\" any voter who writes a political party not recognized in South Dakota in the choice of party field on the voter registration form."}, {"bill_id": 24134, "bill_version_id": 246271, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2023-01-25T14:38:44.97-06:00", "bill_text": "An Act to modify provisions pertaining to poll watchers. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 12-18-9 be AMENDED: 12-18-9. Any person, except a candidate who is on the ballot being voted on at that polling place, may be present at any polling place for the purpose of observing the voting process. Any person may be present to observe the counting process. A candidate who is on the ballot being voted on at a polling place may only be present to cast the candidate's vote during voting hours. A number of poll watchers shall be permitted for each candidate at a primary election or political party and independent candidate at a general election pursuant to § 12-18-8.1. Each polling place shall be arranged in a manner that permits each poll watcher to be positioned in a location where the poll watcher can plainly see and hear what is done within the polling place. At a general, primary, or special election pursuant to § 12-18-8.1, any candidate, party or ballot question committee as defined in § 12-27-1 is entitled to have a poll watcher present at any polling place for the purpose of observing the voting and counting process. This section may not apply to a candidate who is on the ballot being voted on at a polling place, and the candidate may only be present to cast the candidate's vote during voting hours. The observation areas may not be less than four feet from, nor more than six feet from, the table at which voters announce their name and address to be issued a ballot at the polling place. The observation areas must be so positioned to permit any poll watcher to plainly see and hear all public aspects of the voting process. A violation of this section is a Class 2 misdemeanor. Section 2. That § 12-1-3 be AMENDED: 12-1-3. Terms used in this title mean: (1) \"Candidate,\" a person whose name is on the ballot or who is entitled to be on the ballot to be voted upon for nomination or election at any election; (2)(2) \"Election,\" any election held under the laws of this state; (3)(3) \"Election officials,\" state and local officials charged with the duty of conducting elections and the canvass of returns; (4)(4) \"Elector,\" a person qualified to register as a voter, whether or not the person is registered; (5)(5) \"Electronic pollbook,\" an electronic system containing both the registration list and pollbook; (6)(6) \"General election,\" the vote required to be taken in each voting precinct of the state on the first Tuesday after the first Monday in November of each even-numbered year; (7)(7) \"Paid circulator,\" any person who receives money or anything of value for collecting signatures for a petition; (8)(8) \"Party office,\" an office of a political party organization as distinct from a public office; (9)(9) \"Person in charge of an election,\" or \"person charged with the conduct of an election,\" the county auditor in all cases except local elections for a municipality, school district, township, or other political subdivision, in which case it is the officer having the position comparable to the auditor in that unit of government if not specifically designated by law; (10)(10) \"Petition,\" a form prescribed by the State Board of Elections, which contains the question or candidacy being petitioned, the declaration of candidacy if required and the verification of the circulator. If multiple sheets of paper are necessary to obtain the required number of signatures, each sheet shall be self-contained and separately verified by the circulator; (11)(11) \"Petition circulator,\" a resident of the State of South Dakota as defined under § 12-1-4, who is at least eighteen years of age who circulates nominating petitions or other petitions for the purpose of placing candidates or issues on any election ballot; (12)(12) \"Political party,\" beginning with the 2014 general election and each general election thereafter, a party whose candidate for any statewide office received at least two and one-half percent of the total votes cast for that statewide office in either of the two previous general election cycles; (13)(13) \"Pollbook\" or \"poll list,\" a list containing in numerical order the names of all persons voting at the election and type of ballot voted; (14)(14) \"Polling place,\" a designated place voters may go to vote; (15) \"Poll watcher,\" a person appointed to observe the conduct of an election on behalf of a candidate, a political party, or a ballot question committee; (15)(16) \"Primary\" or \"primary election,\" an election held at which candidates are nominated for public office; (16)(17) \"Public office,\" an elected position in government; (17)(18) \"Registration list,\" a list of eligible voters; (18)(19) \"Registered mail,\" does not include certified mail; (19)(20) \"Registration officials,\" the county auditor and deputies and other persons authorized to assist in registration pursuant to chapter 12-4; (20)(21) \"Vote center,\" a polling place when the precinct has been defined as the entire jurisdiction and an electronic pollbook is utilized; (21)(22) \"Voter,\" a person duly registered to vote or one who is performing the act of voting; (22)(23) \"Independent (IND)\" or \"no party affiliation (NPA),\" any currently registered voter who writes independent, I, Ind, no party affiliation, no party, no choice, nonpartisan, or line crossed off in the choice of party field on the voter registration form and any individual who is not currently registered to vote who leaves the choice of party field blank on the voter registration form; (23)(24) \"Independent candidate,\" notwithstanding the definition of independent as stated in this chapter, any registered voter regardless of party affiliation who declares to be an independent candidate for public office pursuant to this chapter; (24)(25) \"Other,\" any voter who writes a political party not recognized in South Dakota in the choice of party field on the voter registration form."}, {"bill_id": 24134, "bill_version_id": 250942, "bill_version": "House Local Government Engrossed", "bill_version_date": "2023-03-02T15:02:45.083-06:00", "bill_text": "An Act to establish the stronger families scholarship program for children in foster care, to make an appropriation therefor, and to declare an emergency. Be it enacted by the Legislature of the State of South Dakota: Section 1. There is hereby appropriated from the general fund the sum of $1 to the Department of Education, for purposes of establishing the stronger families scholarship program as authorized in sections 4 to 18, inclusive, of this Act. Section 2. The secretary of the Department of Education shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 3. Any amounts appropriated in this Act not lawfully expended or obligated shall revert on June 30, 2026, in accordance with the procedures prescribed in chapter 4-8. Section 4. That a NEW SECTION be added to title 13: Terms used in this chapter mean: (1) “Acting parent,” a parent, foster parent, adoptive parent, or other person with the authority to act in place of a parent for the child; (2) “Department,” the Department of Education; (3) “Scholarship granting organization,” a nonprofit organization that complies with the requirements of this chapter and awards scholarships to eligible students; and (4) “Program,” the stronger families scholarship program established pursuant to this chapter. Section 5. That a NEW SECTION be added to title 13: The stronger families scholarship program is established. Annual scholarships are available beginning in the 2023-2024 school year. A student may receive a scholarship of four thousand dollars to reimburse eligible expenses incurred by an acting parent as described in section 7 of this Act. A scholarship granting organization shall administer scholarships for eligible students attending a nonpublic school. The department shall administer scholarships for eligible students attending a public school in this state. Section 6. That a NEW SECTION be added to title 13: A student is eligible to receive a scholarship if the student is an abused or neglected child in the custody of the Department of Social Services for at least thirty days pursuant to a court directive and is currently placed, or during the previous state fiscal year was placed, in foster care or other out-of-home care. An eligible student retains program eligibility regardless of subsequent placement out of the foster care system. Section 7. That a NEW SECTION be added to title 13: For the purposes of this chapter, the term, eligible expenses, means: (1) For a student attending an eligible nonpublic school, tuition and fees charged by the nonpublic school; (2) Payment for tutoring or teaching services provided by an individual or facility accredited by a state, regional, or national accrediting organization; (3) The purchase price of curricula and supplementary instructional materials; (4) Tuition or fees for an online learning program; (5) Fees for: (a) A nationally standardized norm-referenced achievement test; (b) An advanced placement examination; and (c) Any exams related to college or university admission; (6) Technology purchases, including computer hardware and technological devices primarily used for educational purposes; and (7) For a student attending a public school, transportation expenses to and from the school that the student attends, if the student is enrolled in a school district that is not the student's district of residence and the district does not provide transportation for the student. Section 8. That a NEW SECTION be added to title 13: To receive an initial scholarship for a student attending an eligible nonpublic school, the acting parent shall: (1) Submit an application to a scholarship granting organization by a date established by the organization; and (2) Provide documentation to the scholarship granting organization that: (a) The student is enrolled full-time at an eligible nonpublic school; and (b) The acting parent has met with the nonpublic school's principal or the principal's designee to review the school's academic programs and policies, educational programs, code of student conduct, and attendance policies. A scholarship granting organization shall verify the contents of the application, determine if the student is eligible as provided in section 6 of this Act, and verify with the department that the student is not enrolled in a school district. The scholarship granting organization shall notify the department and the acting parent if the student is awarded a scholarship. Upon notification from the scholarship granting organization that a student has been awarded a scholarship, the department shall release the student's scholarship funds to the organization. The scholarship granting organization shall create an account for the student and deposit the student's scholarship funds received from the department into the student's account. Prior to submitting any invoice of eligible expenses, the acting parent shall sign an agreement with the organization affirming that scholarship funds will only be used for eligible expenses. The acting parent shall submit an invoice of eligible expenses incurred on the student's behalf to the scholarship granting organization for reimbursement. The organization shall release funds from the student's account for eligible expenses invoiced by the acting parent. To renew the scholarship under this section, the acting parent must annually apply to the scholarship granting organization on a date established by the organization and sign a sworn compliance statement affirming that scholarship funds have only been used for eligible expenses. Section 9. That a NEW SECTION be added to title 13: To receive a scholarship for a student attending a public school, an acting parent shall apply to the department by a date established by the department. The department shall verify the contents of the application and determine if the student is eligible as provided in section 6 of this Act. The department shall notify the acting parent if the student is awarded a scholarship. Prior to submitting any invoice of eligible expenses, the acting parent shall sign an agreement with the department affirming that scholarship funds will only be used for eligible expenses. The acting parent shall submit an invoice of eligible expenses incurred on the student's behalf to the department for reimbursement. The department shall release funds for eligible expenses invoiced by the acting parent. To renew the scholarship under this section, the acting parent must annually apply to the department on a date established by the department and sign a sworn compliance statement affirming that scholarship funds have only been used for eligible expenses. Section 10. That a NEW SECTION be added to title 13: Section 7 of this Act notwithstanding, scholarship funds may not be used to reimburse a group or residential treatment center for standard education provided to students in a group or residential treatment setting. Section 11. That a NEW SECTION be added to title 13: An acting parent may be reimbursed for eligible expenses during any single school year until June thirtieth of the applicable school year, or until: (1) The student graduates from high school or reaches age twenty-two, whichever occurs first; or (2) The scholarship balance is expended. The department may deny or revoke a student's scholarship due to fraud, abuse, or noncompliance by an acting parent with any of the requirements of this chapter. Any scholarship funds remaining on June thirtieth of the applicable school year revert to the state. Section 12. That a NEW SECTION be added to title 13: A nonpublic school is eligible to participate in the program if the nonpublic school: (1) Operates within the boundaries of this state, or on a federally recognized Indian reservation within the boundaries this state; (2) Is accredited by the department; (3) Provides education to elementary or secondary students; and (4) Notifies a scholarship granting organization of its intention to participate in the program and comply with the program requirements. An eligible nonpublic school shall provide a scholarship granting organization the documentation required by the organization for a student’s participation, including the nonpublic school and student’s fee schedules, at least thirty days before any reimbursement is made for the student. Section 13. That a NEW SECTION be added to title 13: A scholarship granting organization shall: (1) Receive applications, determine student eligibility, award scholarships, and notify acting parents of scholarship awards; (2) Submit the list of students awarded scholarships and related documentation to the department; (3) Submit an annual report to the department, by a date determined by the department, which must include the number of scholarship recipients; the demographics of scholarship recipients; the expended scholarship amount per student; the total expenditures of scholarship awards; and any other information deemed necessary by the department; (4) Submit any information requested by the department relating to the program; and (5) Notify the department of any violation of this chapter by an acting parent or nonpublic school. A scholarship granting organization may request an amount for administrative expenses associated with performing functions under this chapter based on the total amount of scholarships awarded by the organization. Section 14. That a NEW SECTION be added to title 13: The department shall: (1) Notify a scholarship granting organization of the deadlines for submitting the list of students determined to be eligible to verify that each student is not enrolled in a school district; and (2) Compensate a scholarship granting organization for administrative expenses associated with performing functions under this chapter, based on the total amount of scholarships awarded by the organization. Section 15. That a NEW SECTION be added to title 13: The department shall promulgate rules, pursuant to chapter 1-26, to: (1) Establish the procedure and conduct of administrative hearings related to contested actions made by the department; (2) Establish guidelines and criteria for approval of applications; and (3) Establish guidelines and criteria for approval of expenses and distribution of funds. Section 16. That a NEW SECTION be added to title 13: No liability shall arise on the part of the state based on the award or use of a scholarship from the program. Section 17. That a NEW SECTION be added to title 13: The inclusion of eligible nonpublic schools in the program does not expand the regulatory authority of the state, its officers, or any school district to impose any additional regulation of nonpublic schools beyond those reasonably necessary to enforce requirements expressly set forth in this chapter. Section 18. This Act is repealed July 1, 2026. Section 19. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}], "amendments": [{"bill_id": 24134, "document_id": 251040, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251040.pdf", "legislator_profile_id": 4403, "document_id_instructions": 251042, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/251042.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 24134, "action_date": "2023-01-23T14:00:00-06:00", "document_id": 245024, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245024.pdf", "status_text": "First read in Senate and referred to", "journal_page": 91, "committee_id_action": 1183, "committee_id_assigned": 1184, "result": "N", "vote": {}}, {"bill_id": 24134, "action_date": "2023-01-25T10:00:00-06:00", "document_id": 245199, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245199.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1184, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24134, "action_date": "2023-01-25T10:00:00-06:00", "document_id": 245438, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245438.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1184, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24134, "action_date": "2023-01-25T10:00:00-06:00", "document_id": 245438, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245438.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 1184, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76407, "president_vote": null, "Yea": [4413, 4348, 4355, 4410, 4426, 4430, 4352, 4345], "Excused": [4394]}}, {"bill_id": 24134, "action_date": "2023-01-30T14:00:00-06:00", "document_id": 246905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246905.pdf", "status_text": "Do Pass Amended", "journal_page": 140, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76503, "president_vote": null, "Yea": [4336, 4338, 4339, 4340, 4342, 4345, 4348, 4448, 4352, 4355, 4359, 4457, 4372, 4378, 4381, 4382, 4453, 4466, 4386, 4460, 4394, 4395, 4399, 4404, 4407, 4410, 4413, 4414, 4419, 4426, 4430, 4432, 4434, 4436], "Suspended": [4360]}}, {"bill_id": 24134, "action_date": "2023-01-31T14:00:00-06:00", "document_id": 247330, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247330.pdf", "status_text": "First read in House and referred to", "journal_page": 181, "committee_id_action": 1159, "committee_id_assigned": 1162, "result": "N", "vote": {}}, {"bill_id": 24134, "action_date": "2023-02-07T10:00:00-06:00", "document_id": 247154, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247154.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1162, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24134, "action_date": "2023-02-07T10:00:00-06:00", "document_id": 247155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247155.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1162, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76883, "president_vote": null, "Yea": [4384, 4373, 4333, 4445, 4441, 4397, 4443, 4403, 4439, 4353], "Excused": [4400, 4461], "Nay": [4358]}}, {"bill_id": 24134, "action_date": "2023-03-02T10:00:00-06:00", "document_id": 250326, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250326.pdf", "status_text": "Reconsidered", "journal_page": null, "committee_id_action": 1162, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77963, "president_vote": null, "Yea": [4384, 4373, 4333, 4445, 4441, 4397, 4443, 4403, 4439, 4358, 4353], "Nay": [4400, 4461]}}, {"bill_id": 24134, "action_date": "2023-03-02T10:00:00-06:00", "document_id": 250326, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250326.pdf", "status_text": "Hoghoused", "journal_page": null, "committee_id_action": 1162, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24134, "action_date": "2023-03-02T10:00:00-06:00", "document_id": 250326, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250326.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 1162, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77966, "president_vote": null, "Yea": [4384, 4373, 4445, 4441, 4397, 4443, 4403, 4439, 4358, 4353], "Nay": [4400, 4461, 4333]}}, {"bill_id": 24134, "action_date": "2023-03-06T09:00:00-06:00", "document_id": 250995, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250995.pdf", "status_text": "Tabled", "journal_page": 476, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78009, "president_vote": null, "Yea": [4456, 4441, 4334, 4337, 4459, 4341, 4343, 4344, 4449, 4350, 4353, 4354, 4468, 4471, 4368, 4450, 4374, 4379, 4462, 4383, 4452, 4454, 4438, 4384, 4385, 4451, 4388, 4469, 4392, 4447, 4467, 4398, 4400, 4440, 4437, 4408, 4409, 4458, 4455, 4412, 4463, 4418, 4421, 4464, 4446, 4465, 4470, 4429, 4461], "Nay": [4445, 4333, 4351, 4442, 4365, 4366, 4373, 4375, 4443, 4389, 4393, 4396, 4397, 4401, 4403, 4406, 4444, 4439, 4417], "Excused": [4358, 4405]}}]}