{"session_id": 56, "bill_id": 18535, "bill_type": "Senate Bill", "bill_number": 191, "bill_title": "provide for the removal of certain noncommercial motor vehicle license plates from a motor vehicle if the ownership of the vehicle is transferred.", "sponsors": [{"legislator_profile_id": 3084, "is_prime": true}, {"legislator_profile_id": 3116, "is_prime": true}, {"legislator_profile_id": 3047, "is_prime": false}, {"legislator_profile_id": 3069, "is_prime": false}, {"legislator_profile_id": 3072, "is_prime": false}, {"legislator_profile_id": 3077, "is_prime": false}, {"legislator_profile_id": 3078, "is_prime": false}, {"legislator_profile_id": 3082, "is_prime": false}, {"legislator_profile_id": 3087, "is_prime": false}, {"legislator_profile_id": 3091, "is_prime": false}, {"legislator_profile_id": 3104, "is_prime": false}, {"legislator_profile_id": 3108, "is_prime": false}, {"legislator_profile_id": 3129, "is_prime": false}, {"legislator_profile_id": 3138, "is_prime": false}], "keywords": ["Misdemeanors", "Motor Vehicles"], "audio": [{"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/str15sb0191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/str15sb0191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/str15sb0191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/str15sb0191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/str15sb0191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/str17sb0191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/str17sb0191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/str17sb0191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/str17sb0191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/str17sb0191a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18535, "bill_version_id": 99965, "bill_version": "Introduced", "bill_version_date": "2004-01-27T08:05:41-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the removal of certain noncommercial motor vehicle license plates from a motor vehicle if the ownership of the vehicle is transferred. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: If the ownership of a vehicle registered pursuant to the provisions of this chapter is transferred or assigned, the registration of the vehicle expires and the transferor shall remove the number plates from the vehicle. The failure of the transferor to remove the number plates pursuant to this section, the transferor is guilty of a Class 2 misdemeanor. Section 2. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: A transferor pursuant to section 1 of this Act who has removed number plates from a motor vehicle shall, within thirty days, either: (1) Affix the number plates to any vehicle acquired by the transferor; or (2) Destroy the number plates. If the transferor affixes the number plates to any vehicle, the transferor shall register the vehicle within thirty days. Any violation of this section is a Class 2 misdemeanor. Section 3. That § 32-5-2.5 be amended to read as follows: 32-5-2.5. A person who acquires a motor vehicle required to be annually registered shall, at the time of application for a certificate of title or transfer of title, renew the vehicle's registration by purchasing license plates or validation decals which would be valid register the vehicle until the appropriate month assigned to the person for renewal by § 32-5-2.2. The person who acquires a vehicle that is registered in this state shall be given credit for all full months remaining on the vehicle's unexpired registration. This section does not apply if the vehicles are exempted from the excise tax by § 32-5B-2. Section 4. That § 32-5-55 be amended to read as follows: 32-5-55. Any owner of a motor vehicle, who is a resident of this state, who is a regularly enlisted or commissioned member of the South Dakota National Guard, other than an inactive member thereof, and who has complied with all of the laws of this state in relation to the registration of a motor vehicle, may receive plates bearing a distinctive number and design, and designating the person as a member or retired member of the South Dakota National Guard. The number plates shall be designed by the adjutant general and subject to the approval of the department. The distinctive plates shall be in addition to the regular number plates issued for the motor vehicle pursuant to § 32-5-98. The distinctive plates shall be displayed as set forth in § 32-5-98 and the regular number plates shall be kept on or in the motor vehicle. Section 5. That § 32-5-59 be amended to read as follows: 32-5-59. Each member of the South Dakota National Guard shall apply to the county treasurer of the county of his residence for the issuance of regular number plates for the member's residence for registration of the motor vehicles owned by him the member . The guard member, in order to receive the distinctive plates, shall have paid the fee for the regular number plates and submitted the registration slip for the regular number plates to the adjutant general required pursuant to § 32-5-6 . Section 6. That § 32-5-62 be amended to read as follows: 32-5-62. If any member of the South Dakota National Guard is discharged, separated, or furloughed therefrom to a reserve or inactive status, the adjutant general shall, before relieving the member, require him the member to surrender the distinctive number plates identifying him the member as a member of the South Dakota National Guard. The distinctive plates shall be surrendered to the adjutant general who shall notify the secretary who shall make the necessary changes in his registration file. The vehicle owner shall retain obtain and display the regular number plates issued under § 32-5-55 as set forth in § 32-5-98 . Section 7. That § 32-5-63 be amended to read as follows: 32-5-63. If at any time a motor vehicle subject to the distinctive number plates issued for the national guard shall be sold, conveyed, or otherwise transferred by the member or retired member of the South Dakota National Guard to whom such distinctive number plates have been issued, he the member shall notify the adjutant general. The adjutant general shall process a new registration indicating the motor vehicle to which the distinctive plates are to be transferred and send it to the department. The secretary shall make the necessary changes in the file. The department shall notify the applicant of any corrections which need to be made. The regular number plates shall remain with the motor vehicle to which they were issued. If the motor vehicle to which the distinctive plates are being transferred does not have valid regular number license plates, the guard member shall obtain regular number license plates. Section 8. That § 32-5-65 be amended to read as follows: 32-5-65. Any commercial radio station or broadcasting company that holds an unrevoked and unexpired official license issued by the federal communications commission or employees of such station or company when requested and approved by the station or the company, and who are residents of this state and have complied with all the laws of this state in obtaining regular number plates for such registering the motor vehicle may apply for a set of distinctive plates bearing an inscription thereon of the call letters authorized for the station or company radio license by making application therefor as provided in § 32-5-66. The distinctive plates are in addition to the regular number plates issued for the motor vehicle. The distinctive plates shall be displayed as set forth in § 32-5-98 and the regular number plates shall be kept on or in the motor vehicle . A ten dollar fee shall be charged for the distinctive plates and for the renewal stickers. This fee shall be in addition to any fee required pursuant to § 32-5-6. If the federal communication commission's license is revoked, the owner shall surrender the distinctive license plates to the department. If the employee is no longer employed by the station or the broadcasting company, the employee shall surrender the distinctive license plates to the department. The secretary shall make the necessary changes in his registration file. The owner shall retain the regular number plates. Failure to surrender the distinctive license plates as required by this section is a Class 2 misdemeanor. Section 9. That § 32-5-65.1 be amended to read as follows: 32-5-65.1. Any owner of a motor vehicle who holds an unrevoked and unexpired official amateur radio license, is a resident of this state , and has complied with all the laws of this state in obtaining regular number plates for such registering the motor vehicle may apply for a set of distinctive plates bearing an inscription thereon of the call letters authorized for his the owner's amateur radio license by making application therefor as provided in § 32-5-66. The distinctive plates are in addition to the regular number plates issued for the motor vehicle. The distinctive plates shall be displayed as set forth in § 32-5-98 and the regular number plates shall be kept on or in the motor vehicle . A ten dollar fee shall be charged for the distinctive plates and for renewal stickers. This fee shall be in addition to any fee required pursuant to § 32-5-6. If the amateur radio license is revoked, the owner shall surrender the distinctive license plates to the department. The secretary shall make the necessary changes in his the registration file. The owner shall retain the regular number plates. Failure to surrender the distinctive license plates as required by this section is a Class 2 misdemeanor. Section 10. That § 32-5-76 be amended to read as follows: 32-5-76. An owner of a motor vehicle, who is a resident of this state, who has complied with all the laws of this state in obtaining regular number license plates for registering the motor vehicle, and who operates or directs the operation of the vehicle, may submit to the county treasurer an application containing a physician's certificate on a form approved by the secretary, stating that the applicant is a person with a substantial physical disability that makes it impossible or causes substantial hardship to walk. The secretary shall promulgate a rule rules , pursuant to chapter 1-26, defining a person with a physical disability. The county treasurer shall procure, issue, and deliver to the applicant plates with letters, numbers, or symbols, or any combination thereof, as the secretary may prescribe. The plates shall be designed to readily apprise law enforcement officers of the fact that the motor vehicle is owned, operated, or used in transporting a person with a substantial disability. No charge may be made for the issuance of the distinctive plates. The distinctive plates shall be in addition to the regular number plates issued for the motor vehicle. However, any fee required pursuant to § 32-5-6 shall be paid annually. The distinctive plates shall be displayed as set forth in § 32-5-98 and the regular number plates shall be kept on or in the motor vehicle . If the applicant is no longer a person with a physical disability or is deceased, the distinctive plates shall be surrendered within thirty days to the county treasurer of the applicant's residence, and the treasurer shall notify the secretary who shall make the necessary changes in the registration file. The regular number plates shall remain with the motor vehicle to which the plates were issued. Failure to surrender the distinctive license plates as required by this section is a Class 2 misdemeanor. It is a Class 1 misdemeanor to submit a false or fraudulent application. Section 11. That § 32-5-89.3 be amended to read as follows: 32-5-89.3. Application for special personalized license plates shall be made on forms prescribed by the secretary. Upon the receipt of a properly completed application form and payment of a fee of twenty-five dollars for any motor vehicle other than a motorcycle, the department shall order the special plates. The fee for a personalized license plate for a motorcycle is twenty dollars. Upon issuance of the personalized license plates, the owner shall display the special plates on the assigned vehicle. The regular plates assigned to the vehicle shall be kept in or on the vehicle. Any number plates previously issued for the vehicle shall be removed from the vehicle. Personalized license plates shall be validated with distinctive stickers and are valid only for the registration year for which the stickers are issued. The annual fee for personalized license plate validation stickers for a motor vehicle other than a motorcycle is twenty-five dollars. The annual fee for a personalized license plate validation sticker for a motorcycle is twenty dollars. During the year originally issued, the personalized license metal plate fee includes the cost of that year's validation sticker. Special personalized plates and current year validation stickers are not in lieu of regular plates or the applicable license fees prescribed in this chapter. The fees provided by this section are in addition to any fee required pursuant to § 32-5-6 or 32-5-9. The fees for personalized plates and validation stickers shall be credited to a fund to be known as the license plate special revenue fund. Section 12. That § 32-5-108 be amended to read as follows: 32-5-108. Any resident veteran owner of a motor vehicle who has received the United States Veterans' Administration K Award, meets the qualifications established by Public Law 187 of the Eighty-second Congress for a veteran to receive an automobile, or a veteran who has been rated as in receipt of a statutory benefit for loss or loss of use of one or more extremities, or a veteran who receives a veteran's allotment for total disability under compensation which is considered a service-connected injury, upon application to the department shall receive a set of distinct license plates in addition to a set of regular number license plates . The distinctive plates shall be displayed as set forth in § 32-5-98 and the number plates shall be kept on or in the motor vehicle . The design of the license plate shall consist of a white background bordered on the left by a blue field with white stars and on the right by alternating red and white stripes. The words , \" Disabled Veteran \" , shall be inscribed on the plate in blue, in at least ten point bold type. The license plate shall be reflectorized and validated each year with a sticker in the same manner as a noncommercial license plate . License fees for the distinctive plates and the regular number plates shall be ten dollars for both and ten dollars for the renewal stickers. No license fee or sticker fee pursuant to § 32-5-6 may be charged to the veteran. The fees shall be deposited in the license plate special revenue fund. In order to qualify for a special license plate pursuant to this section, a veteran shall, in addition to meeting the qualifications established in the first paragraph, have incurred his disabling injuries while serving the United States in active duty during a time of war or while participating in a military mission involving armed conflict. If it is determined that the veteran owner does not qualify for the distinctive plates or if the veteran owner dies, the plates shall be surrendered to the county treasurer of applicant's residence. The treasurer shall notify the secretary who shall make the necessary changes in the registration file. The regular number plates shall remain with the motor vehicle to which they were issued. Failure to surrender the distinctive license plates as required by this section is a Class 2 misdemeanor. Section 13. That § 32-5-109 be amended to read as follows: 32-5-109. Any resident of this state who was a prisoner of war while serving in the United States armed forces and who received an honorable discharge from the United States armed forces is eligible to apply to the secretary for special motor vehicle license plates if he the resident has first complied with all laws of this state in obtaining standard registering the motor vehicle license plates . Each application shall be on a form prescribed by the secretary and shall include certification of the applicant's prisoner of war status from the United States Veterans' Administration. The applicant shall pay a ten dollar fee and shall receive both distinctive plates and regular number plates . The regular number plates shall be kept on or in the motor vehicle, and the distinctive plates shall be displayed as set forth in § 32-5-98. A fee of ten dollars shall be paid for the renewal stickers. No registration fee or sticker fee may be charged to the applicant pursuant to § 32-5-6. The fees shall be deposited into the license plate special revenue fund. Upon approval of the application, the secretary shall issue the license plates which shall be numbered consecutively, beginning with the number 1, and the number shall be preceded by the letters POW. If it is determined that an applicant does not qualify for the distinctive plates or if the applicant dies, the plates shall be surrendered to the county treasurer of the applicant's residence. The treasurer shall notify the secretary who shall make the necessary changes in the registration file. The regular number plates shall remain with the motor vehicle to which they were issued. Failure to surrender the distinctive license plates as required by this section is a Class 2 misdemeanor. Section 14. That § 32-5-109.1 be amended to read as follows: 32-5-109.1. Any resident of this state who was serving in the United States armed forces and survived the attack at Pearl Harbor, Hawaii, on December 7, 1941, and who received an honorable discharge, may apply to the secretary for special motor vehicle license plates. Each application shall be on a form prescribed by the secretary and shall include such information as the secretary may require. The applicant shall pay a ten dollar fee and shall receive both distinctive plates and regular number plates . The regular number plates shall be kept on or in the motor vehicle, and the, distinctive plates shall be displayed as set forth in § 32-5-98. A fee of ten dollars shall be paid for the renewal stickers. No registration fee or sticker fee may be charged to the applicant pursuant to § 32-5-6. The fee shall be deposited into the license plate special revenue fund. Upon approval of the application, the secretary shall issue the license plates. The license plates shall be numbered consecutively beginning with number 1 and contain a symbol to be determined by the secretary indicating that the owner of the vehicle is a Pearl Harbor survivor. If it is determined that an applicant does not qualify for the distinctive plates or if the applicant dies, the plates shall be surrendered to the county treasurer of the applicant's residence. The treasurer shall notify the secretary who shall make the necessary changes in the registration file. The regular number plates shall remain with the motor vehicle to which they were issued. Section 15. That § 32-5-109.2 be amended to read as follows: 32-5-109.2. Any resident veteran owner of a motor vehicle who has received the Purple Heart Medal may apply to the secretary to receive a maximum of two sets of distinct license plates. Such distinctive license plates and the renewal stickers for the plates shall be issued only upon proof of payment of the current registration fees for regular plates issued by a county treasurer pursuant to § 32-5-6 . The distinctive plates shall be numbered consecutively beginning with number 1 and contain a symbol to be determined by the secretary indicating that the owner has received the Purple Heart Medal. The distinctive plates shall be displayed as set forth in § 32-5-98 and the number plates shall be kept on or in the motor vehicle . The distinctive license plate shall be reflectorized and validated each year with a sticker in the same manner as a noncommercial license plate. No license fees may be charged for the distinctive plates and its renewal stickers. If it is determined that the veteran owner does not qualify for the distinctive plates or if the veteran owner dies, the plates shall be surrendered to the county treasurer of the applicant's residence. The treasurer shall notify the secretary who shall make the necessary changes in the registration file. The regular number plates shall remain with the motor vehicle to which they were issued. Failure to surrender the distinctive license plates as required by this section is a Class 2 misdemeanor. Section 16. That § 32-5-109.3 be amended to read as follows: 32-5-109.3. Any resident veteran owner of a motor vehicle who has received the Congressional Medal of Honor may apply to the secretary to receive a maximum of two sets of distinctive license plates. The distinctive plates shall be numbered and contain a symbol to be determined by the secretary indicating that the owner has received the Congressional Medal of Honor. The symbol shall include a facsimile of the medallion portion of the Congressional Medal of Honor for the branch of the armed forces in which the recipient served at the time the award was earned. The distinctive plates shall be displayed as set forth in § 32-5-98 and the number plates shall be kept on or in the motor vehicle . The distinctive license plate shall be reflectorized and validated each year with a sticker in the same manner as a noncommercial license plate . No license fees may be charged for the distinctive plates and its renewal stickers , and any . Any annual vehicle registration fees pursuant to § 32-5-6 or other fees associated with the plates and renewal stickers are waived. If it is determined that the veteran owner does not qualify for the distinctive plates, the plates shall be surrendered to the county treasurer of the applicant's residence. The treasurer shall notify the secretary who shall make the necessary changes in the registration file. The regular number plates shall remain with the motor vehicle to which they were issued, except that the distinctive plates may be retained by the veteran owner's family upon the veteran owner's death, but may not be displayed on the vehicle beyond the expiration of the plates or renewal stickers. Failure to surrender the distinctive license plates as required by this section is a Class 2 misdemeanor. Section 17. That § 32-5-113 be amended to read as follows: 32-5-113. Any owner of a motor vehicle, who is a resident of this state, who is a firefighter and who has complied with all of the laws of this state in relation to the registration of a motor vehicle, may receive plates bearing a distinctive number and design, and designating such person as a firefighter. Such number plates shall be designed by the fire marshal and subject to the approval of the Department of Revenue and Regulation . The distinctive plates shall be in addition to the regular number plates issued for the motor vehicle pursuant to § 32-5-98. The distinctive plates shall be displayed as set forth in § 32-5-98 and the regular number plates shall be kept on or in the motor vehicle . Section 18. That § 32-5-118 be amended to read as follows: 32-5-118. Each firefighter shall apply to the county treasurer of the county of his residence for the issuance of regular number plates for the motor vehicles owned by him. The firefighter, in order to receive the distinctive plates, shall have paid the fee for the regular number plates and submitted the registration slip for the regular number plates to the Department of Revenue pursuant to § 32-5-6 . Section 19. That § 32-5-120 be amended to read as follows: 32-5-120. Whenever If any firefighter is discharged, separated, or retires he the firefighter, shall surrender the distinctive number plates identifying him the firefighter as a firefighter. The distinctive plates shall be surrendered to the secretary of revenue who shall make the necessary changes in his the registration file. The firefighter shall retain the regular number plates issued under § 32-5-113. Section 20. That § 32-5-121 be amended to read as follows: 32-5-121. If at any time a motor vehicle subject to the distinctive number plates issued for the firefighter shall be sold, conveyed, or otherwise transferred by the firefighter to whom such distinctive number plates have been issued, he the firefighter shall notify the Department of Revenue. The Department of Revenue shall process a new registration indicating the motor vehicle to which the distinctive plates are to be transferred. The secretary shall make the necessary changes in the file. The department shall notify the applicant of any corrections which need to be made. The regular number plates shall remain with the motor vehicle to which they were issued. If the motor vehicle to which the distinctive plates are being transferred does not have valid regular number license plates, the firefighter shall obtain regular number license plates. Section 21. That § 32-5-123 be amended to read as follows: 32-5-123. Any owner of a motor vehicle who is a resident of this state and who has complied with all of the laws of this state in relation to the registration of a motor vehicle may receive plates bearing a distinctive design identifying an Indian tribe located within the state. Such special license plates shall be issued only upon proof of payment of the current registration fees for regular plates issued by a county treasurer of this state. The distinctive plates shall be in addition to the regular number plates issued for the motor vehicle pursuant to § 32-5-98 , pursuant to § 32-5-6, for the vehicle. The distinctive plates shall be displayed as set forth in § 32-5-98 and the regular number plates shall be kept on or in the motor vehicle . Annual renewal of these special plates shall be in accordance with the general provisions of this chapter. Section 22. The effective date of this Act is January 1, 2006."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18535, "action_date": "2004-01-27T14:00:00-06:00", "document_id": 100087, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100087.pdf", "status_text": "First read in Senate and referred to", "journal_page": 167, "committee_id_action": 832, "committee_id_assigned": 816, "result": "N", "vote": {}}, {"bill_id": 18535, "action_date": "2004-02-03T08:00:00-06:00", "document_id": 100489, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100489.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 816, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18535, "action_date": "2004-02-05T08:00:00-06:00", "document_id": 100692, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100692.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 816, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18535, "action_date": "2004-02-05T08:00:00-06:00", "document_id": 100692, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100692.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": 816, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 56978, "president_vote": null, "Yea": [3044, 3092, 3115], "Nay": [3046, 3089, 3109, 3146]}}, {"bill_id": 18535, "action_date": "2004-02-05T08:00:00-06:00", "document_id": 100692, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100692.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 344, "committee_id_action": 816, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56979, "president_vote": null, "Excused": [3044], "Yea": [3046, 3089, 3092, 3115, 3109, 3146]}}]}