{"session_id": 15, "bill_id": 3417, "bill_type": "Senate Bill", "bill_number": 92, "bill_title": "exempt certain funeral services and expenses from sales and use tax.", "sponsors": [{"legislator_profile_id": 214, "is_prime": true}, {"legislator_profile_id": 300, "is_prime": true}, {"legislator_profile_id": 284, "is_prime": false}, {"legislator_profile_id": 251, "is_prime": false}, {"legislator_profile_id": 242, "is_prime": false}, {"legislator_profile_id": 249, "is_prime": false}, {"legislator_profile_id": 258, "is_prime": false}, {"legislator_profile_id": 217, "is_prime": false}, {"legislator_profile_id": 297, "is_prime": false}, {"legislator_profile_id": 266, "is_prime": false}, {"legislator_profile_id": 213, "is_prime": false}, {"legislator_profile_id": 220, "is_prime": false}, {"legislator_profile_id": 243, "is_prime": false}], "keywords": ["Sales Tax", "Taxes", "Use Tax"], "audio": [{"meeting_datetime": "2012-01-30T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sta11.mp3", "start_seconds": 1938.0}, {"meeting_datetime": "2012-01-30T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sta11.mp3", "start_seconds": 1938.0}, {"meeting_datetime": "2012-01-30T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sta11.mp3", "start_seconds": 1938.0}, {"meeting_datetime": "2012-01-30T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sta11.mp3", "start_seconds": 1938.0}, {"meeting_datetime": "2012-01-30T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sta11.mp3", "start_seconds": 1938.0}, {"meeting_datetime": "2012-02-08T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sap17.mp3", "start_seconds": 770.0}, {"meeting_datetime": "2012-02-08T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sap17.mp3", "start_seconds": 770.0}, {"meeting_datetime": "2012-02-08T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sap17.mp3", "start_seconds": 770.0}], "bill_versions": [{"bill_id": 3417, "bill_version_id": 19738, "bill_version": "Introduced", "bill_version_date": "2012-01-23T08:38:53.077-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to exempt certain funeral services and expenses from sales and use tax. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: There are hereby exempted from the provisions of this chapter and the computation of the tax imposed by it, gross receipts from the sale of burial cases, caskets, urns, vaults, and tombstones and fees paid or donated for funeral ceremonies and services. Section 2. That chapter 10-46 be amended by adding thereto a NEW SECTION to read as follows: There are hereby exempted from the provisions of this chapter and the computation of the tax imposed by it, gross receipts from the use of burial cases, caskets, urns, vaults, and tombstones and fees paid or donated for funeral ceremonies and services. Section 3. That § 10-45-5.2 be amended to read as follows: 10-45-5.2. The following services enumerated in the Standard Industrial Classification Manual, 1987, as prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President, are specifically subject to the tax levied by this chapter: metal mining services (group no. 108); coal mining (major group 12); nonmetallic minerals (except fuels) services (group no. 148); service industries for the printing trade (group no. 279); coating, engraving and allied services (group no. 347); communication, electric and gas services (division E except group nos. 483, 494 and 495); hotels, motels, and tourist courts (group no. 701); rooming and boarding houses (group no. 702); camps and recreational vehicle parks (group no. 703); personal services (major group 72); business services (major group 73); automotive repair, services, and parking (major group 75); miscellaneous repair services (major group 76), except farm machinery, farm attachment units, or irrigation equipment repair services; amusement and recreation services (major group 79); legal services (major group 81); landscape and horticultural services (group no. 078); engineering, accounting, research, management, and related services (major group 87, except industry no. 8733); title abstract offices (group no. 654); consumer credit reporting agencies, mercantile reporting agencies, and adjustment and collection agencies (group no. 732); real estate agents and managers (group no. 653); funeral service and crematories (group no. 726), except that purchases of goods or services with money advanced as an accommodation are retail purchases and are not includable in gross receipts for funeral services and fees paid or donated for religious ceremonies are not includable in gross receipts for funeral services; loan brokers (industry no. 6163); repair shops and related services, not elsewhere classified (industry no. 7699) but only locksmiths and locksmith shops; and floor laying and other floor work not elsewhere classified (industry no. 1752). In addition, the following services are also specifically subject to the tax levied by this chapter: livestock slaughtering services; dog grooming services; airplane, helicopter, balloon, dirigible and blimp rides for amusement or sightseeing; the collection and disposal of solid waste; and all appraiser's services. The services enumerated in this section may not be construed as a comprehensive list of taxable services but rather as a representative list of services intended to be taxable under this chapter. Section 4. That § 10-45-12.1 be amended to read as follows: 10-45-12.1. The following services enumerated in the Standard Industrial Classification Manual, 1987, as prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President are exempt from the provisions of this chapter: health services (major group 80); educational services (major group 82) except schools and educational services not elsewhere classified (industry no. 8299); social services (major group 83); agricultural services (major group 07) except veterinarian services (group no. 074) and animal specialty services, except veterinary (industry no. 0752); forestry services (group no. 085); radio and television broadcasting (group no. 483); railroad transportation (major group 40); local and suburban passenger transportation (group no. 411) except limousine services; school buses (group no. 415); trucking and courier services, except air (group no. 421) except collection and disposal of solid waste; farm product warehousing and storage (industry no. 4221); establishments primarily engaged in transportation on rivers and canals (group no. 444); establishments primarily engaged in air transportation, certified carriers (group no. 451); establishments primarily engaged in air transportation, noncertified carriers (group no. 452) except chartered flights (industry no. 4522) and airplane, helicopter, balloon, dirigible, and blimp rides for amusement or sightseeing; pipe lines, except natural gas (major group 46); arrangement of passenger transportation (group no. 472); arrangement of transportation of freight and cargo (group no. 473); rental of railroad cars (group no. 474); water supply (industry no. 4941); sewerage systems (industry no. 4952); security brokers, dealers and flotation companies (group no. 621); commodity contracts brokers and dealers (group no. 622); credit counseling services provided by individual and family social services (industry no. 8322); construction services (division C) except industry no. 1752 and locksmiths and locksmith shops; funeral service and crematories (group no. 726); consumer credit reporting agencies, mercantile reporting agencies, and adjustment and collection agencies (group no. 732), if the debt was incurred out-of-state and the client does not reside within the state. The following are also specifically exempt from the provisions of this chapter: financial services of institutions subject to tax under chapter 10-43 including loan origination fees, late payment charges, nonsufficient fund check charges, stop payment charges, safe deposit box rent, exchange charges, commission on travelers checks, charges for administration of trusts, interest charges, and points charged on loans; commissions earned or service fees paid by an insurance company to an agent or representative for the sale of a policy; services of brokers and agents licensed under Title 47; the sale of trading stamps; rentals of motor vehicles as defined by § 32-5-1 leased under a single contract for more than twenty-eight days; advertising services; services provided by any corporation to another corporation which is centrally assessed having identical ownership and services provided by any corporation to a wholly owned subsidiary which is centrally assessed; continuing education programs; tutoring; vocational counseling, except rehabilitation counseling; and motion picture rentals to a commercially operated theater primarily engaged in the exhibition of motion pictures."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3417, "action_date": "2012-01-23T14:00:00-06:00", "document_id": 19958, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19958.pdf", "status_text": "First read in Senate and referred to", "journal_page": 125, "committee_id_action": 171, "committee_id_assigned": 157, "result": "N", "vote": {}}, {"bill_id": 3417, "action_date": "2012-01-30T10:00:00-06:00", "document_id": 20132, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20132.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 157, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3417, "action_date": "2012-01-30T10:00:00-06:00", "document_id": 20387, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20387.pdf", "status_text": "Referred to", "journal_page": 208, "committee_id_action": 157, "committee_id_assigned": 170, "result": "P", "vote": {"vote_id": 10680, "president_vote": null, "Yea": [250, 240, 252, 226, 264, 234], "Nay": [212]}}, {"bill_id": 3417, "action_date": "2012-02-02T08:30:00-06:00", "document_id": 20443, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20443.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 170, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3417, "action_date": "2012-02-08T15:00:00-06:00", "document_id": 20807, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20807.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 170, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3417, "action_date": "2012-02-08T15:00:00-06:00", "document_id": 21027, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21027.pdf", "status_text": "Tabled", "journal_page": 330, "committee_id_action": 170, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11259, "president_vote": null, "Yea": [289, 220, 214, 287, 247, 233, 229, 218, 251]}}]}