{"session_id": 27, "bill_id": 7630, "bill_type": "Senate Bill", "bill_number": 10, "bill_title": "provide for an election in the Red River and Minnesota River Basin Natural Resource District in 2018, to remove certain areas from the East Dakota Water Development District that are contained in that river basin natural resource district, and to provide for elections in the other river basin natural resource districts at a later date.", "sponsors": [{"legislator_profile_id": 1110, "is_prime": true}, {"legislator_profile_id": 1132, "is_prime": true}, {"legislator_profile_id": 1096, "is_prime": false}, {"legislator_profile_id": 1157, "is_prime": false}], "keywords": ["Elections", "River Basin Natural Resource Districts", "Water Management"], "audio": [{"meeting_datetime": "2017-01-19T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sag07.mp3", "start_seconds": 689.0}, {"meeting_datetime": "2017-01-19T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sag07.mp3", "start_seconds": 689.0}, {"meeting_datetime": "2017-01-19T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sag07.mp3", "start_seconds": 689.0}, {"meeting_datetime": "2017-01-19T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sag07.mp3", "start_seconds": 689.0}, {"meeting_datetime": "2017-01-19T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sag07.mp3", "start_seconds": 689.0}], "bill_versions": [{"bill_id": 7630, "bill_version_id": 42264, "bill_version": "Introduced", "bill_version_date": "2016-12-30T15:09:07.137-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for an election in the Red River and Minnesota River Basin Natural Resource District in 2018, to remove certain areas from the East Dakota Water Development District that are contained in that river basin natural resource district, and to provide for elections in the other river basin natural resource districts at a later date. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 46A-19 be amended by adding a NEW SECTION to read: Each river basin district shall have a governing council consisting of six council members. Two council members shall be elected from each subdistrict. For a person to be eligible for a council position, the person shall be a registered voter in the subdistrict for which the person is seeking election. Section 2. That chapter 46A-19 be amended by adding a NEW SECTION to read: The initial council members for the Red River and Minnesota River Basin Natural Resource District shall be chosen in the 2018 general election. The initial council members for the remainder of the river basin natural resource districts shall be chosen in the 2020 general election. Section 3. That chapter 46A-19 be amended by adding a NEW SECTION to read: Before the applicable initial election in either 2018 or 2020, each county auditor shall give public notice, on a form prescribed by the State Board of Elections, of each district council position for which nominating petitions may be filed. Notice shall be published in each county legal newspaper at least once a week for two consecutive weeks. The last publication may not be less than ten nor more than fifteen days before the deadline for filing of nominating petitions. Section 4. That chapter 46A-19 be amended by adding a NEW SECTION to read: Nominating petitions shall be made available at the Office of the Secretary of State and each county auditor's office on a form prescribed by the State Board of Elections. A candidate shall be nominated by a petition signed by at least twenty-five registered voters of the subdistrict area to be represented by the candidate. No candidate for an initial election in 2018 or 2020 may circulate any petition for signatures before January first of the election year. A candidate seeking election to a river basin natural resource district council shall submit a nominating petition to the secretary of state by five p.m. central time on July first of the election year. A petition shall be considered filed if the petition is mailed by registered mail by five p.m. central time on July first of the election year. The initial council members from each subdistrict, chosen in either the 2018 or 2020 applicable general election, shall be elected to serve staggered terms. One member shall be elected to serve a four-year term and the second member shall be elected to serve a two-year term. A candidate shall declare at the time of submitting a nominating petition if the candidate is seeking the two-year term position or the four-year term position. After the applicable initial election in 2018 or 2020, the term for each council member shall be a four-year term. Section 5. That chapter 46A-19 be amended by adding a NEW SECTION to read: Any person who is a registered voter of the river basin natural resource district subdistrict is eligible to vote in an election for a council member representing that subdistrict. Section 6. That chapter 46A-19 be amended by adding a NEW SECTION to read: If no candidate receives a majority of the vote in the general election, then the council position shall be filled by the candidate who receives the most votes. Section 7. That chapter 46A-19 be amended by adding a NEW SECTION to read: A council member shall take office on the second Tuesday in January following the election. Before assuming the duties of office, each council member shall take an official oath pursuant to § 3-1-5 and execute an official bond. The official bond shall be in an amount not less than one thousand dollars. Each official bond shall comply with chapter 3-5. The cost of an official bond shall be paid by the district. Section 8. That chapter 46A-19 be amended by adding a NEW SECTION to read: If any vacancy occurs on the river basin natural resource district council by reason of death, disability, failure to maintain registered voter status in the subdistrict represented, resignation, or other cause pursuant to § 3-4-1, or because no qualifying petitions have been filed for a new term of office, the office shall be filled by appointment by the remaining council members from candidates proposed by nominating petitions signed by at least twenty-five registered voters of the subdistrict in which the vacancy occurs. A candidate shall file the nominating petition with the district council. The member that created the vacancy may not vote in the appointment to fill the vacancy. The person appointed shall meet all the requirements of a council member elected. Before assuming the duties of office, the appointed person shall take the official oath pursuant to § 3-1-5 and execute an official bond. The person appointed to fill the vacancy shall serve for the remainder of the unexpired term. Section 9. That § 46A-3A-3 be amended to read: 46A-3A-3. The East Dakota Water Development District is hereby established. The East Dakota Water Development District includes all of Minnehaha, Moody, Lake, Kingsbury, Brookings, and Hamlin, Deuel, Codington and Grant counties; all of Brookings County except Lake Hendricks and Oak Lake townships; all of Codington County except Leola township; Grafton, Belleview, Adams, Henden, Howard, Clearwater, Canova and Vermillion townships in Miner County; Rome, Goodwin, Havana, Deuel, Hidewood, Brandt, Grange, and Blom townships in Deuel County; and Ortley, Blooming Valley, Farmington, and Lura townships of Grant county; and all municipalities that are wholly or partially within the included area or that are contiguous to the included area. However, all of the municipality of Toronto is excluded from the district. Section 10. Section 9 of this Act is effective on January 1, 2019."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7630, "action_date": "2017-01-10T12:00:00-06:00", "document_id": 42437, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42437.pdf", "status_text": "First read in Senate and referred to", "journal_page": 17, "committee_id_action": 360, "committee_id_assigned": 331, "result": "N", "vote": {}}, {"bill_id": 7630, "action_date": "2017-01-19T10:00:00-06:00", "document_id": 42637, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42637.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 331, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7630, "action_date": "2017-01-19T10:00:00-06:00", "document_id": 42758, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42758.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 140, "committee_id_action": 331, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22387, "president_vote": null, "Yea": [1108, 1104, 1135, 1151, 1189, 1164, 1171], "Nay": [1096, 1105]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7630"}