{"session_id": 19, "bill_id": 4486, "bill_type": "House Commemoration", "bill_number": 1073, "bill_title": "Commending and honoring the 2012 Boys Track State AA Champions of Washington High School, Sioux Falls, South Dakota, for their outstanding athletic performance.", "sponsors": [{"legislator_profile_id": 324, "is_prime": true}, {"legislator_profile_id": 386, "is_prime": true}, {"legislator_profile_id": 396, "is_prime": false}, {"legislator_profile_id": 372, "is_prime": false}, {"legislator_profile_id": 344, "is_prime": false}, {"legislator_profile_id": 403, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 4486, "bill_version_id": 27206, "bill_version": "Introduced", "bill_version_date": "2013-03-06T09:37:28.373-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the 2012 Boys Track State AA Champions of Washington High School, Sioux Falls, South Dakota, for their outstanding athletic performance. WHEREAS, the student athletes of the Washington High School Boys Track Team have shown exemplary patience, dedication, and tenacity; and WHEREAS, the Washington High School Boys Track Team and coaching staff helped facilitate and cultivate the physical, mental, and emotional growth and development of the student athletes; and WHEREAS, all members of the Washington High School Boys Track Team, including the student athletes, coaches, parents, and fans, have volunteered their time and unique talents for the betterment of the Washington High School Boys Track Team: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that the Washington High School Boys Track Team be commended and honored for their outstanding athletic performance."}, {"bill_id": 4486, "bill_version_id": 27435, "bill_version": "Enrolled", "bill_version_date": "2013-03-08T16:11:10.817-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the 2012 Boys Track State AA Champions of Washington High School, Sioux Falls, South Dakota, for their outstanding athletic performance. WHEREAS, the student athletes of the Washington High School Boys Track Team have shown exemplary patience, dedication, and tenacity; and WHEREAS, the Washington High School Boys Track Team and coaching staff helped facilitate and cultivate the physical, mental, and emotional growth and development of the student athletes; and WHEREAS, all members of the Washington High School Boys Track Team, including the student athletes, coaches, parents, and fans, have volunteered their time and unique talents for the betterment of the Washington High School Boys Track Team: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that the Washington High School Boys Track Team be commended and honored for their outstanding athletic performance. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4486, "action_date": "2013-03-06T11:00:00-06:00", "document_id": 27246, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27246.pdf", "status_text": "", "journal_page": 775, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4486"}