{"session_id": 48, "bill_id": 14854, "bill_type": "House Bill", "bill_number": 1281, "bill_title": "exempt certain minors and mentally retarded persons from the death penalty and to provide for a determination of mental retardation in such cases.", "sponsors": [{"legislator_profile_id": 2258, "is_prime": true}, {"legislator_profile_id": 2300, "is_prime": true}, {"legislator_profile_id": 2214, "is_prime": false}, {"legislator_profile_id": 2247, "is_prime": false}, {"legislator_profile_id": 2262, "is_prime": false}], "keywords": ["Capital Punishment", "Criminal Procedure", "Death Penalty"], "audio": [], "bill_versions": [{"bill_id": 14854, "bill_version_id": 81202, "bill_version": "Introduced", "bill_version_date": "1999-02-01T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to exempt certain minors and mentally retarded persons from the death penalty and to provide for a determination of mental retardation in such cases. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding any other provision of law, the death penalty may not be imposed upon any person who was under the age of eighteen years at the time of the commission of the crime. Section 2. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding any other provision of law, the death penalty may not be imposed upon any person with mental retardation. Section 3. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: As used in this Act, mental retardation means significantly subaverage general intellectual functioning existing concurrently with deficits in adaptive behavior. An intelligence quotient of seventy or less on a reliably administered intelligence quotient test shall be presumptive evidence of mental retardation. Section 4. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: Upon the conviction of a defendant for the offense of murder in the first degree, the court shall, upon motion of the defendant based upon a showing that there is reasonable cause to believe that the defendant is mentally retarded, promptly conduct a hearing without a jury to determine whether the defendant is mentally retarded. Upon the consent of both parties, such a hearing, or a portion thereof, may be conducted by the court contemporaneously with the separate sentencing proceeding in the presence of the sentencing jury, which in no event may be the trier of fact with respect to the hearing. The court shall defer rendering any finding pursuant to this section as to whether the defendant is mentally retarded until a sentence is imposed pursuant to this section. Section 5. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: If the defendant is sentenced to life imprisonment without parole, the court may not render a finding with respect to whether the defendant is mentally retarded. Section 6. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: If the defendant is sentenced to death, the court shall thereupon render a finding with respect to whether the defendant is mentally retarded. If the court finds the defendant is mentally retarded, the court shall set aside the sentence of death and sentence the defendant to life imprisonment without parole. Section 7. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the provisions of sections 4 to 6, inclusive, of this Act at a reasonable time prior to the commencement of trial, the defendant may upon a motion alleging reasonable cause to believe the defendant is mentally retarded, apply for an order directing that a mental retardation hearing be conducted prior to trial. If, upon review of the defendant's motion and any response thereto, the court finds reasonable cause to believe the defendant is mentally retarded, it shall promptly conduct a hearing without a jury to determine whether the defendant is mentally retarded. If the court finds after the hearing that the defendant is not mentally retarded, the court shall, prior to commencement of trial, enter an order so stating, but nothing in this paragraph precludes defendant from presenting mitigating evidence of mental retardation at a separate sentencing proceeding. If the court finds after the hearing that the defendant, based upon a preponderance of the evidence, is mentally retarded, the court shall prior to commencement of trial, enter an order so stating. Unless the order is reversed on an appeal by the state, a separate sentencing proceeding under this section may not be conducted if the defendant is thereafter convicted of murder in the first degree. If a separate sentencing proceeding is not conducted, the court, upon conviction of a defendant for the crime of murder in the first degree, shall sentence the defendant to life imprisonment without parole. Whenever a mental retardation hearing is held and a finding is rendered pursuant to this section, the court may not conduct a hearing pursuant to section 4 of this Act. Section 8. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: If the court enters an order pursuant to section 7 of this Act finding that the defendant is mentally retarded, the state may appeal as of right from the order. Upon entering such an order, the court shall afford the state a reasonable period of time, which may not be less than ten days, to determine whether to take an appeal from the order finding that the defendant is mentally retarded. The taking of an appeal by the state stays the effectiveness of the court's order and any order fixing a date for trial. Within six months of the effective date of this Act, the Supreme Court shall adopt rules to ensure that appeals pursuant to this Act are expeditiously perfected, reviewed, and determined so that pretrial delays are minimized. Section 9. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: As used in this Act, the term, psychiatric evidence, means evidence of mental disease, defect, or condition in connection with either a mitigating factor defined in this Act or a mental retardation hearing pursuant to this Act to be offered by a psychiatrist, psychologist, or other person who has received training, or education, or has experience relating to the identification, diagnosis, treatment, or evaluation of mental disease, mental defect, or mental condition. Section 10. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: If either party intends to offer psychiatric evidence, the party shall within a reasonable time prior to trial, serve upon the other party and file with the court a written notice of intention to present psychiatric evidence. The notice shall include a brief, but detailed, statement specifying the witness, nature, and type of psychiatric evidence sought to be introduced. Section 11. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: If a defendant serves notice pursuant to section 10 of this Act, the state may make application, upon notice to the defendant, for an order directing that the defendant submit to an examination by a psychiatrist, licensed psychologist, or licensed psychiatric social worker designated by the state's attorney, for the purpose of rebutting evidence offered by the defendant. Counsel for the state and the defendant have the right to be present at the examination. A videotaped recording of the examination shall be made available to the defendant and the state's attorney promptly after its conclusion. The state's attorney shall promptly serve on the defendant a written copy of the findings and evaluation of the examiner. If a defendant is subjected to an examination pursuant to an order issued in accordance with this section, any statement made by the defendant for the purpose of the examination is inadmissible in evidence against the defendant in any criminal action or proceeding on any issue other than that of whether the defendant is mentally retarded, but such statement is admissible upon such an issue whether or not it would otherwise be deemed a privileged communication."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14854, "action_date": "1999-02-01T14:00:00-06:00", "document_id": 82122, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82122.pdf", "status_text": "First read in House and referred to", "journal_page": 284, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14854, "action_date": "1999-02-12T10:00:00-06:00", "document_id": 81964, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81964.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 623, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14854, "action_date": "1999-02-12T10:00:00-06:00", "document_id": 81964, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81964.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 506, "committee_id_action": 623, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41424, "president_vote": null, "Nay": [2208, 2232, 2240, 2254, 2262, 2214], "Yea": [2228, 2245, 2247, 2257, 2282, 2287, 2266]}}, {"bill_id": 14854, "action_date": "1999-02-12T10:00:00-06:00", "document_id": 81964, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81964.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 506, "committee_id_action": 623, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41424, "president_vote": null, "Nay": [2208, 2232, 2240, 2254, 2262, 2214], "Yea": [2228, 2245, 2247, 2257, 2282, 2287, 2266]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/14854"}