{"session_id": 56, "bill_id": 18787, "bill_type": "House Bill", "bill_number": 1082, "bill_title": "revise certain provisions regarding registered agents and service of process for certain business entities.", "sponsors": [], "keywords": ["Corporations", "Secretary of State"], "audio": [{"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hco15hb1082a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hco15hb1082a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hco15hb1082a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hco15hb1082a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hco15hb1082a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou17.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-10T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sco21hb1082a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-10T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sco21hb1082a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-10T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sco21hb1082a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-10T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sco21hb1082a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18787, "bill_version_id": 99166, "bill_version": "Introduced", "bill_version_date": "2004-01-10T17:11:36-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding registered agents and service of process for certain business entities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 47-34A-110 be amended to read as follows: 47-34A-110. Any registered agent of a limited liability company may resign as agent upon filing a written notice of resignation , executed with the secretary of state , who . The registered agent shall forthwith mail a copy of the resignation to the limited liability company at its registered office , if not discontinued, and the other copy to the limited liability company at its principal office by certified mail, return receipt requested. The appointment of the agent shall terminate upon the expiration of thirty days after receipt of notice by the secretary of state. Section 2. That § 47-22-46 be amended to read as follows: 47-22-46. Any registered agent of a corporation may resign as such agent upon filing an original and an exact or conforming copy of a written notice thereof with the secretary of state , who . The registered agent shall forthwith mail the a copy to the corporation at its registered office , if not discontinued, and another copy to the corporation at its principal office by certified mail, return receipt requested . The appointment of the agent shall terminate thirty days after receipt of notice by the secretary of state. Section 3. That § 47-8-12.1 be amended to read as follows: 47-8-12.1. Any registered agent of a foreign corporation may resign as such agent upon filing an original and one exact or conforming copy of a written notice thereof with the secretary of state , who . The registered agent shall forthwith mail the a copy to the corporation at its principal office by certified mail, return receipt requested in the state or country under whose laws it is incorporated. The appointment of such agent shall terminate thirty days after receipt of notice by the secretary of state. Section 4. That § 47-22-6 be amended to read as follows: 47-22-6. The articles of incorporation shall set forth: (1) The name of the corporation; (2) The period of duration, which may be perpetual; (3) The purpose or purposes for which the corporation is organized; (4) If the corporation is to have no members, a statement to that effect; (5) If the corporation is to have one or more classes of members, any provision which the incorporators elect to set forth in the articles of incorporation designating the class or classes of members and stating the qualifications and rights of the members of each class; (6) If the directors or any of them are not to be elected or appointed by one or more classes of members, a statement of the manner in which such directors shall be elected or appointed; (7) Any provisions, not inconsistent with law, which the incorporators elect to set forth in the articles of incorporation for the regulation of the internal affairs of the corporation, including any provision for distribution of assets on dissolution or final liquidation; (8) The street address, or a statement that there is no street address, of its initial registered office, and the name of its initial registered agent at such address and his written consent to the appointment ; (9) The number of directors constituting the initial board of directors, and the names and addresses of the persons who are to serve as the initial directors; and (10) The name and address of each incorporator. It is not necessary to set forth in the articles of incorporation any of the corporate powers enumerated in chapters 47-22 to 47-28, inclusive. Section 5. That § 47-22-44 be amended to read as follows: 47-22-44. A corporation may change its registered office or change its registered agent, or both, upon filing in the Office of the Secretary of State a statement setting forth: (1) The name of the corporation; (2) The street address of its current registration registered office or a statement that there is no street address; (3) If the address of its registered office is to be changed, the street address, or a statement that there is no street address, of its new registered office; (4) The name of its current registered agent; (5) If its registered agent is to be changed, the name of its successor registered agent and the new agent's written consent to the appointment ; (6) That the street address, or a statement that there is no street address, of its registered office and the address of the office of its registered agent, as changed, will be identical; and (7) That such change was authorized by resolution duly adopted by its board of directors. Such statement shall be executed by the chair of the board of directors, by the corporation's president or by another of the corporation's officers and delivered to the secretary of state. Section 6. That § 47-27-1 be amended to read as follows: 47-27-1. Any foreign corporation, in order to procure a certificate of authority to engage in business in this state, shall make application to the secretary of state, which application shall set forth: (1) The name of the corporation and the state or country under the laws of which it is incorporated; (2) The date of incorporation and the period of duration of the corporation; (3) The street address of the principal office of the corporation in the state or country under whose laws it is incorporated; (4) The street address, or a statement that there is no street address, of the proposed registered office of the corporation in this state, and the name of its proposed registered agent in this state at such address and his written consent to the appointment ; (5) The purpose or purposes of the corporation in engaging in business in this state; (6) The names and respective addresses of the directors and officers of the corporation; and (7) Such additional information as may be necessary in order to enable the secretary of state to determine whether such corporation is entitled to a certificate of authority to engage in business in this state. An original and one exact or conforming copy of the application shall be made on forms prescribed and furnished by the secretary of state and shall be executed and acknowledged by the chairman chair of the board of directors, by the corporation's president , or by another of the corporation's officers. Section 7. That § 47-27-24 be amended to read as follows: 47-27-24. Any foreign corporation authorized to engage in business in this state may change its registered office or change its registered agent, or both, upon filing in the Office of the Secretary of State a statement setting forth: (1) The name of the corporation; (2) The street address, or a statement that there is no street address, of its current registered office; (3) If the address of its registered office is to be changed, the street address of the new registered office; (4) The name of its current registered agent; (5) If its registered agent is to be changed, the name of the new registered agent and the new agent's written consent to the appointment ; (6) That the address of its registered office and the address of the office of its registered agent, as changed, will be identical; and (7) That such change was authorized by resolution duly adopted by its board of directors. The statement shall be executed and acknowledged for the corporation by the chairman chair of the board of directors, by the corporation's president , or by another of the corporation's officers or, if the corporation is in the hands of a receiver, trustee, or other court-appointed fiduciary, by that fiduciary. Section 8. That § 47-20-17 be amended to read as follows: 47-20-17. A corporation may change its registered office or change its registered agent, or both, upon filing in the Office of the Secretary of State a statement setting forth: (1) The name of the corporation; (2) The street address, or a statement that there is no street address, of its current registered office; (3) If the address of its current registered office is to be changed, the street address, or a statement that there is no street address, of its new registered office; (4) The name of its current registered agent; (5) If its current registered agent is to be changed, the name of the new registered agent and the new agent's written consent to the appointment ; (6) That the address of its registered office and the address of the business office of its registered agent, as changed, will be identical; and (7) That such change was authorized by resolution duly adopted by the board of directors. Section 9. That § 47-15-22 be repealed. 47-15-22. The registered agent appointed by a cooperative shall be an agent of the cooperative and any nonresident director upon whom any process, notice, or demand required or permitted by law to be served upon the cooperative, or its directors, may be served. Section 10. That § 47-15-23 be repealed. 47-15-23. Whenever a cooperative shall fail to appoint or maintain a registered agent in this state, or whenever its registered agent cannot with reasonable diligence be found at the registered office, then the secretary of state shall be an agent of such cooperative upon whom may be served any process, notice, or demand required or permitted by law to be served upon the cooperative or its directors. Section 11. That § 47-15-24 be repealed. 47-15-24. Service on the secretary of state of any process, notice, or demand required or permitted by law to be served upon the cooperative or its directors shall be made by delivering to him, or any clerk having charge of the cooperative department of his office, an original and one exact or conforming copy of such process, notice or demand. If any such process, notice, or demand is served on the secretary of state, he shall forward the copy by registered or certified mail, addressed to the cooperative at its registered office or to the nonresident director at his filed address, as the case may be. Any service on the secretary of state shall be returned in not less than thirty days. Section 12. That chapter 47-15 be amended by adding thereto a NEW SECTION to read as follows: A cooperative's registered agent is the cooperative's agent for service of process, notice, or demand required or permitted by law to be served on the cooperative. If a cooperative has no registered agent, or the agent cannot with reasonable diligence be served, the cooperative may be served by registered or certified mail, return receipt requested, addressed to the director of the cooperative at its principal office. Service is perfected under this section at the earliest of: (1) The date the cooperative receives the mail; (2) The date shown on the return receipt, if signed on behalf of the cooperative; or (3) Five days after its deposit in the United States mail, as evidenced by the postmark, if mailed postpaid and correctly addressed. Section 13. That § 47-34A-111 be amended to read as follows: 47-34A-111. (a) The registered agent appointed by a limited liability company or a foreign limited liability company shall be an agent of the limited liability company upon whom any process, notice, or demand required or permitted by law to be served upon the limited liability company may be served. (b) If a limited liability company fails to appoint or maintain a registered agent in this state, or if its registered agent cannot be found at its registered office, the secretary of state shall be an agent of the company upon whom any process, notice or demand may be served. Service on the secretary of state of any process, notice or demand shall be made by delivering to the secretary of state or any clerk having charge of the limited liability department an original and one exact or conforming copy of the process, notice, or demand. If a limited liability company or a foreign limited liability company has no registered agent, or the agent cannot with reasonable diligence be served, the limited liability company or a foreign limited liability company may be served by registered or certified mail, return receipt requested, addressed to one or more of the managers or members at its principal office. Service is perfected under this subsection at the earliest of: (1) The date the limited liability company or a foreign limited liability company receives the mail; (2) The date shown on the return receipt, if signed on behalf of the limited liability company or a foreign limited liability company; or (3) Five days after its deposit in the United States mail, as evidenced by the postmark, if mailed postpaid and correctly addressed. (c) If any process, notice, or demand is served on the secretary of state, the secretary of state shall send the copy by certified or registered mail to the company at its registered office. The secretary of state shall keep a record of all processes, notices and demands served upon the secretary of state under this section and shall record the time of service and the response. (d) Nothing contained in this section shall limit or affect the right to serve any process, notice, or demand required or permitted by law to be served upon a limited liability company in any other manner now or hereafter permitted by law. Section 14. That § 47-34A-1007 be amended to read as follows: 47-34A-1007. A foreign limited liability company may cancel its authority to transact business in this state by filing in the Office of the Secretary of State a certificate of cancellation. Cancellation does not terminate the authority of the secretary of state to accept service of process on the company for claims for relief arising out of the transactions of business in this state. The certificate must set forth: (1) The name of the limited liability company and the name of the state or country under whose law it is organized; (2) That it is not transacting business in this state and that it surrenders its authority to transact business in this state; (3) That it revokes the authority of its registered agent to accept service on its behalf; and (4) The address of the limited liability company's principal office. After the cancellation of the limited liability company is effective, service of process is perfected pursuant to § 47-34A-111(b). Section 15. That § 47-22-49 be amended to read as follows: 47-22-49. If a corporation fails to appoint or maintain a registered agent in this state, or if its registered agent cannot with reasonable diligence be found at its registered office, the secretary of state shall be an agent of such corporation upon whom any process, notice, or demand required or permitted by law to be served upon the corporation may be served. Service on the secretary of state of any such process, notice, or demand shall be made by delivering to him, or any clerk having charge of the corporation department of his office, an original and one exact or conforming copy of such process, notice, or demand. corporation may be served by registered or certified mail, return receipt requested, addressed to an officer of the corporation at its principal office. Service is perfected under this section at the earliest of: (1) The date the corporation receives the mail; (2) The date shown on the return receipt if signed on behalf of the corporation; or (3) Five days after its deposit in the United States mail, as evidenced by the postmark, if mailed postpaid and correctly addressed. This section does not prescribe the only means, or necessarily the required means, of serving a corporation. Section 16. That § 47-22-50 be repealed. 47-22-50. If any process, notice, or demand is served on the secretary of state pursuant to § 47-22-49, he shall forward the copy by registered mail, addressed to the corporation at its registered office. The secretary of state shall keep a record of all processes, notices, and demands served upon him under § 47-22-49 and shall record the time of service and his responding action. Section 17. That § 47-24-6 be amended to read as follows: 47-24-6. Any domestic nonprofit corporation authorized to engage in business in this state shall file, within the time prescribed by § § 47-24-7 to 47-24-9, inclusive, a report setting forth: (1) The name of the corporation; (2) The street address, or a statement that there is no street address, of the registered office of the corporation in this state and the name of its registered agent at such address; (3) The address of its principal office; (4) A brief statement of the nature of the affairs which the corporation is conducting; (4) (5) The amount of property which the corporation may hold and the amount of property held; and (5) (6) The names and respective addresses of the directors and officers of the corporation. The report shall be made on forms prescribed and furnished by the secretary of state and the information therein contained shall be given as of the date of the execution of the report. It shall be executed for the corporation by the chairman chair of the board of directors, by its president, or by another of its officers. It shall be acknowledged by the officer executing the report. If the corporation is in the hands of a receiver, trustee, or other court-appointed fiduciary, the report shall be executed and acknowledged on behalf of the corporation by that fiduciary. Section 18. That § 47-27-18 be amended to read as follows: 47-27-18. Any foreign corporation authorized to engage in business in this state, shall file, within the time prescribed by this chapter, an annual report setting forth: (1) The name of the corporation and the state or country under whose laws it is incorporated; (2) The street address, or a statement that there is no street address, of the registered office of the corporation in this state and the name of its registered agent at such address and the address of its principal office in the state or country under whose laws it is incorporated; (3) The address of its principal office; (4) A brief statement of the character of the affairs which the corporation is conducting in this state; and (4) (5) The names and respective addresses of the directors and officers of the corporation. The annual report shall be made on forms prescribed and furnished by the secretary of state and the information therein contained shall be given as of the date of the execution of the report. It shall be executed and acknowledged by the chairman chair of the board, by the corporation's president or another of the corporation's officers or, if the corporation is in the hands of a receiver, trustee, or other court-appointed fiduciary, it shall be executed and acknowledged on behalf of the corporation by that fiduciary. Section 19. That § 47-27-28 be repealed. 47-27-28. Whenever a foreign corporation authorized to do or engage in any business in this state shall fail to appoint or maintain a registered agent in this state, or whenever any such registered agent cannot with reasonable diligence be found at the registered office, or whenever the certificate of authority of a foreign corporation shall be suspended or revoked, then the secretary of state shall be an agent of such corporation upon whom may be served any process, notice, or demand required or permitted by law to be served upon the corporation. Section 20. That § 47-27-30 be repealed. 47-27-30. Service on the secretary of state of any process, notice, or demand pursuant to § 47-27-28 or 47-27-29 shall be made by delivering to him, or to any clerk having charge of the corporation department of his office, an original and one exact or conforming copy of such process, notice, or demand. If any such process, notice, or demand is served on the secretary of state, he shall forward the original by registered or certified mail, addressed to the corporation at its principal office in the state or country under whose laws it is incorporated. Any service on the secretary of state shall be returned in not less than thirty days. The secretary of state shall record all processes, notices, and demands served upon him under this section and shall record the time of service and his action in response. Section 21. That chapter 47-27 be amended by adding thereto a NEW SECTION to read as follows: (a) The registered agent of a foreign corporation authorized to transact business in this state is the corporation's agent for service of process, notice, or demand required or permitted by law to be served on the foreign corporation. (b) A foreign corporation may be served by registered or certified mail, return receipt requested, addressed to an officer of the foreign corporation at its principal office shown in its application for a certificate of authority or in its most recent annual report of the foreign corporation: (1) Has no registered agent or its registered agent cannot with reasonable diligence be served; (2) Has withdrawn from transacting business in this state pursuant to § 47-27-32; or (3) Has had its certificate of authority revoked under § § 47-27-35 to 47-27-37, inclusive. (c) Service is perfected under subsection (b) at the earliest of: (1) The date the foreign corporation receives the mail; (2) The date shown on the return receipt, if signed on behalf of the foreign corporation; or (3) Five days after its deposit in the United States mail, as evidenced by the postmark, if mailed, postpaid and correctly addressed. (d) This section does not prescribe the only means or necessarily the required means, of serving a foreign corporation. Section 22. That § 47-27-32 be amended to read as follows: 47-27-32. Any foreign corporation authorized to engage in business in this state may withdraw from this state after obtaining from the secretary of state a certificate of withdrawal. To obtain a certificate of withdrawal, the foreign corporation shall deliver to the secretary of state an application for withdrawal, which shall set forth: (1) The name of the corporation and the state or country under whose laws it is incorporated; (2) That the corporation is not doing or engaging in any business in this state; (3) That the corporation surrenders its authority to do or engage in any business in this state; (4) That the corporation revokes the authority of its registered agent in this state to accept service of process and consents that service of process in any action, suit or proceeding based upon any cause of action arising in this state during the time the corporation was authorized to conduct affairs in this state may thereafter be made on such corporation by service thereof on the secretary of state through the process outlined in subsection (b) of section 21 of this Act ; and (5) A post office address to which the secretary of state may mail a copy of any process against the corporation that may be served on him The address of the corporation's principal office . An original and one exact or conforming copy of the application for withdrawal shall be made on forms prescribed and furnished by the secretary of state and shall be executed and acknowledged by the chairman chair of the board, by the corporation's president or by another of the corporation's officers, or, if the corporation is in the hands of a receiver, trustee , or by other court-appointed fiduciary, by that fiduciary."}, {"bill_id": 18787, "bill_version_id": 100541, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "2004-02-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding registered agents and service of process for certain business entities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 47-34A-110 be amended to read as follows: 47-34A-110. Any registered agent of a limited liability company may resign as agent upon filing a written notice of resignation , executed with the secretary of state , who . The registered agent shall forthwith mail a copy of the resignation to the limited liability company at its registered office , if not discontinued, and the other copy to the limited liability company at its principal office by certified mail, return receipt requested. The appointment of the agent shall terminate upon the expiration of thirty days after receipt of notice by the secretary of state. Section 2. That § 47-22-46 be amended to read as follows: 47-22-46. Any registered agent of a corporation may resign as such agent upon filing an original and an exact or conforming copy of a written notice thereof with the secretary of state , who . The registered agent shall forthwith mail the a copy to the corporation at its registered office , if not discontinued, and another copy to the corporation at its principal office by certified mail, return receipt requested . The appointment of the agent shall terminate thirty days after receipt of notice by the secretary of state. Section 3. That § 47-8-12.1 be amended to read as follows: 47-8-12.1. Any registered agent of a foreign corporation may resign as such agent upon filing an original and one exact or conforming copy of a written notice thereof with the secretary of state , who . The registered agent shall forthwith mail the a copy to the corporation at its principal office by certified mail, return receipt requested in the state or country under whose laws it is incorporated. The appointment of such agent shall terminate thirty days after receipt of notice by the secretary of state. Section 4. That § 47-22-6 be amended to read as follows: 47-22-6. The articles of incorporation shall set forth: (1) The name of the corporation; (2) The period of duration, which may be perpetual; (3) The purpose or purposes for which the corporation is organized; (4) If the corporation is to have no members, a statement to that effect; (5) If the corporation is to have one or more classes of members, any provision which the incorporators elect to set forth in the articles of incorporation designating the class or classes of members and stating the qualifications and rights of the members of each class; (6) If the directors or any of them are not to be elected or appointed by one or more classes of members, a statement of the manner in which such directors shall be elected or appointed; (7) Any provisions, not inconsistent with law, which the incorporators elect to set forth in the articles of incorporation for the regulation of the internal affairs of the corporation, including any provision for distribution of assets on dissolution or final liquidation; (8) The street address, or a statement that there is no street address, of its initial registered office, and the name of its initial registered agent at such address and his the registered agent's written consent to the appointment . Such consent may be given by electronic signature pursuant to chapter 53-12 ; (9) The number of directors constituting the initial board of directors, and the names and addresses of the persons who are to serve as the initial directors; and (10) The name and address of each incorporator. It is not necessary to set forth in the articles of incorporation any of the corporate powers enumerated in chapters 47-22 to 47-28, inclusive. Section 5. That § 47-22-44 be amended to read as follows: 47-22-44. A corporation may change its registered office or change its registered agent, or both, upon filing in the Office of the Secretary of State a statement setting forth: (1) The name of the corporation; (2) The street address of its current registration registered office or a statement that there is no street address; (3) If the address of its registered office is to be changed, the street address, or a statement that there is no street address, of its new registered office; (4) The name of its current registered agent; (5) If its registered agent is to be changed, the name of its successor registered agent and the new agent's written consent to the appointment . Such consent may be given by electronic signature pursuant to chapter 53-12 ; (6) That the street address, or a statement that there is no street address, of its registered office and the address of the office of its registered agent, as changed, will be identical; and (7) That such change was authorized by resolution duly adopted by its board of directors. Such statement shall be executed by the chair of the board of directors, by the corporation's president or by another of the corporation's officers and delivered to the secretary of state. Section 6. That § 47-27-1 be amended to read as follows: 47-27-1. Any foreign corporation, in order to procure a certificate of authority to engage in business in this state, shall make application to the secretary of state, which application shall set forth: (1) The name of the corporation and the state or country under the laws of which it is incorporated; (2) The date of incorporation and the period of duration of the corporation; (3) The street address of the principal office of the corporation in the state or country under whose laws it is incorporated; (4) The street address, or a statement that there is no street address, of the proposed registered office of the corporation in this state, and the name of its proposed registered agent in this state at such address and his the registered agent's written consent to the appointment . Such consent may be given by electronic signature pursuant to chapter 53-12 ; (5) The purpose or purposes of the corporation in engaging in business in this state; (6) The names and respective addresses of the directors and officers of the corporation; and (7) Such additional information as may be necessary in order to enable the secretary of state to determine whether such corporation is entitled to a certificate of authority to engage in business in this state. An original and one exact or conforming copy of the application shall be made on forms prescribed and furnished by the secretary of state and shall be executed and acknowledged by the chairman chair of the board of directors, by the corporation's president , or by another of the corporation's officers. Section 7. That § 47-27-24 be amended to read as follows: 47-27-24. Any foreign corporation authorized to engage in business in this state may change its registered office or change its registered agent, or both, upon filing in the Office of the Secretary of State a statement setting forth: (1) The name of the corporation; (2) The street address, or a statement that there is no street address, of its current registered office; (3) If the address of its registered office is to be changed, the street address of the new registered office; (4) The name of its current registered agent; (5) If its registered agent is to be changed, the name of the new registered agent and the new agent's written consent to the appointment . Such consent may be given by electronic signature pursuant to chapter 53-12 ; (6) That the address of its registered office and the address of the office of its registered agent, as changed, will be identical; and (7) That such change was authorized by resolution duly adopted by its board of directors. The statement shall be executed and acknowledged for the corporation by the chairman chair of the board of directors, by the corporation's president , or by another of the corporation's officers or, if the corporation is in the hands of a receiver, trustee, or other court-appointed fiduciary, by that fiduciary. Section 8. That § 47-20-17 be amended to read as follows: 47-20-17. A corporation may change its registered office or change its registered agent, or both, upon filing in the Office of the Secretary of State a statement setting forth: (1) The name of the corporation; (2) The street address, or a statement that there is no street address, of its current registered office; (3) If the address of its current registered office is to be changed, the street address, or a statement that there is no street address, of its new registered office; (4) The name of its current registered agent; (5) If its current registered agent is to be changed, the name of the new registered agent and the new agent's written consent to the appointment . Such consent may be given by electronic signature pursuant to chapter 53-12 ; (6) That the address of its registered office and the address of the business office of its registered agent, as changed, will be identical; and (7) That such change was authorized by resolution duly adopted by the board of directors. Section 9. That § 47-24-6 be amended to read as follows: 47-24-6. Any domestic nonprofit corporation authorized to engage in business in this state shall file, within the time prescribed by § § 47-24-7 to 47-24-9, inclusive, a report setting forth: (1) The name of the corporation; (2) The street address, or a statement that there is no street address, of the registered office of the corporation in this state and the name of its registered agent at such address; (3) A brief statement of the nature of the affairs which the corporation is conducting; (4) The amount of property which the corporation may hold and the amount of property held; and (5) The names and respective addresses of the directors and officers of the corporation. The report shall be made on forms prescribed and furnished by the secretary of state and the information therein contained shall be given as of the date of the execution of the report. It shall be executed for the corporation by the chairman chair of the board of directors, by its president, or by another of its officers. It shall be acknowledged by the officer executing the report. If the corporation is in the hands of a receiver, trustee, or other court-appointed fiduciary, the report shall be executed and acknowledged on behalf of the corporation by that fiduciary. Section 10. That § 47-27-18 be amended to read as follows: 47-27-18. Any foreign corporation authorized to engage in business in this state, shall file, within the time prescribed by this chapter, an annual report setting forth: (1) The name of the corporation and the state or country under whose laws it is incorporated; (2) The street address, or a statement that there is no street address, of the registered office of the corporation in this state and the name of its registered agent at such address and the address of its principal office in the state or country under whose laws it is incorporated; (3) A brief statement of the character of the affairs which the corporation is conducting in this state; and (4) The names and respective addresses of the directors and officers of the corporation. The annual report shall be made on forms prescribed and furnished by the secretary of state and the information therein contained shall be given as of the date of the execution of the report. It shall be executed and acknowledged by the chairman chair of the board, by the corporation's president or another of the corporation's officers or, if the corporation is in the hands of a receiver, trustee, or other court-appointed fiduciary, it shall be executed and acknowledged on behalf of the corporation by that fiduciary. Section 11. That § 47-2-30 be amended to read as follows: 47-2-30. Any registered agent of a corporation may resign as agent upon filing an original written notice thereof with the secretary of state and by mailing an exact or conforming copy thereof with by certified mail, return receipt requested, to the secretary of state, who shall mail the copy to the corporation at its registered office corporation . The appointment of the agent shall terminate thirty days after receipt of notice by the secretary of state. Section 12. That § 47-9-2 be amended to read as follows: 47-9-2. The annual report required by § 47-9-1 shall be made on forms prescribed and furnished by the secretary of state and the required information shall be given as of the date of the execution of the report, except as to the information required by subdivisions 47-9-1(7) and (8), which shall be given as of the close of business on the day prior to the anniversary date of the corporation next preceding the date provided in § 47-9-3 for filing such report. It shall be executed by the chairman chair of the board of directors, by its president, or another of its officers or if the corporation has not been formed, by an incorporator, or, if the corporation is in the hands of a receiver, trustee, or other court-appointed fiduciary, by that fiduciary. The report shall be acknowledged. Section 13. That § 47-8-12 be amended to read as follows: 47-8-12. A foreign corporation authorized to do or engage in business in this state may change its registered office or change its registered agent, or both, upon filing in the Office of the Secretary of State a statement setting forth: (1) The name of the corporation; (2) The street address, or a statement that there is no street address, of its current registered office; (3) If the address of its registered office is to be changed, the street address, or a statement that there is no street address, of the new registered office; (4) The name of its current registered agent; (5) If its registered agent is to be changed, the name of the successor registered agent and his the registered agent's written consent to the appointment; (6) That the address of its registered office and the street address of the business office of its registered agent, as changed, will be identical; (7) That such change was authorized by resolution duly adopted by its board of directors. Such statement shall be executed by the corporation by its president or a vice-president , acknowledged by him, and delivered to the secretary of state."}, {"bill_id": 18787, "bill_version_id": 101230, "bill_version": "Enrolled", "bill_version_date": "2004-02-12T08:59:34-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18787, "action_date": "2004-01-13T12:00:00-06:00", "document_id": 99180, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99180.pdf", "status_text": "First read in House and referred to", "journal_page": 32, "committee_id_action": 831, "committee_id_assigned": 819, "result": "N", "vote": {}}, {"bill_id": 18787, "action_date": "2004-01-20T07:45:00-06:00", "document_id": 99349, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99349.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 819, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18787, "action_date": "2004-01-20T07:45:00-06:00", "document_id": 99349, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99349.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": 819, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 57097, "president_vote": null, "Yea": [3051, 3104, 3112, 3118, 3130, 3131], "Nay": [3053, 3117, 3121, 3123, 3136, 3133, 3096]}}, {"bill_id": 18787, "action_date": "2004-01-20T07:45:00-06:00", "document_id": 99349, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99349.pdf", "status_text": "Tabled", "journal_page": 119, "committee_id_action": 819, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57108, "president_vote": null, "Yea": [3051, 3053, 3104, 3112, 3117, 3121, 3123, 3131, 3136, 3133, 3096], "Nay": [3118, 3130]}}, {"bill_id": 18787, "action_date": "2004-02-03T07:45:00-06:00", "document_id": 100503, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100503.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 819, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18787, "action_date": "2004-02-03T07:45:00-06:00", "document_id": 100503, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100503.pdf", "status_text": "Do Pass Amended,", "journal_page": 360, "committee_id_action": 819, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59045, "president_vote": null, "Excused": [3051], "Yea": [3053, 3104, 3112, 3117, 3118, 3121, 3123, 3130, 3131, 3136, 3133, 3096]}}, {"bill_id": 18787, "action_date": "2004-02-03T07:45:00-06:00", "document_id": 100503, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100503.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 819, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18787, "action_date": "2004-02-05T14:00:00-06:00", "document_id": 100751, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100751.pdf", "status_text": "Do Pass Amended,", "journal_page": 415, "committee_id_action": 831, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59378, "president_vote": null, "Yea": [3045, 3048, 3049, 3051, 3053, 3054, 3055, 3056, 3057, 3058, 3060, 3067, 3069, 3070, 3071, 3072, 3073, 3074, 3075, 3076, 3078, 3080, 3081, 3082, 3083, 3084, 3085, 3086, 3088, 3090, 3095, 3096, 3099, 3100, 3102, 3104, 3105, 3106, 3107, 3108, 3110, 3112, 3114, 3117, 3118, 3119, 3121, 3122, 3123, 3124, 3125, 3126, 3127, 3129, 3130, 3131, 3133, 3134, 3135, 3136, 3140, 3141, 3142, 3143, 3144, 3145, 3147, 3148, 3149, 3111]}}, {"bill_id": 18787, "action_date": "2004-02-06T14:00:00-06:00", "document_id": 100833, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100833.pdf", "status_text": "First read in Senate and referred to", "journal_page": 376, "committee_id_action": 832, "committee_id_assigned": 806, "result": "N", "vote": {}}, {"bill_id": 18787, "action_date": "2004-02-10T10:00:00-06:00", "document_id": 101065, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101065.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 806, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18787, "action_date": "2004-02-10T10:00:00-06:00", "document_id": 101065, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101065.pdf", "status_text": "Do Pass,", "journal_page": 438, "committee_id_action": 806, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57404, "president_vote": null, "Yea": [3044, 3089, 3094, 3137, 3050, 3109], "Excused": [3132]}}, {"bill_id": 18787, "action_date": "2004-02-10T10:00:00-06:00", "document_id": 101065, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101065.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 806, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18787, "action_date": "2004-02-11T14:30:00-06:00", "document_id": 101204, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101204.pdf", "status_text": "Do Pass Amended,", "journal_page": 458, "committee_id_action": 832, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57537, "president_vote": null, "Yea": [3044, 3046, 3047, 3050, 3052, 3059, 3061, 3062, 3064, 3065, 3066, 3068, 3077, 3079, 3087, 3089, 3091, 3092, 3093, 3094, 3097, 3098, 3101, 3103, 3109, 3113, 3115, 3116, 3120, 3128, 3132, 3137, 3138, 3139, 3146]}}, {"bill_id": 18787, "action_date": "2004-02-12T12:00:00-06:00", "document_id": 101292, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101292.pdf", "status_text": "Signed by Speaker", "journal_page": 576, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18787, "action_date": "2004-02-13T13:00:00-06:00", "document_id": 101350, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101350.pdf", "status_text": "Signed by President", "journal_page": 511, "committee_id_action": 832, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18787, "action_date": "2004-02-17T14:00:00-06:00", "document_id": 101454, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101454.pdf", "status_text": "Delivered to the Governor", "journal_page": 630, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18787, "action_date": "2004-02-19T14:00:00-06:00", "document_id": 101633, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101633.pdf", "status_text": "Signed by Governor", "journal_page": 666, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2861}