{"session_id": 64, "bill_id": 23355, "bill_type": "Senate Bill", "bill_number": 212, "bill_title": "revise certain fees collected by the Office of the Secretary of State.", "sponsors": [], "keywords": ["Counties", "Fees", "Firearms", "Law Enforcement", "State Affairs and Government", "State Funds"], "audio": [{"meeting_datetime": "2022-02-16T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sst24.mp3", "start_seconds": 8300.0}, {"meeting_datetime": "2022-02-16T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sst24.mp3", "start_seconds": 8300.0}, {"meeting_datetime": "2022-02-16T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sst24.mp3", "start_seconds": 8300.0}, {"meeting_datetime": "2022-02-16T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sst24.mp3", "start_seconds": 8300.0}, {"meeting_datetime": "2022-02-23T13:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen27.mp3", "start_seconds": 13319.0}, {"meeting_datetime": "2022-02-23T13:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen27.mp3", "start_seconds": 13319.0}, {"meeting_datetime": "2022-02-23T13:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen27.mp3", "start_seconds": 13319.0}, {"meeting_datetime": "2022-02-23T13:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen27.mp3", "start_seconds": 13319.0}, {"meeting_datetime": "2022-02-23T13:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen27.mp3", "start_seconds": 13319.0}, {"meeting_datetime": "2022-03-02T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hst32.mp3", "start_seconds": 5472.0}, {"meeting_datetime": "2022-03-02T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hst32.mp3", "start_seconds": 5472.0}, {"meeting_datetime": "2022-03-02T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hst32.mp3", "start_seconds": 5472.0}, {"meeting_datetime": "2022-03-02T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hst32.mp3", "start_seconds": 5472.0}, {"meeting_datetime": "2022-03-07T10:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou34.mp3", "start_seconds": 8600.0}, {"meeting_datetime": "2022-03-07T10:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou34.mp3", "start_seconds": 8600.0}, {"meeting_datetime": "2022-03-07T10:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou34.mp3", "start_seconds": 8600.0}, {"meeting_datetime": "2022-03-07T10:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou34.mp3", "start_seconds": 8600.0}, {"meeting_datetime": "2022-03-07T10:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou34.mp3", "start_seconds": 8600.0}], "bill_versions": [{"bill_id": 23355, "bill_version_id": 232220, "bill_version": "Introduced", "bill_version_date": "2022-02-02T11:59:38.19-06:00", "bill_text": "An Act to revise certain fees collected by the Office of the Secretary of State. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 23-7-8.2 be AMENDED: 23-7-8.2. The permit to carry a concealed pistol is valid for a period of five years from the date of issuance. The fee for issuing the permit is ten dollars. The local authority shall collect the fee. Seven dollars of the fee must be forwarded to the secretary of state and three dollars must be deposited in the general fund of the county or municipality issuing the permit. Section 2. That § 23-7-8.11 be AMENDED: 23-7-8.11. The holder of the regular permit to carry a concealed pistol may renew the permit through the sheriff of the county where the holder resides for a period beginning ninety days before the permit expires. The holder shall pay a ten-dollar renewal fee and must pass a background investigation, including a computer check of available online records and the National Instant Criminal Background Check, required under § 23-7-7 prior to the renewal of the permit. The renewal fee shall be distributed as set forth in § 23-7-8.2. Section 3. That § 23-7-53 be AMENDED: 23-7-53. An applicant shall must submit an application, to the sheriff of the county in which the applicant resides, for an optional enhanced permit to carry a concealed pistol. The application must include: (1) A copy of the applicant's fingerprints for submission to the Federal Bureau of Investigation, and any governmental agency or entity authorized to receive such information, for a state, national, and international criminal background check; (2) An authorization to run a fingerprint background check; (3) A separate payment for the cost of processing the criminal background check and, ifIf the sheriff takes the fingerprints, the sheriff shall secure the fingerprints at no additional charge to the applicant; (4) A separate application fee of sixty dollars; and (5)(4) Proof that the applicant: (a) Has successfully completed a qualifying handgun course as defined in § 23-7-58, within the preceding twelve months; or (b) Is a current or former law enforcement officer and has, within the preceding twelve months, qualified or requalified on a certified shooting course administered by a firearms instructor approved by the Law Enforcement Officers Standards Commission. Fifty dollars of the application fee must be retained by the sheriff and ten dollars must be forwarded to the secretary of state for use in administering concealed carry permits. The sheriff shall forward the copy of the applicant's fingerprints, the applicant's authorization for processing a criminal background check, and the payment for the criminal background check to the Division of Criminal Investigation for processing. Section 4. That § 23-7-56 be AMENDED: 23-7-56. A person who holds an enhanced permit to carry a concealed pistol may renew the permit through the sheriff of the county in which the person resides. The period for renewal begins one-hundred eighty days before the permit expires and ends thirty days after the permit expires. In order to renew an enhanced permit a person shall: (1) Pay a renewal fee in the amount of thirty-five dollars; (2) Pay the fee for a criminal background check; (3) Pass a criminal background check and a National Instant Criminal Background Check; and (4)(2) Present proof that: (a) During the period for renewal, as set forth in this section, the person: (i) Successfully completed the live fire component of a qualifying handgun course defined in § 23-7-58; (ii) Received instruction regarding the use of force standards; and (iii) Received instruction regarding relevant criminal statutory changes; or (b) The person is a current or former law enforcement officer who, within the twelve-month period preceding the date of the expiration, qualified or requalified on a certified shooting course administered by a firearms instructor approved by the Law Enforcement Officers Standards Commission. Twenty-five dollars of the renewal fee must be retained by the sheriff. Ten dollars of the renewal fee must be forwarded to the secretary of state for use in administering concealed carry permits. If a person fails to renew an enhanced permit to carry a concealed pistol during the period set forth in this section, the permit is deemed to be invalid. In order to obtain an enhanced permit thereafter, the person shall submit an application and meet all requirements set forth in § 23-7-53. Section 5. That § 23-7-60 be AMENDED: 23-7-60. An applicant shall must submit an application, to the sheriff of the county in which the applicant resides, for a gold card permit to carry a concealed pistol. The application must include: (1) A copy of the applicant's fingerprints for submission to the Federal Bureau of Investigation, and any governmental agency or entity authorized to receive such information, for a state, national, and international criminal background check; and (2) An authorization to run a criminal background check; (3) A separate payment for the cost of processing the criminal background check; and (4) A separate application fee of forty dollars for the gold card permit to carry a concealed pistol. Thirty dollars of the application fee must be retained by the sheriff and ten dollars must be forwarded to the secretary of state for use in administering concealed carry permits. The sheriff shall forward the copy of the applicant's fingerprints, and the applicant's authorization for processing a criminal background check, and the payment for the criminal background check to the Division of Criminal Investigation for processing. Section 6. That § 23-7-62 be AMENDED: 23-7-62. A person who holds a gold card permit to carry a concealed pistol may renew the permit through the sheriff of the county in which the person resides. The period for renewal begins one hundred eighty days before the permit expires and ends thirty days after the permit expires. In order to renew a gold card permit, a person shall: (1) Pay a forty dollar renewal fee; and (2) Pass must pass a criminal background check and a National Instant Criminal Background Check. Thirty dollars of the renewal fee must be retained by the sheriff and ten dollars must be forwarded to the secretary of state for use in administering concealed carry permits. Section 7. That § 23-7-69 be AMENDED: 23-7-69. A person who has been issued a permit to carry a concealed pistol shall maintain current information on the permit by notifying the secretary of state in writing of a change in the person's name due to marriage or court order, or of a change in physical address. If the revised address is located within South Dakota, the secretary of state shall must provide a new permit to the person. The county sheriff may issue a temporary permit or the secretary of state may issue an updated permit that reflects an address outside of South Dakota in the following instances: (1) For a South Dakota resident who is active duty military personnel, or the spouse of a person who is active duty military, with a home of record in South Dakota; or (2) For a South Dakota permit holder whose home is physically located in South Dakota but has an official postal address located within in a county in another state that shares a border with South Dakota. The fee for processing a replacement permit is two dollars and shall be used by the secretary of state to administer the concealed carry program. Section 8. That § 47-1A-122 be AMENDED: 47-1A-122. The Office of the Secretary of State shall collect the following fees when the documents described in this section are delivered for filing: (1) Articles of incorporation, $150 no charge; (2) Application for use of indistinguishable name, $25; (3) Application for reserved name, $25; (4) Notice of transfer of reserved name, $15; (5) Application for registered name, $25; (6) Application for renewal of registered name, $15. A renewal application may be filed between the first day of October and the thirty-first day of December in each year and shall extend the registration for the following year; (7) to (9) Repealed by SL 2008, ch 275, § 27; (10)(7) Articles of domestication, $150 no charge; (11)(8) Articles of charter surrender, $150; (12)(9) Articles of domestication and conversion, $150 no charge; (13)(10) Articles of entity conversion, $150; (14)(11) Amendment of articles of incorporation, $60; (15)(12) Restatement of articles of incorporation, $60; (16)(13) Articles of merger or share exchange, $60; (17)(14) Articles of dissolution, $10; (18)(15) Articles of revocation of dissolution, $10; (19)(16) Certificate of administrative dissolution, no charge; (20)(17) Application for reinstatement following administrative dissolution, plus any delinquent annual report filing fees for the period before the reinstatement application, $300; (21)(18) Certificate of reinstatement, no charge; (22)(19) Certificate of judicial dissolution, no charge; (23)(20) Application for certificate of authority, $750; (24)(21) Application for amended certificate of authority, $250; (25)(22) Application for certificate of withdrawal, $10; (26)(23) Application for transfer of authority, $25; (27)(24) Certificate of revocation of authority to transact business, no charge; (28)(25) Annual Domestic annual report, $50 no charge; foreign annual report, $50. Each entity that does not file or refuses to file its annual report within the time prescribed is subject to a penalty of fifty dollars to be assessed by the secretary of state; (29)(26) Articles of correction, $25; (30)(27) Application for certificate of existence or authorization, $20; (31)(28) Amended annual report, $25; (32)(29) Any other document required or permitted to be filed by this chapter, $20. The Office of the Secretary of State shall collect a fee of thirty dollars each time process is served on the Office of the Secretary of State under this chapter. The party to a proceeding causing service of process is entitled to recover this fee as costs if the party prevails in the proceeding. Section 9. That § 47-20-7 be AMENDED: 47-20-7. The annual report shall be delivered to the secretary of state pursuant to §§ 59-11-24 to 59-11-26, inclusive. A fee of thirty dollars shall be paid to the secretary of state for filing the report. If the report does not conform to requirements, it shall must be returned to the cooperative for necessary corrections. Section 10. That § 47-21-43 be AMENDED: 47-21-43. The secretary of state shall charge and collect for collect the following fees when the documents described in this section are delivered for filing: (1) Filing articlesArticles of incorporation, ten dollars no charge; (2) Filing articlesArticles of consolidation or merger, ten dollars; (3) Filing articlesArticles of amendment, ten dollars; (4) Filing articlesArticles of conversion, ten dollars; (5) Filing certificateCertificate of election to dissolve, two dollars; (6) Filing articlesArticles of dissolution, two dollars; and (7) Filing certificateCertificate of change of principal office, one dollar. Section 11. That § 47-28-6 be AMENDED: 47-28-6. The secretary of state shall charge and collect for collect the following fees when the documents described in this section are delivered for filing: (1) Filing articlesArticles of incorporation and issuing a certificate of incorporation, thirty dollars no charge; (2) Filing articlesArticles of amendment and issuing a certificate of amendment, fifteen dollars; (3) Filing articlesArticles of merger or consolidation and issuing a certificate of merger or consolidation, fifteen dollars; (4) Repealed by SL 2008, ch 275, § 72; (5)(4) Filing articlesArticles of dissolution, five dollars; (6)(5) Filing an applicationApplication of a foreign corporation for a certificate of authority to conduct affairs in this state and issuing a certificate of authority, one hundred twenty-five dollars; (7)(6) Filing an applicationApplication of a foreign corporation for an amended certificate of authority to conduct affairs in this state and issuing an amended certificate of authority, twenty-five dollars; (8)(7) Filing an applicationApplication for withdrawal of a foreign corporation and issuing a certificate of withdrawal, five dollars; (9)(8) Filing anyAny other statement or report, including an annual report, of a foreign corporation, ten dollars; (10)(9) Filing an annualAnnual report of a domestic nonprofit corporation under chapter 47-24, ten dollars no charge; (11)(10) Filing a petitionPetition for reinstatement and issuing a certificate of reinstatement, thirty dollars; and (12)(11) Filing a noticeNotice of sale, transfer, or merger, fifteen dollars. Section 12. That § 47-34A-212 be AMENDED: 47-34A-212. The secretary of state shall charge and collect for: (a) Filing the articles of organization in the case of a domestic limited liability company, a filing fee of one hundred fifty dollars no charge. Filing the articles of organization in the case of a foreign limited liability company, a filing fee of seven hundred fifty dollars; (b) No charge for the filing of each domestic liability company annual report. A reporting fee of fifty dollars, due and payable with the filing of each foreign limited liability company annual report. Each entity that does not file or refuses to file its annual report within the time prescribed is subject to a penalty of fifty dollars to be assessed by the secretary of state; (c) Filing the articles of organization in the case of a domestic limited liability company, where the articles of organization contain a notice that the limited liability company is authorized to establish one or more series, a filing fee of two hundred dollars no charge. Filing an application for a certificate of authority in the case of a foreign limited liability company authorized to establish a series under the laws of another state or jurisdiction, or series of such limited liability company on its own behalf, a filing fee of eight hundred dollars. Section 13. That § 47-34A-1206 be AMENDED: 47-34A-1206. The secretary of state may charge collect the following fees when the documents described in this section are delivered: (a) For amending or restating the articles of organization in the case of a domestic limited liability company, a filing fee of sixty dollars. For amending the certificate of authority in the case of a foreign limited liability company, a filing fee of seven hundred fifty dollars; (b) For filing articles of termination, ten dollars; (c) For filing articles of merger, sixty dollars; (d) For filing a statement of dissociation, ten dollars; (e) For filing an application to reserve a name, twenty-five dollars; (f) For issuing a certificate of existence, twenty dollars; (g) For filing an application for registration of name, twenty-five dollars; (h) For filing an annual renewal of registration, a limited liability company which has in effect a registration of its name, may renew such registration from year to year by annually filing an application for renewal setting forth the facts required to be set forth in an original application for registration and a certificate of good standing as required for the original registration and by paying a fee of fifteen dollars. A renewal application may be filed between the first day of October and the thirty-first day of December in each year and shall extend the registration for the following year. Delivery may be made by electronic transmission if and to the extent permitted by the Office of the Secretary of State. If the document is filed in typewritten or printed form and not transmitted electronically, the Office of the Secretary of State may require one exact or conformed copy to be delivered with the document; (i) For acting as agent for service of process the secretary of state shall charge and collect at the time of such service thirty dollars which may be recoverable as taxable costs by the party to the suit or action causing the service to be made if the party prevails in the suit or action; (j)(i) For filing articles of domestication, one hundred fifty dollars no charge; (k)(j) For filing articles of organization surrender, one hundred fifty dollars; (l)(k) For filing a plan of conversion, one hundred fifty dollars; (m)(l) For amending or restating the articles of organization in the case of a domestic limited liability company or for filing an application to amend or restate the certificate of authority in the case of a foreign limited liability company, where the amendment contains a notice that the limited liability company is authorized to establish one or more series, a filing fee of one hundred ten dollars; (n)(m) For filing an application for a certificate of designation, fifty dollars no charge. For acting as agent for service of process, the secretary of state shall charge and collect at the time of such service thirty dollars that may be recoverable as taxable costs by the party to the suit or action causing the service to be made if the party prevails in the suit or action. Section 14. That § 48-7-206.1 be AMENDED: 48-7-206.1. There is no fee for filing for a domestic certificate of limited partnership. The provisions of § 1-8-10 notwithstanding, the fee for filing any other document required under this chapter with the secretary of state is one hundred twenty-five dollars. Section 15. That § 48-7A-1208 be AMENDED: 48-7A-1208. The provisions of § 1-8-10 notwithstanding, the fee for filing the statements and reports provided for in the following sections with the secretary of state is as follows: (1) Section 48-7A-303, Statement of Authority statement of authority, one hundred twenty-five dollars no charge; (2) Section 48-7A-304, Statement of Denial statement of denial, ten dollars; (3) Section 48-7A-704, Statement of Dissociation statement of dissociation, ten dollars; (4) Section 48-7A-805, Statement of Dissolution statement of dissolution, ten dollars; (5) Section 48-7A-907, Statement of Merger statement of merger, sixty dollars; (6) Section 48-7A-1001, Statement of Qualification statement of qualification, one hundred twenty-five dollars no charge; (6A)(7) Section 48-7A-1001, Statement of Change statement of change, ten dollars; (7)(8) Section 48-7A-1003, Annual Report domestic limited liability partnership annual report, fifty dollars no charge. Section 48-7A-1003, foreign limited liability partnership annual report, fifty dollars. Each limited liability partnership, domestic or foreign, that does not file or refuses to file its annual report within the time prescribed is subject to a penalty of fifty dollars to be assessed by the secretary of state; (8)(9) Section 48-7A-1001.1, Statement of Amendment statement of amendment, fifteen dollars; (9)(10) Section 48-7A-1001.2, Statement of Cancellation statement of cancellation, ten dollars; (10)(11) Section 48-7A-1102, Statement of Foreign Qualification statement of foreign qualification, one hundred twenty-five dollars; (11)(12) Section 48-7A-1102.1, Statement of Amendment of Foreign Qualification statement of amendment of foreign qualification, fifteen dollars; (12)(13) Section 48-7A-1102.2, Statement of Cancellation statement of cancellation, ten dollars; and (13)(14) Filing any other statement, ten dollars."}, {"bill_id": 23355, "bill_version_id": 233869, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2022-02-17T10:37:46.99-06:00", "bill_text": "An Act to revise certain fees collected by the Office of the Secretary of State. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 23-7-8.2 be AMENDED: 23-7-8.2. The permit to carry a concealed pistol is valid for a period of five years from the date of issuance. The fee for issuing the permit is ten dollars. The local authority shall collect the fee. Seven dollars of the fee must be forwarded to the secretary of state and three dollars must be deposited in the general fund of the county or municipality issuing the permit. The fee for issuing the permit is three dollars. The local authority shall collect the fee, and it must be deposited in the general fund of the county. Section 2. That § 23-7-8.11 be AMENDED: 23-7-8.11. The holder of the regular permit to carry a concealed pistol may renew the permit through the sheriff of the county where the holder resides for a period beginning ninety days before the permit expires. The holder shall pay a ten-dollar renewal fee and shall pay a three dollar fee and must pass a background investigation, including a computer check of available online records and the National Instant Criminal Background Check, required under § 23-7-7 prior to the renewal of the permit. The renewal fee shall be distributed as set forth in § 23-7-8.2. The renewal fee shall be distributed as set forth in § 23-7-8.2. Section 3. That § 23-7-53 be AMENDED: 23-7-53. An applicant shall must submit an application, to the sheriff of the county in which the applicant resides, for an optional enhanced permit to carry a concealed pistol. The application must include: (1) A copy of the applicant's fingerprints for submission to the Federal Bureau of Investigation, and any governmental agency or entity authorized to receive such information, for a state, national, and international criminal background check; (2) An authorization to run a fingerprint background check; (3) A separate payment for the cost of processing the criminal background check and, ifA separate payment for the cost of processing the criminal background check and, if the sheriff takes the fingerprints, the sheriff shall secure the fingerprints at no additional charge to the applicant; (4) A separate application fee of sixty dollars; (4) A separate application fee of fifty dollars; and (5)(5) Proof that the applicant: (a) Has successfully completed a qualifying handgun course as defined in § 23-7-58, within the preceding twelve months; or (b) Is a current or former law enforcement officer and has, within the preceding twelve months, qualified or requalified on a certified shooting course administered by a firearms instructor approved by the Law Enforcement Officers Standards Commission. Fifty dollars of the application fee must be retained by the sheriff and ten dollars must be forwarded to the secretary of state for use in administering concealed carry permits.Fifty dollars of the application fee must be retained by the sheriff. The sheriff shall forward the copy of the applicant's fingerprints, the applicant's authorization for processing a criminal background check, and the payment for the criminal background check to the Division of Criminal Investigation for processing. Section 4. That § 23-7-56 be AMENDED: 23-7-56. A person who holds an enhanced permit to carry a concealed pistol may renew the permit through the sheriff of the county in which the person resides. The period for renewal begins one-hundred eighty days before the permit expires and ends thirty days after the permit expires. In order to renew an enhanced permit a person shall: (1) Pay a renewal fee in the amount of thirty-five dollars; (2) Pay the fee for a criminal background check; (3) (1) Pay a renewal fee in the amount of twenty-five dollars; (2) Pay the fee for a criminal background check; (3) Pass a criminal background check and a National Instant Criminal Background Check; and (4) Present proof that: (a) During the period for renewal, as set forth in this section, the person: (i) Successfully completed the live fire component of a qualifying handgun course defined in § 23-7-58; (ii) Received instruction regarding the use of force standards; and (iii) Received instruction regarding relevant criminal statutory changes; or (b) The person is a current or former law enforcement officer who, within the twelve-month period preceding the date of the expiration, qualified or requalified on a certified shooting course administered by a firearms instructor approved by the Law Enforcement Officers Standards Commission. Twenty-five dollars of the renewal fee must be retained by the sheriff. Ten dollars of the renewal fee must be forwarded to the secretary of state for use in administering concealed carry permits.Twenty-five dollars of the renewal fee must be retained by the sheriff. If a person fails to renew an enhanced permit to carry a concealed pistol during the period set forth in this section, the permit is deemed to be invalid. In order to obtain an enhanced permit thereafter, the person shall submit an application and meet all requirements set forth in § 23-7-53. Section 5. That § 23-7-60 be AMENDED: 23-7-60. An applicant shall must submit an application, to the sheriff of the county in which the applicant resides, for a gold card permit to carry a concealed pistol. The application must include: (1) A copy of the applicant's fingerprints for submission to the Federal Bureau of Investigation, and any governmental agency or entity authorized to receive such information, for a state, national, and international criminal background check; (2) An authorization to run a criminal background check;; (3) A separate payment for the cost of processing the criminal background check; and (4) A separate application fee of thirty dollars for the gold card permit to carry a concealed pistol. (3) A separate payment for the cost of processing the criminal background check; and (4) A separate application fee of forty dollars for the gold card permit to carry a concealed pistol. Thirty dollars of the application fee must be retained by the sheriff and ten dollars must be forwarded to the secretary of state for use in administering concealed carry permits.Thirty dollars of the application fee must be retained by the sheriff. The sheriff shall forward the copy of the applicant's fingerprints, and the applicant's authorization for processing a criminal background check, and the payment for the criminal background check to the Division of Criminal Investigation for processing. Section 6. That § 23-7-62 be AMENDED: 23-7-62. A person who holds a gold card permit to carry a concealed pistol may renew the permit through the sheriff of the county in which the person resides. The period for renewal begins one hundred eighty days before the permit expires and ends thirty days after the permit expires. In order to renew a gold card permit, a person shall: (1) Pay a thirty dollar renewal fee; and shall: (1) Pay a forty dollar renewal fee; and (2) Pass a criminal background check and a National Instant Criminal Background Check. Thirty dollars of the renewal fee must be retained by the sheriff and ten dollars must be forwarded to the secretary of state for use in administering concealed carry permits.Thirty dollars of the renewal fee must be retained by the sheriff. Section 7. That § 23-7-69 be AMENDED: 23-7-69. A person who has been issued a permit to carry a concealed pistol shall maintain current information on the permit by notifying the secretary of state in writing of a change in the person's name due to marriage or court order, or of a change in physical address. If the revised address is located within South Dakota, the secretary of state shall must provide a new permit to the person. The county sheriff may issue a temporary permit or the secretary of state may issue an updated permit that reflects an address outside of South Dakota in the following instances: (1) For a South Dakota resident who is active duty military personnel, or the spouse of a person who is active duty military, with a home of record in South Dakota; or (2) For a South Dakota permit holder whose home is physically located in South Dakota but has an official postal address located within in a county in another state that shares a border with South Dakota. The fee for processing a replacement permit is two dollars and shall be used by the secretary of state to administer the concealed carry program. Section 8. That § 47-1A-122 be AMENDED: 47-1A-122. The Office of the Secretary of State shall collect the following fees when the documents described in this section are delivered for filing: (1) Articles of incorporation, $150 no charge; (2) Application for use of indistinguishable name, $25; (3) Application for reserved name, $25; (4) Notice of transfer of reserved name, $15; (5) Application for registered name, $25; (6) Application for renewal of registered name, $15. A renewal application may be filed between the first day of October and the thirty-first day of December in each year and shall extend the registration for the following year; (7) to (9) Repealed by SL 2008, ch 275, § 27; (10)(7) Articles of domestication, $150 no charge; (11)(8) Articles of charter surrender, $150; (12)(9) Articles of domestication and conversion, $150 no charge; (13)(10) Articles of entity conversion, $150; (14)(11) Amendment of articles of incorporation, $60; (15)(12) Restatement of articles of incorporation, $60; (16)(13) Articles of merger or share exchange, $60; (17)(14) Articles of dissolution, $10; (18)(15) Articles of revocation of dissolution, $10; (19)(16) Certificate of administrative dissolution, no charge; (20)(17) Application for reinstatement following administrative dissolution, plus any delinquent annual report filing fees for the period before the reinstatement application, $300; (21)(18) Certificate of reinstatement, no charge; (22)(19) Certificate of judicial dissolution, no charge; (23)(20) Application for certificate of authority, $750; (24)(21) Application for amended certificate of authority, $250; (25)(22) Application for certificate of withdrawal, $10; (26)(23) Application for transfer of authority, $25; (27)(24) Certificate of revocation of authority to transact business, no charge; (28)(25) Annual Domestic annual report, $50 no charge; foreign annual report, $50. Each entity that does not file or refuses to file its annual report within the time prescribed is subject to a penalty of fifty dollars to be assessed by the secretary of state; (29)(26) Articles of correction, $25; (30)(27) Application for certificate of existence or authorization, $20; (31)(28) Amended annual report, $25; (32)(29) Any other document required or permitted to be filed by this chapter, $20. The Office of the Secretary of State shall collect a fee of thirty dollars each time process is served on the Office of the Secretary of State under this chapter. The party to a proceeding causing service of process is entitled to recover this fee as costs if the party prevails in the proceeding. Section 9. That § 47-20-7 be AMENDED: 47-20-7. The annual report shall be delivered to the secretary of state pursuant to §§ 59-11-24 to 59-11-26, inclusive. A fee of thirty dollars shall be paid to the secretary of state for filing the report. If the report does not conform to requirements, it shall must be returned to the cooperative for necessary corrections. Section 10. That § 47-21-43 be AMENDED: 47-21-43. The secretary of state shall charge and collect for collect the following fees when the documents described in this section are delivered for filing: (1) Filing articlesArticles of incorporation, ten dollars no charge; (2) Filing articlesArticles of consolidation or merger, ten dollars; (3) Filing articlesArticles of amendment, ten dollars; (4) Filing articlesArticles of conversion, ten dollars; (5) Filing certificateCertificate of election to dissolve, two dollars; (6) Filing articlesArticles of dissolution, two dollars; and (7) Filing certificateCertificate of change of principal office, one dollar. Section 11. That § 47-28-6 be AMENDED: 47-28-6. The secretary of state shall charge and collect for collect the following fees when the documents described in this section are delivered for filing: (1) Filing articlesArticles of incorporation and issuing a certificate of incorporation, thirty dollars no charge; (2) Filing articlesArticles of amendment and issuing a certificate of amendment, fifteen dollars; (3) Filing articlesArticles of merger or consolidation and issuing a certificate of merger or consolidation, fifteen dollars; (4) Repealed by SL 2008, ch 275, § 72; (5)(4) Filing articlesArticles of dissolution, five dollars; (6)(5) Filing an applicationApplication of a foreign corporation for a certificate of authority to conduct affairs in this state and issuing a certificate of authority, one hundred twenty-five dollars; (7)(6) Filing an applicationApplication of a foreign corporation for an amended certificate of authority to conduct affairs in this state and issuing an amended certificate of authority, twenty-five dollars; (8)(7) Filing an applicationApplication for withdrawal of a foreign corporation and issuing a certificate of withdrawal, five dollars; (9)(8) Filing anyAny other statement or report, including an annual report, of a foreign corporation, ten dollars; (10)(9) Filing an annualAnnual report of a domestic nonprofit corporation under chapter 47-24, ten dollars no charge; (11)(10) Filing a petitionPetition for reinstatement and issuing a certificate of reinstatement, thirty dollars; and (12)(11) Filing a noticeNotice of sale, transfer, or merger, fifteen dollars. Section 12. That § 47-34A-212 be AMENDED: 47-34A-212. The secretary of state shall charge and collect for: (a) Filing the articles of organization in the case of a domestic limited liability company, a filing fee of one hundred fifty dollars no charge. Filing the articles of organization in the case of a foreign limited liability company, a filing fee of seven hundred fifty dollars; (b) No charge for the filing of each domestic liability company annual report. A reporting fee of fifty dollars, due and payable with the filing of each foreign limited liability company annual report. Each entity that does not file or refuses to file its annual report within the time prescribed is subject to a penalty of fifty dollars to be assessed by the secretary of state; (c) Filing the articles of organization in the case of a domestic limited liability company, where the articles of organization contain a notice that the limited liability company is authorized to establish one or more series, a filing fee of two hundred dollars no charge. Filing an application for a certificate of authority in the case of a foreign limited liability company authorized to establish a series under the laws of another state or jurisdiction, or series of such limited liability company on its own behalf, a filing fee of eight hundred dollars. Section 13. That § 47-34A-1206 be AMENDED: 47-34A-1206. The secretary of state may charge collect the following fees when the documents described in this section are delivered: (a) For amending or restating the articles of organization in the case of a domestic limited liability company, a filing fee of sixty dollars. For amending the certificate of authority in the case of a foreign limited liability company, a filing fee of seven hundred fifty dollars; (b) For filing articles of termination, ten dollars; (c) For filing articles of merger, sixty dollars; (d) For filing a statement of dissociation, ten dollars; (e) For filing an application to reserve a name, twenty-five dollars; (f) For issuing a certificate of existence, twenty dollars; (g) For filing an application for registration of name, twenty-five dollars; (h) For filing an annual renewal of registration, a limited liability company which has in effect a registration of its name, may renew such registration from year to year by annually filing an application for renewal setting forth the facts required to be set forth in an original application for registration and a certificate of good standing as required for the original registration and by paying a fee of fifteen dollars. A renewal application may be filed between the first day of October and the thirty-first day of December in each year and shall extend the registration for the following year. Delivery may be made by electronic transmission if and to the extent permitted by the Office of the Secretary of State. If the document is filed in typewritten or printed form and not transmitted electronically, the Office of the Secretary of State may require one exact or conformed copy to be delivered with the document; (i) For acting as agent for service of process the secretary of state shall charge and collect at the time of such service thirty dollars which may be recoverable as taxable costs by the party to the suit or action causing the service to be made if the party prevails in the suit or action; (j)(i) For filing articles of domestication, one hundred fifty dollars no charge; (k)(j) For filing articles of organization surrender, one hundred fifty dollars; (l)(k) For filing a plan of conversion, one hundred fifty dollars; (m)(l) For amending or restating the articles of organization in the case of a domestic limited liability company or for filing an application to amend or restate the certificate of authority in the case of a foreign limited liability company, where the amendment contains a notice that the limited liability company is authorized to establish one or more series, a filing fee of one hundred ten dollars; (n)(m) For filing an application for a certificate of designation, fifty dollars no charge. For acting as agent for service of process, the secretary of state shall charge and collect at the time of such service thirty dollars that may be recoverable as taxable costs by the party to the suit or action causing the service to be made if the party prevails in the suit or action. Section 14. That § 48-7-206.1 be AMENDED: 48-7-206.1. There is no fee for filing for a domestic certificate of limited partnership. The provisions of § 1-8-10 notwithstanding, the fee for filing any other document required under this chapter with the secretary of state is one hundred twenty-five dollars. Section 15. That § 48-7A-1208 be AMENDED: 48-7A-1208. The provisions of § 1-8-10 notwithstanding, the fee for filing the statements and reports provided for in the following sections with the secretary of state is as follows: (1) Section 48-7A-303, Statement of Authority statement of authority, one hundred twenty-five dollars no charge; (2) Section 48-7A-304, Statement of Denial statement of denial, ten dollars; (3) Section 48-7A-704, Statement of Dissociation statement of dissociation, ten dollars; (4) Section 48-7A-805, Statement of Dissolution statement of dissolution, ten dollars; (5) Section 48-7A-907, Statement of Merger statement of merger, sixty dollars; (6) Section 48-7A-1001, Statement of Qualification statement of qualification, one hundred twenty-five dollars no charge; (6A)(7) Section 48-7A-1001, Statement of Change statement of change, ten dollars; (7)(8) Section 48-7A-1003, Annual Report domestic limited liability partnership annual report, fifty dollars no charge. Section 48-7A-1003, foreign limited liability partnership annual report, fifty dollars. Each limited liability partnership, domestic or foreign, that does not file or refuses to file its annual report within the time prescribed is subject to a penalty of fifty dollars to be assessed by the secretary of state; (8)(9) Section 48-7A-1001.1, Statement of Amendment statement of amendment, fifteen dollars; (9)(10) Section 48-7A-1001.2, Statement of Cancellation statement of cancellation, ten dollars; (10)(11) Section 48-7A-1102, Statement of Foreign Qualification statement of foreign qualification, one hundred twenty-five dollars; (11)(12) Section 48-7A-1102.1, Statement of Amendment of Foreign Qualification statement of amendment of foreign qualification, fifteen dollars; (12)(13) Section 48-7A-1102.2, Statement of Cancellation statement of cancellation, ten dollars; and (13)(14) Filing any other statement, ten dollars."}, {"bill_id": 23355, "bill_version_id": 234627, "bill_version": "Senate Engrossed", "bill_version_date": "2022-02-24T11:44:59.3-06:00", "bill_text": "An Act to revise certain fees collected by the Office of the Secretary of State. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 23-7-8.2 be AMENDED: 23-7-8.2. The permit to carry a concealed pistol is valid for a period of five years from the date of issuance. The fee for issuing the permit is ten dollars. The local authority shall collect the fee. Seven dollars of the fee must be forwarded to the secretary of state and three dollars must be deposited in the general fund of the county or municipality issuing the permit. Section 2. That § 23-7-8.11 be AMENDED: 23-7-8.11. The holder of the regular permit to carry a concealed pistol may renew the permit through the sheriff of the county where the holder resides for a period beginning ninety days before the permit expires. The holder shall pay a ten-dollar renewal fee and must pass a background investigation, including a computer check of available online records and the National Instant Criminal Background Check, required under § 23-7-7 prior to the renewal of the permit. The renewal fee shall be distributed as set forth in § 23-7-8.2. Section 3. That § 23-7-53 be AMENDED: 23-7-53. An applicant shall must submit an application, to the sheriff of the county in which the applicant resides, for an optional enhanced permit to carry a concealed pistol. The application must include: (1) A copy of the applicant's fingerprints for submission to the Federal Bureau of Investigation, and any governmental agency or entity authorized to receive such information, for a state, national, and international criminal background check; (2) An authorization to run a fingerprint background check; (3) A separate payment for the cost of processing the criminal background check and, if If the sheriff takes the fingerprints, the sheriff shall secure the fingerprints at no additional charge to the applicant; and (4) A separate application fee of sixty dollars; and (5) Proof that the applicant: (a) Has successfully completed a qualifying handgun course as defined in § 23-7-58, within the preceding twelve months; or (b) Is a current or former law enforcement officer and has, within the preceding twelve months, qualified or requalified on a certified shooting course administered by a firearms instructor approved by the Law Enforcement Officers Standards Commission. Fifty dollars of the application fee must be retained by the sheriff and ten dollars must be forwarded to the secretary of state for use in administering concealed carry permits. The sheriff shall forward the copy of the applicant's fingerprints, the applicant's authorization for processing a criminal background check, and the payment for the criminal background check to the Division of Criminal Investigation for processing. Section 4. That § 23-7-56 be AMENDED: 23-7-56. A person who holds an enhanced permit to carry a concealed pistol may renew the permit through the sheriff of the county in which the person resides. The period for renewal begins one-hundred eighty days before the permit expires and ends thirty days after the permit expires. In order to renew an enhanced permit a person shall: (1) Pay a renewal fee in the amount of thirty-five dollars; (2) Pay the fee for a criminal background check; (3) Pass a criminal background check and a National Instant Criminal Background Check; and (2) Present proof that: (a) During the period for renewal, as set forth in this section, the person: (i) Successfully completed the live fire component of a qualifying handgun course defined in § 23-7-58; (ii) Received instruction regarding the use of force standards; and (iii) Received instruction regarding relevant criminal statutory changes; or (b) The person is a current or former law enforcement officer who, within the twelve-month period preceding the date of the expiration, qualified or requalified on a certified shooting course administered by a firearms instructor approved by the Law Enforcement Officers Standards Commission. Twenty-five dollars of the renewal fee must be retained by the sheriff. Ten dollars of the renewal fee must be forwarded to the secretary of state for use in administering concealed carry permits. If a person fails to renew an enhanced permit to carry a concealed pistol during the period set forth in this section, the permit is deemed to be invalid. In order to obtain an enhanced permit thereafter, the person shall submit an application and meet all requirements set forth in § 23-7-53. Section 5. That § 23-7-60 be AMENDED: 23-7-60. An applicant shall must submit an application, to the sheriff of the county in which the applicant resides, for a gold card permit to carry a concealed pistol. The application must include: (1) A copy of the applicant's fingerprints for submission to the Federal Bureau of Investigation, and any governmental agency or entity authorized to receive such information, for a state, national, and international criminal background check; and (2) An authorization to run a criminal background check; (3) A separate payment for the cost of processing the criminal background check; and (4) A separate application fee of forty dollars for the gold card permit to carry a concealed pistol. Thirty dollars of the application fee must be retained by the sheriff and ten dollars must be forwarded to the secretary of state for use in administering concealed carry permits. The sheriff shall forward the copy of the applicant's fingerprints, and the applicant's authorization for processing a criminal background check, and the payment for the criminal background check to the Division of Criminal Investigation for processing. Section 6. That § 23-7-62 be AMENDED: 23-7-62. A person who holds a gold card permit to carry a concealed pistol may renew the permit through the sheriff of the county in which the person resides. The period for renewal begins one hundred eighty days before the permit expires and ends thirty days after the permit expires. In order to renew a gold card permit, a person shall: (1) Pay a forty dollar renewal fee; and must pass a criminal background check and a National Instant Criminal Background Check. Thirty dollars of the renewal fee must be retained by the sheriff and ten dollars must be forwarded to the secretary of state for use in administering concealed carry permits. Section 7. That § 23-7-69 be AMENDED: 23-7-69. A person who has been issued a permit to carry a concealed pistol shall maintain current information on the permit by notifying the secretary of state in writing of a change in the person's name due to marriage or court order, or of a change in physical address. If the revised address is located within South Dakota, the secretary of state shall must provide a new permit to the person. The county sheriff may issue a temporary permit or the secretary of state may issue an updated permit that reflects an address outside of South Dakota in the following instances: (1) For a South Dakota resident who is active duty military personnel, or the spouse of a person who is active duty military, with a home of record in South Dakota; or (2) For a South Dakota permit holder whose home is physically located in South Dakota but has an official postal address located within in a county in another state that shares a border with South Dakota. The fee for processing a replacement permit is two dollars and shall be used by the secretary of state to administer the concealed carry program. Section 8. That chapter 23-7 be amended with a NEW SECTION: The Office of the Secretary of State shall reimburse counties based on the number of concealed carry permits issued each year. The reimbursement amount is: (1) Three dollars for an initial permit to carry a concealed pistol issued under § 23-7-8.2; (2) Three dollars for renewal of a permit to carry a concealed pistol issued under § 23-7-8.11; (3) Fifty dollars for an initial enhanced permit to carry a concealed pistol issued under § 23-7-53; (4) Twenty-five dollars for renewal of an enhanced permit to carry a concealed pistol issued under § 23-7-56; (5) Thirty dollars for an initial gold card permit to carry a concealed pistol issued under § 23-7-60; and (6) Thirty dollars for renewal of a gold card permit to carry a concealed pistol issued under § 23-7-62. The Office of the Secretary of State shall develop and provide to counties a form on which the counties may submit the number of permits issued each calendar year. The form must be submitted to the Office of the Secretary of State on or before January thirty- first. The Office of the Secretary of State shall reimburse the counties on or before March thirty-first. The reimbursements must be paid on vouchers approved by the secretary of state and paid on warrants drawn by the state auditor. Only those permits issued on or after July 1, 2022, are eligible for reimbursement in accordance with this section."}, {"bill_id": 23355, "bill_version_id": 235567, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2022-03-02T15:28:21.487-06:00", "bill_text": "An Act to revise certain fees collected by the Office of the Secretary of State. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 23-7-8.2 be AMENDED: 23-7-8.2. The permit to carry a concealed pistol is valid for a period of five years from the date of issuance. The fee for issuing the permit is ten dollars. The local authority shall collect the fee. Seven dollars of the fee must be forwarded to the secretary of state and three dollars must be deposited in the general fund of the county or municipality issuing the permit. Section 2. That § 23-7-8.11 be AMENDED: 23-7-8.11. The holder of the regular permit to carry a concealed pistol may renew the permit through the sheriff of the county where the holder resides for a period beginning ninety days before the permit expires. The holder shall pay a ten-dollar renewal fee and must pass a background investigation, including a computer check of available online records and the National Instant Criminal Background Check, required under § 23-7-7 prior to the renewal of the permit. The renewal fee shall be distributed as set forth in § 23-7-8.2. Section 3. That § 23-7-53 be AMENDED: 23-7-53. An applicant shall must submit an application, to the sheriff of the county in which the applicant resides, for an optional enhanced permit to carry a concealed pistol. The application must include: (1) A copy of the applicant's fingerprints for submission to the Federal Bureau of Investigation, and any governmental agency or entity authorized to receive such information, for a state, national, and international criminal background check; (2) An authorization to run a fingerprint background check; (3) A separate payment for the cost of processing the criminal background check and, ifIf the sheriff takes the fingerprints, the sheriff shall secure the fingerprints at no additional charge to the applicant; (4) A separate application fee of sixty dollars; and (5)(4) Proof that the applicant: (a) Has successfully completed a qualifying handgun course as defined in § 23-7-58, within the preceding twelve months; or (b) Is a current or former law enforcement officer and has, within the preceding twelve months, qualified or requalified on a certified shooting course administered by a firearms instructor approved by the Law Enforcement Officers Standards Commission. Fifty dollars of the application fee must be retained by the sheriff and ten dollars must be forwarded to the secretary of state for use in administering concealed carry permits. The sheriff shall forward the copy of the applicant's fingerprints, the applicant's authorization for processing a criminal background check, and the payment for the criminal background check to the Division of Criminal Investigation for processing. Section 4. That § 23-7-56 be AMENDED: 23-7-56. A person who holds an enhanced permit to carry a concealed pistol may renew the permit through the sheriff of the county in which the person resides. The period for renewal begins one-hundred eighty days before the permit expires and ends thirty days after the permit expires. In order to renew an enhanced permit a person shall: (1) Pay a renewal fee in the amount of thirty-five dollars; (2) Pay the fee for a criminal background check; (3) Pass a criminal background check and a National Instant Criminal Background Check; and (4)(2) Present proof that: (a) During the period for renewal, as set forth in this section, the person: (i) Successfully completed the live fire component of a qualifying handgun course defined in § 23-7-58; (ii) Received instruction regarding the use of force standards; and (iii) Received instruction regarding relevant criminal statutory changes; or (b) The person is a current or former law enforcement officer who, within the twelve-month period preceding the date of the expiration, qualified or requalified on a certified shooting course administered by a firearms instructor approved by the Law Enforcement Officers Standards Commission. Twenty-five dollars of the renewal fee must be retained by the sheriff. Ten dollars of the renewal fee must be forwarded to the secretary of state for use in administering concealed carry permits. If a person fails to renew an enhanced permit to carry a concealed pistol during the period set forth in this section, the permit is deemed to be invalid. In order to obtain an enhanced permit thereafter, the person shall submit an application and meet all requirements set forth in § 23-7-53. Section 5. That § 23-7-60 be AMENDED: 23-7-60. An applicant shall must submit an application, to the sheriff of the county in which the applicant resides, for a gold card permit to carry a concealed pistol. The application must include: (1) A copy of the applicant's fingerprints for submission to the Federal Bureau of Investigation, and any governmental agency or entity authorized to receive such information, for a state, national, and international criminal background check; and (2) An authorization to run a criminal background check; (3) A separate payment for the cost of processing the criminal background check; and (4) A separate application fee of forty dollars for the gold card permit to carry a concealed pistol. Thirty dollars of the application fee must be retained by the sheriff and ten dollars must be forwarded to the secretary of state for use in administering concealed carry permits. The sheriff shall forward the copy of the applicant's fingerprints, and the applicant's authorization for processing a criminal background check, and the payment for the criminal background check to the Division of Criminal Investigation for processing. Section 6. That § 23-7-62 be AMENDED: 23-7-62. A person who holds a gold card permit to carry a concealed pistol may renew the permit through the sheriff of the county in which the person resides. The period for renewal begins one hundred eighty days before the permit expires and ends thirty days after the permit expires. In order to renew a gold card permit, a person shall: (1) Pay a forty dollar renewal fee; and (2) Pass must pass a criminal background check and a National Instant Criminal Background Check. Thirty dollars of the renewal fee must be retained by the sheriff and ten dollars must be forwarded to the secretary of state for use in administering concealed carry permits. Section 7. That § 23-7-69 be AMENDED: 23-7-69. A person who has been issued a permit to carry a concealed pistol shall maintain current information on the permit by notifying the secretary of state in writing of a change in the person's name due to marriage or court order, or of a change in physical address. If the revised address is located within South Dakota, the secretary of state shall must provide a new permit to the person. The county sheriff may issue a temporary permit or the secretary of state may issue an updated permit that reflects an address outside of South Dakota in the following instances: (1) For a South Dakota resident who is active duty military personnel, or the spouse of a person who is active duty military, with a home of record in South Dakota; or (2) For a South Dakota permit holder whose home is physically located in South Dakota but has an official postal address located within in a county in another state that shares a border with South Dakota. The fee for processing a replacement permit is two dollars and shall be used by the secretary of state to administer the concealed carry program. Section 8. That § 47-1A-122 be AMENDED: 47-1A-122. The Office of the Secretary of State shall collect the following fees when the documents described in this section are delivered for filing: (1) Articles of incorporation, $150 no charge; (2) Application for use of indistinguishable name, $25; (3) Application for reserved name, $25; (4) Notice of transfer of reserved name, $15; (5) Application for registered name, $25; (6) Application for renewal of registered name, $15. A renewal application may be filed between the first day of October and the thirty-first day of December in each year and shall extend the registration for the following year; (7) to (9) Repealed by SL 2008, ch 275, § 27; (10)(7) Articles of domestication, $150 no charge; (11)(8) Articles of charter surrender, $150; (12)(9) Articles of domestication and conversion, $150 no charge; (13)(10) Articles of entity conversion, $150; (14)(11) Amendment of articles of incorporation, $60; (15)(12) Restatement of articles of incorporation, $60; (16)(13) Articles of merger or share exchange, $60; (17)(14) Articles of dissolution, $10; (18)(15) Articles of revocation of dissolution, $10; (19)(16) Certificate of administrative dissolution, no charge; (20)(17) Application for reinstatement following administrative dissolution, plus any delinquent annual report filing fees for the period before the reinstatement application, $300; (21)(18) Certificate of reinstatement, no charge; (22)(19) Certificate of judicial dissolution, no charge; (23)(20) Application for certificate of authority, $750; (24)(21) Application for amended certificate of authority, $250; (25)(22) Application for certificate of withdrawal, $10; (26)(23) Application for transfer of authority, $25; (27)(24) Certificate of revocation of authority to transact business, no charge; (28)(25) Annual Domestic annual report, $50 no charge; foreign annual report, $50. Each entity that does not file or refuses to file its annual report within the time prescribed is subject to a penalty of fifty dollars to be assessed by the secretary of state; (29)(26) Articles of correction, $25; (30)(27) Application for certificate of existence or authorization, $20; (31)(28) Amended annual report, $25; (32)(29) Any other document required or permitted to be filed by this chapter, $20. The Office of the Secretary of State shall collect a fee of thirty dollars each time process is served on the Office of the Secretary of State under this chapter. The party to a proceeding causing service of process is entitled to recover this fee as costs if the party prevails in the proceeding. Section 9. That § 47-20-7 be AMENDED: 47-20-7. The annual report shall be delivered to the secretary of state pursuant to §§ 59-11-24 to 59-11-26, inclusive. A fee of thirty dollars shall be paid to the secretary of state for filing the report. If the report does not conform to requirements, it shall must be returned to the cooperative for necessary corrections. Section 10. That § 47-21-43 be AMENDED: 47-21-43. The secretary of state shall charge and collect for collect the following fees when the documents described in this section are delivered for filing: (1) Filing articlesArticles of incorporation, ten dollars no charge; (2) Filing articlesArticles of consolidation or merger, ten dollars; (3) Filing articlesArticles of amendment, ten dollars; (4) Filing articlesArticles of conversion, ten dollars; (5) Filing certificateCertificate of election to dissolve, two dollars; (6) Filing articlesArticles of dissolution, two dollars; and (7) Filing certificateCertificate of change of principal office, one dollar. Section 11. That § 47-28-6 be AMENDED: 47-28-6. The secretary of state shall charge and collect for collect the following fees when the documents described in this section are delivered for filing: (1) Filing articlesArticles of incorporation and issuing a certificate of incorporation, thirty dollars no charge; (2) Filing articlesArticles of amendment and issuing a certificate of amendment, fifteen dollars; (3) Filing articlesArticles of merger or consolidation and issuing a certificate of merger or consolidation, fifteen dollars; (4) Repealed by SL 2008, ch 275, § 72; (5)(4) Filing articlesArticles of dissolution, five dollars; (6)(5) Filing an applicationApplication of a foreign corporation for a certificate of authority to conduct affairs in this state and issuing a certificate of authority, one hundred twenty-five dollars; (7)(6) Filing an applicationApplication of a foreign corporation for an amended certificate of authority to conduct affairs in this state and issuing an amended certificate of authority, twenty-five dollars; (8)(7) Filing an applicationApplication for withdrawal of a foreign corporation and issuing a certificate of withdrawal, five dollars; (9)(8) Filing anyAny other statement or report, including an annual report, of a foreign corporation, ten dollars; (10)(9) Filing an annualAnnual report of a domestic nonprofit corporation under chapter 47-24, ten dollars no charge; (11)(10) Filing a petitionPetition for reinstatement and issuing a certificate of reinstatement, thirty dollars; and (12)(11) Filing a noticeNotice of sale, transfer, or merger, fifteen dollars. Section 12. That § 47-34A-212 be AMENDED: 47-34A-212. The secretary of state shall charge and collect for: (a) Filing the articles of organization in the case of a domestic limited liability company, a filing fee of one hundred fifty dollars no charge. Filing the articles of organization in the case of a foreign limited liability company, a filing fee of seven hundred fifty dollars; (b) No charge for the filing of each domestic liability company annual report. A reporting fee of fifty dollars, due and payable with the filing of each foreign limited liability company annual report. Each entity that does not file or refuses to file its annual report within the time prescribed is subject to a penalty of fifty dollars to be assessed by the secretary of state; (c) Filing the articles of organization in the case of a domestic limited liability company, where the articles of organization contain a notice that the limited liability company is authorized to establish one or more series, a filing fee of two hundred dollars no charge. Filing an application for a certificate of authority in the case of a foreign limited liability company authorized to establish a series under the laws of another state or jurisdiction, or series of such limited liability company on its own behalf, a filing fee of eight hundred dollars. Section 13. That § 47-34A-1206 be AMENDED: 47-34A-1206. The secretary of state may charge collect the following fees when the documents described in this section are delivered: (a) For amending or restating the articles of organization in the case of a domestic limited liability company, a filing fee of sixty dollars. For amending the certificate of authority in the case of a foreign limited liability company, a filing fee of seven hundred fifty dollars; (b) For filing articles of termination, ten dollars; (c) For filing articles of merger, sixty dollars; (d) For filing a statement of dissociation, ten dollars; (e) For filing an application to reserve a name, twenty-five dollars; (f) For issuing a certificate of existence, twenty dollars; (g) For filing an application for registration of name, twenty-five dollars; (h) For filing an annual renewal of registration, a limited liability company which has in effect a registration of its name, may renew such registration from year to year by annually filing an application for renewal setting forth the facts required to be set forth in an original application for registration and a certificate of good standing as required for the original registration and by paying a fee of fifteen dollars. A renewal application may be filed between the first day of October and the thirty-first day of December in each year and shall extend the registration for the following year. Delivery may be made by electronic transmission if and to the extent permitted by the Office of the Secretary of State. If the document is filed in typewritten or printed form and not transmitted electronically, the Office of the Secretary of State may require one exact or conformed copy to be delivered with the document; (i) For acting as agent for service of process the secretary of state shall charge and collect at the time of such service thirty dollars which may be recoverable as taxable costs by the party to the suit or action causing the service to be made if the party prevails in the suit or action; (j)(i) For filing articles of domestication, one hundred fifty dollars no charge; (k)(j) For filing articles of organization surrender, one hundred fifty dollars; (l)(k) For filing a plan of conversion, one hundred fifty dollars; (m)(l) For amending or restating the articles of organization in the case of a domestic limited liability company or for filing an application to amend or restate the certificate of authority in the case of a foreign limited liability company, where the amendment contains a notice that the limited liability company is authorized to establish one or more series, a filing fee of one hundred ten dollars; (n)(m) For filing an application for a certificate of designation, fifty dollars no charge. For acting as agent for service of process, the secretary of state shall charge and collect at the time of such service thirty dollars that may be recoverable as taxable costs by the party to the suit or action causing the service to be made if the party prevails in the suit or action. Section 14. That § 48-7-206.1 be AMENDED: 48-7-206.1. There is no fee for filing for a domestic certificate of limited partnership. The provisions of § 1-8-10 notwithstanding, the fee for filing any other document required under this chapter with the secretary of state is one hundred twenty-five dollars. Section 15. That § 48-7A-1208 be AMENDED: 48-7A-1208. The provisions of § 1-8-10 notwithstanding, the fee for filing the statements and reports provided for in the following sections with the secretary of state is as follows: (1) Section 48-7A-303, Statement of Authority statement of authority, one hundred twenty-five dollars no charge; (2) Section 48-7A-304, Statement of Denial statement of denial, ten dollars; (3) Section 48-7A-704, Statement of Dissociation statement of dissociation, ten dollars; (4) Section 48-7A-805, Statement of Dissolution statement of dissolution, ten dollars; (5) Section 48-7A-907, Statement of Merger statement of merger, sixty dollars; (6) Section 48-7A-1001, Statement of Qualification statement of qualification, one hundred twenty-five dollars no charge; (6A)(7) Section 48-7A-1001, Statement of Change statement of change, ten dollars; (7)(8) Section 48-7A-1003, Annual Report domestic limited liability partnership annual report, fifty dollars no charge. Section 48-7A-1003, foreign limited liability partnership annual report, fifty dollars. Each limited liability partnership, domestic or foreign, that does not file or refuses to file its annual report within the time prescribed is subject to a penalty of fifty dollars to be assessed by the secretary of state; (8)(9) Section 48-7A-1001.1, Statement of Amendment statement of amendment, fifteen dollars; (9)(10) Section 48-7A-1001.2, Statement of Cancellation statement of cancellation, ten dollars; (10)(11) Section 48-7A-1102, Statement of Foreign Qualification statement of foreign qualification, one hundred twenty-five dollars; (11)(12) Section 48-7A-1102.1, Statement of Amendment of Foreign Qualification statement of amendment of foreign qualification, fifteen dollars; (12)(13) Section 48-7A-1102.2, Statement of Cancellation statement of cancellation, ten dollars; and (13)(14) Filing any other statement, ten dollars. Section 16. That chapter 23-7 be amended with a NEW SECTION: The Office of the Secretary of State shall reimburse counties based on the number of concealed carry permits issued each year. The reimbursement amount is: (1) Three dollars for an initial permit to carry a concealed pistol issued under § 23-7-8.2; (2) Three dollars for renewal of a permit to carry a concealed pistol issued under § 23-7-8.11; (3) Fifty dollars for an initial enhanced permit to carry a concealed pistol issued under § 23-7-53; (4) Twenty-five dollars for renewal of an enhanced permit to carry a concealed pistol issued under § 23-7-56; (5) Thirty dollars for an initial gold card permit to carry a concealed pistol issued under § 23-7-60; and (6) Thirty dollars for renewal of a gold card permit to carry a concealed pistol issued under § 23-7-62. The Office of the Secretary of State shall develop and provide to counties a form on which the counties may submit the number of permits issued each calendar year. The form must be submitted to the Office of the Secretary of State on or before January thirty-first. The Office of the Secretary of State shall reimburse the counties on or before March thirty-first. The reimbursements must be paid on vouchers approved by the secretary of state and paid on warrants drawn by the state auditor. Only those permits issued on or after July 1, 2022, are eligible for reimbursement in accordance with this section."}, {"bill_id": 23355, "bill_version_id": 236171, "bill_version": "House Engrossed", "bill_version_date": "2022-03-08T09:49:38.36-06:00", "bill_text": "An Act to revise certain fees collected by the Office of the Secretary of State. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 23-7-8.2 be AMENDED: 23-7-8.2. The permit to carry a concealed pistol is valid for a period of five years from the date of issuance. The fee for issuing the permit is ten dollars. The local authority shall collect the fee. Seven dollars of the fee must be forwarded to the secretary of state and three dollars must be deposited in the general fund of the county or municipality issuing the permit. Section 2. That § 23-7-8.11 be AMENDED: 23-7-8.11. The holder of the regular permit to carry a concealed pistol may renew the permit through the sheriff of the county where the holder resides for a period beginning ninety days before the permit expires. The holder shall pay a ten-dollar renewal fee and must pass a background investigation, including a computer check of available online records and the National Instant Criminal Background Check, required under § 23-7-7 prior to the renewal of the permit. The renewal fee shall be distributed as set forth in § 23-7-8.2. Section 3. That § 23-7-53 be AMENDED: 23-7-53. An applicant shall must submit an application, to the sheriff of the county in which the applicant resides, for an optional enhanced permit to carry a concealed pistol. The application must include: (1) A copy of the applicant's fingerprints for submission to the Federal Bureau of Investigation, and any governmental agency or entity authorized to receive such information, for a state, national, and international criminal background check; (2) An authorization to run a fingerprint background check; (3) A separate payment for the cost of processing the criminal background check and, ifIf the sheriff takes the fingerprints, the sheriff shall secure the fingerprints at no additional charge to the applicant; (4) A separate application fee of sixty dollars; and (5)(4) Proof that the applicant: (a) Has successfully completed a qualifying handgun course as defined in § 23-7-58, within the preceding twelve months; or (b) Is a current or former law enforcement officer and has, within the preceding twelve months, qualified or requalified on a certified shooting course administered by a firearms instructor approved by the Law Enforcement Officers Standards Commission. Fifty dollars of the application fee must be retained by the sheriff and ten dollars must be forwarded to the secretary of state for use in administering concealed carry permits. The sheriff shall forward the copy of the applicant's fingerprints, the applicant's authorization for processing a criminal background check, and the payment for the criminal background check to the Division of Criminal Investigation for processing. Section 4. That § 23-7-56 be AMENDED: 23-7-56. A person who holds an enhanced permit to carry a concealed pistol may renew the permit through the sheriff of the county in which the person resides. The period for renewal begins one-hundred eighty days before the permit expires and ends thirty days after the permit expires. In order to renew an enhanced permit a person shall: (1) Pay a renewal fee in the amount of thirty-five dollars; (2) Pay the fee for a criminal background check; (3) Pass a criminal background check and a National Instant Criminal Background Check; and (4)(2) Present proof that: (a) During the period for renewal, as set forth in this section, the person: (i) Successfully completed the live fire component of a qualifying handgun course defined in § 23-7-58; (ii) Received instruction regarding the use of force standards; and (iii) Received instruction regarding relevant criminal statutory changes; or (b) The person is a current or former law enforcement officer who, within the twelve-month period preceding the date of the expiration, qualified or requalified on a certified shooting course administered by a firearms instructor approved by the Law Enforcement Officers Standards Commission. Twenty-five dollars of the renewal fee must be retained by the sheriff. Ten dollars of the renewal fee must be forwarded to the secretary of state for use in administering concealed carry permits. If a person fails to renew an enhanced permit to carry a concealed pistol during the period set forth in this section, the permit is deemed to be invalid. In order to obtain an enhanced permit thereafter, the person shall submit an application and meet all requirements set forth in § 23-7-53. Section 5. That § 23-7-60 be AMENDED: 23-7-60. An applicant shall must submit an application, to the sheriff of the county in which the applicant resides, for a gold card permit to carry a concealed pistol. The application must include: (1) A copy of the applicant's fingerprints for submission to the Federal Bureau of Investigation, and any governmental agency or entity authorized to receive such information, for a state, national, and international criminal background check; and (2) An authorization to run a criminal background check; (3) A separate payment for the cost of processing the criminal background check; and (4) A separate application fee of forty dollars for the gold card permit to carry a concealed pistol. Thirty dollars of the application fee must be retained by the sheriff and ten dollars must be forwarded to the secretary of state for use in administering concealed carry permits. The sheriff shall forward the copy of the applicant's fingerprints, and the applicant's authorization for processing a criminal background check, and the payment for the criminal background check to the Division of Criminal Investigation for processing. Section 6. That § 23-7-62 be AMENDED: 23-7-62. A person who holds a gold card permit to carry a concealed pistol may renew the permit through the sheriff of the county in which the person resides. The period for renewal begins one hundred eighty days before the permit expires and ends thirty days after the permit expires. In order to renew a gold card permit, a person shall: (1) Pay a forty dollar renewal fee; and (2) Pass must pass a criminal background check and a National Instant Criminal Background Check. Thirty dollars of the renewal fee must be retained by the sheriff and ten dollars must be forwarded to the secretary of state for use in administering concealed carry permits. Section 7. That § 23-7-69 be AMENDED: 23-7-69. A person who has been issued a permit to carry a concealed pistol shall maintain current information on the permit by notifying the secretary of state in writing of a change in the person's name due to marriage or court order, or of a change in physical address. If the revised address is located within South Dakota, the secretary of state shall must provide a new permit to the person. The county sheriff may issue a temporary permit or the secretary of state may issue an updated permit that reflects an address outside of South Dakota in the following instances: (1) For a South Dakota resident who is active duty military personnel, or the spouse of a person who is active duty military, with a home of record in South Dakota; or (2) For a South Dakota permit holder whose home is physically located in South Dakota but has an official postal address located within in a county in another state that shares a border with South Dakota. The fee for processing a replacement permit is two dollars and shall be used by the secretary of state to administer the concealed carry program. Section 8. That chapter 23-7 be amended with a NEW SECTION: The Office of the Secretary of State shall reimburse counties based on the number of concealed carry permits issued each year. The reimbursement amount is: (1) Three dollars for an initial permit to carry a concealed pistol issued under § 23-7-8.2; (2) Three dollars for renewal of a permit to carry a concealed pistol issued under § 23-7-8.11; (3) Fifty dollars for an initial enhanced permit to carry a concealed pistol issued under § 23-7-53; (4) Twenty-five dollars for renewal of an enhanced permit to carry a concealed pistol issued under § 23-7-56; (5) Thirty dollars for an initial gold card permit to carry a concealed pistol issued under § 23-7-60; and (6) Thirty dollars for renewal of a gold card permit to carry a concealed pistol issued under § 23-7-62. The Office of the Secretary of State shall develop and provide to counties a form on which the counties may submit the number of permits issued each calendar year. The form must be submitted to the Office of the Secretary of State on or before January thirty-first. The Office of the Secretary of State shall reimburse the counties on or before March thirty-first. The reimbursements must be paid on vouchers approved by the secretary of state and paid on warrants drawn by the state auditor. Only those permits issued on or after July 1, 2022, are eligible for reimbursement in accordance with this section."}, {"bill_id": 23355, "bill_version_id": 236252, "bill_version": "Enrolled", "bill_version_date": "2022-03-09T09:11:32.213-06:00", "bill_text": "ENTITLED An Act to revise certain fees collected by the Office of the Secretary of State. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 23-7-8.2 be AMENDED: 23-7-8.2. The permit to carry a concealed pistol is valid for a period of five years from the date of issuance. Section 2. That § 23-7-8.11 be AMENDED: 23-7-8.11. The holder of the regular permit to carry a concealed pistol may renew the permit through the sheriff of the county where the holder resides for a period beginning ninety days before the permit expires. The holder must pass a background investigation, including a computer check of available online records and the National Instant Criminal Background Check, required under § 23-7-7 prior to the renewal of the permit. Section 3. That § 23-7-53 be AMENDED: 23-7-53. An applicant must submit an application, to the sheriff of the county in which the applicant resides, for an optional enhanced permit to carry a concealed pistol. The application must include: (1) A copy of the applicant's fingerprints for submission to the Federal Bureau of Investigation, and any governmental agency or entity authorized to receive such information, for a state, national, and international criminal background check; (2) An authorization to run a fingerprint background check; (3) If the sheriff takes the fingerprints, the sheriff shall secure the fingerprints at no additional charge to the applicant; and (4) Proof that the applicant: (a) Has successfully completed a qualifying handgun course as defined in § 23-7-58, within the preceding twelve months; or (b) Is a current or former law enforcement officer and has, within the preceding twelve months, qualified or requalified on a certified shooting course administered by a firearms instructor approved by the Law Enforcement Officers Standards Commission. The sheriff shall forward the copy of the applicant's fingerprints, the applicant's authorization for processing a criminal background check, and the payment for the criminal background check to the Division of Criminal Investigation for processing. Section 4. That § 23-7-56 be AMENDED: 23-7-56. A person who holds an enhanced permit to carry a concealed pistol may renew the permit through the sheriff of the county in which the person resides. The period for renewal begins one-hundred eighty days before the permit expires and ends thirty days after the permit expires. In order to renew an enhanced permit a person shall: (1) Pass a criminal background check and a National Instant Criminal Background Check; and (2) Present proof that: (a) During the period for renewal, as set forth in this section, the person: (i) Successfully completed the live fire component of a qualifying handgun course defined in § 23-7-58; (ii) Received instruction regarding the use of force standards; and (iii) Received instruction regarding relevant criminal statutory changes; or (b) The person is a current or former law enforcement officer who, within the twelve-month period preceding the date of the expiration, qualified or requalified on a certified shooting course administered by a firearms instructor approved by the Law Enforcement Officers Standards Commission. If a person fails to renew an enhanced permit to carry a concealed pistol during the period set forth in this section, the permit is deemed to be invalid. In order to obtain an enhanced permit thereafter, the person shall submit an application and meet all requirements set forth in § 23-7-53. Section 5. That § 23-7-60 be AMENDED: 23-7-60. An applicant must submit an application, to the sheriff of the county in which the applicant resides, for a gold card permit to carry a concealed pistol. The application must include: (1) A copy of the applicant's fingerprints for submission to the Federal Bureau of Investigation, and any governmental agency or entity authorized to receive such information, for a state, national, and international criminal background check; and (2) An authorization to run a criminal background check. The sheriff shall forward the copy of the applicant's fingerprints and the applicant's authorization for processing a criminal background check to the Division of Criminal Investigation for processing. Section 6. That § 23-7-62 be AMENDED: 23-7-62. A person who holds a gold card permit to carry a concealed pistol may renew the permit through the sheriff of the county in which the person resides. The period for renewal begins one hundred eighty days before the permit expires and ends thirty days after the permit expires. In order to renew a gold card permit, a person must pass a criminal background check and a National Instant Criminal Background Check. Section 7. That § 23-7-69 be AMENDED: 23-7-69. A person who has been issued a permit to carry a concealed pistol shall maintain current information on the permit by notifying the secretary of state in writing of a change in the person's name due to marriage or court order, or of a change in physical address. If the revised address is located within South Dakota, the secretary of state must provide a new permit to the person. The county sheriff may issue a temporary permit or the secretary of state may issue an updated permit that reflects an address outside of South Dakota in the following instances: (1) For a South Dakota resident who is active duty military personnel, or the spouse of a person who is active duty military, with a home of record in South Dakota; or (2) For a South Dakota permit holder whose home is physically located in South Dakota but has an official postal address located within in a county in another state that shares a border with South Dakota. Section 8. That chapter 23-7 be amended with a NEW SECTION: The Office of the Secretary of State shall reimburse counties based on the number of concealed carry permits issued each year. The reimbursement amount is: (1) Three dollars for an initial permit to carry a concealed pistol issued under § 23-7-8.2; (2) Three dollars for renewal of a permit to carry a concealed pistol issued under § 23-7-8.11; (3) Fifty dollars for an initial enhanced permit to carry a concealed pistol issued under § 23-7-53; (4) Twenty-five dollars for renewal of an enhanced permit to carry a concealed pistol issued under § 23-7-56; (5) Thirty dollars for an initial gold card permit to carry a concealed pistol issued under § 23-7-60; and (6) Thirty dollars for renewal of a gold card permit to carry a concealed pistol issued under § 23-7-62. The Office of the Secretary of State shall develop and provide to counties a form on which the counties may submit the number of permits issued each calendar year. The form must be submitted to the Office of the Secretary of State on or before January thirty-first. The Office of the Secretary of State shall reimburse the counties on or before March thirty-first. The reimbursements must be paid on vouchers approved by the secretary of state and paid on warrants drawn by the state auditor. Only those permits issued on or after July 1, 2022, are eligible for reimbursement in accordance with this section. An Act to revise certain fees collected by the Office of the Secretary of State. I certify that the attached Act originated in the: Senate as Bill No. 212 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 212 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2022 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2022 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2022 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [234337], "action_log": [{"bill_id": 23355, "action_date": "2022-02-02T14:00:00-06:00", "document_id": 231864, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231864.pdf", "status_text": "First read in Senate and referred to", "journal_page": 161, "committee_id_action": 1034, "committee_id_assigned": 1035, "result": "N", "vote": {}}, {"bill_id": 23355, "action_date": "2022-02-14T10:00:00-06:00", "document_id": 232997, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232997.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1035, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23355, "action_date": "2022-02-16T10:00:00-06:00", "document_id": 233046, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233046.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1035, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23355, "action_date": "2022-02-16T10:00:00-06:00", "document_id": 233047, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233047.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1035, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23355, "action_date": "2022-02-16T10:00:00-06:00", "document_id": 233047, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233047.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 1035, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 73975, "president_vote": null, "Yea": [3993, 3935, 3925, 3936, 3994, 3990, 3932, 3921], "Excused": [3949]}}, {"bill_id": 23355, "action_date": "2022-02-22T13:00:00-06:00", "document_id": 234077, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234077.pdf", "status_text": "Fiscal Note Requested", "journal_page": 303, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23355, "action_date": "2022-02-22T13:00:00-06:00", "document_id": 234077, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234077.pdf", "status_text": "Deferred to another day", "journal_page": 304, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23355, "action_date": "2022-02-23T13:00:00-06:00", "document_id": 234394, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234394.pdf", "status_text": "Motion to amend", "journal_page": 361, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23355, "action_date": "2022-02-23T13:00:00-06:00", "document_id": 234394, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234394.pdf", "status_text": "Motion to amend", "journal_page": 363, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23355, "action_date": "2022-02-23T13:00:00-06:00", "document_id": 234394, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234394.pdf", "status_text": "Do Pass Amended", "journal_page": 368, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 74544, "president_vote": null, "Yea": [3918, 3920, 3921, 3922, 3925, 3926, 3932, 3935, 3936, 3939, 3940, 3943, 3949, 3952, 3956, 3958, 3961, 3962, 3966, 3975, 3979, 3990, 3991, 3993, 3994, 3996, 3999, 4000, 4002, 4003, 4006, 4010, 4012, 4016], "Nay": [3974]}}, {"bill_id": 23355, "action_date": "2022-02-24T14:00:00-06:00", "document_id": 234641, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234641.pdf", "status_text": "First read in House and referred to", "journal_page": 467, "committee_id_action": 1008, "committee_id_assigned": 1016, "result": "N", "vote": {}}, {"bill_id": 23355, "action_date": "2022-03-02T07:45:00-06:00", "document_id": 235173, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/235173.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1016, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23355, "action_date": "2022-03-02T07:45:00-06:00", "document_id": 235174, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/235174.pdf", "status_text": "Motion to amend", "journal_page": 1, "committee_id_action": 1016, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23355, "action_date": "2022-03-02T07:45:00-06:00", "document_id": 235174, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/235174.pdf", "status_text": "Do Pass Amended", "journal_page": 1, "committee_id_action": 1016, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 75104, "president_vote": null, "Nay": [3912, 3995, 4011], "Yea": [3916, 3923, 3941, 3942, 3946, 3954, 3965, 3989, 3957], "Excused": [3982]}}, {"bill_id": 23355, "action_date": "2022-03-07T10:00:00-06:00", "document_id": 235920, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/235920.pdf", "status_text": "Motion to amend", "journal_page": 608, "committee_id_action": 1008, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23355, "action_date": "2022-03-07T10:00:00-06:00", "document_id": 235920, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/235920.pdf", "status_text": "Do Pass Amended", "journal_page": 613, "committee_id_action": 1008, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 75384, "president_vote": null, "Nay": [3912, 3919, 3927, 3934, 3948, 3960, 3965, 3985], "Yea": [3913, 3914, 3915, 3916, 3917, 3923, 3924, 3928, 3929, 3930, 3931, 3933, 3937, 3938, 3941, 3944, 3945, 3946, 3947, 3950, 3951, 3954, 3955, 3957, 3959, 3963, 3964, 3967, 3968, 3969, 3970, 3971, 3972, 3973, 3976, 3977, 3978, 3980, 3981, 3982, 3983, 3984, 3986, 3987, 3988, 3989, 3992, 3995, 3997, 3998, 4001, 4004, 4005, 4007, 4008, 4009, 4011, 4013, 4014, 4015, 3942], "Excused": [3953]}}, {"bill_id": 23355, "action_date": "2022-03-08T10:00:00-06:00", "document_id": 236113, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236113.pdf", "status_text": "Failed to concur, appoint Conference Committee", "journal_page": 488, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23355, "action_date": "2022-03-09T10:00:00-06:00", "document_id": 236265, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236265.pdf", "status_text": "Signed by the President", "journal_page": 509, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23355, "action_date": "2022-03-10T10:00:00-06:00", "document_id": 236366, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236366.pdf", "status_text": "Signed by the Speaker", "journal_page": 684, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23355, "action_date": "2022-03-10T10:00:00-06:00", "document_id": 236369, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236369.pdf", "status_text": "Delivered to the Governor", "journal_page": 539, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23355, "action_date": "2022-03-28T11:00:00-05:00", "document_id": 236435, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236435.pdf", "status_text": "Signed by the Governor", "journal_page": 543, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7565, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/23355"}