{"session_id": 64, "bill_id": 22654, "bill_type": "House Bill", "bill_number": 1323, "bill_title": "increase the amount transferred into the coordinated natural resources conservation fund.", "sponsors": [{"legislator_profile_id": 3941, "is_prime": true}, {"legislator_profile_id": 3917, "is_prime": false}, {"legislator_profile_id": 3924, "is_prime": false}, {"legislator_profile_id": 3965, "is_prime": false}, {"legislator_profile_id": 4016, "is_prime": false}], "keywords": ["Motor Fuel", "Natural Resources", "Taxation", "Transfer of Funds"], "audio": [{"meeting_datetime": "2022-02-15T07:45:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hag23.mp3", "start_seconds": 152.0}, {"meeting_datetime": "2022-02-15T07:45:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hag23.mp3", "start_seconds": 152.0}, {"meeting_datetime": "2022-02-15T07:45:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hag23.mp3", "start_seconds": 152.0}], "bill_versions": [{"bill_id": 22654, "bill_version_id": 232185, "bill_version": "Introduced", "bill_version_date": "2022-02-02T11:24:35.77-06:00", "bill_text": "An Act to increase the amount transferred into the coordinated natural resources conservation fund. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-47B-149 be AMENDED: 10-47B-149. At the beginning of each month, the secretary shall make adjustments to the motor fuel tax fund balance in the following manner: (1) Each July transfer an amount to the snowmobile trails' fund equal to the product of multiplying the number of licensed snowmobiles as of July first, times one hundred twenty-five gallons, times the rate of tax provided for motor fuel under this chapter; (2) Each July transfer from the amount of motor fuel tax collected from the motor fuel used for nonhighway purposes to the value added agriculture subfund created in chapter 1-53 one hundred thirty-five thousand dollars; (3) Each July transfer from the amount of motor fuel tax collected from the motor fuel used for nonhighway purposes to the Department of Agriculture and Natural Resources seventy-five thousand dollars to be used for a grant to the Northern Crops Institute; (4) Transfer to the motor fuel tax administration account two percent of the deposits made to the motor fuel tax fund during the preceding month to cover the expenses incurred in administering all motor fuel and special fuel tax laws of this state. On or about August first of each year, the preceding year's remaining motor fuel tax administration account balance, less an amount to provide cash flow within the account, shall be transferred to the state highway fund. The remaining balance is to be calculated by subtracting from the total of monthly deposits, the amount of corresponding expenses. The expense of administering the chapters relating to motor and special fuel taxation shall be paid out of appropriations made by the Legislature; (5) Each July transfer from the amount of motor fuel tax collected from the motor fuel used for nonhighway purposes to the coordinated natural resources conservation fund five six hundred thousand dollars; (6) Each July transfer to the parks and recreation fund an amount equal to the product of multiplying the number of licensed motorized boats as of the previous December thirty-first, times one hundred forty gallons, times the rate of tax provided for motor fuels under this chapter; (7) Each July distribute to counties and townships as provided in § 10-47B-149.1 seven hundred thousand dollars; (8) Transfer to the member jurisdictions taxes collected under the provisions of the international fuel tax agreement; and (9) Transfer the remaining cash balance to the state highway fund."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22654, "action_date": "2022-02-02T14:00:00-06:00", "document_id": 231905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231905.pdf", "status_text": "First read in House and referred to", "journal_page": 181, "committee_id_action": 1008, "committee_id_assigned": 1002, "result": "N", "vote": {}}, {"bill_id": 22654, "action_date": "2022-02-15T07:45:00-06:00", "document_id": 233260, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233260.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1002, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22654, "action_date": "2022-02-15T07:45:00-06:00", "document_id": 233261, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233261.pdf", "status_text": "Tabled", "journal_page": null, "committee_id_action": 1002, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 73738, "president_vote": null, "Yea": [3917, 3924, 3937, 3941, 3964, 3965, 3967, 3992, 4007, 4014, 4015, 3980], "Nay": [3950]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/22654"}