{"session_id": 47, "bill_id": 13791, "bill_type": "Senate Bill", "bill_number": 202, "bill_title": "to require additional financial disclosure for lobbyists and employers of lobbyists.", "sponsors": [{"legislator_profile_id": 2140, "is_prime": true}, {"legislator_profile_id": 2159, "is_prime": true}], "keywords": ["Lobbyists", "Public & Confidential Records"], "audio": [], "bill_versions": [{"bill_id": 13791, "bill_version_id": 77890, "bill_version": "Introduced", "bill_version_date": "1998-01-26T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require additional financial disclosure for lobbyists and employers of lobbyists. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 2-12-11 be amended to read as follows: 2-12-11. On or before July first of each year, every each registered lobbyist and every employer of a registered lobbyist whose name appears in the directory in that year shall submit to the secretary of state a complete and detailed report of all costs incurred for the purpose of influencing legislation . However, the , including any entertainment expenses, gifts, or contributions provided for or to legislators or other public officials. Each registered lobbyist shall report the personal expenses of the lobbyist spent upon his the lobbyist's own meals, travel, lodging, phone calls , or other necessary personal needs while in attendance at the legislative session need not be reported . The reports shall be personally sworn to by the person making the report in the presence of a notary public. The secretary of state shall prescribe concise and simple forms for reporting costs and expenses for lobbyists and the employers of lobbyists . The completed reports shall be open to public inspection. \"Costs\" and \"expenses\" as used in this section do not mean the compensation paid by the employer to the lobbyist. Section 2. That chapter 2-12 be amended by adding thereto a NEW SECTION to read as follows: On or before July first of each year, each employer of a registered lobbyist whose name appears in the directory in that year shall submit to the secretary of state a complete and detailed report of all costs incurred for the purpose of influencing legislation. The reports shall be personally sworn to by the person making the report in the presence of a notary public. The secretary of state shall prescribe concise and simple forms for reporting costs and expenses for the employers of lobbyists. The completed reports shall be open to public inspection. Costs and expenses include the salary, fees, and other compensation paid by the employer to the lobbyist."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13791, "action_date": "1998-01-26T14:00:00-06:00", "document_id": 76902, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76902.pdf", "status_text": "First read in Senate and referred to", "journal_page": 196, "committee_id_action": 601, "committee_id_assigned": 583, "result": "N", "vote": {}}, {"bill_id": 13791, "action_date": "1998-01-30T07:45:00-06:00", "document_id": 76615, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76615.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 583, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13791, "action_date": "1998-01-30T07:45:00-06:00", "document_id": 76615, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76615.pdf", "status_text": "Tabled", "journal_page": 256, "committee_id_action": 583, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40090, "president_vote": null, "Yea": [2121, 2125, 2166, 2179, 2137], "Nay": [2122, 2140, 2156, 2196]}}]}