{"session_id": 49, "bill_id": 15165, "bill_type": "Senate Bill", "bill_number": 60, "bill_title": "revise the provisions for motorcycle instruction permits and to provide for the issuance of restricted motorcycle minor''s permits.", "sponsors": [{"legislator_profile_id": 2304, "is_prime": true}, {"legislator_profile_id": 2350, "is_prime": true}, {"legislator_profile_id": 2305, "is_prime": false}, {"legislator_profile_id": 2334, "is_prime": false}, {"legislator_profile_id": 2369, "is_prime": false}, {"legislator_profile_id": 2400, "is_prime": false}], "keywords": ["Driver's License", "Motorcycles", "Restricted Minor's Permit"], "audio": [{"meeting_datetime": "2000-01-21T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen09sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-01-21T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen09sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou30sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou30sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou30sb0060a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 15165, "bill_version_id": 87113, "bill_version": "Introduced", "bill_version_date": "2000-01-15T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the revocation of the driving privileges of certain persons who are under the influence of illegal substances while driving or riding in a motor vehicle. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-12-52.3 be amended to read as follows: 32-12-52.3. Upon a first conviction or a first adjudication of delinquency for a violation, while in a motor vehicle, of § § 22-42-5 to 22-42-11, inclusive, 22-42-15, 22-42A-3 or 22-42A-4, the court shall revoke the driver's license or driving privilege of the person so convicted for a period of one hundred eighty days. Upon a second or subsequent conviction or a second or subsequent adjudication of delinquency for a violation, while in a motor vehicle, of § § 22-42-5 to 22-42-11, inclusive, 22- 42-15, 22-42A-3 or 22-42A-4, the court shall revoke the driver's license or driving privilege of the person so convicted for a period of one year or until the person's seventeenth birthday, whichever is a longer period of time. For any offense under this section, the court may issue an order permitting the person to operate a motor vehicle for purposes of the person's employment or attendance at school. Notwithstanding the provisions of chapters 26-7A, 26-8A, 26-8B, and 26-8C, the Unified Judicial System shall notify the Department of Commerce and Regulation of any conviction or adjudication of delinquency for a violation, while in a motor vehicle, of § § 22-42-5 to 22-42-11, inclusive, 22-42-15, 22-42A-3 or 22-42A-4. The period of revocation shall begin on the date the person's revoked driver's license is received by the court or the department. At the expiration of the revocation period, a person may make application as provided by law and shall pay the license fee prescribed in § 32-12-47.1."}, {"bill_id": 15165, "bill_version_id": 87112, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2000-02-16T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the provisions for motorcycle instruction permits and to provide for the issuance of restricted motorcycle minor's permits. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-12-11 be amended to read as follows: 32-12-11. Any person who is at least fourteen years of age but less than eighteen years of age applying for a South Dakota driver's license who does not currently hold a driver's license , except a motorcycle license, that has been valid continuously for one hundred eighty days, shall apply to the Department of Commerce and Regulation for an instruction permit which shall be held for a minimum of one hundred eighty continuous days. The department may, after the applicant has successfully passed all parts of the examination other than the driving test and paid a fee which is equal in amount to the fee prescribed for a driver's license in § 32-12-16, issue to the applicant an instruction permit. The instruction permit entitles the applicant while having the permit in the applicant's immediate possession to drive a motor vehicle upon the public highways for a period of one year if accompanied by a licensed operator who is at least eighteen years of age, has had at least one year of driving experience, and who is occupying a seat beside the driver. The holder of an instruction permit may apply for a restricted permit or operator's license after holding a valid instruction permit for one hundred eighty continuous days. A motorcycle instruction permit entitles the holder, while having the permit in the permit holder's immediate physical possession, to operate a motorcycle during the hours of 6 a.m. to 8 p.m. if the permit holder is accompanied by a licensed motorcycle operator who is at least eighteen years of age, who has at least one year of driving experience and who is driving another motorcycle along with the permit holder. No motorcycle instruction permit holder may carry another person on the motorcycle. The permit is valid for thirty days one year . The permit may be issued only once in a one-year period. Section 2. That § 32-12-12 be amended to read as follows: 32-12-12. A restricted minor's permit may be issued, upon application and payment of the proper fee as provided for in § 32-12-16, to a minor at least fourteen years of age but less than eighteen years of age who has successfully passed all driver's license examination tests and completed the requirements of an instruction permit as outlined in § 32-12-11 and has not been convicted of a traffic violation during the past six months. For any such minor who has successfully completed a driver education class that has been approved by the Division of Education Services and Resources, the required minimum time period for holding the instruction permit in order to qualify for the restricted minor's permit is ninety continuous days. A restricted minor's permit entitles the holder, while having the permit in immediate physical possession, to operate a motor vehicle during the hours of 6 a.m. to 8 p.m. standard time if the motor vehicle is being operated with the permission of the minor's parents or guardian and during the hours of 8 p.m. to 6 a.m. if the motor vehicle is being operated under the direction of the minor's parent or guardian who is occupying a seat beside the driver. The restrictions as to time of operation and operation under the direction of a parent or guardian do not apply to the holder of a valid restricted minor's permit operating a self-propelled agricultural machine which is not subject to registration under chapter 32-5. A restricted motorcycle minor's permit may be issued, upon application and payment of the proper fee as provided for in § 32-12-16, to a minor at least fourteen years of age but less than eighteen years of age who has successfully passed all driver's motorcycle license examination tests and has not been convicted of a traffic violation during the past six months. For any minor who has successfully completed the motorcycle safety education courses provided by § 32-20-14 and a driver education class that has been approved by the Division Education Services and Resources, the required minimum time period for holding the motorcycle instruction permit to qualify for the restricted minor's permit is thirty continuous days. A restricted motorcycle minor's permit entitles the holder, while having the permit in immediate physical possession, to operate a motorcycle during the hours of 6 a.m. to 8 p.m. standard time if the motorcycle is being operated with the permission of the minor's parents or guardian. Section 3. That § 32-12-17 be amended to read as follows: 32-12-17. The Department of Commerce and Regulation shall, upon payment of the fee established by § 32-12-16, issue to every applicant qualifying therefor an operator's license. An operator's license may be issued to a minor at least sixteen years of age but less than eighteen years of age who has successfully passed all driver's license examination tests and completed the requirements of an instruction permit as provided in § 32-12-11, if the applicant has not been convicted of a traffic violation in the past six months, and if the applicant is not currently under suspension, revocation, or disqualification. The license shall bear thereon a distinguishing number assigned to the licensee, the full legal name or any name lawfully taken, date of birth, residence address, an indication if the licensee is a donor pursuant to chapter 34-26, an indication if the licensee as a living will pursuant to chapter 34-12D or a durable power of attorney for health care pursuant to chapter 59-7, a color photo and a brief description of the licensee, and the licensee's signature. The department shall indicate upon each driver's license the general class of vehicles which the licensee may drive. A operator's motorcycle license may be issued, upon application and payment of the proper fee as provided for in § 32-12-16, to a minor at least sixteen years of age but less than eighteen years of age who has successfully passed all driver's motorcycle license examination tests and has not been convicted of a traffic violation during the past six months. For any minor who has successfully completed the motorcycle safety education courses provided by § 32-20-14 and a driver education class that has been approved by the Division Education Services and Resources, the required minimum time period for holding the motorcycle instruction permit to qualify for the operator's motorcycle license is thirty continuous days. BILL HISTORY 1/15/00 First read in Senate and referred to Judiciary. S.J. 57 1/17/00 Scheduled for Committee hearing on this date. 1/19/00 Scheduled for Committee hearing on this date. 1/19/00 Judiciary Do Pass, Passed, AYES 6, NAYS 0. S.J. 109 1/20/00 Senate Deferred to another day. S.J. 131 1/21/00 Senate Do Pass, Passed, AYES 34, NAYS 1. S.J. 143 1/24/00 First read in House and referred to committee assignment waived. H.J. 214 1/25/00 Referred to Judiciary. 2/4/00 Scheduled for Committee hearing on this date. 2/7/00 Scheduled for Committee hearing on this date. 2/7/00 Judiciary Do Pass, Failed, AYES 6, NAYS 6. 2/7/00 Deferred to 36th legislative day, AYES 8, NAYS 4. H.J. 447 2/16/00 Judiciary Hog Housed. 2/16/00 Judiciary Reconsidered, AYES 11, NAYS 0. 2/16/00 Judiciary Do Pass Amended, Passed, AYES 13, NAYS 0. H.J. 704"}, {"bill_id": 15165, "bill_version_id": 87110, "bill_version": "Conference Committee Engrossed", "bill_version_date": "2000-02-25T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the provisions for motorcycle instruction permits and to provide for the issuance of restricted motorcycle minor's permits. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-12-11 be amended to read as follows: 32-12-11. Any person who is at least fourteen years of age but less than eighteen years of age applying for a South Dakota driver's license who does not currently hold a driver's license that has been valid continuously for one hundred eighty days, shall apply to the Department of Commerce and Regulation for an instruction permit which shall be held for a minimum of one hundred eighty continuous days. The department may, after the applicant has successfully passed all parts of the examination other than the driving test and paid a fee which is equal in amount to the fee prescribed for a driver's license in § 32-12-16, issue to the applicant an instruction permit. The instruction permit entitles the applicant while having the permit in the applicant's immediate possession to drive a motor vehicle upon the public highways for a period of one year if accompanied by a licensed operator who is at least eighteen years of age, has had at least one year of driving experience, and who is occupying a seat beside the driver. The holder of an instruction permit may apply for a restricted permit or operator's license after holding a valid instruction permit for one hundred eighty continuous days. A motorcycle instruction permit entitles the holder, while having the permit in the permit holder's immediate physical possession, to operate a motorcycle during the hours of 6 a.m. to 8 p.m. if the permit holder is accompanied by a licensed motorcycle operator who is at least eighteen years of age, who has at least one year of driving experience and who is driving another motorcycle along with the permit holder. No motorcycle instruction permit holder may carry another person on the motorcycle. The permit is valid for thirty days. The permit may be issued only once in a one-year period one year . Section 2. That § 32-12-12 be amended to read as follows: 32-12-12. A restricted minor's permit may be issued, upon application and payment of the proper fee as provided for in § 32-12-16, to a minor at least fourteen years of age but less than eighteen years of age who has successfully passed all driver's license examination tests and completed the requirements of an instruction permit as outlined in § 32-12-11 and has not been convicted of a traffic violation during the past six months. For any such minor who has successfully completed a driver education class that has been approved by the Division of Education Services and Resources Department of Education and Cultural Affairs , the required minimum time period for holding the instruction permit in order to qualify for the restricted minor's permit is ninety continuous days. A restricted minor's permit entitles the holder, while having the permit in immediate physical possession, to operate a motor vehicle during the hours of 6 a.m. to 8 p.m. standard time if the motor vehicle is being operated with the permission of the minor's parents or guardian and during the hours of 8 p.m. to 6 a.m. if the motor vehicle is being operated under the direction of the minor's parent or guardian who is occupying a seat beside the driver. The restrictions as to time of operation and operation under the direction of a parent or guardian do not apply to the holder of a valid restricted minor's permit operating a self-propelled agricultural machine which is not subject to registration under chapter 32-5. A motorcycle restricted minor's permit may be issued, upon application and payment of the proper fee as provided for in § 32-12-16, to a minor at least fourteen years of age but less than eighteen years of age who has successfully passed all motorcycle driver's license examination tests and has not been convicted of a traffic violation during the past six months. For any minor who has successfully completed the motorcycle safety education courses provided by § 32-20-14 and a driver education class that has been approved by the Department of Education and Cultural Affairs or by the secretary of commerce and regulation, the required minimum time period for holding the motorcycle instruction permit to qualify for the motorcycle restricted minor's permit is thirty continuous days. A motorcycle restricted minor's permit entitles the holder, while having the permit in immediate physical possession, to operate a motorcycle during the hours of 6 a.m. to 8 p.m. standard time if the motorcycle is being operated with the permission of the minor's parents or guardian. Section 3. That § 32-12-17 be amended to read as follows: 32-12-17. The Department of Commerce and Regulation shall, upon payment of the fee established by § 32-12-16, issue to every applicant qualifying therefor an operator's license. An operator's license may be issued to a minor at least sixteen years of age but less than eighteen years of age who has successfully passed all driver's license examination tests and completed the requirements of an instruction permit as provided in § 32-12-11, if the applicant has not been convicted of a traffic violation in the past six months, and if the applicant is not currently under suspension, revocation, or disqualification. A motorcycle operator's license may be issued, upon application and payment of the proper fee as provided for in § 32-12-16, to a minor at least sixteen years of age but less than eighteen years of age who currently holds a valid operator's license and has successfully passed all motorcycle driver's license examination tests. A motorcycle operator's license may be issued to a minor at least sixteen years of age but less than eighteen years of age who does not currently hold a valid operator's license if the minor has passed all motorcycle driver's license examination tests, has not been convicted of a traffic violation during the past six months, and currently holds a motorcycle instruction permit that has been valid continuously for one hundred eighty days. For any minor who has successfully completed the motorcycle safety education courses provided by § 32-20-14 and a driver education class that has been approved by the Department of Education and Cultural Affairs or by the secretary of commerce and regulation, the required minimum time period for holding the motorcycle instruction permit to qualify for the motorcycle operator's license is thirty continuous days. The license shall bear thereon a distinguishing number assigned to the licensee, the full legal name or any name lawfully taken, date of birth, residence address, an indication if the licensee is a donor pursuant to chapter 34-26, an indication if the licensee as a living will pursuant to chapter 34-12D or a durable power of attorney for health care pursuant to chapter 59-7, a color photo and a brief description of the licensee, and the licensee's signature. The department shall indicate upon each driver's license the general class of vehicles which the licensee may drive. BILL HISTORY 1/15/00 First read in Senate and referred to Judiciary. S.J. 57 1/17/00 Scheduled for Committee hearing on this date. 1/19/00 Scheduled for Committee hearing on this date. 1/19/00 Judiciary Do Pass, Passed, AYES 6, NAYS 0. S.J. 109 1/20/00 Senate Deferred to another day. S.J. 131 1/21/00 Senate Do Pass, Passed, AYES 34, NAYS 1. S.J. 143 1/24/00 First read in House and referred to committee assignment waived. H.J. 214 1/25/00 Referred to Judiciary. 2/4/00 Scheduled for Committee hearing on this date. 2/7/00 Scheduled for Committee hearing on this date. 2/7/00 Judiciary Do Pass, Failed, AYES 6, NAYS 6. 2/7/00 Deferred to 36th legislative day, AYES 8, NAYS 4. H.J. 447 2/16/00 Judiciary Hog Housed. 2/16/00 Judiciary Reconsidered, AYES 11, NAYS 0. 2/16/00 Judiciary Do Pass Amended, Passed, AYES 13, NAYS 0. H.J. 704 2/18/00 House of Representatives Deferred to another day. H.J. 764 2/22/00 House of Representatives Do Pass Amended, Passed, AYES 61, NAYS 0. H.J. 789 2/23/00 Senate failed to concur, appoint Conference Committee. S.J. 626 2/24/00 Senate Conference committee report adopted Passed, AYES 30, NAYS 0. S.J. 676 2/24/00 Senate Conference Committee Report. 2/25/00 House of Representatives Conference Committee Report."}, {"bill_id": 15165, "bill_version_id": 87111, "bill_version": "Enrolled", "bill_version_date": "2000-02-25T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15165, "action_date": "2000-01-15T14:00:00-06:00", "document_id": 85629, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85629.pdf", "status_text": "First read in Senate and referred to", "journal_page": 57, "committee_id_action": 657, "committee_id_assigned": 635, "result": "N", "vote": {}}, {"bill_id": 15165, "action_date": "2000-01-17T10:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 635, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15165, "action_date": "2000-01-19T10:00:00-06:00", "document_id": 85734, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85734.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 635, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15165, "action_date": "2000-01-19T10:00:00-06:00", "document_id": 85734, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85734.pdf", "status_text": "Do Pass,", "journal_page": 109, "committee_id_action": 635, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44833, "president_vote": null, "Yea": [2330, 2335, 2375, 2376, 2320, 2405], "Excused": [2339]}}, {"bill_id": 15165, "action_date": "2000-01-20T14:00:00-06:00", "document_id": 85635, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85635.pdf", "status_text": "Deferred to another day", "journal_page": 131, "committee_id_action": 657, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15165, "action_date": "2000-01-21T14:00:00-06:00", "document_id": 85637, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85637.pdf", "status_text": "Do Pass,", "journal_page": 143, "committee_id_action": 657, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45180, "president_vote": null, "Yea": [2304, 2306, 2307, 2310, 2311, 2320, 2322, 2326, 2329, 2330, 2331, 2335, 2339, 2340, 2344, 2346, 2347, 2352, 2357, 2358, 2364, 2365, 2369, 2375, 2376, 2380, 2381, 2386, 2389, 2391, 2395, 2398, 2400, 2405], "Nay": [2399]}}, {"bill_id": 15165, "action_date": "2000-01-24T14:00:00-06:00", "document_id": 85638, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85638.pdf", "status_text": "First read in House and referred to", "journal_page": 214, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15165, "action_date": "2000-01-25T14:00:00-06:00", "document_id": 85640, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85640.pdf", "status_text": "Referred to", "journal_page": 234, "committee_id_action": 656, "committee_id_assigned": 654, "result": "P", "vote": {}}, {"bill_id": 15165, "action_date": "2000-02-04T07:00:00-06:00", "document_id": 85859, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85859.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 654, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15165, "action_date": "2000-02-07T07:45:00-06:00", "document_id": 85867, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85867.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 654, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15165, "action_date": "2000-02-07T07:45:00-06:00", "document_id": 85867, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85867.pdf", "status_text": "Do Pass,", "journal_page": null, "committee_id_action": 654, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 43798, "president_vote": null, "Yea": [2328, 2332, 2338, 2371, 2401, 2312], "Nay": [2359, 2373, 2378, 2392, 2406, 2408], "Excused": [2351]}}, {"bill_id": 15165, "action_date": "2000-02-07T07:45:00-06:00", "document_id": 85867, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85867.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 447, "committee_id_action": 654, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43799, "president_vote": null, "Nay": [2328, 2332, 2338, 2401], "Yea": [2359, 2371, 2373, 2378, 2392, 2406, 2408, 2312], "Excused": [2351]}}, {"bill_id": 15165, "action_date": "2000-02-16T00:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 654, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15165, "action_date": "2000-02-16T07:45:00-06:00", "document_id": 85937, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85937.pdf", "status_text": "Reconsidered", "journal_page": null, "committee_id_action": 654, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44527, "president_vote": null, "Yea": [2328, 2332, 2338, 2359, 2371, 2373, 2378, 2392, 2408, 2351, 2312], "Excused": [2401, 2406]}}, {"bill_id": 15165, "action_date": "2000-02-16T07:45:00-06:00", "document_id": 85937, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85937.pdf", "status_text": "Do Pass Amended,", "journal_page": 704, "committee_id_action": 654, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44551, "president_vote": null, "Yea": [2328, 2332, 2338, 2359, 2371, 2373, 2378, 2392, 2401, 2406, 2408, 2351, 2312]}}, {"bill_id": 15165, "action_date": "2000-02-16T07:45:00-06:00", "document_id": 85937, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85937.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 654, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15165, "action_date": "2000-02-18T14:00:00-06:00", "document_id": 85676, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85676.pdf", "status_text": "Deferred to another day", "journal_page": 764, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15165, "action_date": "2000-02-22T14:00:00-06:00", "document_id": 85678, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85678.pdf", "status_text": "Do Pass Amended,", "journal_page": 789, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 46347, "president_vote": null, "Yea": [2305, 2308, 2309, 2312, 2313, 2314, 2315, 2316, 2317, 2318, 2319, 2321, 2324, 2325, 2327, 2328, 2332, 2333, 2334, 2336, 2337, 2338, 2341, 2342, 2343, 2345, 2348, 2349, 2350, 2353, 2354, 2355, 2356, 2359, 2361, 2363, 2366, 2367, 2368, 2370, 2371, 2373, 2377, 2378, 2379, 2384, 2385, 2387, 2388, 2390, 2392, 2393, 2396, 2397, 2401, 2402, 2403, 2404, 2406, 2407, 2351], "Excused": [2323, 2360, 2372, 2382, 2383, 2394, 2408], "Absent": [2362, 2374]}}, {"bill_id": 15165, "action_date": "2000-02-23T14:00:00-06:00", "document_id": 85680, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85680.pdf", "status_text": "Conference Committee appointments", "journal_page": 831, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15165, "action_date": "2000-02-24T14:00:00-06:00", "document_id": 85683, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85683.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 676, "committee_id_action": 657, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44872, "president_vote": null, "Yea": [2304, 2306, 2307, 2310, 2320, 2322, 2326, 2329, 2330, 2331, 2335, 2339, 2340, 2346, 2347, 2352, 2357, 2358, 2364, 2369, 2375, 2376, 2380, 2381, 2386, 2389, 2391, 2395, 2399, 2400], "Excused": [2311, 2344, 2365, 2398, 2405]}}, {"bill_id": 15165, "action_date": "2000-02-25T14:00:00-06:00", "document_id": 85684, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85684.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 873, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 46414, "president_vote": null, "Yea": [2305, 2308, 2309, 2312, 2313, 2314, 2315, 2316, 2317, 2318, 2321, 2323, 2324, 2325, 2327, 2328, 2332, 2333, 2334, 2336, 2337, 2338, 2341, 2342, 2343, 2345, 2348, 2349, 2353, 2354, 2355, 2356, 2360, 2361, 2362, 2363, 2366, 2367, 2370, 2371, 2373, 2374, 2377, 2378, 2379, 2383, 2384, 2385, 2388, 2390, 2392, 2393, 2396, 2397, 2401, 2402, 2403, 2404, 2406, 2407, 2408, 2351], "Excused": [2319, 2368, 2372, 2382, 2387, 2394], "Absent": [2350, 2359]}}, {"bill_id": 15165, "action_date": "2000-02-25T14:00:00-06:00", "document_id": 85685, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85685.pdf", "status_text": "Delivered to the Governor", "journal_page": 699, "committee_id_action": 657, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15165, "action_date": "2000-02-25T14:00:00-06:00", "document_id": 85685, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85685.pdf", "status_text": "Signed by President", "journal_page": 700, "committee_id_action": 657, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15165, "action_date": "2000-02-25T14:00:00-06:00", "document_id": 85684, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85684.pdf", "status_text": "Signed by Speaker", "journal_page": 888, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15165, "action_date": "2000-03-01T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 704, "committee_id_action": 657, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1643, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/15165"}