{"session_id": 45, "bill_id": 12690, "bill_type": "Senate Bill", "bill_number": 25, "bill_title": "to establish a task force to study prepaid post-secondary education tuition plans and to make an appropriation therefor.", "sponsors": [], "keywords": ["Governmental Reorganization & New Agencies", "Higher Education Appropriations", "Tuition: Higher Education"], "audio": [], "bill_versions": [{"bill_id": 12690, "bill_version_id": 73955, "bill_version": "Introduced", "bill_version_date": "1997-01-10T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a task force to study prepaid post-secondary education tuition plans and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby created the South Dakota Post-Secondary Education Prepaid Tuition Study Task Force. The task force shall study opportunities for the creation of prepaid post-secondary education tuition saving plans for South Dakota students and educational institutions and shall analyze the advantages, disadvantages, and feasibility of such plans. Section 2. The task force shall be chaired by the state treasurer and shall be composed of at least nine members, each appointed for the life of the task force by the state treasurer. Two members shall be legislators who are not members of the same political party. Members of the task force shall also include the state treasurer and at least one representative of each of the following: the Bureau of Finance and Management, the Board of Regents, the Department of Education and Cultural Affairs, the State Investment Council, and one or more private institutions of higher learning in South Dakota and may include members selected at large. Any vacancy on the task force shall be filled by an appropriate appointment by the state treasurer. Section 3. The task force shall report its findings to the Governor and the Executive Board of the Legislative Research Council by November 1, 1997, and at least annually thereafter. The task force may report findings and conclusions or recommend legislation at any time. Section 4. The members of the task force shall receive per diem and expenses as provided by statute. Section 5. The task force shall terminate no later than June 30, 2000. Section 6. There is hereby appropriated from the general fund the sum of ten thousand dollars ($10,000), or so much thereof as may be necessary, to the state treasurer to provide for per diem, expenses, and operations of the South Dakota Post-Secondary Education Prepaid Tuition Study Task Force. Section 7. The state treasurer shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 8. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 1998, shall revert in accordance with § 4-8-21."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12690, "action_date": "1997-01-14T14:00:00-06:00", "document_id": 72867, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72867.pdf", "status_text": "First read in Senate and referred to", "journal_page": 16, "committee_id_action": 545, "committee_id_assigned": 520, "result": "N", "vote": {}}, {"bill_id": 12690, "action_date": "1997-01-22T10:00:00-06:00", "document_id": 72196, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72196.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 520, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12690, "action_date": "1997-01-22T10:00:00-06:00", "document_id": 72196, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72196.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": null, "committee_id_action": 520, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37693, "president_vote": null, "Yea": [1928, 1945, 1965, 1960, 1915], "Nay": [1932], "Excused": [1969]}}]}