{"session_id": 56, "bill_id": 19062, "bill_type": "House Bill", "bill_number": 1302, "bill_title": "provide a single-family dwelling classification for housing contractors and developers.", "sponsors": [{"legislator_profile_id": 3063, "is_prime": true}, {"legislator_profile_id": 3125, "is_prime": true}], "keywords": ["Property", "Property Taxes", "Taxes"], "audio": [], "bill_versions": [{"bill_id": 19062, "bill_version_id": 99983, "bill_version": "Introduced", "bill_version_date": "2004-01-27T08:51:14-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide a single-family dwelling classification for housing contractors and developers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-13 be amended by adding thereto a NEW SECTION to read as follows: Any housing contractor or developer who constructs single-family dwellings in this state may request that a dwelling be specifically classified for the purpose of taxation pursuant to § 10-13-39 as an owner-occupied single-family dwelling. Only a single-family dwelling may receive such special classification and the property is assessed and taxed as a separate unit, including an attached or unattached garage and the parcel of land upon which the structure is situated as recorded in the records of the director of equalization. Section 2. That chapter 10-13 be amended by adding thereto a NEW SECTION to read as follows: Any housing contractor or developer may request the director of equalization before August first to specifically classify certain property for the purpose of taxation if the structure is more than seventy-five percent complete and no contract has been entered into or sale has occurred to another party for the property. If the director of equalization determines that such portion of the structure has been completed, the director of equalization shall assess the structure so completed and it shall be specifically classified for the purpose of taxation. An aggrieved person may appeal the decision of the director pursuant to chapter 1-26D. The director shall act upon the request within thirty days of the date of the request. Section 3. That chapter 10-13 be amended by adding thereto a NEW SECTION to read as follows: To be eligible for a property classification pursuant to this Act, the owner of each single family dwelling, as defined in section 1 of this Act, shall submit a certificate to the county director of equalization stating such person is the owner of the dwelling as of the assessment date pursuant to § 10-6-2. The owner shall state on the certificate the portion of the dwelling so completed by the owner and certify that the home has not been sold. The owner-occupant shall submit the certificate by August first. The owner shall sign the certificate under penalty of perjury. If the director of equalization classifies the property, as a single-family dwelling pursuant to this Act, it shall retain the classification until such time as the property ownership is transferred or for a period of two years, whichever occurs first. The new owner-occupant of the transferred property which is already classified pursuant to § 10-13-39 may meet the requirements of this section by completing and filing the certificate of value required pursuant to § 7-9-7 at the time of the transfer of the property. Appeals regarding the classification shall be made directly to the county board of equalization pursuant to § 10-11-23. Section 4. That chapter 10-13 be amended by adding thereto a NEW SECTION to read as follows: Any person who receives a single-family dwelling classification pursuant to this Act by misrepresenting the facts concerning the dwelling shall be assessed a penalty equal to ten dollars per thousand dollars of valuation on the subject dwelling, which assessment shall become a perpetual lien on the property pursuant to § 10-21-33. The person shall be barred from receiving the single-family dwelling classification for any property in the state for the following five years."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19062, "action_date": "2004-01-27T14:00:00-06:00", "document_id": 100081, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100081.pdf", "status_text": "First read in House and referred to", "journal_page": 233, "committee_id_action": 831, "committee_id_assigned": 827, "result": "N", "vote": {}}, {"bill_id": 19062, "action_date": "2004-02-10T07:15:00-06:00", "document_id": 101047, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101047.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 827, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19062, "action_date": "2004-02-10T07:15:00-06:00", "document_id": 101047, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101047.pdf", "status_text": "Do Pass,", "journal_page": null, "committee_id_action": 827, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 57362, "president_vote": null, "Nay": [3057, 3073, 3078, 3088, 3110, 3127, 3140, 3143, 3147, 3148], "Yea": [3085, 3100, 3102, 3142, 3095]}}, {"bill_id": 19062, "action_date": "2004-02-10T07:15:00-06:00", "document_id": 101047, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101047.pdf", "status_text": "Do Pass,", "journal_page": null, "committee_id_action": 827, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 57362, "president_vote": null, "Nay": [3057, 3073, 3078, 3088, 3110, 3127, 3140, 3143, 3147, 3148], "Yea": [3085, 3100, 3102, 3142, 3095]}}, {"bill_id": 19062, "action_date": "2004-02-10T07:15:00-06:00", "document_id": 101047, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101047.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 486, "committee_id_action": 827, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57364, "president_vote": null, "Yea": [3057, 3073, 3078, 3085, 3088, 3110, 3127, 3140, 3142, 3143, 3147, 3095, 3148], "Nay": [3100, 3102]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/19062"}