{"session_id": 59, "bill_id": 20148, "bill_type": "House Bill", "bill_number": 1158, "bill_title": "require an expert review when a medical malpractice action is commenced.", "sponsors": [{"legislator_profile_id": 3423, "is_prime": true}, {"legislator_profile_id": 3438, "is_prime": true}, {"legislator_profile_id": 3366, "is_prime": false}, {"legislator_profile_id": 3381, "is_prime": false}, {"legislator_profile_id": 3384, "is_prime": false}, {"legislator_profile_id": 3390, "is_prime": false}, {"legislator_profile_id": 3391, "is_prime": false}, {"legislator_profile_id": 3405, "is_prime": false}, {"legislator_profile_id": 3408, "is_prime": false}, {"legislator_profile_id": 3410, "is_prime": false}, {"legislator_profile_id": 3427, "is_prime": false}, {"legislator_profile_id": 3435, "is_prime": false}, {"legislator_profile_id": 3441, "is_prime": false}, {"legislator_profile_id": 3442, "is_prime": false}, {"legislator_profile_id": 3455, "is_prime": false}, {"legislator_profile_id": 3460, "is_prime": false}], "keywords": ["Civil Procedure", "Malpractice", "Professions and Occupations"], "audio": [{"meeting_datetime": "2006-01-25T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju11.mp3", "start_seconds": 4035.0}, {"meeting_datetime": "2006-01-25T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju11.mp3", "start_seconds": 4035.0}, {"meeting_datetime": "2006-01-25T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju11.mp3", "start_seconds": 4035.0}, {"meeting_datetime": "2006-01-27T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju13.mp3", "start_seconds": 6935.0}, {"meeting_datetime": "2006-01-27T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju13.mp3", "start_seconds": 6935.0}, {"meeting_datetime": "2006-01-27T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju13.mp3", "start_seconds": 6935.0}], "bill_versions": [{"bill_id": 20148, "bill_version_id": 106876, "bill_version": "Introduced", "bill_version_date": "2006-01-20T09:16:33-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require an expert review when a medical malpractice action is commenced. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. For the purposes of this Act, a health care provider is any licensed health care facility licensed pursuant to chapter 34-12 or any practitioner of the healing arts, including a physician, dentist, optometrist, podiatrist, chiropractor, physician's assistant, registered nurse, licensed practical nurse, certified registered nurse anesthetist, clinical nurse specialist, nurse practitioner, nurse midwife, dental hygienist, dental assistant, physical therapist, respiratory care practitioner, occupational therapist, or psychologist. The term, health care provider, also includes the professional corporation or professional limited liability company of any health care provider. Section 2. In any action alleging malpractice, error, mistake, or failure to cure, whether based on contract or tort, against a health care provider, which includes a cause of action as to which expert testimony is necessary to establish a prima facie case, the plaintiff shall comply with the following requirements: (1) Serve upon the defendant an affidavit as provided in section 3 of this Act with the summons and complaint. Failure to comply with this subdivision within sixty days after demand for the affidavit results, upon motion, in mandatory dismissal with prejudice of each cause of action for which expert testimony is necessary to establish a prima facie case; and (2) Serve upon the defendant an affidavit as provided by section 4 of this Act within one hundred eighty days after commencement of the suit. Failure to comply with this subdivision results, upon motion, in mandatory dismissal with prejudice of each cause of action for which expert testimony is necessary to establish a prima facie case. Section 3. The affidavit required by subdivision (1) of section 2 of this Act shall be by the plaintiff's attorney and state either of the following: (1) The facts of the case have been reviewed by the plaintiff's attorney with an expert whose qualifications provide a reasonable expectation that the expert's opinions could be admissible at trial and that, in the opinion of this expert, one or more defendants deviated from the applicable standard of care and by that action caused injury to the plaintiff; or (2) The expert review required by subdivision (1) of this section could not reasonably be obtained before the action was commenced because of the applicable statute of limitations. If an affidavit is executed pursuant to this subdivision, the affidavit in subdivision (1) of this section shall be served on the defendant or the defendant's counsel within ninety days after service of the summons and complaint. Section 4. The affidavit required by subdivision (2) of section 2 of this Act shall be signed by each expert listed in the affidavit and by the plaintiff's attorney and state the identity of each person whom the plaintiff expects to call as an expert witness at trial to testify with respect to the issues of malpractice or causation, the substance of the facts and opinions to which the expert is expected to testify, and a summary of the grounds for each opinion. Answers to interrogatories that state the information required by this section satisfy the requirements of this section if they are signed by the plaintiff's attorney and by each expert listed in the answers to interrogatories and served upon the defendant within one hundred eighty days after commencement of the suit against the defendant. Failure to comply with this subdivision because of deficiencies in the affidavit or answers to interrogatories results, upon motion, in mandatory dismissal with prejudice of each action for which expert testimony is necessary to establish a prima facie case, if all of the following occur: (1) The motion to dismiss the action identifies the claimed deficiencies in the affidavit or answers to interrogatories; (2) The time for hearing the motion is at least thirty days from the date of service of the motion; and (3) Before the hearing on the motion, the plaintiff does not serve upon the defendant an amended affidavit or answers to interrogatories that correct the claimed deficiencies. Section 5. The parties or the court, for good cause shown, may, by agreement, provide for extensions of the time limits specified in sections 2, 3, or 4 of this Act. Nothing in this Act may be construed to prevent either party from calling additional expert witnesses or substituting other expert witnesses. Section 6. In any action governed by this Act, any expert interrogatory answers must be signed by the attorney for the party responding to the interrogatory and by each expert listed in the answers. The court shall include in a scheduling order a deadline prior to the close of discovery for all parties to answer expert interrogatories for all experts to be called at trial. No additional experts may be called by any party without agreement of the parties or by leave of the court for good cause shown. Section 7. If the plaintiff is acting pro se, the plaintiff shall sign the affidavit or answers to interrogatories referred to in this Act and is bound by those provisions as if represented by an attorney. Section 8. The signature of the plaintiff or the plaintiff's attorney constitutes a certification that the person has read the affidavit or answers to interrogatories, and that to the best of the person's knowledge, information, and belief formed after a reasonable inquiry, it is true, accurate, and made in good faith. A certification made in violation of this section subjects the attorney or plaintiff responsible for such conduct to reasonable attorney's fees, costs, and disbursements."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20148, "action_date": "2006-01-20T13:00:00-06:00", "document_id": 106919, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106919.pdf", "status_text": "First read in House and referred to", "journal_page": 164, "committee_id_action": 893, "committee_id_assigned": 891, "result": "N", "vote": {}}, {"bill_id": 20148, "action_date": "2006-01-25T07:45:00-06:00", "document_id": 107228, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107228.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 891, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20148, "action_date": "2006-01-27T07:45:00-06:00", "document_id": 107381, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107381.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 891, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20148, "action_date": "2006-01-27T07:45:00-06:00", "document_id": 107381, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107381.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 261, "committee_id_action": 891, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63693, "president_vote": null, "Yea": [3387, 3393, 3401, 3407, 3429, 3434, 3444, 3456, 3461, 3406, 3371], "Excused": [3426], "Nay": [3448]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/20148"}