{"session_id": 43, "bill_id": 10374, "bill_type": "Senate Bill", "bill_number": 82, "bill_title": "provide for a risk protection order authorizing the seizure of firearms and ammunition.", "sponsors": [{"legislator_profile_id": 1726, "is_prime": true}, {"legislator_profile_id": 1654, "is_prime": false}, {"legislator_profile_id": 1656, "is_prime": false}, {"legislator_profile_id": 1662, "is_prime": false}, {"legislator_profile_id": 1663, "is_prime": false}, {"legislator_profile_id": 1657, "is_prime": false}, {"legislator_profile_id": 1651, "is_prime": false}, {"legislator_profile_id": 1664, "is_prime": false}, {"legislator_profile_id": 1653, "is_prime": false}, {"legislator_profile_id": 1652, "is_prime": false}], "keywords": ["Firearms", "Mentally Ill Persons", "Protection Order"], "audio": [{"meeting_datetime": "2020-02-04T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sju13.mp3", "start_seconds": 178.0}, {"meeting_datetime": "2020-02-04T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sju13.mp3", "start_seconds": 178.0}, {"meeting_datetime": "2020-02-04T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sju13.mp3", "start_seconds": 178.0}, {"meeting_datetime": "2020-02-04T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sju13.mp3", "start_seconds": 178.0}], "bill_versions": [{"bill_id": 10374, "bill_version_id": 64062, "bill_version": "Introduced", "bill_version_date": "2020-01-27T14:46:54.813-06:00", "bill_text": "An Act to provide for a risk protection order authorizing the seizure of firearms and ammunition. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 27A-17-1. Risk protection order--Petition. A law enforcement officer may petition the circuit court of the county in which the respondent resides for a risk protection order. The petition must: (1) Allege there is a high probability that the respondent will cause injury or death to himself, herself, or others, by having a firearm, as defined in § 22-1-2, and compatible ammunition, in the respondent's possession, custody, or control; (2) Include specific statements, actions, or facts that support the allegation; (3) Identify the type, number, and location of all firearms that the law enforcement officer believes are in the possession, custody, or control of the respondent; (4) Identify the type, quantity, and location of all ammunition that the law enforcement officer believes is in the possession, custody, or control of the respondent and compatible with the firearms identified in this section; (5) Indicate whether there is a pending lawsuit, complaint, petition, or other legal action involving the respondent; and (6) Indicate whether the respondent is the subject of a domestic abuse protection order issued by a court of competent jurisdiction within or outside of this state. Section 2. That a NEW SECTION be added: 27A-17-2. Notification of family and household members--Affected third parties. A law enforcement officer who petitions the court for a risk protection order shall make a good faith effort to notify any member of the respondent's family or household and any known third party, who may be at risk of violence by the respondent, that the officer has petitioned the court for a risk protection order. A notice under this section must include referrals to appropriate resources, including mental health, domestic violence, and counseling resources. Section 3. That a NEW SECTION be added: 27A-17-3. Risk protection order--Notice of hearing. Upon receiving a petition for the issuance of a risk protection order, a court shall schedule a hearing to be held no later than seven days after the date on which the petition is received and shall forward a copy of the notice of hearing to the appropriate law enforcement agency for service upon the respondent. Section 4. That a NEW SECTION be added: 27A-17-4. Hearing--Considerations by court. At the hearing, the court shall consider: (1) Whether the respondent has engaged in or threatened an act of violence or self-harm, and whether the act or threatened act involved a firearm or dangerous weapon; (2) The respondent's mental health history; (3) The issuance of any prior protection order; (4) Whether the respondent violated a prior protection order; (5) Whether the respondent has been convicted of or pled nolo contendere to any crime that involved violence; (6) Whether the respondent uses controlled substances or abuses alcohol; (7) Whether the respondent recently acquired firearms or ammunition; and (8) Any other relevant information from family and household members. If at the conclusion of the hearing the court determines that, by clear and convincing evidence, there is a high probability the respondent will cause injury or death to himself, herself, or others, by having a firearm and compatible ammunition in his or her possession, custody, or control, the court shall issue a risk protection order for a specified period, not in excess of twelve months, and order the respondent to undergo a mental health evaluation. Section 5. That a NEW SECTION be added: 27A-17-5. Risk protection order--Content. A risk protection order issued under § 27A-17-4 must include: (1) A statement of the grounds supporting the issuance of the order; (2) The date and time the order was issued; (3) The date and time the order will terminate; (4) The directions for obtaining a mental health evaluation; and (5) A directive that the respondent: (a) Surrender to the named law enforcement agency all firearms and compatible ammunition in the respondent's possession, custody, or control; and (b) Not possess, receive, purchase, or attempt to purchase any firearm or ammunition during the period that the order is in effect. If the court denies the petitioner’s request for a risk protection order, the court shall state the reasons for the denial. Section 6. That a NEW SECTION be added: 27A-17-6. Hearing to vacate order--Right to petition. If the court issues a risk protection order, the court shall inform the respondent of the right to petition the court for a hearing to vacate the order. The court shall provide the respondent with the form for such a request. Section 7. That a NEW SECTION be added: 27A-17-7. Petition to vacate order--Hearing--Burden of proof. A respondent may petition the court for an order to vacate a risk protection order. Upon receiving a petition under this section, the court shall set a date for a hearing and provide notice of the hearing to the petitioner. The hearing must occur no sooner than seven days nor later than fifteen days after the date the petition is filed with the court. The respondent has the burden of proving, by clear and convincing evidence, that the respondent does not pose a significant risk of causing personal injury to himself, herself, or others by having a firearm and compatible ammunition in his or her possession, custody, or control. The court may consider any relevant evidence, including evidence of the considerations listed in § 27A-17-4. If the court finds that the respondent has met the burden of proof, the court shall vacate the risk protection order and require that the law enforcement agency to which the respondent surrendered any firearms and ammunition return the same to the respondent within twenty-four hours. Section 8. That a NEW SECTION be added: 27A-17-8. Risk protection order--Petition for extension. During the fifteen day period immediately preceding the date on which a risk protection order issued in accordance with this chapter is to expire, a law enforcement agency may file a petition seeking to extend the order for one additional twelve-month period, or such lesser time as a court determines is appropriate. A petition under this section must be considered in accordance with the terms and conditions set forth for an original petition. In determining whether to extend a risk protection order issued under this chapter, the court may consider all relevant evidence, including evidence of the considerations listed in § 27A-17-4 and whether the respondent qualifies for involuntary commitment in accordance with chapter 27A-10. An order to extend the risk protection order under this section is subject to an order to vacate, as provided for in § 27A-17-7. Section 9. That a NEW SECTION be added: 27A-17-9. Surrender of firearms and ammunition--Receipt. If a risk protection order directs the seizure of all firearms and compatible ammunition in the respondent's possession, custody, or control, a law enforcement officer shall take possession of the firearms and ammunition and provide to the respondent a receipt identifying each firearm that has been surrendered and the quantity, type, and brand of ammunition that has been surrendered. The law enforcement officer issuing the receipt shall file a copy of the receipt with the court and with the officer's law enforcement agency. Section 10. That a NEW SECTION be added: 27A-17-10. Failure to surrender firearms or ammunition--Warrant. If a law enforcement officer has probable cause to believe that a respondent has not fully complied with the order to surrender all firearms and compatible ammunition in the respondent's possession, custody, or control, the law enforcement officer may request a search warrant from a court of competent jurisdiction. If the court determines that probable cause exists, the court shall issue a warrant that: (1) Describes the firearms and ammunition; (2) Authorizes a search of the locations in which the firearms and ammunition are reasonably believed to be located; and (3) Authorizes the seizure of the firearms and ammunition. Section 11. That a NEW SECTION be added: 27A-17-11. Title to firearms or ammunition--Return to lawful owner. If a person other than the respondent claims title to any firearms or ammunition surrendered pursuant to this chapter, the law enforcement agency shall return the firearms or ammunition to the person, provided: (1) The law enforcement agency determines that the person is the lawful owner; (2) The person is not otherwise prohibited from lawfully possessing the firearms or ammunition; and (3) The person consents in writing to store the firearms or ammunition at a location and in such a manner that the respondent does not have access. Section 12. That a NEW SECTION be added: 27A-17-12. Termination of order--Return of seized firearms and ammunition. Upon termination of a risk protection order, the law enforcement agency holding any firearm or ammunition that was seized in accordance with the order, shall return the firearm or ammunition to the respondent within twenty-four hours, provided the respondent is eligible to own or possess firearms and ammunition in accordance with federal and state law. Any firearm and ammunition surrendered by a respondent pursuant to this chapter and remaining unclaimed for one year after termination of a risk protection order must be disposed of in accordance with chapter 23A-37. Section 13. That a NEW SECTION be added: 27A-17-13. Law enforcement--Authority. Nothing in this chapter affects the ability of a law enforcement officer to remove a firearm or ammunition from any person or to conduct any search for and seizure of firearms or ammunition, pursuant to other lawful authority."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 10374, "action_date": "2020-01-28T14:00:00-06:00", "document_id": 64091, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/64091.pdf", "status_text": "First read in Senate and referred to", "journal_page": 98, "committee_id_action": 447, "committee_id_assigned": 451, "result": "N", "vote": {}}, {"bill_id": 10374, "action_date": "2020-02-04T07:45:00-06:00", "document_id": 65665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65665.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 451, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10374, "action_date": "2020-02-04T07:45:00-06:00", "document_id": 65666, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65666.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 451, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32280, "president_vote": null, "Yea": [1685, 1703, 1752, 1716, 1718], "Nay": [1663, 1726]}}]}