{"session_id": 24, "bill_id": 6944, "bill_type": "Senate Bill", "bill_number": 95, "bill_title": "allow certain candidates for elective office to pay filing fees in lieu of submitting nominating petitions, and to create the election filing fee fund.", "sponsors": [{"legislator_profile_id": 1010, "is_prime": true}, {"legislator_profile_id": 1032, "is_prime": true}, {"legislator_profile_id": 983, "is_prime": false}, {"legislator_profile_id": 1050, "is_prime": false}, {"legislator_profile_id": 976, "is_prime": false}, {"legislator_profile_id": 1019, "is_prime": false}, {"legislator_profile_id": 1041, "is_prime": false}, {"legislator_profile_id": 1031, "is_prime": false}, {"legislator_profile_id": 970, "is_prime": false}], "keywords": ["Elections"], "audio": [{"meeting_datetime": "2016-02-05T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/slo16.mp3", "start_seconds": 132.0}, {"meeting_datetime": "2016-02-05T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/slo16.mp3", "start_seconds": 132.0}, {"meeting_datetime": "2016-02-05T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/slo16.mp3", "start_seconds": 132.0}, {"meeting_datetime": "2016-02-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen17.mp3", "start_seconds": 5321.0}, {"meeting_datetime": "2016-02-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen17.mp3", "start_seconds": 5321.0}, {"meeting_datetime": "2016-02-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen17.mp3", "start_seconds": 5321.0}], "bill_versions": [{"bill_id": 6944, "bill_version_id": 38207, "bill_version": "Introduced", "bill_version_date": "2016-01-27T09:50:51.653-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to allow certain candidates for elective office to pay filing fees in lieu of submitting nominating petitions, and to create the election filing fee fund. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 12-6 be amended by adding thereto a NEW SECTION to read as follows: In lieu of a nominating petition required pursuant to § 12-5-1.4, 12-6-4, or 12-6-7, a candidate for the United States Senate, the United States House of Representatives, Governor, or for office in the State Legislature may, within the time limits established for the submission of nominating petitions, submit to the secretary of state a notice of candidacy with the election filing fee in an amount equal to one percent of the annual salary of the office sought as it exists on January first of the year of the election. The form of the notice of candidacy shall be prescribed by the State Board of Elections. The secretary of state shall deposit any election filing fees collected into the election filing fee fund established in section 4 of this Act. The candidate shall file the notice of candidacy and pay the election filing fee at the same time. The candidate may pay the election filing fee in cash or by credit card, money order, or wire transfer. Once paid, the election filing fee may not be refunded. Section 2. That § 12-6-11 be amended to read as follows: 12-6-11. It shall be the duty of the The secretary of state, as soon as the time for filing nominating petitions in his office or notices of candidacy has passed, shall immediately to certify to the several county auditors of the state the names of the persons in whose behalf nominating petitions or notices of candidacy have been filed in his office as candidates for each political party separately, with including the name of the office for which each person is a candidate, and. The secretary of state shall provide the candidate information separately for each political party and also certify the color, style and form of the official primary election ballot of each political party. Section 3. That chapter 12-7 be amended by adding thereto a NEW SECTION to read as follows: In lieu of a certificate of nomination required pursuant to § 12-7-1, an independent candidate for the United States Senate, the United States House of Representatives, Governor, attorney general, secretary of state, state auditor, state treasurer, commissioner of school and public lands, public utilities commissioner, or for office in the State Legislature, who is not nominated by a primary election or by political party convention, may, within the time limits established for the submission of certificates of nomination, submit to the secretary of state a notice of candidacy with the election filing fee in an amount equal to one percent of the annual salary of the office sought as it exists on January first of the year of the election. The form of the notice of candidacy shall be prescribed by the State Board of Elections. The secretary of state shall deposit any election filing fees collected into the election filing fee fund established in section 4 of this Act. The candidate shall file the notice of candidacy and pay the election filing fee at the same time. The candidate may pay the election filing fee in cash or by credit card, money order, or wire transfer. Once paid, the election filing fee may not be refunded. Section 4. That the code be amended by adding thereto a NEW SECTION to read as follows: There is hereby created within the state treasury the election filing fee fund for the purpose of providing funds for the operation of election services within the Office of the Secretary of State. Any money in the fund is continuously appropriated to the Office of the Secretary of State. Section 5. That the code be amended by adding a NEW SECTION to read: The effective date of this Act is January 1, 2017."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6944, "action_date": "2016-01-27T14:00:00-06:00", "document_id": 38273, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38273.pdf", "status_text": "First read in Senate and referred to", "journal_page": 148, "committee_id_action": 309, "committee_id_assigned": 304, "result": "N", "vote": {}}, {"bill_id": 6944, "action_date": "2016-02-05T07:45:00-06:00", "document_id": 38876, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38876.pdf", "status_text": "Do Pass", "journal_page": 228, "committee_id_action": 304, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20598, "president_vote": null, "Nay": [1067, 1005], "Yea": [1035, 1000, 997, 1014], "Excused": [975]}}, {"bill_id": 6944, "action_date": "2016-02-05T07:45:00-06:00", "document_id": 38660, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38660.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 304, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6944, "action_date": "2016-02-08T14:00:00-06:00", "document_id": 39003, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39003.pdf", "status_text": "Do Pass", "journal_page": 251, "committee_id_action": 309, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 20702, "president_vote": null, "Yea": [974, 977, 1035, 984, 1010, 971, 1000, 970], "Nay": [999, 1037, 966, 1014, 1067, 979, 1005, 1047, 998, 997, 994, 1041, 967, 975, 1020, 1016, 1001, 1046, 1066, 1045, 978, 1013, 973, 1008], "Excused": [969, 1011, 1012]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6944"}