{"session_id": 44, "bill_id": 22497, "bill_type": "Senate Concurrent Resolution", "bill_number": 608, "bill_title": "To raise public awareness and support the National Association for Public Health Statistics and Information Systems.", "sponsors": [{"legislator_profile_id": 1790, "is_prime": true}, {"legislator_profile_id": 1805, "is_prime": false}, {"legislator_profile_id": 1834, "is_prime": false}, {"legislator_profile_id": 3796, "is_prime": false}], "keywords": [], "audio": [{"meeting_datetime": "2021-03-03T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/she31.mp3", "start_seconds": 6529.0}, {"meeting_datetime": "2021-03-03T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/she31.mp3", "start_seconds": 6529.0}, {"meeting_datetime": "2021-03-03T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/she31.mp3", "start_seconds": 6529.0}, {"meeting_datetime": "2021-03-03T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/she31.mp3", "start_seconds": 6529.0}], "bill_versions": [{"bill_id": 22497, "bill_version_id": 218532, "bill_version": "Introduced", "bill_version_date": "2021-02-25T11:15:06.03-06:00", "bill_text": "A CONCURRENT RESOLUTION, To raise public awareness and support the National Association for Public Health Statistics and Information Systems. WHEREAS, the National Association for Public Health Statistics and Information Systems (NAPHSIS) is a national nonprofit organization representing the state vital records and public health statistics offices in the United States. Formed in 1933, NAPHSIS brings together more than two hundred fifty public health professionals from each state, the five territories, New York City, and the District of Columbia; and WHEREAS, NAPHSIS has three programs—EVVE (Electronic Verification of Vital Events), FOD (Fact of Death), and STEVE (States and Territorial Exchange of Vital Events)—that can verify birth certificates, ensure driver's licenses and U.S. passports are not issued in any deceased person's name, and substantiate, without forfeiting the constitutional rights of citizens, that a person is who they say they are and is a U.S. citizen; and WHEREAS, NAPHSIS needs $50 million in funding to work with states and territories so birth and death certificates can be digitized going back as far as seventy years, and the necessary robust software can be developed and utilized; and WHEREAS, the 9/11 Commission stated two important points that must be addressed—making sure a person is who they say they are and knowing who is a U.S. citizen before issuing a driver's license; and WHEREAS, it has been over fifteen years and between $15 and $20 billion has been spent between states, territories, and the federal government on the implementation of the REAL ID Act of 2005, which requires states and territories to verify birth certificates, but this verification is still not being done; and WHEREAS, EVVE does not require a centralized database of birth certificates, nor does it require the actual birth certificates to be shared or transmitted between states, territories, or the federal government; and WHEREAS, there is a lack of confidence by many U.S. citizens concerning the election process because just as the Motor Vehicle Division cannot say they know who a person is, or if in fact the person is a U.S. citizen, the same is true of state election officials because birth certificates are not verified, and FOD and STEVE are not fully utilized: NOW, THEREFORE, BE IT RESOLVED, by the Senate of the Ninety-Sixth Legislature of the State of South Dakota, the House of Representatives concurring therein, urging the South Dakota congressional delegation to sponsor legislation to provide NAPHSIS $50 million in funding for the digitization of birth and death certificates and development of the necessary software; and BE IT FURTHER RESOLVED, that the speaker of the House of Representatives and the president pro tempore shall issue a joint media release describing this resolution to the public in South Dakota once the resolution has passed in the Legislature."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22497, "action_date": "2021-02-25T13:00:00-06:00", "document_id": 218426, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218426.pdf", "status_text": "First read in Senate and referred to", "journal_page": 349, "committee_id_action": 514, "committee_id_assigned": 508, "result": "N", "vote": {}}, {"bill_id": 22497, "action_date": "2021-03-03T10:00:00-06:00", "document_id": 218711, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218711.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 508, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22497, "action_date": "2021-03-03T10:00:00-06:00", "document_id": 218712, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218712.pdf", "status_text": "Do Pass", "journal_page": 1, "committee_id_action": 508, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 70625, "president_vote": null, "Yea": [1779, 1789, 3796], "Nay": [1786, 1847, 1853, 1858]}}, {"bill_id": 22497, "action_date": "2021-03-03T10:00:00-06:00", "document_id": 218712, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218712.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 1, "committee_id_action": 508, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 70627, "president_vote": null, "Nay": [1779, 1789, 3796], "Yea": [1786, 1847, 1853, 1858]}}]}