{"session_id": 64, "bill_id": 22999, "bill_type": "Senate Bill", "bill_number": 137, "bill_title": "establish gestational surrogacy arrangements and agreements.", "sponsors": [{"legislator_profile_id": 3928, "is_prime": true}, {"legislator_profile_id": 3943, "is_prime": true}, {"legislator_profile_id": 3914, "is_prime": false}, {"legislator_profile_id": 3919, "is_prime": false}, {"legislator_profile_id": 3932, "is_prime": false}, {"legislator_profile_id": 3934, "is_prime": false}, {"legislator_profile_id": 3937, "is_prime": false}, {"legislator_profile_id": 3939, "is_prime": false}, {"legislator_profile_id": 3944, "is_prime": false}, {"legislator_profile_id": 3948, "is_prime": false}, {"legislator_profile_id": 3949, "is_prime": false}, {"legislator_profile_id": 3960, "is_prime": false}, {"legislator_profile_id": 3965, "is_prime": false}, {"legislator_profile_id": 3974, "is_prime": false}, {"legislator_profile_id": 3977, "is_prime": false}, {"legislator_profile_id": 3979, "is_prime": false}, {"legislator_profile_id": 3985, "is_prime": false}, {"legislator_profile_id": 3988, "is_prime": false}, {"legislator_profile_id": 3990, "is_prime": false}, {"legislator_profile_id": 3996, "is_prime": false}, {"legislator_profile_id": 3998, "is_prime": false}, {"legislator_profile_id": 4003, "is_prime": false}, {"legislator_profile_id": 4006, "is_prime": false}], "keywords": ["Contracts", "Surrogacy"], "audio": [{"meeting_datetime": "2022-02-08T08:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sju19.mp3", "start_seconds": 218.0}, {"meeting_datetime": "2022-02-08T08:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sju19.mp3", "start_seconds": 218.0}, {"meeting_datetime": "2022-02-08T08:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sju19.mp3", "start_seconds": 218.0}, {"meeting_datetime": "2022-02-08T08:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sju19.mp3", "start_seconds": 218.0}, {"meeting_datetime": "2022-02-08T08:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sju19.mp3", "start_seconds": 218.0}, {"meeting_datetime": "2022-02-14T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen22.mp3", "start_seconds": 2225.0}, {"meeting_datetime": "2022-02-14T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen22.mp3", "start_seconds": 2225.0}, {"meeting_datetime": "2022-02-14T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen22.mp3", "start_seconds": 2225.0}, {"meeting_datetime": "2022-02-14T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen22.mp3", "start_seconds": 2225.0}, {"meeting_datetime": "2022-02-14T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen22.mp3", "start_seconds": 2225.0}, {"meeting_datetime": "2022-02-14T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen22.mp3", "start_seconds": 2225.0}], "bill_versions": [{"bill_id": 22999, "bill_version_id": 230536, "bill_version": "Introduced", "bill_version_date": "2022-01-26T20:53:20.26-06:00", "bill_text": "An Act to establish gestational surrogacy arrangements and agreements. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 25: Terms used in this chapter mean: (1) \"Assisted reproduction,\" the use of medical techniques performed by a licensed provider to bring about pregnancy by means other than sexual intercourse; (2) \"Child,\" an individual or individuals born pursuant to assisted reproduction whose parentage may be determined under this chapter or other applicable law; (3) \"Embryo,\" a fertilized egg up to fourteen days post-fertilization; (4) \"Embryo transfer,\" all medical and laboratory procedures that are necessary for the transfer of an embryo into the uterine cavity; (5) \"Gamete donor,\" an individual who provides one or more human eggs or sperm for use in assisted reproduction; (6) \"Gestational surrogacy arrangement,\" the process by which a woman who is not the intended parent attempts to carry and give birth to a child created through in-vitro fertilization; (7) \"Gestational carrier agreement,\" a written agreement regarding a gestational surrogacy arrangement between an intended parent and a gestational carrier as provided in this chapter; (8) \"Gestational carrier,\" a woman who is not an intended parent and who agrees under a gestational carrier agreement to become pregnant through assisted reproduction using an embryo that is not her own; (9) \"Intended parent,\" an individual who manifests an intent to be legally bound as a parent through a gestational carrier arrangement; (10) \"Medical evaluation,\" an analysis by a provider who consults the recommended guidelines published and in effect at the time of the analysis by the American Society for Reproductive Medicine; (11) \"Mental evaluation,\" an analysis by a licensed mental health professional who consults the recommended guidelines published and in effect at the time of the analysis by the American Society of Reproductive Medicine; (12) \"Provider,\" a health care professional who: (a) Is a physician licensed, certified, or registered by the state; (b) Practices in a medical facility licensed by the state; and (c) Is board certified or board eligible in reproductive endocrinology and infertility. Section 2. That a NEW SECTION be added to title 25: A woman is eligible to serve as a gestational carrier if, at the time the gestational carrier agreement is executed, the woman: (1) Is a United States citizen or legal resident of the United States; (2) Is at least 21 years old; (3) Has completed a medical evaluation relating to the anticipated gestational surrogacy arrangement by a provider; (4) Has completed a mental health evaluation relating to the anticipated gestational surrogacy arrangement, by a licensed mental health professional; (5) Is represented throughout the surrogacy arrangement by independent legal counsel of the woman's choice who is licensed to practice law in this state and who advises the woman regarding the terms of the gestational carrier agreement; and (6) Is not on any form of public assistance provided under the laws of this state. Section 3. That a NEW SECTION be added to title 25: To be eligible to participate in a gestational surrogacy arrangement and execute a gestational carrier agreement, an intended parent must: (1) Be at least 21 years of age; (2) Have completed a mental health evaluation relating to the anticipated gestational surrogacy arrangement; (3) Have completed a medical evaluation relating to the anticipated gestational surrogacy arrangement; and (4) Be represented throughout the surrogacy arrangement by independent legal counsel of the intended parent's choice who is licensed to practice law in this state and who advises the intended parent regarding the terms of the gestational carrier agreement. Section 4. That a NEW SECTION be added to title 25: A gestational carrier agreement is not valid unless: (1) At least one party is a resident of this state or the birth is planned to occur in this state; (2) The gestational carrier and intended parent meet the requirements of this chapter; (3) The agreement is: (a) In writing; (b) Executed prior to the commencement of any medical procedures related to the surrogacy arrangement, other than medical or mental health evaluations necessary to determine eligibility of the parties under sections 2 and 3 of this Act; (c) Signed by the intended parent, the gestational carrier, and the gestational carrier’s partner, if any; and (d) Notarized or witnessed by two disinterested competent adults; (4) The agreement provides: (a) The express agreement of the gestational carrier to undergo embryo transfer, attempt to carry and give birth to the child, and surrender custody of all resulting children to the intended parents upon the birth of the child; (b) The express agreement of the intended parent to accept exclusive custody of the resulting child upon the child's birth regardless of the sex or mental or physical condition of the child, or the number of children, if applicable, and to assume sole responsibility for the support of the child immediately upon the birth of the child; (c) How an intended parent will cover the medical expenses and other expenses related to the pregnancy of the gestational carrier and the medical expenses of the child; (d) The express acknowledgement and agreement of the gestational carrier’s partner, if applicable, to be jointly bound by the obligations imposed on the gestational carrier pursuant to the gestational carrier agreement; (e) That a right created under a surrogacy agreement is not assignable and there is no third-party beneficiary of the agreement other than the child; and (f) That the intended parent and the gestational carrier will consult with a medical provider regarding the pregnancy and care of the child. Section 5. That a NEW SECTION be added to title 25: The following occurrences do not affect the validity of a gestational carrier agreement: (1) The marriage, legal separation, or divorce of a gestational carrier after the agreement is signed by all parties. The carrier's spouse’s consent to the agreement is not required, and her spouse is not a presumed parent of a child conceived by assisted reproduction under the agreement; (2) The marriage of an intended parent after the agreement is signed by all parties. The new spouse’s consent to the agreement is not required, and the spouse is not a presumed parent of a child conceived by assisted reproduction under the agreement; or (3) The death, legal separation, or divorce of an intended parent after the agreement is signed by all parties. The intended parent is the parent of the child; Any party to the gestational carrier agreement may terminate the agreement at any time prior to implantation of the embryo for any reason or no reason. If a transfer does not result in a pregnancy, any party may terminate the agreement at any time prior to a subsequent embryo transfer. Section 6. That a NEW SECTION be added to title 25: Upon the birth of a child, the following rights of parentage vest under a gestational surrogacy arrangement pursuant to this chapter: (1) An intended parent is the parent of the child for purposes of state law; (2) The child is considered the child of the intended parent for purposes of state law; (3) Parental rights vest in the intended parent; and (4) Sole custody, care, and control of the child rest solely with the intended parent. Neither the gestational carrier nor spouse or partner of the gestational carrier, if any, is the parent of the child for purposes of state law unless a genetic test proves the child is the biological child of the gestational carrier. Section 7. That a NEW SECTION be added to title 25: A court shall enter an order of parentage if it finds the order is in the best interest of the child, prior to the birth of a child. The orders of parentage immediately vest parental rights and duties in the intended parent. The order must designate the content of the birth record in accordance with section 6 of this Act and direct the South Dakota Department of Health to designate each intended parent as the parent of the child. A judgment establishing the intended parent's exclusive legal parentage may be established before birth. The judgment has the same effect and is subject to the same procedures, defenses, and proceedings as any other civil judgment. The petition to establish parentage must state that the parties entered into a valid gestational carrier agreement and a pregnancy or birth has resulted. Section 8. That a NEW SECTION be added to title 25: A person who is considered the parent of a child under this chapter is obligated to support the child. A breach of the gestational carrier agreement by an intended parent does not relieve the intended parent of the support obligation imposed by sections 4 and 6 of this Act. Section 9. That a NEW SECTION be added to title 25: A gamete donor is not a legal parent if the donor: (1) Has waived any and all rights to the donated gametes and any resultant embryos or children, in a written record; and (2) The donation occurs via medical assisted reproduction. Section 10. That a NEW SECTION be added to title 25: This Act is effective July 1, 2022, and applies to agreements entered into on or after that date."}], "amendments": [{"bill_id": 22999, "document_id": 232813, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232813.pdf", "legislator_profile_id": 3943, "document_id_instructions": 232818, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/232818.pdf"}, {"bill_id": 22999, "document_id": 233411, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233411.pdf", "legislator_profile_id": 3993, "document_id_instructions": 233416, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/233416.pdf"}, {"bill_id": 22999, "document_id": 233676, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233676.pdf", "legislator_profile_id": 3943, "document_id_instructions": 233677, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/233677.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 22999, "action_date": "2022-01-27T13:00:00-06:00", "document_id": 230319, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/230319.pdf", "status_text": "First read in Senate and referred to", "journal_page": 129, "committee_id_action": 1034, "committee_id_assigned": 1027, "result": "N", "vote": {}}, {"bill_id": 22999, "action_date": "2022-02-08T08:00:00-06:00", "document_id": 232109, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232109.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1027, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22999, "action_date": "2022-02-08T08:00:00-06:00", "document_id": 232110, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232110.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1027, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 73010, "president_vote": null, "Yea": [3932, 3990, 4010, 3935, 3991], "Nay": [3956, 3999]}}, {"bill_id": 22999, "action_date": "2022-02-10T13:00:00-06:00", "document_id": 233103, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233103.pdf", "status_text": "Deferred to another day", "journal_page": 232, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22999, "action_date": "2022-02-14T14:00:00-06:00", "document_id": 233240, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233240.pdf", "status_text": "Motion to amend", "journal_page": 244, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22999, "action_date": "2022-02-14T14:00:00-06:00", "document_id": 233240, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233240.pdf", "status_text": "Do Pass Amended", "journal_page": 244, "committee_id_action": 1034, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 73584, "president_vote": null, "Nay": [3918, 3921, 3922, 3925, 3936, 3940, 3952, 3956, 3958, 3961, 3962, 3975, 3991, 3993, 3999, 4000, 4002, 4003, 4012, 4016], "Yea": [3920, 3926, 3932, 3935, 3939, 3943, 3949, 3966, 3974, 3979, 3990, 3994, 3996, 4006, 4010]}}, {"bill_id": 22999, "action_date": "2022-02-14T14:00:00-06:00", "document_id": 233240, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233240.pdf", "status_text": "Intent to reconsider", "journal_page": 244, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22999, "action_date": "2022-02-15T14:00:00-06:00", "document_id": 233559, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233559.pdf", "status_text": "No motion to reconsider", "journal_page": 254, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/22999"}