{"session_id": 49, "bill_id": 15568, "bill_type": "Senate Bill", "bill_number": 98, "bill_title": "revise the method of taxing a leased motor vehicle.", "sponsors": [{"legislator_profile_id": 2346, "is_prime": true}, {"legislator_profile_id": 2387, "is_prime": true}, {"legislator_profile_id": 2380, "is_prime": false}, {"legislator_profile_id": 2401, "is_prime": false}], "keywords": ["Motor Vehicle", "Taxes"], "audio": [{"meeting_datetime": "2000-01-26T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen12sb0098a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-01-26T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen12sb0098a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-01-26T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen12sb0098a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-15T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou26sb0098a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-15T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou26sb0098a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-15T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou26sb0098a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 15568, "bill_version_id": 87203, "bill_version": "Introduced", "bill_version_date": "2000-01-18T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the method of taxing a leased motor vehicle. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-5B-1 be amended to read as follows: 32-5B-1. In addition to all other license and registration fees for the use of the highways, a person shall pay an excise tax at the rate of three percent on the purchase price of any motor vehicle, as defined by § 32-3-1 or section 4 of this Act , purchased or acquired for use on the streets and highways of this state and required to be registered under the laws of this state. This tax shall be in lieu of any tax levied by chapters 10-45 and 10-46 on the sales of such vehicles. Failure to pay the full amount of excise tax is a Class 1 misdemeanor. Section 2. That § 32-5B-1.1 be amended to read as follows: 32-5B-1.1. For motor vehicles leased for more than twenty-eight days, the lessor shall title and license the motor vehicle and denote the lessee on the application for title. The lessor or the lessee shall pay the motor vehicle excise tax. If the lessee pays the tax and subsequently purchases the motor vehicle, the lessee shall receive credit for the tax paid pursuant to § 32-5B-11. The motor vehicle excise tax shall be assessed on the If a lessee buys the leased vehicle at the end of the lease, excise tax shall be assessed on the purchase prices in § 32-5B-4. The lessor shall assign the title to the lessee and shall deliver it to the county treasurer of the applicant's residence, along with an application certifying the price of the vehicle and the required fees and taxes. A lessee who entered into a lease prior to July 1, 2000, and who paid excise tax based on the purchase price of the vehicle, including the value of the leased vehicle at the end of the lease, shall receive credit for tax previously paid if the lessee purchases the vehicle at the end of the lease. Section 3. That § 32-5B-4 be amended to read as follows: 32-5B-4. For the purposes of this chapter, the purchase price is: (1) For a new motor vehicle sale or lease, the total consideration whether received in money or otherwise. However, when a motor vehicle is taken in trade as a credit or part payment on a new motor vehicle, the credit or trade-in value allowed by the seller shall be deducted from the total consideration for the new motor vehicle to establish the purchase price; (2) For a used motor vehicle sold or leased by a licensed motor vehicle dealer, the total consideration for the used motor vehicle whether received in money or otherwise. However, when a motor vehicle is taken in trade by the dealer as a credit or part payment on a used motor vehicle, the credit or trade-in value allowed by the dealer shall be deducted from the consideration so that the net consideration is established; (3) For a used motor vehicle sold, leased, or transferred by any person other than a licensed motor vehicle dealer, the total consideration received in money or otherwise. However, when a motor vehicle is taken in trade as a credit or part payment on a used motor vehicle, the credit or trade-in value shall be deducted from the total consideration so that the net consideration is established. The purchaser and seller of the motor vehicle shall submit to the county treasurer a bill of sale, approved and supplied by the secretary. If a bill of sale is not submitted, the excise tax will be assessed on the retail value as stated in a nationally recognized dealers' guide as approved by the secretary of revenue. If the excise tax is assessed on the retail value, the value of the motor vehicle taken in as credit on trade-in shall be the retail value as stated in the nationally recognized dealers' guide; (4) For a new or used motor vehicle acquired by gift or other transfer for no or nominal consideration, the manufacturers' suggested dealer list price for new motor vehicles and for used motor vehicles the retail value stated in a nationally recognized dealers' guide approved and furnished by the secretary of revenue; (5) For a motor vehicle manufactured by a person who registers it under the laws of this state, the amount expended for materials, labor, and other properly allocable costs of manufacture or in the absence of actual expenditures for the manufacture of a part or all of the motor vehicle, the reasonable value of the completed motor vehicle; (6) For a rebuilt motor vehicle, upon its initial registration and titling, the total consideration for the salvage vehicle, whether received in money or otherwise ; (7) For either a new or used motor vehicle, as defined by section 4 of this Act, which is leased, the total consideration whether received in money or otherwise. Total consideration is all lease payments including cash, rebates, the net trade-in, extended warranties, administrative fees, acquisition fees, or any other fees assessed on the purchase of the vehicle. Total consideration does not include title fees, registration fees, vehicle excise tax paid pursuant to this Act, federal excise taxes attributable to the sale of the vehicle to the owner or to the lease of the vehicle by the owner, insurance, and refundable deposits . Section 4. That chapter 32-5B be amended by adding thereto a NEW SECTION to read as follows: The tax imposed by this Act and calculated in the manner set out in § 32-5B-4 on the sale or use of leased vehicles subject to titling and registration applies to vehicles with a gross vehicle weight ratings of less than sixteen thousand pounds, excluding motorcycles and motorized bicycles. No certificate of title may be issued until the tax is paid. The county treasurer shall require every applicant for registration of a vehicle subject to tax under this Act to supply information as is deemed necessary as to the date of the lease transaction, the lease price, and other information relative to the lease of the vehicle. Section 5. That chapter 32-5B be amended by adding thereto a NEW SECTION to read as follows: If the lease is terminated prior to the termination date contained in the lease agreement, no refund may be allowed for tax previously paid under this Act. Section 6. That chapter 32-5B be amended by adding thereto a NEW SECTION to read as follows: Vehicles entering this state under a lease are subject to tax on the date the vehicle enters this state for the remaining lease period. A credit for tax paid on the lease for the lease period at issue where the incidence of the tax was on the lessor, lessee, or both, and the tax was paid by the lessor, lessee, or both, to another state shall be applied to the motor vehicle lease tax due on the lease from the lessor in this state, if the lessor and the lessee remain the same. Section 7. That chapter 32-5B be amended by adding thereto a NEW SECTION to read as follows: If the motor vehicle lease tax has been paid on a qualifying lease under this Act, and prior to the expiration of the lease, the vehicle subject to the lease is destroyed by means such as fire, accident, or vandalism, to the extent that it constitutes a total loss of the vehicle, a credit for motor vehicle lease tax paid for the period remaining on the previous lease shall be allowed if another vehicle is substituted under the original lease or a new lease is executed with the intent to replace the vehicle subject to the previous lease. To initially qualify for the credit there must be a total loss of the vehicle subject to the previous lease, a new lease must be executed or a vehicle must be substituted under the original lease. To qualify for the credit, the new lease or substituted vehicle under the original lease shall be executed by the same lessor and lessee, for lease of a vehicle of the same or similar make, model, year, and options as the vehicle subject to the previous lease, for the remaining lease period of the previous lease, and for the same lease price. The lease shall contain the same lease terms as the previous lease."}, {"bill_id": 15568, "bill_version_id": 87202, "bill_version": "Enrolled", "bill_version_date": "2000-02-16T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15568, "action_date": "2000-01-18T14:00:00-06:00", "document_id": 85631, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85631.pdf", "status_text": "First read in Senate and referred to", "journal_page": 74, "committee_id_action": 657, "committee_id_assigned": 641, "result": "N", "vote": {}}, {"bill_id": 15568, "action_date": "2000-01-21T07:45:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 641, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15568, "action_date": "2000-01-25T07:45:00-06:00", "document_id": 85769, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85769.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 641, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15568, "action_date": "2000-01-25T07:45:00-06:00", "document_id": 85769, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85769.pdf", "status_text": "Do Pass,", "journal_page": 184, "committee_id_action": 641, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45280, "president_vote": null, "Yea": [2339, 2369, 2375, 2391, 2398, 2400, 2376]}}, {"bill_id": 15568, "action_date": "2000-01-26T14:00:00-06:00", "document_id": 85643, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85643.pdf", "status_text": "Do Pass,", "journal_page": 209, "committee_id_action": 657, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45433, "president_vote": null, "Yea": [2304, 2306, 2307, 2310, 2311, 2320, 2322, 2326, 2331, 2335, 2339, 2340, 2344, 2346, 2347, 2352, 2357, 2358, 2364, 2365, 2369, 2375, 2376, 2380, 2381, 2386, 2389, 2391, 2395, 2398, 2399, 2400], "Excused": [2329, 2330, 2405]}}, {"bill_id": 15568, "action_date": "2000-01-27T14:00:00-06:00", "document_id": 85644, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85644.pdf", "status_text": "First read in House and referred to", "journal_page": 277, "committee_id_action": 656, "committee_id_assigned": 653, "result": "N", "vote": {}}, {"bill_id": 15568, "action_date": "2000-02-14T10:00:00-06:00", "document_id": 85925, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85925.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 653, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15568, "action_date": "2000-02-14T10:00:00-06:00", "document_id": 85925, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85925.pdf", "status_text": "Do Pass,", "journal_page": 639, "committee_id_action": 653, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44381, "president_vote": null, "Yea": [2305, 2324, 2325, 2327, 2355, 2361, 2362, 2397, 2401, 2404, 2308], "Nay": [2343], "Excused": [2379]}}, {"bill_id": 15568, "action_date": "2000-02-15T14:00:00-06:00", "document_id": 85670, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85670.pdf", "status_text": "Do Pass,", "journal_page": 684, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 46284, "president_vote": null, "Yea": [2305, 2308, 2309, 2312, 2313, 2314, 2315, 2316, 2317, 2318, 2319, 2321, 2323, 2324, 2325, 2327, 2328, 2332, 2333, 2334, 2336, 2337, 2338, 2341, 2342, 2343, 2345, 2348, 2349, 2350, 2353, 2354, 2355, 2356, 2359, 2361, 2362, 2363, 2366, 2367, 2368, 2370, 2371, 2372, 2373, 2374, 2377, 2378, 2379, 2382, 2383, 2384, 2385, 2387, 2388, 2390, 2392, 2393, 2397, 2401, 2402, 2403, 2404, 2406, 2407, 2408, 2351], "Excused": [2360, 2394, 2396]}}, {"bill_id": 15568, "action_date": "2000-02-16T14:00:00-06:00", "document_id": 85673, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85673.pdf", "status_text": "Signed by President", "journal_page": 540, "committee_id_action": 657, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15568, "action_date": "2000-02-17T14:00:00-06:00", "document_id": 85674, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85674.pdf", "status_text": "Signed by Speaker", "journal_page": 733, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15568, "action_date": "2000-02-22T14:00:00-06:00", "document_id": 85679, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85679.pdf", "status_text": "Delivered to the Governor", "journal_page": 595, "committee_id_action": 657, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15568, "action_date": "2000-03-02T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 705, "committee_id_action": 657, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1633, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/15568"}