{"session_id": 69, "bill_id": 24733, "bill_type": "Senate Bill", "bill_number": 91, "bill_title": "revise sex offender residency restrictions to include private parks, playgrounds, and pools.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24733", "sponsors": [{"legislator_profile_id": 4512, "is_prime": true}, {"legislator_profile_id": 4478, "is_prime": false}, {"legislator_profile_id": 4482, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4560, "is_prime": false}, {"legislator_profile_id": 4576, "is_prime": false}], "keywords": ["Crimes", "Sex Offenses"], "audio": [{"meeting_datetime": "2024-01-25T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sju12.mp3", "start_seconds": 175.0}, {"meeting_datetime": "2024-01-25T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sju12.mp3", "start_seconds": 175.0}, {"meeting_datetime": "2024-01-25T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sju12.mp3", "start_seconds": 175.0}], "bill_versions": [{"bill_id": 24733, "bill_version_id": 260078, "bill_version": "Introduced", "bill_version_date": "2024-01-16T16:59:33.98-06:00", "bill_text": "An Act to revise sex offender residency restrictions to include private parks, playgrounds, and pools. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 22-24B-22 be AMENDED: 22-24B-22. Terms used in §§ 22-24B-22 to 22-24B-28, inclusive, mean: (1) \"Community safety zone,\" the measurement of a straight line that creates an area that lies within five hundred feet from the facilities and grounds of any school, or public or private park, public playground, or public pool, including the facilities and grounds itself; (2) \"Loiter,\" to remain for a period of time and under circumstances that a reasonable person would determine is for the primary purpose of observing or contacting minors; (3) \"School,\" any public, private, denominational, or parochial school offering preschool, kindergarten, or any grade from one through twelve accredited through the Department of Education. This term does not apply to any facility where the education of students might occur incidentally to the primary purpose of the facility; (4) \"Residence,\" the address a person lists for purposes of the sex offender registry under § 22-24B-12 and subdivision 22-24B-8(3). Section 2. That § 22-24B-23 be AMENDED: 22-24B-23. No person who is required to register as a sex offender pursuant to this chapter may establish a residence or reside within a community safety zone unless: (1) The person is incarcerated in a jail or prison or other correctional placement which is located within a community safety zone; (2) The person is on parole or probation and has been assigned to a halfway house or supervised living center within a community safety zone; (3) The person is homeless and has been admitted to a community homeless shelter within a community safety zone by an appropriate community official; (4) The person is placed in a health care facility licensed pursuant to chapter 34-12, or certified under Title XVIII or XIX of the Social Security Act as amended to December 31, 2001, or receiving services from a community service provider accredited or certified by the Department of Human Services or the Department of Social Services, which is located within a community safety zone; (5) The person was under age eighteen at the time of the offense and the offender was not tried and convicted of the offense as an adult; (6) The person established and inhabited the residence as of July 1, 2006; (7) The school, public park, public pool, or public playground, or pool was built or established subsequent to the person's establishing residence at the location; or (8) The playground or pool is located on the property of a single-family dwelling and is used only by the residents of the dwelling and their guests; or (8)(9) The circuit court has entered an order pursuant to § 22-24B-28 exempting the offender from the provisions of §§ 22-24B-22 to 22-24B-28, inclusive. A violation of this section is a Class 6 felony. Any subsequent violation is a Class 5 felony."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24733, "action_date": "2024-01-17T14:00:00-06:00", "document_id": 260025, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260025.pdf", "status_text": "First read in Senate and referred to", "journal_page": 95, "committee_id_action": 1219, "committee_id_assigned": 1214, "result": "N", "vote": {}}, {"bill_id": 24733, "action_date": "2024-01-25T07:45:00-06:00", "document_id": 261734, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/261734.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1214, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24733, "action_date": "2024-01-25T07:45:00-06:00", "document_id": 261735, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/261735.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1214, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78830, "president_vote": null, "Yea": [4515, 4529, 4554, 4572, 4498], "Nay": [4507, 4564]}}]}