{"session_id": 59, "bill_id": 20674, "bill_type": "Senate Bill", "bill_number": 134, "bill_title": "revise the distribution of state aid to education, to provide funding for sparse school districts, and to make an appropriation therefor.", "sponsors": [{"legislator_profile_id": 3365, "is_prime": true}], "keywords": ["Education", "State Aid to Education"], "audio": [{"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sed17.mp3", "start_seconds": 6347.0}, {"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sed17.mp3", "start_seconds": 6347.0}, {"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sed17.mp3", "start_seconds": 6347.0}, {"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sed17.mp3", "start_seconds": 6347.0}, {"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sed17.mp3", "start_seconds": 6347.0}, {"meeting_datetime": "2006-02-07T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sed20.mp3", "start_seconds": 2999.0}, {"meeting_datetime": "2006-02-07T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sed20.mp3", "start_seconds": 2999.0}, {"meeting_datetime": "2006-02-07T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sed20.mp3", "start_seconds": 2999.0}, {"meeting_datetime": "2006-02-07T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sed20.mp3", "start_seconds": 2999.0}, {"meeting_datetime": "2006-02-07T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sed20.mp3", "start_seconds": 2999.0}, {"meeting_datetime": "2006-02-09T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sap22.mp3", "start_seconds": 29.0}, {"meeting_datetime": "2006-02-09T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sap22.mp3", "start_seconds": 29.0}, {"meeting_datetime": "2006-02-09T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sap22.mp3", "start_seconds": 29.0}, {"meeting_datetime": "2006-02-13T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen24.mp3", "start_seconds": 12371.0}, {"meeting_datetime": "2006-02-13T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen24.mp3", "start_seconds": 12371.0}, {"meeting_datetime": "2006-02-13T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen24.mp3", "start_seconds": 12371.0}, {"meeting_datetime": "2006-02-13T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen24.mp3", "start_seconds": 12371.0}], "bill_versions": [{"bill_id": 20674, "bill_version_id": 106750, "bill_version": "Introduced", "bill_version_date": "2006-01-19T10:02:30-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise state aid to education to include aid to sparse school districts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. State aid to general education shall be revised to include aid to sparse school districts. 250 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.038 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}, {"bill_id": 20674, "bill_version_id": 108093, "bill_version": "Senate Education Engrossed", "bill_version_date": "2006-02-07T11:20:16-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the distribution of state aid to education, to provide funding for sparse school districts, and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-13-10.1 be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \"Average daily membership,\" the greater of (1) the average number of resident and nonresident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and pupils for whom tuition is being paid pursuant to § 13-28-42 and plus the average number of pupils for whom the district pays tuition or (2) the average of the average number of resident and nonresident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year and the school year prior to the previous regular school year, minus the average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and pupils for whom tuition is being paid pursuant to § 13-28-42 and plus the average number of pupils for whom the district pays tuition ; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its general enrollment average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its general enrollment average daily membership after the student ceases to attend school in the resident district; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with an average daily membership of two hundred or less, multiply 1.2 times the average daily membership; (b) For districts with an average daily membership of less than six hundred, but greater than two hundred, raise the average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with an average daily membership of six hundred or more, multiply 1.0 times their average daily membership; (2A) \"Sparse school district,\" a school district that meets each of the following criteria: (a) Has an average daily membership per square mile of 0.50 or less; (b) Has an average daily membership of 500 or less; (c) Has an area of four hundred square miles or more; (d) Has at least five miles between its secondary attendance center or centers and that of an adjoining district; (e) Operates a secondary attendance center; and (f) Levies ad valorem taxes at the maximum rates allowed pursuant to § 10-12-42 or more; (2B) \"Sparsity average daily membership,\" calculated as follows: (a) For sparse school districts, divide the average daily membership by the area of the school district in square miles; (b) Multiply the quotient obtained in subsection (a) times negative 0.25; (c) Add 0.125 to the product obtained in subsection (b); and (d) Multiply the sum obtained in subsection (c) times the average daily membership; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Per student allocation,\" for school fiscal year 2006 is $4,237.72. Each school fiscal year thereafter, the per student allocation is the previous fiscal year's per student allocation increased by the index factor; (5) \"Local need,\" the per student allocation multiplied by the sum of the adjusted average daily membership plus the sparsity average daily membership ; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the levies established pursuant to § 10-12-42; (7) \"General fund balance,\" the unreserved fund balance of the general fund, less general fund exclusions plus, beginning with transfers made in fiscal year 2001, any transfers out of the general fund for the previous school fiscal year; (8) \"General fund balance percentage,\" is a school district's general fund balance divided by the school district's total general fund expenditures for the previous school fiscal year, the quotient expressed as a percent; (9) \"General fund base percentage,\" is the general fund balance percentage as of June 30, 2000. However, the general fund base percentage can never increase and can never be less than twenty percent; (10) \"Allowable general fund balance,\" the fund base percentage multiplied by the district's general fund expenditures in the previous school fiscal year; (11) \"Imputed interest rate,\" the average prime rate for the preceding fiscal year minus 2.5 percentage points; (12) \"General fund exclusions,\" revenue a school district has received from the imposition of the excess tax levy pursuant to § 10-12-43; revenue a school district has received from gifts, contributions, grants, or donations; revenue a school district has received under the provisions of §§ 13-6-92 to 13-6-96, inclusive; and any revenue in the general fund set aside for a noninsurable judgment. Section 2. That § 4-5-29.2 be amended to read as follows: 4-5-29.2. Pursuant to S.D. Const., Art. XII, § 6, the state investment officer shall determine the market value of the education enhancement trust fund as of December 31, 2003, and each calendar year thereafter less the investment expenses transferred pursuant to § 4-5-30. The state investment officer shall calculate an amount equal to four and eight tenths percent of that market value, without invading principal, as eligible for distribution. For the purpose of this section, the term, principal, means the sum of all contributions to the fund. Beginning with the distribution in fiscal year 2007, the market value shall be determined by adding the market value of the trust fund at the end of the sixteen most recent calendar quarters as of December thirty-first, and dividing the sum by sixteen. Upon notice of that amount by the state investment officer, the state treasurer shall transfer the amount from the education enhancement trust fund to the state general fund as soon as practicable after July first of the next fiscal year. Section 3. The state treasurer shall transfer from the state general fund an amount equal to eight tenths percent of the fair value of the education enhancement trust fund calculated in § 4- 5-29.2 from the education enhancement trust fund to the sparse school district fund which is hereby created in the state treasury. The purpose of the fund is to provide funding to sparse school districts as defined in subdivision 13-13-10.1(2A). Section 4. There is hereby appropriated from the sparse school district fund the sum of three million dollars ($ 3,000,000 ), or so much thereof as may be necessary, to the Department of Education for distribution to sparse school districts pursuant to this Act. Section 5. The secretary of the Department of Education shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 6. That § 4-8A-8 be amended to read as follows: 4-8A-8. Moneys Except as otherwise provided by this Act, moneys appropriated on a program basis by the General Appropriation Act may be transferred between program accounts within or between programs within departments and bureaus or between departments and bureaus to reflect a reorganization pursuant to Article IV, section 8 of the South Dakota Constitution only at the written request of a governing body, department secretary, or bureau commissioner, or designee, in accordance with procedures established by the Bureau of Finance and Management and only upon written approval of the Bureau of Finance and Management. Transfer of moneys appropriated by the General Appropriations Act between departments, institutions, and bureaus that is not necessary for a reorganization pursuant to Article IV, section 8 of the South Dakota Constitution may only occur at the written request of a governing body, department secretary, or bureau commissioner, or designee, only in accordance with procedures established by the Bureau of Finance and Management and only upon approval by the special committee created in this chapter. The Bureau of Finance and Management shall keep a record of all such authorizations of transfers and make them available for public inspection. The bureau shall also submit an informational report detailing all transfers approved to the special legislative committee established in § 4-8A-2. Section 7. That chapter 4-8A be amended by adding thereto a NEW SECTION to read as follows: Money appropriated as state aid to general education may not be transferred to other program accounts. Money appropriated as state aid to general education may be spent for only general aid to public schools. Section 8. That chapter 4-8 be amended by adding thereto a NEW SECTION to read as follows: If the amount of money appropriated as state aid to general education is in excess of the amount required to meet the entitlement provided for in chapter 13-13, the secretary of the Department of Education shall, at such time as the excess is determined, distribute the excess to all school districts on a pro rata basis according to each school district's average daily membership as defined in subdivision 13-13-10.1(1)."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20674, "action_date": "2006-01-19T14:00:00-06:00", "document_id": 106850, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106850.pdf", "status_text": "First read in Senate and referred to", "journal_page": 110, "committee_id_action": 894, "committee_id_assigned": 869, "result": "N", "vote": {}}, {"bill_id": 20674, "action_date": "2006-02-02T07:45:00-06:00", "document_id": 107786, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107786.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 869, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20674, "action_date": "2006-02-02T07:45:00-06:00", "document_id": 107786, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107786.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 869, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 64037, "president_vote": null, "Yea": [3376, 3412, 3365], "Nay": [3415, 3432, 3439, 3435]}}, {"bill_id": 20674, "action_date": "2006-02-02T07:45:00-06:00", "document_id": 107786, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107786.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 869, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20674, "action_date": "2006-02-07T07:45:00-06:00", "document_id": 108064, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108064.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 869, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20674, "action_date": "2006-02-07T07:45:00-06:00", "document_id": 108064, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108064.pdf", "status_text": "Referred as Amended to", "journal_page": 375, "committee_id_action": 869, "committee_id_assigned": 892, "result": "P", "vote": {"vote_id": 62314, "president_vote": null, "Yea": [3376, 3412, 3365, 3435], "Nay": [3415, 3432, 3439]}}, {"bill_id": 20674, "action_date": "2006-02-07T07:45:00-06:00", "document_id": 108064, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108064.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 869, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20674, "action_date": "2006-02-09T08:00:00-06:00", "document_id": 108364, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108364.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 892, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20674, "action_date": "2006-02-09T08:00:00-06:00", "document_id": 108364, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108364.pdf", "status_text": "Do Pass,", "journal_page": 424, "committee_id_action": 892, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62536, "president_vote": null, "Yea": [3364, 3391, 3397, 3430, 3450, 3453, 3363], "Nay": [3379, 3384]}}, {"bill_id": 20674, "action_date": "2006-02-10T13:00:00-06:00", "document_id": 108515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108515.pdf", "status_text": "Deferred to another day", "journal_page": 459, "committee_id_action": 894, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20674, "action_date": "2006-02-13T14:00:00-06:00", "document_id": 108624, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108624.pdf", "status_text": "Tabled", "journal_page": 499, "committee_id_action": 894, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62686, "president_vote": null, "Yea": [3361, 3362, 3363, 3364, 3365, 3368, 3374, 3376, 3377, 3379, 3384, 3390, 3391, 3396, 3397, 3404, 3409, 3411, 3412, 3413, 3415, 3416, 3421, 3423, 3425, 3428, 3430, 3432, 3435, 3439, 3447, 3450, 3452, 3453, 3458]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/20674"}