{"session_id": 68, "bill_id": 23686, "bill_type": "Senate Bill", "bill_number": 107, "bill_title": "facilitate the process of establishing election precincts and polling places by counties.", "sponsors": [{"legislator_profile_id": 4394, "is_prime": true}, {"legislator_profile_id": 4338, "is_prime": false}, {"legislator_profile_id": 4339, "is_prime": false}, {"legislator_profile_id": 4354, "is_prime": false}, {"legislator_profile_id": 4471, "is_prime": false}, {"legislator_profile_id": 4368, "is_prime": false}, {"legislator_profile_id": 4466, "is_prime": false}, {"legislator_profile_id": 4467, "is_prime": false}, {"legislator_profile_id": 4461, "is_prime": false}], "keywords": ["Elections", "Redistricting", "Voting"], "audio": [{"meeting_datetime": "2023-02-01T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sst15.mp3", "start_seconds": 2345.0}, {"meeting_datetime": "2023-02-01T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sst15.mp3", "start_seconds": 2345.0}, {"meeting_datetime": "2023-02-01T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sst15.mp3", "start_seconds": 2345.0}, {"meeting_datetime": "2023-02-01T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sst15.mp3", "start_seconds": 2345.0}], "bill_versions": [{"bill_id": 23686, "bill_version_id": 246068, "bill_version": "Introduced", "bill_version_date": "2023-01-25T08:18:35.317-06:00", "bill_text": "An Act to facilitate the process of establishing election precincts and polling places by counties. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 2-2-41 be AMENDED: 2-2-41. The Legislature, in making the 2021 redistricting, determines, as a matter of policy, that the following principles are of primary significance in making legislative districts: (1) Adherence to standards of population deviance as established by judicial precedent and to standards of population deviance as prescribed by S.D. Const., Art. III, § 5; (2) Protection of communities of interest by means of compact and contiguous districts; (3) Respect for geographical and political boundaries;and (4) Respect for the boundaries of each county, city, town, and election precinct by not dividing the boundary of a county, city, town, or election precinct except when necessary to meet equal protection requirements or to form districts that are composed of convenient, contiguous, and compact territory; and (4)(5) Protection of minority voting rights consistent with the United States Constitution, the South Dakota Constitution, and federal statutes, as interpreted by the United States Supreme Court and other courts with jurisdiction. Section 2. That § 12-14-1 be AMENDED: 12-14-1. The board of county commissioners shall by resolution provide for election precincts throughout its county and shall designate polling places within such precincts. After each legislative redistricting, each board of county commissioners shall review the boundaries of election precincts and location of polling places in its county. The board shall establish new election precincts if required by the provisions of this chapter and may by resolution change the boundaries of election precincts already established. The county auditor shall be able to provide separate lists of voters living within the boundaries of each municipality, ward, school district, and any other special voting district. Section 3. That chapter 12-14 be amended with a NEW SECTION: When establishing election precinct boundaries and polling place locations, a board of county commissioners shall consult with the county's auditor and any applicable municipal governing body. For each county central committee of a political party organized within the board's jurisdiction, its chairperson may submit proposals to the board to create, revise, or rearrange election precinct boundaries or to relocate polling places. Section 4. That § 12-14-2 be AMENDED: 12-14-2. The resolution of the board of county commissioners establishing new precincts or making any change in precincts already established shall clearly set forth and define the boundaries of the election precincts established or altered. Each board of county commissioners shall establish its election precincts and polling places by resolution no later than December thirty-first in each year ending in 1. The secretary of state may grant additional days for boards to meet the requirements of this section for extraordinary circumstances. Section 5. That chapter 12-14 be amended with a NEW SECTION: A board of county commissioners shall create, revise, or rearrange election precincts and relocate polling places in its county, if necessary, to ensure the election precincts and polling places adequately represent the interests and convenience of voters in the county. The board shall ensure that each election precinct is composed of compact and contiguous territory within the boundary lines of a legislative district. When necessary and possible, each election precinct boundary must coincide with the boundary of a municipality or ward within a municipality and must not cross municipal boundaries, except where the board finds that it is not practical to conform the election precinct boundaries to a municipal boundary."}], "amendments": [{"bill_id": 23686, "document_id": 248056, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248056.pdf", "legislator_profile_id": 4410, "document_id_instructions": 248057, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/248057.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 23686, "action_date": "2023-01-25T14:00:00-06:00", "document_id": 245898, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245898.pdf", "status_text": "First read in Senate and referred to", "journal_page": 114, "committee_id_action": 1183, "committee_id_assigned": 1184, "result": "N", "vote": {}}, {"bill_id": 23686, "action_date": "2023-02-01T10:00:00-06:00", "document_id": 247165, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247165.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1184, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23686, "action_date": "2023-02-01T10:00:00-06:00", "document_id": 247166, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247166.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1184, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23686, "action_date": "2023-02-01T10:00:00-06:00", "document_id": 247166, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247166.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1184, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76605, "president_vote": null, "Yea": [4413, 4348, 4355, 4426, 4345], "Nay": [4394, 4410], "Excused": [4430, 4352]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/23686"}