{"session_id": 21, "bill_id": 6346, "bill_type": "Senate Bill", "bill_number": 57, "bill_title": "authorize and regulate the playing of craps, roulette, and keno within the city limits of the city of Deadwood.", "sponsors": [], "keywords": ["Gaming", "Prison or Jail Cost Estimate", "Recreation and Sports"], "audio": [{"meeting_datetime": "2015-02-04T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sst15.mp3", "start_seconds": 3415.0}, {"meeting_datetime": "2015-02-04T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sst15.mp3", "start_seconds": 3415.0}, {"meeting_datetime": "2015-02-04T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sst15.mp3", "start_seconds": 3415.0}, {"meeting_datetime": "2015-02-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen16.mp3", "start_seconds": 4019.0}, {"meeting_datetime": "2015-02-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen16.mp3", "start_seconds": 4019.0}, {"meeting_datetime": "2015-02-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen16.mp3", "start_seconds": 4019.0}, {"meeting_datetime": "2015-02-25T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hst27.mp3", "start_seconds": 83.0}, {"meeting_datetime": "2015-02-25T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hst27.mp3", "start_seconds": 83.0}, {"meeting_datetime": "2015-02-25T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hst27.mp3", "start_seconds": 83.0}, {"meeting_datetime": "2015-02-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou28.mp3", "start_seconds": 2046.0}, {"meeting_datetime": "2015-02-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou28.mp3", "start_seconds": 2046.0}, {"meeting_datetime": "2015-02-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou28.mp3", "start_seconds": 2046.0}, {"meeting_datetime": "2015-02-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou28.mp3", "start_seconds": 2046.0}], "bill_versions": [{"bill_id": 6346, "bill_version_id": 33032, "bill_version": "Introduced", "bill_version_date": "2015-01-10T12:25:12.633-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize and regulate the playing of craps, roulette, and keno within the city limits of the city of Deadwood. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 42-7B-1 be amended to read as follows: 42-7B-1. Limited card games and, slot machines, craps, roulette, and keno are hereby authorized, and may be operated and maintained, within the city limits of the city of Deadwood, South Dakota, subject to the provisions of this chapter. The City of Deadwood must first approve the limited card games and slot machines by sixty percent of the votes cast at an election called for this purpose. The form of the question to be submitted to the voters is \"Shall the city of Deadwood allow limited card games and slot machines?\" Section 2. That § 42-7B-3 be amended to read as follows: 42-7B-3. If the City of Deadwood permits limited card games and slot machines within its city limits, such activity Gaming within the city limits of the city of Deadwood shall be regulated by the South Dakota Commission on Gaming. Section 3. That § 42-7B-4 be amended to read as follows: 42-7B-4. Terms used in this chapter mean: (1) \"Adjusted gross proceeds,\" except in the case of the games of poker, gross proceeds less cash prizes. In games of poker, the term means any sums wagered in a poker hand which may be retained by the licensee as compensation which must be consistent with the minimum and maximum amount established by the South Dakota Commission on Gaming; (2) \"Bet,\" an amount placed as a wager in a game of chance; (3) \"Blackjack,\" a card game played by a maximum of seven players in which each player bets against the dealer. The object is to draw cards whose value will equal or approach twenty-one without exceeding that amount and win amounts bet, payable by the dealer, if the player holds cards more valuable than the dealer's cards. The commission may promulgate rules pursuant to chapter 1-26 authorizing variations of the game; (4) \"City limits,\" the boundaries of the City city of Deadwood as they existed on January 1, 1989; (5) \"Commission,\" the South Dakota Commission on Gaming; (5A) \"Craps,\" a game in which the players place bets on the outcome of the roll or series of rolls of a pair of dice; (6) \"Gaming,\" limited card games and, slot machines, craps, roulette, and keno as allowed and regulated by this chapter; (6A) \"Gaming device,\" a slot machine, a poker table, or a blackjack table, a slot machine, a craps table, a roulette table, or a keno number selection device; (7) \"Gaming employee,\" any person twenty-one years of age or older employed by an operator or retailer hosting gaming to work directly with the gaming portion of that business and who must hold a support license; (8) \"Gaming equipment,\" any equipment used in gaming that is allowed by this chapter and which requires licensing; (9) \"Gaming license,\" any license issued by the commission pursuant to this chapter which authorizes any person to engage in gaming within the City city of Deadwood; (9A) \"Gaming property owner,\" any person other than a licensed retailer who owns real property where licensed gaming is conducted within the city of Deadwood. The term, gaming property owner, does not include any person who owned real property where licensed gaming was conducted within the city of Deadwood prior to January 1, 2010; (10) \"Historic restoration and preservation,\" the restoration and preservation of the City city of Deadwood to maintain its historical background, cultural heritage, and necessary supporting infrastructures; (10A) \"Keno,\" a game in which players place bets by marking their selections on a blank ticket form with eighty numbered selection boxes and the outcome is determined by a number selection device; (10B) \"Key employee,\" any executive, employee, or agent of a gaming licensee having the power to exercise a significant influence over decisions concerning any part of the operation of a gaming licensee; (11) \"Licensed gaming establishment,\" any premises licensed pursuant to this chapter where gaming is conducted; (12) \"Licensee,\" any person licensed under this chapter; (13) \"Licensing authority,\" the South Dakota Commission on Gaming Commission; (14) \"Limited card games and slot machines,\" any card games including poker and blackjack and slot machines authorized by this chapter and regulated by the commission; (15) \"Net municipal proceeds,\" the amount remitted to the City city of Deadwood by the South Dakota Commission on Gaming; (16) \"Operator,\" any person who places poker tables, blackjack tables, slot machines, craps tables, roulette tables, or keno number selection devices in the person's own business premises; (17) \"Person,\" includes individuals, partnerships, limited liability companies, associations, and corporations; (18) \"Poker,\" a card game played by players who are dealt cards by a nonplayer dealer. The object of the game is for each player to bet the superiority of the player's own hand and win the other players' bets by either making a bet no other player is willing to match or proving to hold the most valuable cards after all the betting is over. Poker includes draw, stud, low ball, or any combination thereof. The commission may promulgate rules pursuant to chapter 1-26 authorizing variations of the game; (19) \"Retailer,\" any licensee who maintains gaming at the licensee's place of business within the City city of Deadwood for use and operation by the public; (20) \"Retail space,\" the area where the retailer's business is principally conducted; (20A) \"Roulette,\" a game in which players place bets on a single number or a range of numbers or the colors red or black or whether the number is odd or even or a combination thereof and the winning numbers and color are determined by a ball which is spun on a wheel; (20B) \"Route operator,\" any person who, individually or jointly pursuant to an agreement whereby consideration is paid for the right to place poker tables, blackjack tables, slot machines or gaming tables, craps tables, roulette tables, or a keno number selection device, engages in the business of placing and operating poker tables, blackjack tables, slot machines or gaming tables, craps tables, roulette tables, or a keno number selection device within the City city of Deadwood; (21) \"Slot machines,\" any mechanical, electrical, or other device, contrivance, or machine which, upon insertion of a coin, token or similar object, or upon payment of any consideration whatsoever, is available to play or operate, the play or operation of which, whether by reason of the skill of the operator or application of the element of chance, or both, may deliver or entitle the person playing or operating the machine to receive cash premiums, merchandise, tokens, redeemable game credits or anything of value other than unredeemable free games whether the payoff is made automatically from the machines or in any other manner; (22) \"Slot machine manufacturer,\" any person or distributor who designs, assembles, fabricates, produces, constructs, sells, leases, or who otherwise prepares a product or a component part of a slot machine, other than tables or cabinetry; (23) \"Suitability\" or \"suitable,\" in relation to a person is the ability to be licensed by the commission and as to acts or practices, are lawful acts or practices; (24) \"Unsuitability\" or \"unsuitable,\" in relation to a person is the inability to be licensed by the commission because of prior acts, associations, or financial condition, and as to acts or practices, are those that would violate the statutes or rules or would be contrary to the declared legislative purpose of this chapter. Section 4. That § 42-7B-7 be amended to read as follows: 42-7B-7. The commission may promulgate rules, pursuant to chapter 1-26, for the orderly transaction and conduct of its business and the substantive rules that it may determine proper concerning the issuance, revocation, and suspension of gaming licensees, the division of machines or limited card games, slot machines, craps, roulette, or keno that may be placed in any building or retail business, the conduct and operation of limited card games and, slot machines, craps, roulette, or keno, and any other things necessary to carry out the purposes of this chapter. The commission may also promulgate rules necessary to administer complaints which may be received from the public and conduct such other investigations and inspections into the conduct of the games and the licensees and the maintenance of the equipment as the commission may deem deems necessary and proper. Rules of the commission shall be promulgated pursuant to chapter 1-26. License issuance, suspension, and revocation are contested cases within the meaning of chapter 1-26. The commission's rules may provide procedures for summary suspension of any license issued under this chapter and shall provide for subsequent contested case hearings before suspensions become final or a license is revoked. The commission may apply for injunctive or declaratory relief to enforce the provisions of this chapter and any rules promulgated thereunder. Action by the commission may not limit the authority of the state's attorney or attorney general from enforcing criminal actions. Section 5. That § 42-7B-15 be amended to read as follows: 42-7B-15. Specific rules for blackjack and, poker, craps, roulette, and keno shall be approved by the commission and clearly posted within plain view of any applicable card gaming table or area in which keno is offered for play. Section 6. That § 42-7B-16 be amended to read as follows: 42-7B-16. A full compliment complement of limited card games and slot machines gaming devices may not exceed thirty per retail license. Section 7. That § 42-7B-17 be amended to read as follows: 42-7B-17. Any Each operator is responsible to provide audit and security measures relating to slot machines gaming devices, as prescribed by this chapter and the commission. The operator shall insure slot machine gaming device specifications comply with those provisions set forth in this chapter and the rules of the commission. Section 8. That § 42-7B-21 be amended to read as follows: 42-7B-21. The commission may establish an application fee which shall include includes the cost of investigation and administration and is nonrefundable. The amount of the application fee may vary with the type of license or game for which application is made and with the type of applicant. The application form promulgated by the commission shall include a waiver of any right of confidentiality and allow access to law enforcement records of this or any other state, the government of any foreign country, or any Indian tribe. The waiver of confidentiality shall extend extends to any financial or personnel record wherever maintained. Section 9. That § 42-7B-27 be amended to read as follows: 42-7B-27. Any individual employed by a retail licensee, operator, route operator, or slot machine manufacturer as a card dealer, floor supervisor, or other gaming employee as determined by the commission, shall have a current valid support license. Any individual seeking a support license shall be a person of at least twenty-one years of age, and of good moral character. The commission may deny a support license to any person discharged for cause by any licensed gaming establishment in this or any other country. Section 10. That § 42-7B-35 be amended to read as follows: 42-7B-35. Any participant in a limited card game or slot machine any gaming shall be twenty-one years or older at the time of his participation. No licensee may permit any person who is less than twenty-one years of age to participate in a limited card game or play a slot machine any gaming. A violation of this section by a participant is a Class 1 misdemeanor and a violation by a licensee is a Class 1 misdemeanor and may form the basis for revocation of a retail license. Section 11. That § 42-7B-40 be amended to read as follows: 42-7B-40. Any retail licensee under this chapter shall have at least one licensed employee that is at least twenty-one years of age on the premises or within a contiguous premises in full view and control of any limited card games or slot machines gaming operated on the premises. The commission shall adopt rules, pursuant to chapter 1-26, to establish the number of employees required to monitor the premises. The rules may also authorize the use of electronic devices or other types of monitoring equipment. Section 12. That § 42-7B-42 be amended to read as follows: 42-7B-42. It is unlawful for any person playing or conducting any authorized game of chance, conducted by a licensee to: (1) Use bogus or counterfeit chips, tokens, devices, or coins, cards, dice, or roulette balls; (2) Employ or have on one's person any cheating device to facilitate cheating in any game of chance; (3) Use any fraudulent scheme or technique; (4) Have located on the premises equipment for gaming that is not licensed by the commission under pursuant to this chapter except any equipment exempted by the commission, this chapter, or other statutes. A violation of this section is a Class 5 felony."}, {"bill_id": 6346, "bill_version_id": 35671, "bill_version": "Enrolled", "bill_version_date": "2015-02-27T09:13:24.603-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6346, "action_date": "2015-01-13T12:00:00-06:00", "document_id": 33120, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33120.pdf", "status_text": "First read in Senate and referred to", "journal_page": 27, "committee_id_action": 284, "committee_id_assigned": 269, "result": "N", "vote": {}}, {"bill_id": 6346, "action_date": "2015-02-04T10:00:00-06:00", "document_id": 34098, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34098.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 269, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6346, "action_date": "2015-02-04T10:00:00-06:00", "document_id": 34466, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34466.pdf", "status_text": "Do Pass", "journal_page": 280, "committee_id_action": 269, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18170, "president_vote": null, "Excused": [885], "Yea": [896, 895, 877, 868, 871, 854, 944], "Nay": [891]}}, {"bill_id": 6346, "action_date": "2015-02-05T14:00:00-06:00", "document_id": 34578, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34578.pdf", "status_text": "Do Pass", "journal_page": 307, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18267, "president_vote": null, "Yea": [853, 854, 855, 943, 858, 860, 889, 903, 876, 899, 885, 896, 901, 895, 890, 900, 893, 886, 862, 880, 944, 877, 868, 871, 892, 872, 878], "Nay": [856, 894, 898, 891, 902, 873, 897], "Excused": [942]}}, {"bill_id": 6346, "action_date": "2015-02-06T13:00:00-06:00", "document_id": 34653, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34653.pdf", "status_text": "First read in House and referred to", "journal_page": 327, "committee_id_action": 286, "committee_id_assigned": 279, "result": "N", "vote": {}}, {"bill_id": 6346, "action_date": "2015-02-25T07:45:00-06:00", "document_id": 35378, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35378.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 279, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6346, "action_date": "2015-02-25T07:45:00-06:00", "document_id": 35512, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35512.pdf", "status_text": "Do Pass", "journal_page": 508, "committee_id_action": 279, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 19024, "president_vote": null, "Yea": [915, 884, 882, 879, 953, 881, 869, 874, 954, 924], "Nay": [947, 912, 921]}}, {"bill_id": 6346, "action_date": "2015-02-26T14:00:00-06:00", "document_id": 35634, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35634.pdf", "status_text": "Do Pass", "journal_page": 546, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 19156, "president_vote": null, "Yea": [883, 915, 952, 884, 938, 923, 875, 931, 941, 927, 857, 917, 924, 929, 937, 882, 913, 951, 861, 905, 919, 956, 879, 939, 920, 930, 953, 908, 940, 935, 910, 863, 864, 914, 922, 866, 955, 869, 950, 918, 954, 932, 949, 934, 957, 874], "Nay": [888, 928, 925, 859, 947, 948, 909, 946, 958, 887, 936, 907, 906, 916, 911, 865, 933, 867, 926, 912, 904, 921], "Excused": [945, 881]}}, {"bill_id": 6346, "action_date": "2015-02-27T13:00:00-06:00", "document_id": 35734, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35734.pdf", "status_text": "Signed by the President", "journal_page": 552, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6346, "action_date": "2015-03-03T14:00:00-06:00", "document_id": 35831, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35831.pdf", "status_text": "Signed by the Speaker", "journal_page": 581, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6346, "action_date": "2015-03-04T14:00:00-06:00", "document_id": 35962, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35962.pdf", "status_text": "Delivered to the Governor", "journal_page": 578, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6346, "action_date": "2015-03-11T10:00:00-05:00", "document_id": 36378, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36378.pdf", "status_text": "Signed by the Governor", "journal_page": 662, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5975, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6346"}