{"session_id": 54, "bill_id": 17968, "bill_type": "House Bill", "bill_number": 1185, "bill_title": "allow creation of superimposed school districts.", "sponsors": [{"legislator_profile_id": 2927, "is_prime": true}, {"legislator_profile_id": 2929, "is_prime": true}, {"legislator_profile_id": 2852, "is_prime": false}, {"legislator_profile_id": 2857, "is_prime": false}, {"legislator_profile_id": 2874, "is_prime": false}, {"legislator_profile_id": 2892, "is_prime": false}, {"legislator_profile_id": 2894, "is_prime": false}, {"legislator_profile_id": 2912, "is_prime": false}, {"legislator_profile_id": 2921, "is_prime": false}, {"legislator_profile_id": 2924, "is_prime": false}, {"legislator_profile_id": 2928, "is_prime": false}], "keywords": ["Education"], "audio": [{"meeting_datetime": "2003-02-07T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hed18hb1185a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-07T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hed18hb1185a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-07T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hed18hb1185a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17968, "bill_version_id": 96118, "bill_version": "Introduced", "bill_version_date": "2003-01-30T09:35:48-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to allow creation of superimposed school districts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-5 be amended by adding thereto a NEW SECTION to read as follows: Any two or more contiguous school districts may organize to form a school district superimposed over the member districts to operate a single shared attendance center for students from within the existing districts in grades nine to twelve or other configuration of grades six to twelve. The member school districts shall retain their existing school boards and may keep any existing attendance centers for use for grades kindergarten through six or eight. Section 2. That chapter 13-5 be amended by adding thereto a NEW SECTION to read as follows: School districts reorganized pursuant to this Act to operate a superimposed school district shall, by agreement adopted by the cooperating school boards, appoint one or two members from each member district's school board to serve as a governing board for the superimposed school district. Members of the superimposed school board shall serve one-year terms. Member districts shall rotate their number of eligible appointments so that the superimposed school board will have an odd number of members.. Section 3. That chapter 13-5 be amended by adding thereto a NEW SECTION to read as follows: The superimposed school board created by school districts reorganized pursuant to this Act has the same rights and privileges as other school boards created pursuant to this chapter. Section 4. That § 13-5-35 be amended to read as follows: 13-5-35. No school district may be formed after July 1, 1998, unless it operates both an elementary and a secondary school within the boundaries of the district , or is part of a superimposed school district . Section 5. That chapter 13-5 be amended by adding thereto a NEW SECTION to read as follows: School districts reorganized to create superimposed school districts shall coordinate their curricula across grades kindergarten to twelve. Section 6. That chapter 13-5 be amended by adding thereto a NEW SECTION to read as follows: School districts reorganized to create superimposed school districts shall employ a shared superintendent and shared business manager and shared high school principal. The member districts may decide, at their discretion, which or how many attendance centers for grades kindergarten to eight may be served by individual principals. Section 7. That chapter 13-5 be amended by adding thereto a NEW SECTION to read as follows: School districts reorganized to create superimposed school districts shall split all property tax revenues in the same method proportionally between costs of kindergarten through grade twelve according to the numbers of grade levels served by the original districts and the superimposed district. Section 8. That chapter 13-5 be amended by adding thereto a NEW SECTION to read as follows: School districts reorganized to create superimposed school districts are entitled to the same incentives as school districts that consolidate pursuant to chapter 13-13. For purposes of calculating average daily membership and adjusted average daily membership pursuant to § 13- 13-10.1, a superimposed school district and its member districts compose one school district. No school district that is part of a superimposed school district may be counted separately for purposes of calculating average daily membership or adjusted average daily membership."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17968, "action_date": "2003-01-30T14:00:00-06:00", "document_id": 96215, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96215.pdf", "status_text": "First read in House and referred to", "journal_page": 226, "committee_id_action": 798, "committee_id_assigned": 787, "result": "N", "vote": {}}, {"bill_id": 17968, "action_date": "2003-02-07T10:00:00-06:00", "document_id": 96785, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96785.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 349, "committee_id_action": 787, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56256, "president_vote": null, "Yea": [2837, 2839, 2841, 2855, 2871, 2892, 2896, 2898, 2920, 2930, 2934, 2877, 2872], "Excused": [2857], "Nay": [2895]}}, {"bill_id": 17968, "action_date": "2003-02-07T10:00:00-06:00", "document_id": 96785, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96785.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 787, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/17968"}