{"session_id": 20, "bill_id": 5462, "bill_type": "House Bill", "bill_number": 1225, "bill_title": "establish a special order shipping license and to provide for the direct shipment of wine to consumers.", "sponsors": [{"legislator_profile_id": 457, "is_prime": true}, {"legislator_profile_id": 443, "is_prime": true}, {"legislator_profile_id": 456, "is_prime": false}, {"legislator_profile_id": 846, "is_prime": false}, {"legislator_profile_id": 518, "is_prime": false}, {"legislator_profile_id": 426, "is_prime": false}], "keywords": ["Alcoholic Beverages", "Licenses"], "audio": [{"meeting_datetime": "2014-02-10T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hco17.mp3", "start_seconds": 261.0}, {"meeting_datetime": "2014-02-10T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hco17.mp3", "start_seconds": 261.0}, {"meeting_datetime": "2014-02-10T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hco17.mp3", "start_seconds": 261.0}], "bill_versions": [{"bill_id": 5462, "bill_version_id": 29675, "bill_version": "Introduced", "bill_version_date": "2014-02-04T09:26:36.65-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a special order shipping license and to provide for the direct shipment of wine to consumers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Department,\" the Department of Revenue; (2) \"Secretary,\" the secretary of the Department of Revenue; (3) \"Winery,\" any maker or producer of wine whether in this state or in any other state, who holds a valid federal basic wine manufacturing permit. Section 2. Any winery that obtains a special order shipping license from the secretary pursuant to this Act may make direct shipments of wine to consumers in this state. A special order shipping license may only be issued to a winery upon compliance with all applicable provisions of this Act. A special order shipping license may be issued and renewed for an annual fee of twenty-five dollars. A special order shipping license entitles the winery to ship wine upon order directly to a consumer for personal or household use in this state. The consumer shall pay the purchase price and all shipping costs directly to the permit holder. The taxes imposed by chapter 35-5 shall be paid solely on the purchase price and not on the shipping costs. Section 3. No holder of a special order shipping license is permitted to ship in excess of twelve standard cases of wine of one brand or a combination of brands into this state to any one consumer or address per calendar year. Section 4. Before accepting an order from a consumer in this state, the holder of a special order shipping license shall require that the person placing the order to state affirmatively that he or she is twenty-one years of age or older and shall verify the age of the person placing the order either by the physical examination of an approved government issued form of identification or by utilizing an internet based age and identification service approved by the secretary. Section 5. Each shipment of wine by the holder of a special order shipping license shall be clearly marked with \"Alcoholic Beverages, Adult Signature Required.\" The carrier delivering the shipment is responsible for obtaining the signature of an adult who is at least twenty-one years of age as a condition of delivery. Section 6. A special order shipping license does not authorize the shipment of any wine to any premises licensed to sell alcoholic beverages pursuant to title 35. Section 7. The failure to comply strictly with the requirements of this Act are grounds for the revocation of a special order shipping license or other disciplinary action by the secretary. After notice and an opportunity for hearing in accordance with the provisions of the chapter 1-26D, the secretary may refuse to issue or renew or may revoke a special order shipping license upon a finding that the license holder has failed to comply with any provision of this Act or chapter 35-5. Upon revocation of a special order shipping license for shipment of wine to a person not of legal age as required herein, no such winery may be issued any special order shipping license pursuant to this Act for a period of one year from the date of revocation. Section 8. The holder of a special order shipping license shall collect the occupational tax imposed by § 35-5-3 and the wholesale tax imposed by § 35-5-6.1 and remit the taxes annually in a manner prescribed by the secretary. The holder shall submit reports, documentation, and other information as may be required by the secretary when remitting the taxes. In addition, an applicant for and a holder of a special order shipping license, as a condition of receiving and holding a valid license, shall: (1) Collect and pay the applicable tax on each sale shipped to a consumer in South Dakota; (2) Submit sales tax reports, documentation, and other information as may be required by the secretary; and (3) If the holder of the license is an out-of-state shipper, the licensee is deemed to have appointed the secretary of state as the resident agent and representative of the licensee to accept service of process from the secretary of revenue and the courts of this state concerning enforcement of title 35. Section 9. The secretary of revenue may adopt rules, pursuant to chapter 1-26, concerning the: (1) Issuance and renewal of the special order shipping license; (2) Collection and remittance of the taxes; and (3) Filing of reports and supporting documentation."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5462, "action_date": "2014-02-04T14:00:00-06:00", "document_id": 29776, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29776.pdf", "status_text": "First read in House and referred to", "journal_page": 267, "committee_id_action": 231, "committee_id_assigned": 217, "result": "N", "vote": {}}, {"bill_id": 5462, "action_date": "2014-02-10T10:00:00-06:00", "document_id": 30083, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30083.pdf", "status_text": "Tabled", "journal_page": 348, "committee_id_action": 217, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15803, "president_vote": null, "Yea": [528, 522, 467, 425, 451, 845, 487, 502, 518, 450, 506, 508], "Excused": [497]}}, {"bill_id": 5462, "action_date": "2014-02-10T10:00:00-06:00", "document_id": 29980, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29980.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 217, "committee_id_assigned": null, "result": "N", "vote": {}}]}