{"session_id": 54, "bill_id": 17952, "bill_type": "House Bill", "bill_number": 1192, "bill_title": "revise the procedure for assessing certain agricultural and nonagricultural acreage property.", "sponsors": [{"legislator_profile_id": 2852, "is_prime": true}, {"legislator_profile_id": 2893, "is_prime": true}, {"legislator_profile_id": 2837, "is_prime": false}, {"legislator_profile_id": 2850, "is_prime": false}, {"legislator_profile_id": 2854, "is_prime": false}, {"legislator_profile_id": 2870, "is_prime": false}, {"legislator_profile_id": 2879, "is_prime": false}, {"legislator_profile_id": 2880, "is_prime": false}, {"legislator_profile_id": 2890, "is_prime": false}, {"legislator_profile_id": 2911, "is_prime": false}, {"legislator_profile_id": 2928, "is_prime": false}, {"legislator_profile_id": 2933, "is_prime": false}, {"legislator_profile_id": 2935, "is_prime": false}], "keywords": ["Agriculture and Horticulture", "Property", "Taxation"], "audio": [{"meeting_datetime": "2003-02-13T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hta22hb1192a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-13T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hta22hb1192a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-13T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hta22hb1192a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-13T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hta22hb1192a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-26T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sta31hb1192a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-26T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sta31hb1192a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-26T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sta31hb1192a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-26T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sta31hb1192a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-03T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen34hb1192a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-03T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen34hb1192a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-03T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen34hb1192a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-03T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen34hb1192a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-03T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen34hb1192a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17952, "bill_version_id": 96135, "bill_version": "Introduced", "bill_version_date": "2003-01-30T09:59:11-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the procedure for assessing agricultural property and to repeal the nonagricultural acreage classification. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the provisions of § 10-6-33, agricultural land shall be assessed based on its agricultural income value. The agricultural income value of agricultural land shall be determined on the basis of productivity and the annual earnings capacity of the agricultural land, if the land is used for agricultural purposes. The productivity of land and its annual earning capacity shall be based on data collected and analyzed pursuant to sections 2 to 5, inclusive, of this Act. Section 2. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Agricultural income value is defined as the capitalized average annual earning capacity. The capacity of the cropland to produce agricultural products shall be based on average yields for crops or plants under natural conditions. The capacity of noncropland to produce agricultural products shall be based on average acres per animal unit under natural conditions. For the purpose of this section, annual earning capacity for: (1) Cropland is twenty-five percent of the annual gross income produced; and (2) Noncropland is twenty-five percent of the annual gross income capacity of the land based upon the animal-carrying capacity of the land. The economics department of South Dakota State University shall annually compute the average annual earning capacity of cropland and noncropland for each county using the database defined in section 4 of this Act. Any agricultural land receiving income from the conservation reserve program or other government program that makes annual payments shall be treated as cropland income unless it is clearly identified as a noncropland payment. The average annual earning capacity shall be capitalized at a rate of seven and three-fourths percent to determine the capitalized average annual earning capacity. The economics department shall annually provide the secretary of revenue an agricultural income value for cropland, noncropland, and a composite agricultural income value for each county by June first. Section 3. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Before July first, the secretary of revenue shall annually provide each director of equalization the agricultural income value for each county as computed pursuant to section 2 of this Act. The director of equalization shall annually determine the assessed value of agricultural land. Agricultural land shall be assessed based on its agricultural income value and adjusted by the following factors: (1) The capacity of the land to produce agricultural products as specified in section 2 of this Act; and (2) The location, size, soil survey statistics, terrain, and topographical condition of the land including the climate, accessibility, and surface obstructions which can be documented. Section 4. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: The secretary of revenue shall enter into contracts with South Dakota State University and, if necessary, the South Dakota Agricultural Statistics Service for the purpose of creating a database to determine the agricultural income value of agricultural land by county. A database for an identifiable region within a county may be created if the director of equalization shows a need for establishing identifiable regions within a county. The secretary shall collect such data for 1996, which will serve as the first year of the database, and each year thereafter. The database shall consist of the most recent eight years of data that have been collected and the years representing the highest and lowest agricultural income value shall be discarded from the database. The database for the 2005 assessment shall consist of data from 1996 to 2003, inclusive, and the database for each assessment year thereafter shall be adjusted accordingly. Section 5. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Agricultural land shall be divided by the director of equalization into categories, including cropland and noncropland, so that the categories reflect actual use of the agricultural land. Each category shall be divided into classes based on soil classification standards developed by the United States Department of Agriculture Natural Resources Conservation Service. Section 6. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Buildings and structures, other than normally occupied dwellings on agricultural land and automobile garages or portions of buildings used for that purpose, which are used exclusively for agricultural purposes and situated on agricultural land, are hereby specifically classified for tax purposes as agricultural property and shall be assessed by using the cost approach less depreciation as prescribed by the Department of Revenue. Section 7. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: The secretary of revenue may promulgate rules pursuant to chapter 1-26 to provide for: (1) Criteria for determining the cost approach and depreciation procedure for agricultural buildings and structures; (2) Criteria for determining the assessed value of dwellings on agricultural land and automobile garages or portions of buildings used for that purpose; (3) Application of cropland and noncropland income values; and (4) Soil classification standards. Section 8. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: The agricultural income value for agricultural land as determined pursuant to section 1 of this Act represents eighty-five percent of the fair market value. Section 9. That § 10-6-1 be amended to read as follows: 10-6-1. Terms used in this chapter mean: (1) \"Credit,\" every claim and demand for money or other valuable thing and every annuity or sum of money receivable at stated periods, due or to become due, and all claims and demands secured by deeds or mortgages due or to become due, except for contracts for deed and mortgages, in which case the term means only the payment received each year under the contract or mortgage; (2) \"District,\" township, municipality or ward, as the case may be; (3) \"Full agricultural land value,\" the value of agricultural land as determined by the application of this chapter; (4) \"Money,\" gold and silver coin, treasury notes, bank notes, and every deposit which any person owning the same or holding in trust and residing in this state is entitled to withdraw in money on demand; (5) \"Tract,\" \"lot,\" \"piece,\" or \"parcel\" of real property, or \"piece or parcel of land,\" any contiguous quantity of land in the possession of, owned by, or recorded as, the property of the same claimant, person, or company; (6) \"True and full value,\" for all real property, except agricultural land, the usual cash selling price at the place where the property to which the term is applied shall be at the time of the assessment. Section 10. That § 10-6-33.1 be repealed. 10-6-33.1. The true and full value in money of agricultural land, as defined by § 10-6-31, which has been in primarily agricultural use for at least five successive years immediately preceding the tax year for which assessment is to be made shall be the market value as determined for each county through the use of all comparable sales of agricultural land based on consideration of the following factors: (1) The capacity of the land to produce agricultural products as defined in § 10-6-33.2; and (2) The soil, terrain, and topographical condition of the property including but not limited to capability, the land's use, climate, accessibility, and surface obstructions which can be documented through an analysis of land selling prices. The comparable sales that are used shall be evidenced by an instrument recorded with the register of deeds of the county in which the land is located, if the date of such instrument and the recording date is not more than two years prior to the assessment year. Section 11. That § 10-6-33.2 be repealed. 10-6-33.2. Capacity of land in agricultural use to produce agricultural products shall be based on average yields under natural conditions, in the case of land producing crops or plants, and on the average \"acres per animal unit,\" in the case of grazing land; said average shall affect each operating unit and shall be based on the ten-year period immediately preceding the tax year in issue. In determining such capacity to produce, the county director of equalization and/or the county board of equalization must take into consideration yields, and/or carrying capacity, as determined by the soil conservation service, the agricultural stabilization and conservation service, the extension service, federal land bank, and private lending agencies dealing with land production capacities. Section 12. That § 10-6-33.3 be repealed. 10-6-33.3. Land or improvement on land within an operating unit which is not used incident to an agricultural pursuit shall be separately listed and assessed and the income therefrom shall not be used in determining the values for the purposes of § § 10-6-33.1 and 10-6-33.2. Section 13. That § 10-6-33.4 be repealed. 10-6-33.4. If agricultural land has been classified pursuant to chapter 10-10, land within these classifications and the classifications shall conform to the provisions of § § 10-6-33.1 to 10-6-33.3, inclusive. Section 14. That § 10-6-33.5 be amended to read as follows: 10-6-33.5. The assessment, valuation, equalization, and taxation of school and endowment lands shall be at the same level and on the same basis as lands assessed, valued, and equalized according to § § 10-6-33.1 to 10-6-33.4, inclusive sections 1 to 5, inclusive, of this Act . Section 15. That § 10-6-33.6 be repealed. 10-6-33.6. If the median market value per acre in an identifiable region within a county deviates by more than ten percent from the county median market value per acre, the county director of equalization may establish a separate market value per acre for the land defined by the director of equalization within that identifiable region. Section 16. That § 10-6-33.7 be repealed. 10-6-33.7. Agricultural land in each county shall be divided into the eight classes defined by the United States Department of Agriculture's soil conservation service as published in its soil survey for each county. The county director of equalization shall, based on the agricultural lands soil survey classification, determine a value for each soil type. The value for each soil type shall be determined from sales of similar land based upon its soil survey classification, and as adjusted for the factors contained in subdivision 10-6-33.1(2). The sales used shall be sales of agricultural land that are sold for agricultural purposes. Section 17. That § 10-6-33.12 be repealed. 10-6-33.12. For the purposes of § § 10-6-33.8 and 10-6-33.9, there shall be a separate median sales to assessment ratio and coefficient of dispersion for agricultural and nonagricultural real property. Section 18. That § 10-6-33.20 be repealed. 10-6-33.20. Any agricultural land, as defined in § 10-6-31.3, which is sold in an increment of seventy acres or less, may not be used for the purpose of valuing agricultural land. The sale of any agricultural land, which is not used for purpose of valuing agricultural property pursuant to this section, may not be used in any sales ratio study. Section 19. That § 10-11-57 be repealed. 10-11-57. In order to determine the ratio for agricultural land assessed pursuant to § 10-6-33.1, the secretary of revenue shall compare the assessed valuations on properties used for tax purposes in the year sold with the agricultural values of those properties as determined under § § 10-6-33.1 and 10-6-33.2. Section 20. That § 10-12-31.1 be amended to read as follows: 10-12-31.1. Notwithstanding other provision of law, when applying the levies for school purposes, the county director of equalization of each county shall adjust the level of assessment in that district so that the level of assessment as indicated by the most recent assessment to sales ratio as provided for in § 10-11-55 and the most recent assessment to full agricultural land value ratio agricultural income value as provided for in § 10-11-57 section 1 of this Act in that district are equal to eighty-five percent of market or agricultural income value. The Department of Revenue shall provide the director of equalization of each county all of the factors of adjustment necessary for the computations required in this section. Section 21. That § 10-6-33.14 be repealed. 10-6-33.14. Any agricultural land, as defined in § 10-6-31.3, which sells for more than one hundred fifty percent of its agricultural income value is hereby classified for purposes of ad valorem taxation as a nonagricultural acreage. The agricultural income value shall be determined pursuant to § 10-6-33.15. Section 22. That § 10-6-33.15 be repealed. 10-6-33.15. For the purposes of § 10-6-33.14, the agricultural income value shall be determined using capitalized actual annual cash rent. The actual annual cash rent is the actual annual cash rent, excluding the actual per acre tax on agricultural land, determined through an analysis of actual arm's length rental agreements collected within the county in the year prior to the year for which the income value is being determined. The annual cash rent shall be capitalized at eight percent. Section 23. That § 10-6-33.16 be repealed. 10-6-33.16. The secretary of revenue may enter into a contract for the collection of cash rent information by county. Cash rent information shall be adjusted by soil survey statistics if available. Section 24. That § 10-6-33.17 be repealed. 10-6-33.17. Any land which is classified pursuant to § § 10-6-33.14 to 10-6-33.19, inclusive, shall remain so classified for one year. Thereafter, the director of equalization shall reclassify all or part of any land which is classified pursuant to § 10-6-33.14 according to its actual use, provided that any land reclassified as agricultural is consistent with § 10-6-31.3. Land classified pursuant to this section shall be valued for ad valorem tax purposes in the same manner as like property. Section 25. That § 10-6-33.18 be repealed. 10-6-33.18. Land classified pursuant to § § 10-6-33.14 to 10-6-33.19, inclusive, shall be valued for ad valorem tax purposes at the price for which such land sold multiplied times the level of assessment for nonagricultural property within the county. The value of such land shall be increased or decreased each year by the same percentage that the value of nonagricultural property increases or decreases. Section 26. Sections 1 to 20, inclusive, of this Act are effective on January 1, 2005, to be implemented for the purpose of the 2006 assessment year and taxes payable in 2007. Section 27. Sections 21 to 25, inclusive, of this Act are effective on January 1, 2005."}, {"bill_id": 17952, "bill_version_id": 97653, "bill_version": "House Engrossed", "bill_version_date": "2003-02-21T15:58:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the procedure for assessing certain agricultural property. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the provisions of chapter 10-6, agricultural land may be assessed based on its agricultural income value if there are less than fifteen arms-length transactions of agricultural land during the three preceding assessment years. The agricultural income value of agricultural land shall be determined on the basis of the capitalized annual cash rent of the agricultural land. The capitalized annual cash rent shall be based on data collected and analyzed pursuant to section 2 of this Act. For the purposes of this section, arms-length transactions do not include any agricultural land sales subject to the provisions of § 10-6-33.14, 10-6-33.20, or 10-6-74. Section 2. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of section 1 of this Act, the agricultural income value shall be determined using capitalized annual cash rent. The annual cash rent is the annual cash rent, excluding the per acre tax on agricultural land, determined through an analysis of arms-length rental agreements collected within the county in the year prior to the year for which the income value is being determined. The annual cash rent shall be capitalized at eight percent. The secretary of revenue may enter into a contract for the collection of cash rent information by county. Cash rent information shall be adjusted by soil survey statistics if available. Section 3. That § 10-13-37.1 be amended to read as follows: 10-13-37.1. For purposes of section 1 of this Act and § § 10-3-41, 10-12-31.1, and 10-13-37, the secretary of revenue shall calculate a factor for each county for the agricultural and nonagricultural valuations. The factor shall be calculated by using the sales of arms-length transactions and the assessments from the preceding assessment year. The secretary shall take into consideration any reappraisals completed by the director of equalization. If there are less than fifteen sales of either class, the secretary shall use the preceding year's sales of that class with current assessments. In the case of agricultural land, sales may also be bridged in from adjoining counties if there are less than fifteen sales."}, {"bill_id": 17952, "bill_version_id": 97979, "bill_version": "Senate Taxation Engrossed", "bill_version_date": "2003-02-26T13:32:07-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the procedure for assessing certain agricultural property. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the provisions of chapter 10-6, agricultural land may be assessed based on its agricultural income value if there are less than fifteen arms-length transactions of agricultural land during the three preceding assessment years. The agricultural income value of agricultural land shall be determined on the basis of the capitalized annual cash rent of the agricultural land. The capitalized annual cash rent shall be based on data collected and analyzed pursuant to section 2 of this Act. For the purposes of this section, arms-length transactions do not include any agricultural land sales subject to the provisions of § 10-6-33.14, 10-6-33.20, or 10-6-74. Section 2. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of section 1 of this Act, the agricultural income value shall be determined using capitalized annual cash rent. The annual cash rent is the annual cash rent, excluding the per acre tax on agricultural land, determined through an analysis of arms-length rental agreements collected within the county in the year prior to the year for which the income value is being determined. The annual cash rent shall be capitalized at seven and three-fourths percent. The secretary of revenue may enter into a contract for the collection of cash rent information by county. Cash rent information shall be adjusted by soil survey statistics if available. Section 3. That § 10-13-37.1 be amended to read as follows: 10-13-37.1. For purposes of section 1 of this Act and § § 10-3-41, 10-12-31.1, and 10-13-37, the secretary of revenue shall calculate a factor for each county for the agricultural and nonagricultural valuations. The factor shall be calculated by using the sales of arms-length transactions and the assessments from the preceding assessment year. The secretary shall take into consideration any reappraisals completed by the director of equalization. If there are less than fifteen sales of either class, the secretary shall use the preceding year's sales of that class with current assessments. In the case of agricultural land, sales may also be bridged in from adjoining counties if there are less than fifteen sales."}, {"bill_id": 17952, "bill_version_id": 98280, "bill_version": "Senate Engrossed", "bill_version_date": "2003-03-03T17:56:10-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the procedure for assessing certain agricultural and nonagricultural acreage property. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the provisions of chapter 10-6, agricultural land may be assessed based on its agricultural income value if there are less than fifteen arms-length transactions of agricultural land during the three preceding assessment years. The agricultural income value of agricultural land shall be determined on the basis of the capitalized annual cash rent of the agricultural land. The capitalized annual cash rent shall be based on data collected and analyzed pursuant to section 2 of this Act. For the purposes of this section, arms-length transactions do not include any agricultural land sales subject to the provisions of § 10-6-33.14, 10-6-33.20, or 10-6-74. Section 2. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of section 1 of this Act, the agricultural income value shall be determined using capitalized annual cash rent. The annual cash rent is the annual cash rent, excluding the per acre tax on agricultural land, determined through an analysis of arms-length rental agreements collected within the county in the year prior to the year for which the income value is being determined. However, no arms-length rental agreements for irrigated land may be used to determine the annual cash rent pursuant to this section. The annual cash rent shall be capitalized at seven and three-fourths percent. The secretary of revenue may enter into a contract for the collection of cash rent information by county. Cash rent information shall be adjusted by soil survey statistics if available. Section 3. That § 10-13-37.1 be amended to read as follows: 10-13-37.1. For purposes of section 1 of this Act and § § 10-3-41, 10-12-31.1, and 10-13-37, the secretary of revenue shall calculate a factor for each county for the agricultural and nonagricultural valuations. The factor shall be calculated by using the sales of arms-length transactions and the assessments from the preceding assessment year. The secretary shall take into consideration any reappraisals completed by the director of equalization. If there are less than fifteen sales of either class, the secretary shall use the preceding year's sales of that class with current assessments. In the case of agricultural land, sales may also be bridged in from adjoining counties if there are less than fifteen sales. Section 4. That § 10-6-33.15 be amended to read as follows: 10-6-33.15. For the purposes of § 10-6-33.14, the agricultural income value shall be determined using capitalized actual annual cash rent. The actual annual cash rent is the actual annual cash rent, excluding the actual per acre tax on agricultural land, determined through an analysis of actual arm's length rental agreements collected within the county in the year prior to the year for which the income value is being determined. The annual cash rent shall be capitalized at eight seven and three-fourths percent."}, {"bill_id": 17952, "bill_version_id": 98404, "bill_version": "Enrolled", "bill_version_date": "2003-03-05T15:40:24-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17952, "action_date": "2003-01-30T14:00:00-06:00", "document_id": 96215, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96215.pdf", "status_text": "First read in House and referred to", "journal_page": 227, "committee_id_action": 798, "committee_id_assigned": 794, "result": "N", "vote": {}}, {"bill_id": 17952, "action_date": "2003-02-11T07:45:00-06:00", "document_id": 96943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96943.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 794, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17952, "action_date": "2003-02-13T07:30:00-06:00", "document_id": 97137, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97137.pdf", "status_text": "Do Pass,", "journal_page": 417, "committee_id_action": 794, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54509, "president_vote": null, "Nay": [2845, 2866, 2932, 2936, 2884, 2937], "Yea": [2861, 2874, 2877, 2889, 2890, 2898, 2915, 2929, 2931]}}, {"bill_id": 17952, "action_date": "2003-02-13T07:30:00-06:00", "document_id": 97137, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97137.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 794, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17952, "action_date": "2003-02-14T13:00:00-06:00", "document_id": 97264, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97264.pdf", "status_text": "Deferred to another day", "journal_page": 441, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17952, "action_date": "2003-02-18T14:00:00-06:00", "document_id": 97336, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97336.pdf", "status_text": "Deferred to another day", "journal_page": 459, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17952, "action_date": "2003-02-21T14:00:00-06:00", "document_id": 97676, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97676.pdf", "status_text": "Hog Housed", "journal_page": 541, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17952, "action_date": "2003-02-21T14:00:00-06:00", "document_id": 97676, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97676.pdf", "status_text": "Do Pass Amended,", "journal_page": 542, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56706, "president_vote": null, "Yea": [2833, 2836, 2837, 2839, 2841, 2842, 2843, 2844, 2846, 2848, 2855, 2858, 2859, 2860, 2861, 2862, 2863, 2864, 2866, 2869, 2870, 2871, 2872, 2874, 2875, 2877, 2879, 2885, 2889, 2890, 2892, 2893, 2894, 2895, 2896, 2900, 2902, 2905, 2907, 2909, 2910, 2911, 2912, 2913, 2914, 2915, 2917, 2919, 2920, 2922, 2923, 2924, 2925, 2929, 2930, 2931, 2933, 2934, 2936, 2938, 2899], "Nay": [2845, 2873, 2884, 2888, 2898, 2906, 2932, 2937], "Excused": [2857]}}, {"bill_id": 17952, "action_date": "2003-02-21T14:00:00-06:00", "document_id": 97676, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97676.pdf", "status_text": "Title Amended", "journal_page": 542, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17952, "action_date": "2003-02-22T13:00:00-06:00", "document_id": 97744, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97744.pdf", "status_text": "First read in Senate and referred to", "journal_page": 573, "committee_id_action": 799, "committee_id_assigned": 782, "result": "N", "vote": {}}, {"bill_id": 17952, "action_date": "2003-02-26T07:45:00-06:00", "document_id": 97957, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97957.pdf", "status_text": "Do Pass Amended,", "journal_page": 607, "committee_id_action": 782, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55113, "president_vote": null, "Nay": [2847], "Yea": [2852, 2878, 2886, 2891, 2903, 2921, 2887], "Excused": [2901]}}, {"bill_id": 17952, "action_date": "2003-02-26T07:45:00-06:00", "document_id": 97957, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97957.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 782, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17952, "action_date": "2003-02-28T13:00:00-06:00", "document_id": 98160, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98160.pdf", "status_text": "Deferred to another day", "journal_page": 651, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17952, "action_date": "2003-03-03T14:00:00-06:00", "document_id": 98282, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98282.pdf", "status_text": "Motion to Amend,", "journal_page": 669, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17952, "action_date": "2003-03-03T14:00:00-06:00", "document_id": 98282, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98282.pdf", "status_text": "Do Pass Amended,", "journal_page": 669, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55326, "president_vote": null, "Yea": [2832, 2834, 2838, 2840, 2847, 2850, 2851, 2852, 2854, 2865, 2868, 2876, 2880, 2887, 2891, 2897, 2908, 2921, 2926, 2927, 2928, 2935], "Nay": [2835, 2849, 2853, 2856, 2878, 2881, 2882, 2883, 2886, 2901, 2903, 2904, 2916]}}, {"bill_id": 17952, "action_date": "2003-03-03T14:00:00-06:00", "document_id": 98282, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98282.pdf", "status_text": "Title Amended", "journal_page": 670, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17952, "action_date": "2003-03-05T14:00:00-06:00", "document_id": 98414, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98414.pdf", "status_text": "Signed by Speaker", "journal_page": 759, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17952, "action_date": "2003-03-06T09:00:00-06:00", "document_id": 98512, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98512.pdf", "status_text": "Delivered to the Governor", "journal_page": 779, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17952, "action_date": "2003-03-06T14:00:00-06:00", "document_id": 98515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98515.pdf", "status_text": "Signed by President", "journal_page": 749, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17952, "action_date": "2003-03-22T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2359, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/17952"}