{"session_id": 10, "bill_id": 2866, "bill_type": "House Bill", "bill_number": 1195, "bill_title": "restrict, under certain circumstances, the creation and transfer of conservation easements.", "sponsors": [{"legislator_profile_id": 67, "is_prime": true}, {"legislator_profile_id": 32, "is_prime": false}, {"legislator_profile_id": 34, "is_prime": false}, {"legislator_profile_id": 73, "is_prime": false}], "keywords": ["Contracts", "Counties", "Environmental Protection", "Property", "Real Estate"], "audio": [{"meeting_datetime": "2011-02-02T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hju15.mp3", "start_seconds": 6596.0}, {"meeting_datetime": "2011-02-02T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hju15.mp3", "start_seconds": 6596.0}, {"meeting_datetime": "2011-02-07T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hju17.mp3", "start_seconds": 433.0}, {"meeting_datetime": "2011-02-07T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hju17.mp3", "start_seconds": 433.0}, {"meeting_datetime": "2011-02-07T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hju17.mp3", "start_seconds": 433.0}, {"meeting_datetime": "2011-02-07T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hju17.mp3", "start_seconds": 433.0}, {"meeting_datetime": "2011-02-07T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hju17.mp3", "start_seconds": 433.0}], "bill_versions": [{"bill_id": 2866, "bill_version_id": 15825, "bill_version": "Introduced", "bill_version_date": "2011-01-27T11:35:06.08-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to restrict, under certain circumstances, the creation and transfer of conservation easements. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Conservation easement,\" any nonpossessory interest in real property which is executed by or on behalf of the owner of the land and is binding upon successive holders of the land, imposing limitations or affirmative obligations for conservation purposes or to preserve the historical, architectural, archaeological, or cultural aspects of real property; (2) \"Conservation purposes,\" any of the following activities: (a) Preserving land areas for outdoor recreation by, or the education of, the general public; or (b) Protecting a relatively natural habitat of fish, wildlife, or plants or similar ecosystem; or (c) Preserving open space, including farmland and forest land; (3) \"Holder,\" either: (a) A governmental body empowered to hold an interest in real property under the laws of this state or the United States; or (b) A charitable corporation or trustee of a charitable trust, the purposes or powers of which include retaining or protecting the natural, scenic, or open space values of real property, assuring the availability of real property for agricultural, forest, recreational, or open space use, protecting natural resources, maintaining or enhancing air or water quality, or preserving the historical, architectural, archaeological, or cultural aspects of real property. Section 2. No county register of deeds may record any limitation in any deed, will, or other instrument constituting a conservation easement, whether denominated an easement, restriction, covenant, or condition, except as provided in this Act. Section 3. If any person presents any instrument transferring a conservation easement in any parcel of real property in that county to the register of deeds for recordation, the register of deeds shall forthwith notify the board of county commissioners and shall certify a copy of the instrument to the board of county commissioners. Section 4. The board of county commissioners shall hold a public hearing on the subject of the transfer in the county courthouse within sixty days of notification pursuant to section 3 of this Act. Prior to the public hearing, the board of county commissioners shall give timely and effective notice of the meeting to the transferor, the holder, the general public, and any other party that the board may know to be interested in the property transfer. Section 5. At the public meeting, the board of county commissioners shall solicit and consider any relevant testimony concerning whether or not the transfer of the conservation easement is in the best interest of the people of the county and surrounding affected areas including: (1) Whether the property is to be used for its best and highest purpose; (2) Whether the property transfer is likely to adversely impact the economy, environment, or tax base; (3) Whether the parties to the property transfer are open to expressions of public concern and are responsive to such of those public concerns as may be reasonably, economically, and effectively addressed; and (4) Whether the property transfer is in the broader public interest. The board of county commissioners is entitled to consider the failure of either party to the property transfer to appear at the public hearing as evidence that the transfer is not in the public interest. Section 6. If the board of county commissioners, by motion, finds that the property transfer is in the public interest, the board shall release the register of deeds to record the transfer instrument. If the board of county commissioners, by motion, does not find that the property transfer is in the public interest, the board shall direct the register of deeds that the transfer document may not be recorded; or the board may, of its own accord, or at the request of any party, provide for additional public hearings. Section 7. The board of county commissioners shall, in performing its responsibilities pursuant to this Act, strive in good faith to facilitate the public interest without undue interference or delay. Section 8. If the board of county commissioners does not find that the property transfer is in the public interest, either the transferor or the transferee, or both, may appeal the decision of the board of county commissioners to the Legislature. The Legislature may concede its explicit authorization by legislative enactment."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2866, "action_date": "2011-01-27T14:00:00-06:00", "document_id": 15854, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15854.pdf", "status_text": "First read in House and referred to", "journal_page": 196, "committee_id_action": 115, "committee_id_assigned": 111, "result": "N", "vote": {}}, {"bill_id": 2866, "action_date": "2011-02-02T10:00:00-06:00", "document_id": 16028, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16028.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 111, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2866, "action_date": "2011-02-07T10:00:00-06:00", "document_id": 16210, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16210.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 111, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2866, "action_date": "2011-02-07T10:00:00-06:00", "document_id": 16406, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16406.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 111, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2866, "action_date": "2011-02-07T10:00:00-06:00", "document_id": 16406, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16406.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 111, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2866, "action_date": "2011-02-07T10:00:00-06:00", "document_id": 16406, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16406.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 291, "committee_id_action": 111, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8636, "president_vote": null, "Yea": [12, 17, 15, 59, 104, 62, 93, 35, 36, 11], "Nay": [71, 103, 67]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/2866"}