{"session_id": 68, "bill_id": 23692, "bill_type": "House Bill", "bill_number": 1070, "bill_title": "create the Center for American Exceptionalism at Black Hills State University, make an appropriation therefor, and declare an emergency.", "sponsors": [{"legislator_profile_id": 4386, "is_prime": true}, {"legislator_profile_id": 4396, "is_prime": true}, {"legislator_profile_id": 4336, "is_prime": false}, {"legislator_profile_id": 4342, "is_prime": false}, {"legislator_profile_id": 4351, "is_prime": false}, {"legislator_profile_id": 4365, "is_prime": false}, {"legislator_profile_id": 4366, "is_prime": false}, {"legislator_profile_id": 4460, "is_prime": false}, {"legislator_profile_id": 4469, "is_prime": false}, {"legislator_profile_id": 4401, "is_prime": false}, {"legislator_profile_id": 4404, "is_prime": false}, {"legislator_profile_id": 4463, "is_prime": false}, {"legislator_profile_id": 4465, "is_prime": false}], "keywords": ["Appropriation", "Education", "Emergency Clause", "Higher Education", "School Curriculum"], "audio": [{"meeting_datetime": "2023-01-23T09:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hed09.mp3", "start_seconds": 172.0}, {"meeting_datetime": "2023-01-23T09:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hed09.mp3", "start_seconds": 172.0}, {"meeting_datetime": "2023-01-23T09:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hed09.mp3", "start_seconds": 172.0}], "bill_versions": [{"bill_id": 23692, "bill_version_id": 243451, "bill_version": "Introduced", "bill_version_date": "2023-01-13T12:33:29.513-06:00", "bill_text": "An Act to create the Center for American Exceptionalism at Black Hills State University, make an appropriation therefor, and declare an emergency. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 13-59 be amended with a NEW SECTION: The Board of Regents shall establish the Center for American Exceptionalism at Black Hills State University. The center shall make the state’s public universities contributing, meaningful, and relevant partners in civics and social studies education by: (1) Working to develop, distribute, and annually update a K-12 curriculum available to all public schools in American history and exceptionalism, explaining why America rose to greatness and how to keep it that way, and teaching students to balance critical thinking with love of country. The curriculum shall include a South Dakota history and American Indian tribes component focusing on the proud history of the indigenous peoples of South Dakota; (2) Providing multi-media content speaking directly to state social studies standards; and (3) Working with K-12 teachers, including providing professional development workshops, to help students: (a) Understand American history, government institutions, constitutional rights, and cultural contexts in South Dakota and beyond; (b) Develop personal agency and confidence to participate in the civic life of the state and nation through voting, volunteerism, informed discourse, and lifelong involvement; and (c) Appreciate civil discourse, free speech, and engagement with people of all perspectives; (4) Oversee the We the People: The Citizen and the Constitution Program, as developed by the Center for Civic Education, and its promotion and implementation throughout public schools; and (5) Develop, implement, and annually update a curriculum available to be taught in two courses at the state’s public colleges and universities: (a) A course comparing communist/socialist countries to Western-style democratic countries throughout history; and (b) A course comparing command-style socialist economies to free-market capitalist economies throughout history. Section 2. That chapter 13-59 be amended with a NEW SECTION: A nonprofit board of directors appointed by the president of Black Hills State University shall govern the Center for American Exceptionalism and may seek all available sources of funding. On or before February first of each year, and at other times as it may deem in the public interest, the Center for American Exceptionalism shall report to legislative committees with jurisdiction over education with respect to its operations in the previous fiscal year. Section 3. There is hereby appropriated from the general fund the sum of $150,000 to the Board of Regents for the purpose of establishing the Center for American Exceptionalism established in this Act. Section 4. The executive director of the Board of Regents shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 5. Any amounts appropriated in this Act not lawfully expended or obligated shall revert in accordance with the procedures prescribed in chapter 4-8. Section 6. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23692, "action_date": "2023-01-17T14:00:00-06:00", "document_id": 243467, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/243467.pdf", "status_text": "First read in House and referred to", "journal_page": 44, "committee_id_action": 1159, "committee_id_assigned": 1156, "result": "N", "vote": {}}, {"bill_id": 23692, "action_date": "2023-01-23T09:00:00-06:00", "document_id": 244346, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244346.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1156, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23692, "action_date": "2023-01-23T09:00:00-06:00", "document_id": 244355, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244355.pdf", "status_text": "Referred to", "journal_page": null, "committee_id_action": 1156, "committee_id_assigned": 1155, "result": "P", "vote": {"vote_id": 76304, "president_vote": null, "Nay": [4449, 4459, 4456, 4455, 4447, 4421], "Yea": [4450, 4458, 4469, 4471, 4396, 4417, 4375, 4446, 4351]}}, {"bill_id": 23692, "action_date": "2023-02-16T08:00:00-06:00", "document_id": 249252, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249252.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1155, "committee_id_assigned": null, "result": "N", "vote": {}}]}