{"session_id": 53, "bill_id": 17218, "bill_type": "House Bill", "bill_number": 1165, "bill_title": "permit more time to file local referendums.", "sponsors": [{"legislator_profile_id": 2727, "is_prime": true}, {"legislator_profile_id": 2799, "is_prime": true}, {"legislator_profile_id": 2760, "is_prime": false}, {"legislator_profile_id": 2775, "is_prime": false}, {"legislator_profile_id": 2778, "is_prime": false}, {"legislator_profile_id": 2787, "is_prime": false}, {"legislator_profile_id": 2788, "is_prime": false}], "keywords": ["County", "Elections", "Municipality", "School District"], "audio": [{"meeting_datetime": "2002-01-30T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hst17hb1165a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-30T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hst17hb1165a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-30T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hst17hb1165a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-30T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hst17hb1165a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-30T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hst17hb1165a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-04T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou20.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-11T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/slo25hb1165a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-11T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/slo25hb1165a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-11T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/slo25hb1165a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-12T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen26hb1165a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-12T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen26hb1165a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-12T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen26hb1165a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-12T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen26hb1165a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-12T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen26hb1165a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17218, "bill_version_id": 92113, "bill_version": "Introduced", "bill_version_date": "2002-01-16T09:14:57-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to permit more time to file local referendums. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 7-18A-8 be amended to read as follows: 7-18A-8. Except such resolutions or ordinances as may be any resolution or ordinance necessary for the immediate preservation of the public peace, health, or safety, or support of the county government and its existing public institutions; which provide provides for an election or hearing on an improvement or assessment; or which call calls for bids which take effect upon the passage and publication thereof, every each resolution or ordinance passed by a board shall take effect on the twentieth twenty-fifth day after its completed publication unless suspended by operation of a referendum. Section 2. That § 7-18A-16 be amended to read as follows: 7-18A-16. A petition to refer an ordinance or resolution subject to referendum may be filed with the auditor within twenty twenty-five days after its publication. The filing of such a petition shall require requires the submission of any such the ordinance or resolution to a vote of the qualified voters of the county for its rejection or approval. Section 3. That § 7-18A-29 be amended to read as follows: 7-18A-29. Upon the adoption of an ordinance in revision by the board, the auditor shall publish a notice, once each week for two successive weeks, that an ordinance in revision was adopted. Twenty Twenty-five days after the completed publication of the notice, unless the referendum shall have has been invoked, such the ordinance shall become effective without publication in a newspaper. The board shall publish the revised ordinances in book form. Section 4. That § 9-4-4.5 be amended to read as follows: 9-4-4.5. The required number of voters residing in the combined area of the municipality and special annexation precinct may file within twenty twenty-five days after the publication of the annexation resolution a petition with the municipal finance officer, requiring the submission of the annexation resolution to a vote of the voters of the combined area of the municipality and special annexation precinct for its rejection or approval. Section 5. That § 9-19-7 be amended to read as follows: 9-19-7. The title of all ordinances each ordinance shall be read twice with at least five days intervening between the first and second reading. The ordinance shall be signed by the mayor or acting mayor or president of the Board of Trustees, filed with the auditor or clerk, and published once except that an ordinance incorporating and adopting comprehensive regulations or a code promulgated, approved, and published by a recognized and established national organization prescribing building, electrical, plumbing, safety, fire, health, or milk regulations need not be published in a newspaper , but . However, upon adoption of such an ordinance the auditor or clerk shall publish a notice of the fact of adoption once a week for two successive weeks in the official newspaper, and twenty twenty-five days after the completed publication of such the notice, unless the referendum shall have has been invoked, such the ordinance shall become effective. Section 6. That § 9-19-13 be amended to read as follows: 9-19-13. Except such resolutions or ordinances as may be any resolution or ordinance necessary for the immediate preservation of the public peace, health, or safety, or support of the municipal government and its existing public institutions, or which provide provides for an election or for hearing on an improvement ; or assessment or which call calls for bids , which take effect upon the passage and publication thereof, every each resolution or ordinance passed by the governing body shall take effect on the twentieth twenty-fifth day after its publication unless suspended by operation of a referendum. Section 7. That § 9-19-17 be amended to read as follows: 9-19-17. Upon the adoption of an ordinance which revises the ordinances of the municipality by the governing body, the auditor or clerk shall publish a notice of the adoption of the revised ordinances once in the official newspaper. Twenty Twenty-five days after the completed publication of the notice, unless the referendum is invoked, the ordinance shall become effective without publication in a newspaper. The governing body may publish the revised ordinances in book form. The auditor or clerk shall furnish a free copy of the book or the revised ordinances to the circuit clerk of court and the county law library of each county in which the municipality is situated. Section 8. That § 9-20-6 be amended to read as follows: 9-20-6. The required number of voters residing in any municipality may file within twenty twenty-five days after the publication of any ordinance or resolution subject to referendum a petition with the auditor or clerk, requiring the submission of any such the ordinance or resolution to a vote of the voters of the municipality for its rejection or approval. If filed on the twentieth twenty-fifth day after publication, such petitions the petition shall be filed no later than normal closing hours of the city hall or city auditor's office on said twentieth day . Section 9. That § 9-39-4.1 be amended to read as follows: 9-39-4.1. A municipal corporation, which operates its own electric distribution system, whether or not a member of a municipal power agency, may by resolution of its city council and utility board, if any, enter into a contract or contracts with one or more municipal power agencies for the purchase, sale, exchange, or transmission of electric energy extending for such a term of years and with such provisions for the charges made thereunder in the contract as determined in the authorizing resolution or resolutions. Every Each resolution adopted in accordance with this section shall be published in the official newspaper of the first or second class municipality. No action may be brought and no defense may be interposed in an action brought more than twenty twenty-five days after publication of the resolution, placing at issue the validity of any provision of the resolution or the power of the municipality to make any contract or incur any obligation authorized thereby. The provisions of § § 9-39-36 to 9-39-39, inclusive, shall do not apply to the resolutions or contracts any resolution or contract made pursuant to this section . Section 10. That § 9-43-73 be amended to read as follows: 9-43-73. No injunction restraining the making of any local improvement under the provisions of this chapter may be issued after the letting of the contract therefor. No action or proceedings shall may be commenced or maintained in any court attacking the validity of the proceedings for special assessments up to and including the approval of the assessment roll or questioning the amount of such the assessment unless such action is commenced within twenty twenty-five days after the publication of the resolution approving the assessment roll and notice that assessments are due and payable as provided in § 9-43-25. Provided that However, not later than ten days after the filing of the assessment roll in the city treasurer's office, the city treasurer shall mail, to the owner of each lot assessed as shown on the assessment roll, a notice stating that the assessment roll is approved and assessments may be prepaid, without interest as provided in § 9-43-27, at the city treasurer's office on or before thirty days after the date the roll was delivered to the city treasurer. The notice shall include the description of the property as shown on the assessment roll, the total number of installments , and the total amount of the assessment. Immediately upon the mailing, the treasurer shall prepare a certificate certifying the mailing by him . The certificate shall be attached to the copy filed in the office of the treasurer. Section 11. That § 9-51-44 be amended to read as follows: 9-51-44. After twenty twenty-five days from the adoption and publication of such a resolution of necessity, unless the referendum be is invoked or unless a written protest shall have has been filed with the auditor or clerk signed by the owners constituting a majority of the area of the real property subject to assessment, the governing body shall have power to may cause such improvement to be made, to contract therefor, and to levy and collect special assessments therefor as provided in chapter 9-43. Section 12. That § 9-53-12 be amended to read as follows: 9-53-12. After twenty twenty-five days from the adoption and publication of such a resolution of necessity, unless the referendum be is invoked or unless a written protest shall have has been filed with the auditor or clerk signed by the owners of more than fifty-five percent of the total tax-assessed valuation of the property subject to assessment, the governing body shall have the power to may acquire property by lease, gift, or purchase, to cause such improvement to be made, to enter into a contract therefor, and to levy and collect special assessments therefor as provided by pursuant to chapter 9-43. Section 13. That § 11-2-21 be amended to read as follows: 11-2-21. The action of the board on the plan shall be filed with the county auditor. A notice of fact of the adoption shall be published once in a legal newspaper of the county and take effect on the twentieth twenty-fifth day after its publication unless the referendum is invoked. Any notice of fact of adoption published under the provisions of this chapter shall contain a notification that the public may inspect the entire comprehensive plan at the office of the county auditor during regular business hours. If such a zoning or subdivision ordinance is adopted, the ordinance is subject to the provisions of § 7-18A-5 as a comprehensive regulation unless the referendum is invoked. Section 14. That § 11-2-30 be amended to read as follows: 11-2-30. After the hearing, the board shall by resolution or ordinance, as appropriate, either adopt or reject the amendment, supplement, change, modification, or repeal. If adopted, the board shall publish a notice of the fact of adoption once in a legal newspaper of such the county and take effect on the twentieth twenty-fifth day after its publication. The provisions of § 11-2-22 are applicable to this section. Section 15. That § 11-6-18.2 be amended to read as follows: 11-6-18.2. A summary of the action of the city council shall be prepared by the city planning commission, reviewed by the city attorney, and published once in a legal newspaper of the municipality and take effect on the twentieth twenty-fifth day after its publication. Any summary published under the provisions of this chapter shall contain a notification that the public may inspect the entire comprehensive plan or any part, adjunct, amendment, or additions thereto at the office of the city auditor or clerk during regular business hours. Section 16. That § 13-26-10 be amended to read as follows: 13-26-10. A petition to refer a school board decision may be filed with the business manager of the school district within twenty twenty-five days after its publication. The filing of the petition shall require the submission of the decision to a vote of the qualified voters of the school district for its rejection or approval."}, {"bill_id": 17218, "bill_version_id": 93330, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2002-01-31T13:58:57-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to permit more time to file local referendums. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 12-1 be amended by adding thereto a NEW SECTION to read as follows: Any referendum petition to refer a measure passed by a local unit of government may be circulated immediately upon final passage of the measure. 350 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.027 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}, {"bill_id": 17218, "bill_version_id": 94260, "bill_version": "Enrolled", "bill_version_date": "2002-02-13T09:30:14-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17218, "action_date": "2002-01-16T14:00:00-06:00", "document_id": 92223, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92223.pdf", "status_text": "First read in House and referred to", "journal_page": 141, "committee_id_action": 768, "committee_id_assigned": 763, "result": "N", "vote": {}}, {"bill_id": 17218, "action_date": "2002-01-25T10:00:00-06:00", "document_id": 92861, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92861.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 763, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17218, "action_date": "2002-01-28T10:00:00-06:00", "document_id": 93018, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93018.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 763, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17218, "action_date": "2002-01-30T19:30:00-06:00", "document_id": 93311, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93311.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 763, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17218, "action_date": "2002-01-30T19:30:00-06:00", "document_id": 93311, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93311.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 763, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17218, "action_date": "2002-01-30T19:30:00-06:00", "document_id": 93311, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93311.pdf", "status_text": "Do Pass Amended,", "journal_page": 391, "committee_id_action": 763, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 53890, "president_vote": null, "Yea": [2736, 2749, 2759, 2764, 2773, 2775, 2793, 2803, 2816, 2799, 2805], "Excused": [2748, 2751]}}, {"bill_id": 17218, "action_date": "2002-01-30T19:30:00-06:00", "document_id": 93311, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93311.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 763, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17218, "action_date": "2002-02-04T14:00:00-06:00", "document_id": 93580, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93580.pdf", "status_text": "Do Pass Amended,", "journal_page": 434, "committee_id_action": 768, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54077, "president_vote": null, "Yea": [2724, 2725, 2728, 2729, 2731, 2732, 2736, 2737, 2738, 2741, 2748, 2749, 2752, 2754, 2755, 2756, 2757, 2758, 2759, 2763, 2764, 2765, 2766, 2767, 2768, 2769, 2770, 2771, 2773, 2774, 2775, 2777, 2779, 2781, 2783, 2785, 2786, 2788, 2790, 2793, 2794, 2797, 2798, 2799, 2800, 2803, 2804, 2805, 2806, 2807, 2808, 2811, 2812, 2813, 2814, 2815, 2816, 2817, 2820, 2822, 2823, 2824, 2825, 2826, 2830, 2751], "Excused": [2735, 2744, 2789], "Nay": [2782]}}, {"bill_id": 17218, "action_date": "2002-02-05T14:00:00-06:00", "document_id": 93731, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93731.pdf", "status_text": "First read in Senate and referred to", "journal_page": 397, "committee_id_action": 769, "committee_id_assigned": 749, "result": "N", "vote": {}}, {"bill_id": 17218, "action_date": "2002-02-11T07:45:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Do Pass,", "journal_page": null, "committee_id_action": 749, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52450, "president_vote": null, "Nay": [2726], "Yea": [2746, 2761, 2810, 2827, 2762], "Excused": [2802]}}, {"bill_id": 17218, "action_date": "2002-02-11T08:00:00-06:00", "document_id": 94037, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94037.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 749, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17218, "action_date": "2002-02-11T08:00:00-06:00", "document_id": 94037, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94037.pdf", "status_text": "Do Pass,", "journal_page": 484, "committee_id_action": 749, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52458, "president_vote": null, "Nay": [2726], "Yea": [2746, 2761, 2810, 2827, 2762], "Excused": [2802]}}, {"bill_id": 17218, "action_date": "2002-02-12T14:00:00-06:00", "document_id": 94236, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94236.pdf", "status_text": "Do Pass Amended,", "journal_page": 517, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52591, "president_vote": null, "Yea": [2726, 2727, 2730, 2733, 2734, 2739, 2740, 2742, 2743, 2745, 2747, 2750, 2753, 2760, 2761, 2762, 2772, 2778, 2780, 2784, 2787, 2791, 2792, 2795, 2796, 2802, 2809, 2810, 2818, 2819, 2821, 2827, 2828, 2829], "Excused": [2746]}}, {"bill_id": 17218, "action_date": "2002-02-13T14:00:00-06:00", "document_id": 94336, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94336.pdf", "status_text": "Signed by Speaker", "journal_page": 654, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17218, "action_date": "2002-02-14T14:00:00-06:00", "document_id": 94430, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94430.pdf", "status_text": "Signed by President", "journal_page": 566, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17218, "action_date": "2002-02-19T14:00:00-06:00", "document_id": 94638, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94638.pdf", "status_text": "Delivered to the Governor", "journal_page": 746, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17218, "action_date": "2002-02-24T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 874, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2128, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/17218"}