{"session_id": 10, "bill_id": 2982, "bill_type": "Senate Commemoration", "bill_number": 21, "bill_title": "Commending and honoring Steve Morford of Lawrence County as the 2011 South Dakota High School Principal of the Year.", "sponsors": [{"legislator_profile_id": 43, "is_prime": true}, {"legislator_profile_id": 68, "is_prime": true}, {"legislator_profile_id": 35, "is_prime": false}], "keywords": ["Senate Commemorative"], "audio": [], "bill_versions": [{"bill_id": 2982, "bill_version_id": 18069, "bill_version": "Introduced", "bill_version_date": "2011-03-08T13:29:50.027-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Steve Morford of Lawrence County as the 2011 South Dakota High School Principal of the Year. WHEREAS, Steve Morford, principal of Spearfish High School, has been named as South Dakota's Outstanding High School Principal of the Year by the South Dakota Association of Secondary School Principals; and WHEREAS, Steve has served as principal in the Spearfish school district for six years and as a principal and athletic director in Nebraska for more than thirteen years; and WHEREAS, Steve was nominated and elected by his peers for his outstanding service and dedication to education. Steve has demonstrated a sincere interest in children and superior skills in his chosen field of educational administration: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-sixth Legislature of the State of South Dakota, that Steve Morford be commended and honored as an outstanding educational administrator."}, {"bill_id": 2982, "bill_version_id": 18202, "bill_version": "Enrolled", "bill_version_date": "2011-03-10T16:14:53.39-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Steve Morford of Lawrence County as the 2011 South Dakota High School Principal of the Year. WHEREAS, Steve Morford, principal of Spearfish High School, has been named as South Dakota's Outstanding High School Principal of the Year by the South Dakota Association of Secondary School Principals; and WHEREAS, Steve has served as principal in the Spearfish school district for six years and as a principal and athletic director in Nebraska for more than thirteen years; and WHEREAS, Steve was nominated and elected by his peers for his outstanding service and dedication to education. Steve has demonstrated a sincere interest in children and superior skills in his chosen field of educational administration: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-sixth Legislature of the State of South Dakota, that Steve Morford be commended and honored as an outstanding educational administrator. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2982, "action_date": "2011-03-08T10:00:00-06:00", "document_id": 18056, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18056.pdf", "status_text": "", "journal_page": 662, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/2982"}