{"session_id": 61, "bill_id": 21679, "bill_type": "House Bill", "bill_number": 1310, "bill_title": "provide access to voters for determining voter registration status and the location of polling places.", "sponsors": [{"legislator_profile_id": 3575, "is_prime": true}, {"legislator_profile_id": 3671, "is_prime": true}, {"legislator_profile_id": 3577, "is_prime": false}, {"legislator_profile_id": 3594, "is_prime": false}, {"legislator_profile_id": 3597, "is_prime": false}, {"legislator_profile_id": 3612, "is_prime": false}, {"legislator_profile_id": 3625, "is_prime": false}, {"legislator_profile_id": 3627, "is_prime": false}, {"legislator_profile_id": 3633, "is_prime": false}, {"legislator_profile_id": 3645, "is_prime": false}, {"legislator_profile_id": 3660, "is_prime": false}, {"legislator_profile_id": 3663, "is_prime": false}, {"legislator_profile_id": 3665, "is_prime": false}, {"legislator_profile_id": 3669, "is_prime": false}], "keywords": ["Elections"], "audio": [{"meeting_datetime": "2007-02-08T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hlo22.mp3", "start_seconds": 3180.0}, {"meeting_datetime": "2007-02-08T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hlo22.mp3", "start_seconds": 3180.0}, {"meeting_datetime": "2007-02-08T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hlo22.mp3", "start_seconds": 3180.0}], "bill_versions": [{"bill_id": 21679, "bill_version_id": 111334, "bill_version": "Introduced", "bill_version_date": "2007-02-01T08:45:46-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide access to voters for determining voter registration status and the location of polling places. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 12-4 be amended by adding thereto a NEW SECTION to read as follows: The secretary of state shall establish a statewide voter information system permitting each voter to access and verify the voter registration information maintained by the state relating to each registered voter. However, the system may not allow any voter to access the voter registration information of another voter. The system shall allow each voter to access the name, address, and other relevant information regarding the voter's polling place for the next election at least six weeks before the election. Section 2. That chapter 12-4 be amended by adding thereto a NEW SECTION to read as follows: The statewide voter information system provided in section 1 of this Act shall permit access via the internet and telephone. The secretary of state shall provide a toll-free number and employ technology that provides access to any voters who is deaf, hearing impaired, speech impaired, blind, or visually impaired and provides access in English and Lakota. Section 3. That chapter 12-4 be amended by adding thereto a NEW SECTION to read as follows: The secretary of state shall create and maintain the statewide voter information system and provide software, hardware, and other operation protocols necessary to ensure that the system is accessible to the public and ensure the privacy and security of the voter information. Section 4. That chapter 12-4 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, the term, voter registration information, is the current information maintained by the state relevant to determining the official voter registration status of the voter, verifying the voter's voter registration records, determining the process by which that voter may vote and have that vote counted, and whether the voter vote was counted. The information shall include: (1) The last, first, and middle name of the voter; (2) The official registration status of the voter; (3) The voter's date of birth; (4) The street address or physical location, municipality, and zip code for the voter, if any; (5) The voter's driver's license number or unique identifying number, if the voter has a current and valid driver license or a unique identifying number assigned to the voter for voter registration purposes; if the voter does not have a current and valid driver license or a unique identifying number but does have a social security number, the information shall include the last four digits of the voter's social security number; (6) The voter's political party affiliation, if any; (7) As soon as available, the name and address of the polling place corresponding to the voter's street address listed in subdivision (2); the hours that the polling place will be open on the day of the next election; (8) Whether the voter is required to present identification or identifying information in order to vote and to ensure that such vote is counted, including the nature of the identification or identifying information that is accepted; (9) If the voter requires physical or language assistance to vote; (10) If the voter requested an absentee ballot; if so, whether the voter was sent an absentee ballot; if so, whether that ballot was received by the appropriate elections official; is so, whether that ballot was counted; and if that ballot was not counted, the reason it was not counted; (11) If the voter voted by provisional ballot; if so, whether that ballot was counted; and if that ballot was not counted, the reason it was not counted; (12) The contact information for the election official responsible for registration for the voter; and (13) Any other information deemed by the secretary of state to be relevant to the voter registration status of the voter and the process by which the voter may vote and have that vote counted. Section 5. That chapter 12-4 be amended by adding thereto a NEW SECTION to read as follows: Procedures shall be made available through the statewide voter information system shall describe the process by which that voter may correct or supplement any inaccurate or incomplete voter registration information for that voter. If any voter who seeks to access the system using personal identifying information that does not match any record in the statewide voter registration database, the system shall indicate that the voter's information was not found in the state's voter registration records and shall describe the process by which the voter may become registered to vote. If any voter's registration is contingent, pending, or provisional, the system shall describe the reason for the contingent, pending, or provisional status and the process by which the voter may become fully registered. Section 6. That chapter 12-4 be amended by adding thereto a NEW SECTION to read as follows: The statewide voter information system shall contain all of the voting information required by section 302(b) of the Help America Vote Act, codified at 42 U.S.C. § 15482(b), as of January 1, 2007, to be publicly posted at each polling place on election day. That information includes, as soon as available, a sample version of the ballot that will be used for the upcoming election; instructions on how to vote, including how to cast a ballot, and how to cast a provisional ballot; and general information on voting rights under applicable federal and state laws. Section 7. That chapter 12-4 be amended by adding thereto a NEW SECTION to read as follows: The secretary of state shall implement security measures to ensure that the statewide voter information system prevents persons other than the voter whose voter registration information is being accessed, that voter's agent, or an authorized election official acting within the scope of his or her duties from viewing or accessing confidential information in that voter's registration records. Section 8. That chapter 12-4 be amended by adding thereto a NEW SECTION to read as follows: The statewide voter information system shall include an independently operated polling place finder that enables any voter to determine the polling place associated with any street address or location within the state. The system shall provide the hours that the polling place will be open on the day of the next election and if the polling place is accessible to persons with disabilities. Section 9. That chapter 12-4 be amended by adding thereto a NEW SECTION to read as follows: The secretary of state shall ensure that there is adequate public notice of the existence of the statewide voter information system and instructions regarding its use. The secretary of state shall also ensure that authorized election officials are adequately trained to maintain and respond to questions about the system."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21679, "action_date": "2007-02-01T14:00:00-06:00", "document_id": 111410, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111410.pdf", "status_text": "First read in House and referred to", "journal_page": 307, "committee_id_action": 923, "committee_id_assigned": 916, "result": "N", "vote": {}}, {"bill_id": 21679, "action_date": "2007-02-08T10:00:00-06:00", "document_id": 111826, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111826.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 916, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21679, "action_date": "2007-02-08T10:00:00-06:00", "document_id": 111826, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111826.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 411, "committee_id_action": 916, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64847, "president_vote": null, "Yea": [3606, 3624, 3628, 3631, 3640, 3646, 3648, 3658, 3660, 3616, 3653], "Nay": [3597, 3605]}}]}