{"session_id": 51, "bill_id": 16161, "bill_type": "House Bill", "bill_number": 1053, "bill_title": "revise the requirements for dispositional decrees entered by the courts for abused and neglected children.", "sponsors": [], "keywords": ["Abuse and Neglect", "Agency Bill", "Department of Social Services", "Minors"], "audio": [{"meeting_datetime": "2001-01-24T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hhe11hb1053a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-24T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hhe11hb1053a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-24T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hhe11hb1053a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-24T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hhe11hb1053a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-31T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/she16hb1053a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-31T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/she16hb1053a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-31T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/she16hb1053a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-01T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen17hb1053a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-01T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen17hb1053a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-01T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen17hb1053a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16161, "bill_version_id": 87728, "bill_version": "Introduced", "bill_version_date": "2001-01-07T12:53:13-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the requirements for dispositional decrees entered by the courts for abused and neglected children. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 26-8A-22 be amended to read as follows: 26-8A-22. On completion of the dispositional phase of the proceeding, the court shall enter a final decree of disposition. If the final decree of disposition does not terminate parental rights, the decree shall include one or more of the following provisions which the court finds appropriate as the least restrictive alternative available: (1) The court may place the child in the custody of one or both of the child's parents, a guardian, a relative of the child or another suitable person, or a party or agency, with or without protective supervision, or the Department of Social Services without a court approved plan for long-term foster care , subject to the conditions and the length of time that the court deems necessary or appropriate; (2) The court after determining that a compelling reason exists to place the child in long-term foster care another planned permanent living arrangement rather than with a relative or with a legal guardian other than the department may place the child in the custody of the department or a child placement agency for long-term foster care under a court approved plan which names a specific foster home , with or without guardianship of the child, until the child attains the age of majority or until an earlier date or event as determined by the court; (3) The court may order that the child be examined or treated by a physician or by a qualified mental health professional or that the child receive other special care and may place the child in a suitable facility for such purposes under conditions that the court deems necessary or appropriate. On completion of the examination, treatment, or hospitalization and on a full report to the court, the court shall conduct a supplemental dispositional hearing or hearings and shall make disposition of the child as otherwise provided in this section or, if the evidence shows need, the court may consider termination of parental rights as an appropriate possible alternative in keeping with the best interests and welfare of the child. If disposition of the child under this section involves the removal from or nonreturn of the child to the home of the child's parents, guardian, or custodian and placement of the child in the custody of the department for placement in foster care, the court shall include in the decree a written judicial determination that continuation of the child's placement in the home of the child's parents, guardian, or custodian would be contrary to the welfare of the child and that reasonable efforts were made by the department to prevent or eliminate the need for removal of the child from the home and to make it possible for return of the child to the home . In no case may a child remain in foster care for a period in excess of twelve months from the time the child entered foster care without the court holding a permanency hearing and making a dispositional decree. The court shall review the child's permanency status and make a dispositional decree every twelve months thereafter as long as the child continues in the custody of the department. The court shall determine whether the state has made reasonable efforts to finalize the permanency plan that is in effect. That determination shall be included in the dispositional decree. Section 2. That § 26-8A-24 be amended to read as follows: 26-8A-24. If a child has been adjudicated to be an abused or neglected child, parental rights have not been terminated and the court places custody of the child in the Department of Social Services without a court approved plan for long-term foster care, as stated in § 26-8A-22 , the court shall conduct a review hearing of the foster care status every six months. The hearing shall be conducted in the same manner as a dispositional hearing. If the department at any time finds that further court action is necessary to clarify the child's legal status or, for any other reason, to protect the interests of the child, the Department of Social Services may require the state's attorney to petition the court for a review hearing. Section 3. That § 26-8A-26 be amended to read as follows: 26-8A-26. If an adjudicated, abused, or neglected child whose parental rights have not been terminated has been in the custody of the Department of Social Services without a court approved plan for long-term foster care and it appears at a dispositional or review hearing that all reasonable efforts have been made to rehabilitate the family, that the conditions which led to the removal of the child still exist, and there is little likelihood that those conditions will be remedied so the child can be returned to the custody of the child's parents, the court shall affirmatively find that good cause exists for termination of the parental rights of the child's parents and the court shall enter an order terminating parental rights. If the court does not find at the hearing, which shall be conducted in the same manner as a dispositional hearing, that good cause exists for termination of parental rights, the court may make further disposition of the child as follows: (1) Return custody of the child to the child's parents, guardian, or custodian, with or without supervision; (2) Continue foster care placement of the child for a specified period of time, and, if the child is sixteen years of age or older, direct the department to determine the services needed to assist the child to make the transition from foster care to independent living and, if appropriate, provide a plan for independent living for the child; (3) Place the child following a determination that a compelling reason exists to place the child in long-term foster care rather than for adoption or with a relative or with a legal guardian other than the department in the custody of the department or a child placement agency for long-term foster care , with or without guardianship of the child, in another planned permanent living arrangement following a determination that a compelling reason exists that the placement is more appropriate than adoption or with a relative or with a legal guardian other than the department and under a court-approved plan which names a specific foster home for the child, with or without guardianship of the child, and that determines visitation rights of the child's parents, guardian, or custodian. Under this subdivision, the court may retain jurisdiction of the action and proceedings for future consideration of termination of parental rights if termination of parental rights is the least restrictive alternative available in keeping with the best interests of the child. In no case may a child remain in foster care for a period in excess of twelve months from the time the child entered foster care without the court holding a permanency hearing and making a dispositional decree setting forth one of the above options. The court shall review the child's permanency status and make a dispositional decree every twelve months thereafter as long as the child continues in the custody of the department. The court shall determine whether the state has made reasonable efforts to finalize the permanency plan that is in effect. That determination shall be included in the dispositional decree."}, {"bill_id": 16161, "bill_version_id": 89215, "bill_version": "Enrolled", "bill_version_date": "2001-02-02T10:36:28-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16161, "action_date": "2001-01-09T14:00:00-06:00", "document_id": 87778, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/87778.pdf", "status_text": "First read in House and referred to", "journal_page": 26, "committee_id_action": 712, "committee_id_assigned": 703, "result": "N", "vote": {}}, {"bill_id": 16161, "action_date": "2001-01-24T07:45:00-06:00", "document_id": 88383, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88383.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 703, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16161, "action_date": "2001-01-24T07:45:00-06:00", "document_id": 88383, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88383.pdf", "status_text": "Do Pass,", "journal_page": 165, "committee_id_action": 703, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50623, "president_vote": null, "Yea": [2514, 2521, 2530, 2544, 2560, 2561, 2579, 2589, 2595, 2612, 2613, 2605, 2556]}}, {"bill_id": 16161, "action_date": "2001-01-24T07:45:00-06:00", "document_id": 88383, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88383.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 703, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16161, "action_date": "2001-01-25T14:00:00-06:00", "document_id": 88642, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88642.pdf", "status_text": "Do Pass,", "journal_page": 210, "committee_id_action": 712, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 51351, "president_vote": null, "Yea": [2514, 2515, 2518, 2519, 2521, 2522, 2525, 2526, 2527, 2528, 2530, 2533, 2537, 2538, 2541, 2543, 2545, 2546, 2547, 2548, 2553, 2554, 2555, 2556, 2557, 2558, 2559, 2560, 2561, 2563, 2564, 2565, 2566, 2568, 2570, 2571, 2572, 2574, 2575, 2577, 2578, 2579, 2582, 2583, 2586, 2587, 2588, 2589, 2591, 2592, 2593, 2594, 2595, 2596, 2599, 2600, 2601, 2602, 2603, 2604, 2605, 2608, 2610, 2611, 2612, 2613, 2614, 2618, 2540], "Excused": [2544]}}, {"bill_id": 16161, "action_date": "2001-01-26T14:00:00-06:00", "document_id": 88710, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88710.pdf", "status_text": "First read in Senate and referred to", "journal_page": 244, "committee_id_action": 713, "committee_id_assigned": 690, "result": "N", "vote": {}}, {"bill_id": 16161, "action_date": "2001-01-31T10:00:00-06:00", "document_id": 89040, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89040.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 690, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16161, "action_date": "2001-01-31T10:00:00-06:00", "document_id": 89040, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89040.pdf", "status_text": "Do Pass,", "journal_page": 294, "committee_id_action": 690, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50963, "president_vote": null, "Yea": [2535, 2552, 2581, 2607, 2590, 2516], "Excused": [2606]}}, {"bill_id": 16161, "action_date": "2001-02-01T14:00:00-06:00", "document_id": 89191, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89191.pdf", "status_text": "Do Pass,", "journal_page": 330, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 51088, "president_vote": null, "Yea": [2516, 2517, 2520, 2523, 2524, 2529, 2531, 2532, 2534, 2535, 2536, 2539, 2542, 2549, 2551, 2552, 2562, 2567, 2573, 2576, 2580, 2584, 2585, 2590, 2597, 2598, 2606, 2607, 2609, 2615, 2616, 2617], "Excused": [2550, 2569, 2581]}}, {"bill_id": 16161, "action_date": "2001-02-02T14:00:00-06:00", "document_id": 89261, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89261.pdf", "status_text": "Signed by Speaker", "journal_page": 331, "committee_id_action": 712, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16161, "action_date": "2001-02-05T14:00:00-06:00", "document_id": 89335, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89335.pdf", "status_text": "Signed by President", "journal_page": 363, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16161, "action_date": "2001-02-06T14:00:00-06:00", "document_id": 89422, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89422.pdf", "status_text": "Delivered to the Governor", "journal_page": 371, "committee_id_action": 712, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16161, "action_date": "2001-02-09T14:00:00-06:00", "document_id": 89737, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89737.pdf", "status_text": "Signed by Governor", "journal_page": 422, "committee_id_action": 712, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1900}