{"session_id": 43, "bill_id": 11676, "bill_type": "House Bill", "bill_number": 1215, "bill_title": "prohibit the state from endorsing or enforcing certain policies regarding domestic relations.", "sponsors": [{"legislator_profile_id": 1674, "is_prime": true}], "keywords": ["Domestic Relations", "Marriage"], "audio": [], "bill_versions": [{"bill_id": 11676, "bill_version_id": 65647, "bill_version": "Introduced", "bill_version_date": "2020-01-30T10:44:52.843-06:00", "bill_text": "An Act to prohibit the state from endorsing or enforcing certain policies regarding domestic relations. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 25-11-1. Marriage policies--Prohibitions. The state may not enforce, endorse, or favor policies that: (1) Permit any form of marriage that does not involve a man and a woman; (2) Appropriate benefits to persons who enter a marriage other than a marriage involving a man and a woman; (3) Permit counties to issue marriage licenses to persons other than for a marriage involving a man and a woman; (4) Treat sexual orientation as a suspect class or as a basis of prohibited discrimination; (5) Recognize a person's belief that that person was born a gender that does not accord with the biological sex of the person as determined by that person's anatomy at birth; (6) Appropriate tax dollars to pay for sex change operations; (7) Ban conversion therapy. Under this subdivision, conversion therapy, means a therapeutic practice in which a licensed medical professional, acting under authorized consent, assists a client in the goal or realigning the client's sexual preference to prefer members of the opposite sex who have corresponding reproductive anatomy; (8) Permit public libraries or public schools in the state to partner with nonsecular organizations to promote, host, sponsor, favor, or endorse drag queen storytime; (9) Mandate pronoun changes; (10) Condone or affirm homosexual, transgender, zoophilia, objectophilia, polygamy, or sexual orientation doctrines; and (11) Permit a person to change the sex on a birth certificate to a sex that does not accord with that person's anatomy at birth. Section 2. That a NEW SECTION be added: 25-11-2. Rights not affected by chapter. This chapter does not affect: (1) Marriages between a man and a woman; (2) A person's right to set the person's self-asserted, sex-based identity narrative or sexual orientation; and (3) A person's right to practice secular humanism."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11676, "action_date": "2020-01-30T13:00:00-06:00", "document_id": 65199, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65199.pdf", "status_text": "First Reading House", "journal_page": 98, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11676, "action_date": "2020-02-24T14:00:00-06:00", "document_id": 68331, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68331.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 360, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/11676"}