{"session_id": 8, "bill_id": 1666, "bill_type": "House Bill", "bill_number": 1267, "bill_title": "create a  new malt beverage retailer licenses that has certain membership and age requirements.", "sponsors": [{"legislator_profile_id": 791, "is_prime": true}, {"legislator_profile_id": 784, "is_prime": true}, {"legislator_profile_id": 793, "is_prime": false}, {"legislator_profile_id": 817, "is_prime": false}, {"legislator_profile_id": 798, "is_prime": false}, {"legislator_profile_id": 749, "is_prime": false}, {"legislator_profile_id": 832, "is_prime": false}, {"legislator_profile_id": 842, "is_prime": false}, {"legislator_profile_id": 803, "is_prime": false}, {"legislator_profile_id": 843, "is_prime": false}, {"legislator_profile_id": 808, "is_prime": false}, {"legislator_profile_id": 770, "is_prime": false}, {"legislator_profile_id": 744, "is_prime": false}, {"legislator_profile_id": 747, "is_prime": false}, {"legislator_profile_id": 838, "is_prime": false}], "keywords": ["Alcoholic Beverages", "Minors"], "audio": [{"meeting_datetime": "2010-02-19T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco24.mp3", "start_seconds": 6646.0}, {"meeting_datetime": "2010-02-19T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco24.mp3", "start_seconds": 6646.0}, {"meeting_datetime": "2010-02-19T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco24.mp3", "start_seconds": 6646.0}, {"meeting_datetime": "2010-02-22T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco25.mp3", "start_seconds": 5943.0}, {"meeting_datetime": "2010-02-22T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco25.mp3", "start_seconds": 5943.0}, {"meeting_datetime": "2010-02-22T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco25.mp3", "start_seconds": 5943.0}], "bill_versions": [{"bill_id": 1666, "bill_version_id": 11733, "bill_version": "Introduced", "bill_version_date": "2010-02-03T09:32:50.207-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create a new malt beverage retailer licenses that has certain membership and age requirements. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 35-4-2 be amended by adding thereto a NEW SUBDIVISION to read as follows: (16A) Malt beverage retailer, on-sale dealer only-- two hundred fifty dollars; Section 2. That chapter 35-4 be amended by adding thereto a NEW SECTION to read as follows: No licensee licensed pursuant to subdivision 35-4-2(16A) may allow any person to purchase or consume malt beverages on the licensed premises unless the person has purchased a membership from the licensee. No person who is less than nineteen years old may purchase a membership from the licensee or loiter on the licensed premises. The licensee shall retain the membership fee. Section 3. That chapter 35-4 be amended by adding thereto a NEW SECTION to read as follows: No licensee licensed pursuant to subdivision 35-4-2(16A) may permit any person less than twenty-one years old to sell, serve, or dispense malt beverages on the licensed premises. Section 4. That § 35-9-1.1 be amended to read as follows: 35-9-1.1. It is a Class 2 misdemeanor to sell or give for use as a beverage any alcoholic beverage to any person who is eighteen years of age or older but less than twenty-one years of age unless it is done in the immediate presence of a parent or guardian or spouse over twenty-one years of age or by prescription or direction of a duly licensed practitioner or nurse of the healing arts for medicinal purposes. This section does not apply to malt beverages sold by a licensee licensed pursuant to subdivision 35-4-2(16A) and consumed on the licensed premises. Section 5. That § 35-4-2.4 be amended to read as follows: 35-4-2.4. Any municipality which holds an off-sale license under subdivision 35-4-2(5) is eligible for a retailer's or package dealer license under subdivisions 35-4-2(16) and (17). Any municipality which holds an on-sale license under chapter 35-4 is eligible for a retailer's license under subdivision subdivisions 35-4-2(16) and (16A). Upon termination of any such license the governing board of such municipality is authorized to proceed to liquidate the business operated thereunder and the assets of such business in such manner as may be determined by resolution of such governing board, not inconsistent with the provisions of this title. Section 6. That § 35-4-2.5 be amended to read as follows: 35-4-2.5. The period covered by licenses issued pursuant to subdivisions 35-4-2(14), (15), (16), (16A), and (17) shall be from twelve midnight on the thirtieth day of June to twelve midnight on the thirtieth day of the next June. Section 7. That § 35-4-11 be amended to read as follows: 35-4-11. If not fixed by ordinance, the governing board of any municipality may on or before the first of September in each year, by resolution, determine the number of on-sale and off-sale licenses it will approve for the ensuing calendar year, and the fees to be charged for the various classifications of licenses. The number of on-sale licenses issued may not exceed three each for the first one thousand of population or fraction thereof and not exceed one each of such licenses for each additional one thousand five hundred of population or fraction thereof. The number of licenses allowable may not be less than the total number of licenses allowable or issued as of July 1, 1981. The municipal governing board shall at such meeting establish the fee for on-sale licenses pursuant to subdivisions 35-4-2(4) and (13). The fee applies to all such on-sale licenses issued in the ensuing calendar year. The quotas established in this section do not apply to licenses issued pursuant to subdivisions 35-4-2(16), (16A), and (17). For the purposes of this section, population is equal to ninety percent of the population estimates published by the United States Census Bureau for each even-numbered year, except for the decennial year. For a decennial year, population is equal to the amount determined by the decennial federal census. No license issued pursuant to this section which exceeds the number of licenses that would have been issued upon the decennial federal census may be denied solely by reason that the license exceeds the number of licenses authorized by the decennial federal census. Section 8. That § 35-4-11.1 be amended to read as follows: 35-4-11.1. If not previously fixed by ordinance or continuing resolution, the board of county commissioners shall on or before the first of September in each year determine the number of on-sale licenses it will approve for the ensuing calendar year and the fees to be charged for the various classifications of licenses. The number of licenses issued may not exceed three for the first one thousand of population and may not exceed one for each additional fifteen hundred of population or fraction thereof, the population to include only those residing within the county but outside the incorporated municipalities and improvement districts, created pursuant to chapter 7-25A, within the county. However, any license issued in an improvement district prior to July 1, 2000, shall be included when calculating the total number of licenses that may be issued by the county where the improvement district is located. No licensee regularly licensed to do business on July 1, 1981, may be denied reissuance of a license in subsequent years solely by reason of any limitations, based upon population quotas, of the number of licenses authorized or established under the provisions of this title. Licenses issued to concessionaires, and lessees of the State of South Dakota, within the boundaries of state parks, prior to January 1, 1983, may be subtracted when calculating the total number of licenses permitted in this section. The quotas established in this section do not apply to licenses issued pursuant to subdivisions 35-4-2(16), (16A), (17), and (19). Section 9. That § 35-4-19 be amended to read as follows: 35-4-19. No retailer license under this chapter, except for licenses issued pursuant to subdivisions 35-4-2(16), (16A), and (17), other than to the municipality, may be granted to operate in any municipality which has obtained a license under this chapter except that: (1) If a municipality has been issued an off-sale license only, then the governing board may approve or disapprove applications for on-sale licenses as may be provided in Title 35; and (2) If a municipality has been issued an on-sale and off-sale license, then the governing board may by resolution enter into an operating agreement with any person for the specific purpose of operating the on-sale establishment or the off-sale establishment, or both for the municipality. Section 10. That § 35-4-60.2 be amended to read as follows: 35-4-60.2. A licensee licensed under subdivision 35-4-2(16), (16A), or (17) shall purchase the malt beverages that the licensee sells from the municipality if the municipality in which the licensee is located is licensed under subdivision 35-4-2(5) and if the municipality has by ordinance required that such purchases be made from the municipality. A municipality selling malt beverages to any licensee licensed under subdivision 35-4-2(16), (16A), or (17) may not charge the licensee more than five percent above the municipality's cost for malt beverages plus freight unless the municipality has operating agreements in effect on April 1, 1988, for its on-sale alcoholic beverage licensees licensed pursuant to subdivision 35-4-2(4) and imposes a mark-up higher than five percent for malt beverages. The municipality shall charge all such licensees the same price for malt beverages. Section 11. That § 35-4-78.1 be amended to read as follows: 35-4-78.1. A licensee, licensed pursuant to subdivision 35-4-2(3), (4), (5), (6), (11), (12), (13), (16), (16A), (17), or (18), is not in violation of § 35-4-78, and no criminal penalty may be imposed on the licensee if: (1) The person making the sale in violation of § 35-4-78 is an employee or agent of the licensee; (2) The employee or agent does not own a controlling interest in the licensee; and (3) The licensee or person having a controlling interest in the licensee is not present at the time of the sale. Section 12. That § 35-4-81.2 be amended to read as follows: 35-4-81.2. No licensee licensed under subdivisions 35-4-2(16), (16A), and (17) may sell, serve, or allow to be consumed on the premises covered by the license, any malt beverage between the hours of two a.m. and seven a.m. No licensee licensed under subdivision 35-4-2(12) may sell, serve, or allow to be consumed on the premises covered by the license, any wine between the hours of two a.m. and seven a.m. A violation of this section is a Class 2 misdemeanor. Section 13. That § 35-2-25 be amended to read as follows: 35-2-25. No license granted pursuant to subdivisions 35-4-2(3), (4), (6), (12), (13), (16), (16A), and (17) may be issued unless the applicant has first obtained a sales tax license pursuant to chapter 10-45, or, if applicable, a use tax license pursuant to chapter 10-46. The provisions of this section do not apply to a municipality which has procured a retail alcoholic beverage license pursuant to chapter 35-3. Section 14. That § 35-5-21.1 be amended to read as follows: 35-5-21.1. Fifty percent of all license and transfer fees received under the provisions of subdivisions 35-4-2(16), (16A), (17), and (17A) shall remain in the municipality in which the licensee paying the fee is located, or if outside the corporate limits of a municipality, then in the county in which the licensee is located. In addition, fifty percent of wholesaler license fees received under subdivision 35-4-2(15) shall revert to the municipality in which the licensee is located, or if outside the corporate limits of a municipality, then to the county in which the licensee is located. The remainder of all license and transfer fees and penalties received shall be credited to the state general fund. All revenue received from the levy in carrying out § 35-5-3 shall be credited to the alcoholic beverage fund."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1666, "action_date": "2010-02-03T14:00:00-06:00", "document_id": 11793, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11793.pdf", "status_text": "First read in House and referred to", "journal_page": 291, "committee_id_action": 86, "committee_id_assigned": 72, "result": "N", "vote": {}}, {"bill_id": 1666, "action_date": "2010-02-19T10:00:00-06:00", "document_id": 12431, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12431.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 72, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1666, "action_date": "2010-02-22T09:30:00-06:00", "document_id": 12642, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12642.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 72, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1666, "action_date": "2010-02-22T09:30:00-06:00", "document_id": 12728, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12728.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 506, "committee_id_action": 72, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6906, "president_vote": null, "Yea": [821, 844, 817, 822, 759, 742, 770, 751, 818, 815], "Nay": [749, 842, 784]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/1666"}