{"session_id": 59, "bill_id": 20576, "bill_type": "House Bill", "bill_number": 1076, "bill_title": "increase the amount of funding for conservation purposes from certain unclaimed motor fuel tax refunds.", "sponsors": [{"legislator_profile_id": 3364, "is_prime": true}, {"legislator_profile_id": 3378, "is_prime": true}, {"legislator_profile_id": 3368, "is_prime": false}, {"legislator_profile_id": 3369, "is_prime": false}, {"legislator_profile_id": 3375, "is_prime": false}, {"legislator_profile_id": 3376, "is_prime": false}, {"legislator_profile_id": 3383, "is_prime": false}, {"legislator_profile_id": 3385, "is_prime": false}, {"legislator_profile_id": 3394, "is_prime": false}, {"legislator_profile_id": 3397, "is_prime": false}, {"legislator_profile_id": 3403, "is_prime": false}, {"legislator_profile_id": 3410, "is_prime": false}, {"legislator_profile_id": 3416, "is_prime": false}, {"legislator_profile_id": 3420, "is_prime": false}, {"legislator_profile_id": 3425, "is_prime": false}, {"legislator_profile_id": 3428, "is_prime": false}, {"legislator_profile_id": 3449, "is_prime": false}, {"legislator_profile_id": 3455, "is_prime": false}, {"legislator_profile_id": 3462, "is_prime": false}], "keywords": ["Agriculture", "Real Property", "Taxes"], "audio": [{"meeting_datetime": "2006-01-24T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hta10.mp3", "start_seconds": 405.0}, {"meeting_datetime": "2006-01-24T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hta10.mp3", "start_seconds": 405.0}, {"meeting_datetime": "2006-01-24T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hta10.mp3", "start_seconds": 405.0}, {"meeting_datetime": "2006-01-24T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hta10.mp3", "start_seconds": 405.0}], "bill_versions": [{"bill_id": 20576, "bill_version_id": 106605, "bill_version": "Introduced", "bill_version_date": "2006-01-18T09:22:35-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase the amount of funding for conservation purposes from certain unclaimed motor fuel tax refunds. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-47B-154 be amended to read as follows: 10-47B-154. The Legislature finds that not all motor fuel taxes which qualify for the nonhighway agricultural motor fuel tax refund are, in fact, refunded under the procedure set forth in this chapter. The Legislature further finds that a certain amount of these unclaimed tax refunds from the sale of motor fuel for nonhighway agricultural uses should be utilized used for agricultural purposes in a manner which benefits both agriculture and the citizens of the state by preserving its natural resources. Therefore, the Legislature declares that an amount equal to thirty-five percent of the claimed refunds authorized by § 10-47B-119, not to exceed one million five hundred thousand dollars in any single fiscal year, represents the amount of unclaimed tax refunds from the sale of motor fuel tax for nonhighway agricultural uses. The Legislature further declares that it is the policy of this state to use these funds, representing the unclaimed tax refunds from the sale of motor fuel for nonhighway agricultural purposes, the amount of one million five hundred thousand dollars in any single fiscal year to implement the Coordinated Soil and Water Conservation Program. Section 2. That § 10-47B-149 be amended to read as follows: 10-47B-149. At the beginning of each month, the secretary shall make adjustments to the motor fuel tax fund balance in the following manner: (1) Each July transfer an amount to the snowmobile trails' fund equal to the product of multiplying the number of licensed snowmobiles as of July first, times one hundred twenty-five gallons, times the rate of tax provided for motor fuel under this chapter; (2) Transfer to the motor fuel tax refund fund an amount to pay motor fuel tax refunds for the current month; (3) Transfer to the motor fuel tax administration account two percent of the deposits made to the motor fuel tax fund during the preceding month to cover the expenses incurred in administering all motor fuel and special fuel tax laws of this state. On or about August first of each year, the preceding year's remaining motor fuel tax administration account balance, less an amount to provide cash flow within the account, shall be transferred to the state highway fund. The remaining balance is to be calculated by subtracting from the total of monthly deposits, the amount of corresponding expenses. The expense of administering the chapters relating to motor and special fuel taxation shall be paid out of appropriations made by the Legislature; (4) Transfer funds to the coordinated soil and water conservation fund so that an amount equal to thirty-five percent of the claimed refunds authorized by § 10-47B-119 for the preceding month, not to exceed a cumulative total of one million five hundred thousand dollars is transferred in any single fiscal year; (5) Each July transfer to the parks and recreation fund an amount equal to the product of multiplying the number of licensed motorized boats as of the previous December thirty-first, times one hundred forty gallons, times the rate of tax provided for motor fuels under this chapter; (6) Transfer to the member jurisdictions taxes collected under the provisions of the international fuel tax agreement; and (7) Transfer the remaining cash balance to the state highway fund. Section 3. That § 38-7-26 be amended to read as follows: 38-7-26. The coordinated soil and water conservation fund shall consist of money transferred from the unclaimed tax refunds from the sale of motor fuel for nonhighway agricultural uses in the motor fuel tax fund as provided in § 10-47A-11 § 10-47B-149 , and all public and private sources including legislative appropriations or federal grants."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20576, "action_date": "2006-01-18T14:00:00-06:00", "document_id": 106661, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106661.pdf", "status_text": "First read in House and referred to", "journal_page": 115, "committee_id_action": 893, "committee_id_assigned": 889, "result": "N", "vote": {}}, {"bill_id": 20576, "action_date": "2006-01-24T07:45:00-06:00", "document_id": 107133, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107133.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 889, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20576, "action_date": "2006-01-24T07:45:00-06:00", "document_id": 107133, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107133.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 199, "committee_id_action": 889, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63472, "president_vote": null, "Excused": [3370], "Nay": [3378, 3402, 3420, 3459], "Yea": [3385, 3389, 3392, 3433, 3436, 3457, 3460, 3463, 3414, 3464]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/20576"}