{"session_id": 45, "bill_id": 12899, "bill_type": "Senate Bill", "bill_number": 133, "bill_title": "to require persons convicted of driving under the influence of alcohol or drugs to participate in certain education and evaluation by a chemical dependency counselor or professional.", "sponsors": [{"legislator_profile_id": 1884, "is_prime": true}, {"legislator_profile_id": 1951, "is_prime": true}], "keywords": ["Alcohol", "Counselors", "Driving Under the Influence", "Drugs & Controlled Substances"], "audio": [], "bill_versions": [{"bill_id": 12899, "bill_version_id": 73683, "bill_version": "Introduced", "bill_version_date": "1997-01-24T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require persons convicted of driving under the influence of alcohol or drugs to participate in certain education and evaluation by a chemical dependency counselor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-23-2 be amended to read as follows: 32-23-2. If conviction for a violation of § 32-23-1 is for a first offense, such person is guilty of a Class 1 misdemeanor, and the defendant's driving privileges shall be revoked for not less than thirty days. The defendant shall also be required to attend at least eight hours of education conducted by a certified chemical dependency counselor regarding the prevention of driving under the influence of alcohol or drugs. However, the court may in its discretion issue an order permitting the person to operate a motor vehicle for purposes of the person's employment or attendance at court-ordered counseling programs during the hours of the day and the days of the week as set forth in the order. The court may also order the revocation of the defendant's driving privilege for a further period not to exceed one year or restrict the privilege in such manner as it sees fit for a period not to exceed one year. Section 2. That § 32-23-3 be amended to read as follows: 32-23-3. If conviction for a violation of § 32-23-1 is for a second offense, such person is guilty of a Class 1 misdemeanor, and the court shall, in pronouncing sentence, unconditionally revoke the defendant's driving privilege for a period of not less than one year. The defendant shall also undergo an evaluation by a certified chemical dependency counselor to determine if the defendant has an addiction to alcohol. The cost of the evaluation shall be paid by the defendant. However, upon the successful completion of a court-approved alcohol treatment program, the court may permit the person to drive for the purpose of employment and may restrict the privilege by the imposition of such conditions as the court sees fit. If such person is convicted of driving without a license during that period, the person shall be sentenced to the county jail for not less than three days, which sentence may not be suspended."}, {"bill_id": 12899, "bill_version_id": 73684, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "1997-02-04T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require persons convicted of driving under the influence of alcohol or drugs to participate in certain education and evaluation by a chemical dependency counselor or professional. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-23-2 be amended to read as follows: 32-23-2. If conviction for a violation of § 32-23-1 is for a first offense, such person is guilty of a Class 1 misdemeanor, and the defendant's driving privileges shall be revoked for not less than thirty days. The defendant shall also be required to attend at least eight hours of education conducted by a professional registered with the South Dakota Certification Board for Alcohol and Drug Professionals regarding the prevention of driving under the influence of alcohol or drugs. The cost of such education shall be paid for by the defendant. However, the court may in its discretion issue an order permitting the person to operate a motor vehicle for purposes of the person's employment or attendance at court-ordered counseling programs during the hours of the day and the days of the week as set forth in the order. The court may also order the revocation of the defendant's driving privilege for a further period not to exceed one year or restrict the privilege in such manner as it sees fit for a period not to exceed one year. Section 2. That § 32-23-3 be amended to read as follows: 32-23-3. If conviction for a violation of § 32-23-1 is for a second offense, such person is guilty of a Class 1 misdemeanor, and the court shall, in pronouncing sentence, unconditionally revoke the defendant's driving privilege for a period of not less than one year. The defendant shall also undergo an evaluation by a certified chemical dependency counselor as recognized by the South Dakota Certification Board of Alcohol and Drug Professionals to determine if the defendant has an addiction to alcohol. The cost of the evaluation shall be paid by the defendant. However, upon the successful completion of a court-approved alcohol treatment program accredited by the South Dakota Division of Alcohol and Drug Abuse , the court may permit the person to drive for the purpose of employment and may restrict the privilege by the imposition of such conditions as the court sees fit. If such person is convicted of driving without a license during that period, the person shall be sentenced to the county jail for not less than three days, which sentence may not be suspended. Section 3. That § 32-23-2.1 be amended to read as follows: 32-23-2.1. Any person convicted of a first offense pursuant to § 32-23-2 with a 0.17 percent or more by weight of alcohol in his that person's blood shall, in addition to the penalties provided in § 32-23-2, be required to undergo a court-ordered evaluation by a certified chemical dependency counselor as recognized by the South Dakota Certification Board for Alcohol and Drug Professionals to determine if the defendant has an addiction to alcohol. The cost of such evaluation shall be paid by the defendant. BILL HISTORY January 24 - First read in Senate and referred to Judiciary. S.J. 159 January 31 - Scheduled for hearing. January 31 - Passed as amended, AYES 7, NAYS 0. S.J. 274 January 31 - Amended title."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12899, "action_date": "1997-01-24T14:00:00-06:00", "document_id": 72883, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72883.pdf", "status_text": "First read in Senate and referred to", "journal_page": 159, "committee_id_action": 545, "committee_id_assigned": 523, "result": "N", "vote": {}}, {"bill_id": 12899, "action_date": "1997-01-31T10:00:00-06:00", "document_id": 72262, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72262.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 523, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12899, "action_date": "1997-01-31T10:00:00-06:00", "document_id": 72262, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72262.pdf", "status_text": "Do Pass Amended,", "journal_page": 274, "committee_id_action": 523, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36409, "president_vote": null, "Yea": [1884, 1901, 1912, 1919, 1979, 1956, 1986]}}, {"bill_id": 12899, "action_date": "1997-01-31T10:00:00-06:00", "document_id": 72262, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72262.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 523, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12899, "action_date": "1997-02-05T14:00:00-06:00", "document_id": 72899, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72899.pdf", "status_text": "Do Pass Amended,", "journal_page": 325, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37561, "president_vote": null, "Yea": [1884, 1885, 1889, 1893, 1901, 1905, 1912, 1915, 1919, 1920, 1925, 1927, 1928, 1930, 1932, 1935, 1938, 1939, 1945, 1946, 1955, 1956, 1959, 1960, 1965, 1976, 1977, 1978, 1979, 1981, 1986], "Nay": [1908, 1911, 1969, 1972]}}, {"bill_id": 12899, "action_date": "1997-02-06T14:00:00-06:00", "document_id": 72900, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72900.pdf", "status_text": "First read in House and referred to", "journal_page": 354, "committee_id_action": 544, "committee_id_assigned": 542, "result": "N", "vote": {}}, {"bill_id": 12899, "action_date": "1997-02-28T07:45:00-06:00", "document_id": 72468, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72468.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 542, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12899, "action_date": "1997-02-28T07:45:00-06:00", "document_id": 72468, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72468.pdf", "status_text": "Tabled", "journal_page": 771, "committee_id_action": 542, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35296, "president_vote": null, "Yea": [1931, 1924, 1894, 1910, 1951, 1898, 1922, 1954], "Nay": [1892, 1903, 1918, 1968, 1982]}}]}