{"session_id": 59, "bill_id": 20686, "bill_type": "Senate Bill", "bill_number": 197, "bill_title": "establish a governing board for the post secondary technical institutes.", "sponsors": [{"legislator_profile_id": 3362, "is_prime": true}, {"legislator_profile_id": 3412, "is_prime": false}], "keywords": ["Administrative Rules", "Education", "School Board"], "audio": [{"meeting_datetime": "2006-02-08T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sst21.mp3", "start_seconds": 1965.0}, {"meeting_datetime": "2006-02-08T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sst21.mp3", "start_seconds": 1965.0}, {"meeting_datetime": "2006-02-08T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sst21.mp3", "start_seconds": 1965.0}, {"meeting_datetime": "2006-02-08T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sst21.mp3", "start_seconds": 1965.0}], "bill_versions": [{"bill_id": 20686, "bill_version_id": 107089, "bill_version": "Introduced", "bill_version_date": "2006-01-24T08:24:06-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a governing board for the post secondary technical institutes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The role and mission of the South Dakota technical institutes is to prepare a well- educated, technically trained, and highly competitive workforce for a rapidly changing world economy. It is the intent of the Legislature that the technical institutes shall provide for a comprehensive program of career, occupational, and technical education for traditional and non- traditional students. Section 2. The technical institutes may provide general academic transfer programs at the following campuses: Lake Area Technical Institute located in Watertown; Mitchell Technical Institute located in Mitchell; Southeast Technical Institute located in Sioux Falls; and Western Dakota Technical Institute located in Rapid City. Section 3. The technical institutes are encouraged to work in cooperation with the South Dakota Board of Regents system for the articulation of all general academic programs. Section 4. The technical institutes may provide such academic course instruction as may be necessary to support applied technology education and academic transfer programs. Section 5. Any technical institute may contract to provide for the delivery of education programs within institutions operated by any state agency or within any geographic area administered by a federal agency or tribal authority. Section 6. The Legislature hereby declares that for a technical institute to be responsible to the people it serves, primary control of such institutes shall be placed in the citizens within the local area so served subject to approval by the South Dakota State Board of Education. It is the intent and purpose of this act to create locally governed and locally supported postsecondary technical institute areas. Each technical institute area is intended to be an independent, local, unique, and vital segment of postsecondary education separate from both the established elementary and secondary school system and from other institutions of postsecondary education and is not to be converted into a four-year, baccalaureate-degree-granting institution. Section 7. It is the intent of the Legislature that a clear distinction between area governance and statewide coordination for the postsecondary technical institute areas be recognized and that such coordination is appropriate in order to provide the most cost-effective programs for residents of this state. It is further the intent of the Legislature that coordination of the technical institutes by the South Dakota Coordinating Commission for Postsecondary Education be conducted through an association of the boards. All of the boards shall be a part of and shall be represented by such association. Coordination services provided by such association shall include: (1) Preparation of a system strategic plan; (2) Coordination of the annual budget request; (3) Facilitation of program-needs assessment and articulation; (4) Recommendation and facilitation of the appointment of representatives to committees, boards, commissions, task forces, and any other state-level bodies requesting or requiring participation form the technical institute system; and (5) Facilitation of responses to data and information requests for the system. Nothing in this section may be construed to require or provide for state control of the operations of any technical institute area or to abridge the governance ability, rights, or responsibilities of any board. Nothing in this section may be construed to limit the ability or authority of the commission to fulfill its responsibilities and duties regarding the individual technical institute areas and the individual technical institute area campuses. Section 8. That § 13-39-1.2 be amended to read as follows: 13-39-1.2. Terms used in this chapter, mean: (1) \"Adult vocational education,\" the training provided to upgrade or update the occupational skills of persons who are preparing to, or have already, entered an occupation; (2) \"Center board,\" the governing body of a multi-district center; (3) \" Coordinating commission,\" the seven member State Coordinating Commission for Postsecondary Education which oversees the four regional boards of technical institutes; (4) \"Division,\" the Division of Education Services and Resources of the Department of Education; (4) (5) \"Facilities,\" buildings, rooms, property, and permanent equipment, including vehicles, used to provide vocational education; (5) (6) \"LEA,\" a local education agency limited to public school districts and the legal entities that a school district is authorized to establish; (6) (7) \"Multi-district center,\" a multi-district secondary occupational vocational education center; (7) (8) \"Multi-use facility,\" a structure or part of a structure for student or faculty use as a lounge area, cafeteria, classroom, or large group area not operated as a student union building in which student fees are charged and utilized to pay for construction and maintenance of a facility under the direct or indirect control of the students; (8) (9) \"Participating district,\" a school district which has voting representation on a multi-district center board; (9) (10) \"Postsecondary technical institute,\" a public nonprofit school legally authorized to provide public postsecondary technical education which does not culminate in a baccalaureate degree at that school; (10) (11) \"Postsecondary technical institute area,\" a portion of the state that is assigned to each of the four technical institute regions; (12) \"Regional board,\" a regional technical institute board which oversees the operations of a postsecondary technical institute; (13) \"Secretary,\" the state secretary of education; (11) (14) \"State board,\" the South Dakota Board of Education; (12) (15) \"Vocational education,\" organized programs at the secondary, postsecondary, or adult levels directly related to the preparation of individuals for paid or unpaid employment, or for the additional preparation for a career requiring other than a baccalaureate or advanced degree. Section 9. The responsibilities of the public postsecondary technical educational institutions of the state set forth in this Act shall be vested in a commission of seven members, designated as the State Coordinating Commission for Postsecondary Education. The members shall be appointed by the Governor, by and with the consent of the Senate. Section 10. Voting representation on the commission shall be the following: (1) One regional board member from Lake Area Technical Institute; (2) One regional board member from Mitchell Technical Institute; (3) One regional board member from Southeast Technical Institute; (4) One regional board member from Western Dakota Technical Institute; (5) The secretary of the Department of Education, who shall serve as chair; (6) The secretary of the Department of Labor; and (7) The secretary of the Department of Tourism and State Development. Section 11. Each member shall be appointed for a term of three years which shall expire on the last day of March or when a successor is appointed and qualified. The ex officio members are full voting members. The four regional board members shall be appointed by the appropriate regional board and each regional appointed member shall be a current member of that institute's regional board of directors at the time of their initial appointment to the state commission. If a vacancy in the commission occurs, the appropriate regional board shall fill such vacancy by appointment. Such appointee shall serve for the balance of the unexpired term, unless the Senate at the next legislative session fails to confirm such appointee. If such an event occurs, such appointee shall only serve until the last day of March; and then a new appointee shall be named by the appropriate regional board. Each appointee is subject to the same conditions as set forth in this section. Section 12. Meetings may be held on the call of the president or by joint request of a majority of the members. The affirmative vote of a majority of the members of the State Coordinating Commission for Postsecondary Education shall be required to take official action. The commission shall record its minutes, which shall be open to the public. All such meetings of the commission shall be open to the public as per chapter 1-25. Section 13. The State Coordinating Commission for Postsecondary Education may appoint an executive director, who shall be a full-time employee of the commission. The executive director shall carry out the directives of the commission and shall be under the commission's general jurisdiction and supervision. Section 14. A regional board of directors for each postsecondary technical institute shall implement the policies and procedures of the commission. Each regional board shall oversee the management of its institute, which shall be in accordance with the established objectives and the policies of the State Coordinating Commission for Postsecondary Education. Section 15. The regional board areas are as follows: (1) Regional board for the Lake Area Technical Institute Area; (2) Regional board for the Mitchell Technical Institute Area; (3) Regional board for the Southeast Technical Institute Area; and (4) Regional board for the Western Dakota Technical Institute Area. Section 16. Each regional board shall: (1) After a public hearing, adopt an annual operating and capital budget for its technical institute; (2) Establish student fees at its technical institute and shall change the tuition as established by the commission; (3) Approve all new technical education programs for its technical institute and the deletion or modification or existing programs; (4) Maintain awareness of, and communicate to the president of its technical institute, local industry and community needs for programs and services to be provided by the technical institute; (5) Submit to the commission, an annual report regarding the performance of its technical institute relative to its goals and objectives; (6) Confer the awarding of all certificates, diplomas, and degrees to students completing approved programs in the regular instructional program of the technical institute; (7) Establish student admission standards; (8) Employ, dismiss, and establish the salary of the technical institute president; (9) Establish salaries and approve employment contracts for all staff; (10) Establish private contracts for services for its technical institute; (11) Require an annual audit of all finances and procedures and submit the audit report to the commission; and (12) Establish operational policies for the technical institute. Section 17. Each local technical institute may continue as a part of the LEA or incorporated as a separate nonprofit public educational corporation. Over a period not to exceed two years, each of the technical institutes shall be converted into nonprofit public education corporations. The nonprofit corporations may enter into contractual services agreements with LEAs both during and after the transition period. By the end of the two-year transition period, the governing board of each of the nonprofit public educational corporations shall cease to be appointed by the local school district and instead be appointed by the other members of the nonprofit corporation board in the model of a self-perpetuating board. The regional board membership shall consist of seven to nine members. Two of the members may reside outside the area if their expertise is deemed necessary to that institute. The remainder of the board shall be representatives of business and industry leaders from the service area of the technical institute, a member of the local school board in which the institute is located, and economic and work force development leaders of its region. At least one member of the regional board shall be a person who works in a field for which the regional technical institute has a degree or diploma program and whose particular job does not require further or additional post-secondary education beyond that which is provided by the regional technical institute. Regional board members shall be appointed to three year terms. Section 18. Any nonprofit corporation, LEA, cooperative, or association located within a postsecondary technical institute area may transfer assets, liabilities, contracts, or other obligations to the regional board. All obligations shall be accompanied by a funding source. To be valid, all such transfers shall be approved by formal resolution of the governing body of the transferring entity and a formal resolution of the regional board. Section 19. Except for the provisions of chapter 3-12, the commission may not enter into any contract to provide a retirement or deferred compensation plan for any of its employees, other than the president of each of its technical institutes and the executive director of the commission. Section 20. The commission may provide insurance coverage by electing to join the plan provided by § 3-12A-5.1. Section 21. That § 13-39-9 be amended to read as follows: 13-39-9. The director Coordinating Commission for Postsecondary Education has general control and supervision over all vocational education in all public secondary schools, public postsecondary institutions not under the control of the Board of Regents and all other vocational education functions assigned to him the commission by the secretary of education. Section 22. That § 13-39-18 be repealed. 13-39-18. The director shall submit all requests for new programs from the postsecondary technical institutes in the state to the state board for action. Section 23. That § 13-39-19 be amended to read as follows: 13-39-19. The secretary of education may distribute funds appropriated to him by the Legislature or , funds granted by any federal agency to the state in accordance with chapter 4-8B, or any other grant, gift, or bequest, for vocational education in public secondary and postsecondary technical institutes in the state in accordance with a state plan or plans adopted by the South Dakota Board of Education Coordinating Commission for Postsecondary Education . The aid disbursed to the different schools of the state and all expenses incurred in the administration of the provisions of any federal acts relating to vocational education shall be paid out of the funds of the secretary appropriated for that purpose and from the federal funds allotted to the State of South Dakota for similar purposes. The state treasurer is the custodian of all money paid to the state from federal appropriations for the purpose of vocational education, and shall disburse the funds on warrants issued by the state auditor upon vouchers approved by the director. The secretary of education shall authorize the director to submit vouchers to the state auditor for the amount payable as state and federal aid to each school approved under the provisions of this chapter. Upon receipt of the vouchers, the state auditor shall draw warrants on the state treasury in favor of the treasurer of the public secondary and postsecondary technical institute for the sum approved by the secretary. Section 24. That § 13-39-34 be amended to read as follows: 13-39-34. Any LEA proposing to operate a postsecondary technical institute or establish an existing postsecondary technical institute as a separate legal entity may petition the state board State Coordinating Commission for Postsecondary Education pursuant to §§ 13-39-35 to 13-39- 36, inclusive. The state board coordinating commission may conduct hearings, investigate school records, and secure other data relating to the proposed postsecondary technical institute, its geographical location, the demography and economy of the area, and any other facts relating to the proposed postsecondary technical institute which the state board coordinating commission may consider appropriate. Section 25. That § 13-39-35 be amended to read as follows: 13-39-35. If the South Dakota Board of Education Coordinating Commission for Postsecondary Education finds that the classification petitioned for would further the educational interests of the state, more nearly equalize the educational opportunities in certain phases of technical education to persons in this state who are of the age and maturity to pursue study in preparation for entering the labor market, be of potential benefit to persons in all communities of the state, and is otherwise in accordance with the plans of the state board, it may recommend the petition be approved by the Legislature. Section 26. That § 13-39-37 be amended to read as follows: 13-39-37. The South Dakota Board of Education Coordinating Commission for Postsecondary Education may adopt rules pursuant to chapter 1-26, to be administered by the executive director of the commission , governing the operation and maintenance of postsecondary technical institutes which will afford the people of the state, insofar as practicable, an equal opportunity to acquire a public technical education. The rules may provide for the following: (1) Curriculum and standards of instruction and scholarship; (2) Attendance requirements, age limits of trainees, eligibility for attendance, and tuition payments and other charges; (3) Apportionment and distribution of funds made available to the board commission for carrying out the purposes of §§ 13-39-34 to 13-39-39, inclusive; (4) Transportation requirements and payments; (5) General administrative matters; (6) The submission of the annual budget of the postsecondary technical institute which shall include, but is not limited to, a description of programs, a list of staff positions, and the amount for supplies and operating expenses associated with the programs offered. The rules shall require the budget to include all operating costs of programs, including those costs ineligible for reimbursement from federal and state funds, shall state the procedure for amending and filing it with the division of education services and resources commission and shall provide that failure to comply with the rules may result in withholding of payments from federal and state funds; (7) The submission of plans of LEAs or regional boards for new construction or major renovation of facilities eligible for reimbursement. The rules regarding these plans shall provide a requirement that the LEA or regional board , by a written resolution, declare the LEA or regional board committed to begin construction if the budget of the state board commission provides the matching funds; (8) The promotion and coordination of vocational education; and (9) The duplication of programs. Section 27. That § 13-39-38 be amended to read as follows: 13-39-38. The secretary of education shall apportion and distribute funds made available for postsecondary technical institutes through a formula approved by the South Dakota Board of Education to the LEAs or commission having jurisdiction over postsecondary technical institutes to assist in maintaining and operating those schools. The use of the funds are subject to rules adopted by the state board pursuant to subdivision § 13-39-37(3) and in accordance with the approved state plan for vocational education. Section 28. That § 13-39-39.1 be amended to read as follows: 13-39-39.1. LEAs or regional boards operating postsecondary technical institutes shall keep separate the accounting and funds for the operation of the postsecondary technical programs. The LEA or regional boards shall deposit receipts, student fees and income from state and federal sources, as well as any other receipts incidental to the operation of the postsecondary technical institute, in the fund or funds created pursuant to this chapter. Section 29. That § 13-39-66 be amended to read as follows: 13-39-66. Any LEA or regional board may enter into lease-purchase agreements with the health and educational facilities authority or the secretary of education for capital improvements for the design, acquisition, construction, equipping, or improvement of facilities the LEA or regional board considers necessary or appropriate. In addition, the secretary may enter into any lease-purchase agreement of such facilities either with an LEA or regional board or the health and educational facilities authority. Such lease-purchase agreements shall include such terms as the health and educational facilities authority considers necessary, including without limitation, terms of default, remedies, representations, and covenants of the lessee. No such lease-purchase agreements are effective until approved by the secretary of education. The term lease-purchase agreements as used in this section includes any sublease. Section 30. That § 13-39-67 be amended to read as follows: 13-39-67. A lease-purchase agreement authorized by § 13-39-66 may be for a term of no more than thirty years, shall be approved by the LEA board commission on behalf of the LEA or regional board , may provide for the simultaneous conveyance of existing facilities to be leased-back with the improvements and other property being financed, may provide for all right, title and interest of the authority to be conveyed to the LEA or regional board or the secretary of education upon payment or other discharge of the bonds issued therefor, and may contain such other provisions as the authority and the state board determine necessary or appropriate to secure payment of amounts due under such agreements. No other statute may limit or otherwise restrict the power and authority of an LEA or regional board or the secretary to enter into such a lease-purchase agreement or govern the procedure by which such agreement is authorized. Section 31. That § 13-39-68 be amended to read as follows: 13-39-68. The secretary of education may contract with or enter into other agreements with the South Dakota Health and Educational Facilities Authority, one or more LEAs or regional boards , the state treasurer or others in order to pledge or otherwise transfer all or any portion of tuition and other student fees subject to deposit in the tuition subaccount in order to secure payments by any LEA or regional boards or the secretary under a lease-purchase agreement with the authority. Any such contract or other agreement may also provide for the release from such pledge and lien of such amounts as are deemed not to be necessary for payment of amounts currently due and owing under lease-purchase agreements. Any such pledge of such tuition and other student fees shall be valid and binding from the time when the pledge is made. The amount of tuition and other fees so pledged and thereafter received shall immediately be subject to the lien of such pledge without any physical delivery thereof or further act, and the lien of any such pledge shall be valid and binding as against the LEAs or regional boards and any other persons having claims of any kind in tort, contract, or otherwise against the LEA or regional boards , the secretary, the authority, the state treasurer or any other person, irrespective of whether such persons have notice thereof. Neither the contract nor any other agreement or instrument by which a pledge is created need to be recorded. Section 32. That § 13-39-70 be amended to read as follows: 13-39-70. There is hereby created within the vocational education facilities fund of the secretary of education a tuition subaccount. The secretary may determine and require that all or any portion of the tuition and other student fees payable to an LEA or a regional board shall be deposited in the subaccount. No moneys may be disbursed from the tuition subaccount for any purpose other than to pay lease rentals or other amounts due and owing in connection with any lease-purchase agreement authorized under §§ 13-39-66 and 13-39-67 unless and until the health and educational facilities authority files with the state treasurer a certification that it has on deposit or there has otherwise been appropriated sufficient moneys to pay all amounts due or to become due within the next three months on all such lease-purchase agreements. Thereafter, the state treasurer shall retain in the vocational education facilities fund for future repair and improvement as authorized by the Legislature such amounts, not to exceed ten percent thereof, as the secretary shall direct. Section 33. That § 13-39-72 be amended to read as follows: 13-39-72. An LEA or a regional board operating an approved postsecondary vocational school may award an associate in applied sciences degree. The state board commission may promulgate rules pursuant to chapter 1-26 providing for approval of programs in postsecondary vocational education schools leading to an associate in applied science degree. In approving any program, the state board commission shall consider curriculum, required hours, quality of instruction, minimum standards for entry into the programs, and standards for program completion."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20686, "action_date": "2006-01-24T14:00:00-06:00", "document_id": 107180, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107180.pdf", "status_text": "First read in Senate and referred to", "journal_page": 177, "committee_id_action": 894, "committee_id_assigned": 876, "result": "N", "vote": {}}, {"bill_id": 20686, "action_date": "2006-01-30T07:45:00-06:00", "document_id": 107458, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107458.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 876, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20686, "action_date": "2006-02-03T07:45:00-06:00", "document_id": 107887, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107887.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 876, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20686, "action_date": "2006-02-08T07:45:00-06:00", "document_id": 108208, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108208.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 876, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20686, "action_date": "2006-02-08T07:45:00-06:00", "document_id": 108208, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108208.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 403, "committee_id_action": 876, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62387, "president_vote": null, "Yea": [3361, 3423, 3425, 3428, 3447, 3452, 3416, 3365], "Nay": [3435]}}]}