{"session_id": 53, "bill_id": 16757, "bill_type": "House Bill", "bill_number": 1220, "bill_title": "revise certain provisions with regard to child custody and to declare an emergency.", "sponsors": [{"legislator_profile_id": 2753, "is_prime": true}, {"legislator_profile_id": 2797, "is_prime": true}, {"legislator_profile_id": 2728, "is_prime": false}, {"legislator_profile_id": 2735, "is_prime": false}, {"legislator_profile_id": 2740, "is_prime": false}, {"legislator_profile_id": 2741, "is_prime": false}, {"legislator_profile_id": 2744, "is_prime": false}, {"legislator_profile_id": 2768, "is_prime": false}, {"legislator_profile_id": 2774, "is_prime": false}, {"legislator_profile_id": 2775, "is_prime": false}, {"legislator_profile_id": 2783, "is_prime": false}, {"legislator_profile_id": 2788, "is_prime": false}, {"legislator_profile_id": 2815, "is_prime": false}], "keywords": ["Domestic Relations", "Minors"], "audio": [{"meeting_datetime": "2002-02-04T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hju20hb1220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-04T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hju20hb1220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-04T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hju20hb1220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-04T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hju20hb1220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-04T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hju20hb1220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-06T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou22hb1220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-06T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou22hb1220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-06T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou22hb1220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-06T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou22hb1220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-11T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sju25hb1220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-11T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sju25hb1220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-11T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sju25hb1220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-11T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sju25hb1220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-11T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sju25hb1220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-11T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sju25hb1220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-11T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sju25hb1220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-11T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sju25hb1220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-13T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen27hb1220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-13T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen27hb1220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-13T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen27hb1220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-15T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen29hb1220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-15T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen29hb1220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-15T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen29hb1220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-15T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen29hb1220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-15T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen29hb1220b.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-21T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou32hb1220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou33hb1220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou33hb1220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou33hb1220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou33hb1220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-22T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen33hb1220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-22T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen33hb1220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-22T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen33hb1220a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-22T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen33hb1220a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16757, "bill_version_id": 92261, "bill_version": "Introduced", "bill_version_date": "2002-01-17T10:46:15-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to allow certain third parties to intervene in a custody dispute of a child. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. In disputes regarding custody of a child, the court may allow an interested third party to intervene upon motion. Before allowing intervention, the court may appoint counsel for the child. The court may award full or partial custody, care, education, and visitation rights of the child to any interested third party upon such conditions and limitations as the court deems equitable. Section 2. In making any order pursuant to section 1 of this Act, the court shall be guided by the best interests of the child, giving consideration to the wishes of the child if the child is of sufficient age and capable of forming an intelligent preference. Section 3. In disputes regarding custody of a child between a parent and an interested third party, the presumption in favor of the parent may be rebutted by showing that it would be detrimental to the child to award custody to the parent. Section 4. For the purposes of this Act, an interested third party is a person who has been one of the primary caretakers of the child and with whom the child has closely bonded."}, {"bill_id": 16757, "bill_version_id": 93548, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2002-02-04T13:50:36-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to allow certain third parties to intervene in a custody dispute of a child. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. In disputes regarding custody of a child, the court may allow an interested third party to intervene upon motion. Before allowing intervention, the court may appoint counsel for the child. The court may award full or partial custody, care, education, and visitation rights of the child to any interested third party upon such conditions and limitations as the court deems equitable. Section 2. In making any order pursuant to section 1 of this Act, the court shall be guided by the best interests of the child, giving consideration to the wishes of the child if the child is of sufficient age and capable of forming an intelligent preference. Section 3. In disputes regarding custody of a child between a parent and an interested third party, the presumption in favor of the parent may be rebutted by showing extraordinary circumstances. For the purposes of this section, the term, extraordinary circumstances, means circumstances that result in serious detriment to the child, including any one or more of the following: (1) The abandonment or persistent neglect of the child by the parent; (2) The likelihood of serious physical or emotional harm to the child if placed in the parent's custody; (3) The extended, unjustifiable absence of parental custody; (4) The abdication of parental responsibilities; (5) The provision of the child's physical, emotional, and other needs by persons other than the parent over a significant period of time; (6) The existence of a bonded relationship between the child and the nonparent custodian sufficient to cause significant emotional harm to the child in the event of a change in custody; (7) The substantial enhancement of the child's well-being while under the care of the nonparent; (8) The extent of the parent's delay in seeking to reacquire custody of the child; (9) The demonstrated quality of the parent's commitment to raising the child; 10) The likely degree of stability and security in the child's future with the parent; (11) The extent to which the child's right to an education would be impaired while in the custody of the parent; or (12) Any other circumstances that would substantially and adversely impact the welfare of the child."}, {"bill_id": 16757, "bill_version_id": 93825, "bill_version": "House Engrossed", "bill_version_date": "2002-02-06T15:28:04-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to allow certain third parties to intervene in a custody dispute of a child. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Upon motion, a court may allow a person other than a parent to intervene in an action involving child custody. In any matter involving child custody, the court may, in its discretion, appoint a guardian ad litem or legal counsel to represent the child. The court may award full or partial custody, care, education, and visitation rights of the child to a person other than a parent. Section 2. In determining any issue regarding custody of a child, the court shall be guided by the best interests of the child. The court may consider any preference expressed by the child if the court finds the child is of sufficient age and intelligence to express a knowing and voluntary preference. In any dispute involving child custody, a presumption favoring a parent may be rebutted by showing serious detriment to the child as evidenced by one or more of the following extraordinary circumstances: (1) The abandonment or persistent neglect of the child by the parent; (2) The likelihood of serious physical or emotional harm to the child if placed in the parent's custody; (3) The extended, unjustifiable absence of parental custody; (4) The abdication of parental responsibilities; (5) The provision of the child's physical, emotional, and other needs by persons other than the parent over a significant period of time; (6) The existence of a bonded relationship between the child and the person other than the parent sufficient to cause significant emotional harm to the child in the event of a change in custody; (7) The substantial enhancement of the child's well-being while under the care of the person other than the parent; (8) The extent of the parent's delay in seeking to reacquire custody of the child; (9) The demonstrated quality of the parent's commitment to raising the child; (10) The likely degree of stability and security in the child's future with the parent; (11) The extent to which the child's right to an education would be impaired while in the custody of the parent; or (12) Any other circumstances that would substantially and adversely impact the welfare of the child."}, {"bill_id": 16757, "bill_version_id": 94088, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2002-02-11T13:38:11-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions with regard to child custody and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 25-5 be amended by adding thereto a NEW SECTION to read as follows: Upon motion or by petition, a court may allow a person other than a parent to intervene in an action under this chapter involving child custody. In any matter under this chapter involving child custody, the court may, in its discretion, appoint a guardian ad litem or legal counsel to represent the child. The court may award full or partial custody, care, education, and visitation rights of the child to a person other than a parent. Section 2. That chapter 25-5 be amended by adding thereto a NEW SECTION to read as follows: In determining any issue regarding custody of a child, the court shall be guided by the best interests of the child. The court may consider any preference expressed by the child if the court finds the child is of sufficient age and intelligence to express a knowing and voluntary preference. In any dispute involving child custody, a presumption favoring a parent may be rebutted by showing serious detriment to the child as evidenced by one or more of the following extraordinary circumstances: (1) The abandonment or persistent neglect of the child by the parent; (2) The likelihood of serious physical or emotional harm to the child if placed in the parent's custody; (3) The extended, unjustifiable absence of parental custody; (4) The abdication of parental responsibilities; (5) The provision of the child's physical, emotional, and other needs by persons other than the parent over a significant period of time; (6) The existence of a bonded relationship between the child and a person other than the parent sufficient to cause significant emotional harm to the child in the event of a change in custody; (7) The substantial enhancement of the child's well-being while under the care of a person other than the parent; (8) The extent of the parent's delay in seeking to reacquire custody of the child; (9) The demonstrated quality of the parent's commitment to raising the child; (10) The likely degree of stability and security in the child's future with the parent; (11) The extent to which the child's right to an education would be impaired while in the custody of the parent; or (12) Any other circumstances that would substantially and adversely impact the welfare of the child. Section 3. That chapter 25-5 be amended by adding thereto a NEW SECTION to read as follows: A judgment under section 1 of this Act awarding any person other than a biological parent custodial rights may award the biological parent with visitation rights with the child. Section 4. That chapter 25-5 be amended by adding thereto a NEW SECTION to read as follows: If a court awards a third party custodial rights to a child, the court may set child support in whatever amount it deems appropriate, and notwithstanding the provisions of any other statute to the contrary, may waive the biological parent's duty to provide monetary or other support for their child. Section 5. The term, parent, as used in this Act, means any biological or adoptive parent. The term, biological parent, as used in this Act, means any biological or adoptive parent. Section 6. Whereas, this Act is necessary for the immediate preservation of the public peace, health, or safety, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 16757, "bill_version_id": 94924, "bill_version": "Conference Committee Engrossed", "bill_version_date": "2002-02-22T19:23:26-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions with regard to child custody and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 29A-5-106 be amended to read as follows: 29A-5-106. Custody of a child may be sought by a person other than the parent under this chapter and the substantive law of this state. A person other than the parent may not use this chapter to seek custody if a proceeding is pending pursuant to chapter 25-3, 25-4, 25-5A, 25-6, 25-8, 26-7A, 26-8A, 26-8B, or 26-8C, or if the child is subject to the continuing jurisdiction of another court. Nothing in this chapter affects the provisions of chapters 25-4, 25-5, 25-5A, 25-6, 25-8, 26-7A, 26-8A, 26-8B, and 26-8C relating to the appointment of guardians and conservators and the administration of guardianships and conservatorships for children who have been adjudicated to be delinquent, abused, neglected, or in need of supervision. Nor may anything in this chapter affect the provisions of Title 27A, relating to individuals with mental illnesses. In the event of any inconsistency or conflict, the provisions of chapters 25-4, 25-5, 25- 5A, 25-6, 25-8, 26-7A, 26-8A, 26-8B, and 26-8C or of Title 27A shall control, and the provisions of this chapter are in all respects to be supplementary thereto. A petition pursuant to this chapter seeking custody by a person other than the parent shall be dismissed if an action concerning the child is filed pursuant to chapter 26-7A, 26-8A, 26-8B, or 26-8C. If, while a guardianship petition pursuant to this chapter seeking custody by a person other than the parent is pending, an action is commenced pursuant to chapter 25-4, 25-5, 25-5A, 25-6, or 25-8, the court may, in its discretion, dismiss the guardianship proceeding and defer the child custody matter to the other proceeding or considering the stage of the proceedings, judicial economy, and best interests of the child, retain jurisdiction and establish the guardianship, or enter an appropriate protection order pending resolution of the pending proceedings. Section 2. That chapter 29A-5 be amended by adding thereto a NEW SECTION to read as follows: It is the express legislative intent that this Act, together with chapter 25-5 dealing with custody disputes between a parent and a person other than the parent, apply to all pending and subsequent guardianship matters involving a custody dispute between a parent and a person other than the parent. Section 3. Whereas, this Act is necessary for the immediate preservation of the public peace, health, or safety, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 16757, "bill_version_id": 94925, "bill_version": "Enrolled", "bill_version_date": "2002-02-22T19:26:01-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16757, "action_date": "2002-01-17T14:00:00-06:00", "document_id": 92321, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92321.pdf", "status_text": "First read in House and referred to", "journal_page": 174, "committee_id_action": 768, "committee_id_assigned": 766, "result": "N", "vote": {}}, {"bill_id": 16757, "action_date": "2002-02-01T07:45:00-06:00", "document_id": 93411, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93411.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 766, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16757, "action_date": "2002-02-04T07:45:00-06:00", "document_id": 93528, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93528.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 766, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16757, "action_date": "2002-02-04T07:45:00-06:00", "document_id": 93528, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93528.pdf", "status_text": "Do Pass Amended,", "journal_page": 427, "committee_id_action": 766, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52016, "president_vote": null, "Yea": [2728, 2758, 2768, 2774, 2788, 2797, 2798, 2793], "Excused": [2789, 2823, 2735], "Nay": [2794, 2813]}}, {"bill_id": 16757, "action_date": "2002-02-06T14:00:00-06:00", "document_id": 93843, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93843.pdf", "status_text": "Hog Housed", "journal_page": 501, "committee_id_action": 768, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16757, "action_date": "2002-02-06T14:00:00-06:00", "document_id": 93843, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93843.pdf", "status_text": "Do Pass Amended,", "journal_page": 502, "committee_id_action": 768, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54112, "president_vote": null, "Yea": [2724, 2725, 2728, 2729, 2732, 2736, 2737, 2738, 2741, 2744, 2749, 2752, 2754, 2755, 2756, 2757, 2758, 2759, 2763, 2765, 2766, 2767, 2768, 2769, 2770, 2771, 2773, 2774, 2775, 2777, 2779, 2781, 2782, 2783, 2785, 2786, 2788, 2789, 2790, 2793, 2794, 2797, 2798, 2799, 2800, 2803, 2804, 2805, 2807, 2808, 2812, 2813, 2814, 2815, 2816, 2817, 2820, 2822, 2824, 2830, 2751], "Nay": [2731, 2764, 2811, 2823, 2826], "Excused": [2735, 2748, 2806], "Absent": [2825]}}, {"bill_id": 16757, "action_date": "2002-02-07T14:00:00-06:00", "document_id": 93945, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93945.pdf", "status_text": "First read in Senate and referred to", "journal_page": 456, "committee_id_action": 769, "committee_id_assigned": 747, "result": "N", "vote": {}}, {"bill_id": 16757, "action_date": "2002-02-11T10:00:00-06:00", "document_id": 94079, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94079.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 747, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16757, "action_date": "2002-02-11T10:00:00-06:00", "document_id": 94079, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94079.pdf", "status_text": "Amend the amendment", "journal_page": null, "committee_id_action": 747, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16757, "action_date": "2002-02-11T10:00:00-06:00", "document_id": 94079, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94079.pdf", "status_text": "Amend the amendment", "journal_page": null, "committee_id_action": 747, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16757, "action_date": "2002-02-11T10:00:00-06:00", "document_id": 94079, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94079.pdf", "status_text": "Do Pass Amended,", "journal_page": 484, "committee_id_action": 747, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52481, "president_vote": null, "Yea": [2730, 2780, 2784, 2795, 2740, 2829], "Nay": [2742]}}, {"bill_id": 16757, "action_date": "2002-02-11T10:00:00-06:00", "document_id": 94079, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94079.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 747, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16757, "action_date": "2002-02-13T14:00:00-06:00", "document_id": 94338, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94338.pdf", "status_text": "Deferred to another day", "journal_page": 542, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16757, "action_date": "2002-02-14T14:00:00-06:00", "document_id": 94430, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94430.pdf", "status_text": "Deferred to another day", "journal_page": 557, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16757, "action_date": "2002-02-15T13:00:00-06:00", "document_id": 94527, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94527.pdf", "status_text": "Do Pass Amended,", "journal_page": 582, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52762, "president_vote": null, "Yea": [2726, 2727, 2730, 2733, 2734, 2739, 2740, 2743, 2746, 2747, 2750, 2753, 2760, 2761, 2772, 2778, 2780, 2787, 2791, 2792, 2795, 2796, 2802, 2809, 2810, 2818, 2819, 2821, 2827, 2828, 2829], "Nay": [2742, 2784], "Excused": [2745, 2762]}}, {"bill_id": 16757, "action_date": "2002-02-20T13:00:00-06:00", "document_id": 94759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94759.pdf", "status_text": "Deferred to another day", "journal_page": 782, "committee_id_action": 768, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16757, "action_date": "2002-02-21T10:00:00-06:00", "document_id": 94848, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94848.pdf", "status_text": "Conference Committee appointments", "journal_page": 669, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16757, "action_date": "2002-02-22T08:00:00-06:00", "document_id": 94911, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94911.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 696, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52992, "president_vote": null, "Yea": [2726, 2727, 2730, 2733, 2734, 2739, 2740, 2742, 2743, 2745, 2746, 2747, 2750, 2753, 2760, 2761, 2762, 2772, 2778, 2780, 2784, 2787, 2791, 2792, 2795, 2796, 2802, 2809, 2810, 2818, 2819, 2821, 2827, 2828, 2829]}}, {"bill_id": 16757, "action_date": "2002-02-22T09:00:00-06:00", "document_id": 94934, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94934.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 842, "committee_id_action": 768, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54359, "president_vote": null, "Yea": [2724, 2725, 2728, 2729, 2732, 2736, 2737, 2738, 2741, 2744, 2749, 2752, 2754, 2755, 2756, 2757, 2758, 2759, 2763, 2764, 2765, 2766, 2767, 2768, 2769, 2770, 2771, 2774, 2775, 2777, 2779, 2781, 2782, 2783, 2785, 2786, 2788, 2789, 2790, 2793, 2794, 2797, 2798, 2799, 2800, 2803, 2804, 2805, 2806, 2807, 2808, 2813, 2814, 2815, 2816, 2817, 2820, 2822, 2823, 2824, 2825, 2826, 2830], "Nay": [2731, 2811], "Excused": [2735, 2773, 2812], "Absent": [2748, 2751]}}, {"bill_id": 16757, "action_date": "2002-02-23T10:00:00-06:00", "document_id": 94960, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94960.pdf", "status_text": "Signed by President", "journal_page": 730, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16757, "action_date": "2002-02-23T10:00:00-06:00", "document_id": 94980, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94980.pdf", "status_text": "Signed by Speaker", "journal_page": 871, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16757, "action_date": "2002-02-23T10:00:00-06:00", "document_id": 94980, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94980.pdf", "status_text": "Delivered to the Governor", "journal_page": 870, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16757, "action_date": "2002-02-28T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 874, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2197}