{"session_id": 61, "bill_id": 21579, "bill_type": "House Bill", "bill_number": 1303, "bill_title": "provide for issuance of certain restricted on-sale malt beverage and wine licenses.", "sponsors": [{"legislator_profile_id": 3607, "is_prime": true}, {"legislator_profile_id": 3673, "is_prime": true}, {"legislator_profile_id": 3575, "is_prime": false}, {"legislator_profile_id": 3581, "is_prime": false}, {"legislator_profile_id": 3603, "is_prime": false}, {"legislator_profile_id": 3620, "is_prime": false}, {"legislator_profile_id": 3624, "is_prime": false}, {"legislator_profile_id": 3647, "is_prime": false}, {"legislator_profile_id": 3655, "is_prime": false}], "keywords": ["Alcoholic Beverages"], "audio": [{"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hlo25.mp3", "start_seconds": 3713.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hlo25.mp3", "start_seconds": 3713.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hlo25.mp3", "start_seconds": 3713.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hlo25.mp3", "start_seconds": 3713.0}, {"meeting_datetime": "2007-02-15T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hlo27.mp3", "start_seconds": 4507.0}, {"meeting_datetime": "2007-02-15T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hlo27.mp3", "start_seconds": 4507.0}, {"meeting_datetime": "2007-02-15T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hlo27.mp3", "start_seconds": 4507.0}, {"meeting_datetime": "2007-02-15T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hlo27.mp3", "start_seconds": 4507.0}], "bill_versions": [{"bill_id": 21579, "bill_version_id": 111255, "bill_version": "Introduced", "bill_version_date": "2007-01-31T11:38:37-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for issuance of certain restricted on-sale malt beverage and wine licenses. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 35-4-2 be amended to read as follows: 35-4-2. Classes of licenses, with the fee of each class, follow: (1) Distillers--four thousand dollars. However, no license fee is required for manufacturers of alcohol for use in industry as a nonbeverage. If such manufacturer of industrial alcohol shall at any time manufacture, produce, distill, sell, barter, or dispose of alcohol for any use other than an industrial use, the license fee required by this section shall be allocated to and payable for the portion of the year the manufacturer devoted to such other use for each calendar month or fraction thereof while so engaged, but in no case less than one-twelfth of said license fee; (2) Wholesalers of alcoholic beverages--five thousand dollars; (3) Off-sale--not less than five hundred dollars in municipalities of the first class, not more than four hundred dollars in municipalities of the second class, and not more than three hundred dollars in municipalities of the third class. The renewal fee for such licenses may not exceed five hundred dollars in municipalities of the first class, four hundred dollars in municipalities of the second class, and three hundred dollars in municipalities of the third class; (4) On-sale--in municipalities of various classes: municipalities of the first class, not less than one dollar for each person residing within the municipality as measured by the last preceding federal census, the renewal fee for such license is fifteen hundred dollars; municipalities of the second class, no more than twelve hundred dollars; municipalities of the third class, no more than nine hundred dollars; (5) Off-sale licenses issued to municipalities under local option--not less than two hundred fifty dollars; (6) On-sale licenses issued outside municipalities--except as provided in § 35-4-11.9, not less than the maximum that the municipality to which the applicant is nearest is charging for a like license in that municipality, the renewal fee shall be the same as is charged for a like license in the nearest municipality. However, if the nearest municipality is more than fifteen miles from the on-sale license, the fee shall be established pursuant to § 35-4-11.10. If the municipality to which the applicant is nearest holds an on-sale license, pursuant to § 35-3-13 and does not charge a specified fee, then the fee shall be the maximum amount that could be charged as if the municipality had not been authorized to obtain on-sale licenses pursuant to § 35- 3-13. However, if the nearest municipality is a municipality of the first class and is authorized to hold an on-sale license pursuant to § 35-3-13, such fee may not be more than one hundred fifty percent of the minimum a municipality not so authorized may charge for a like license. The renewal fee shall be the same as could be charged for a like license in the nearest municipality; (7) Solicitors--twenty-five dollars; (8) Transportation companies--twenty-five dollars; (9) Carrier--one hundred dollars, which fee entitles the licensee to sell or serve alcoholic beverages on all conveyances the licensee operates within the state; (10) Dispensers--ten dollars; (11) On-sale dealers at publicly operated airports--two hundred fifty dollars; (12) On-sale dealers in wine for Sunday--five hundred dollars; (13) Convention facility on-sale--not less than one dollar for each person residing within the municipality as measured by the last preceding federal census, the renewal fee for such license, in municipalities of the first class, is fifteen hundred dollars; the renewal fee for such license, in municipalities of the second class, is no more than twelve hundred dollars; the renewal fee for such license, in municipalities of the third class, is no more than nine hundred dollars; (14) Manufacturers of malt beverages--five hundred dollars; (15) Wholesalers of malt beverages--four hundred dollars; (16) Malt beverage retailers, being both package dealers and on-sale dealers--two hundred fifty dollars; (17) Malt beverage package dealers--one hundred fifty dollars; (18) On-sale dealers in light wine containing not more than six percent alcohol by weight for each day of the week between the hours of seven a.m. and two a.m. to nonprofit corporations established pursuant to chapter 7-27--two hundred dollars; and (19) Off-sale package wine dealers in table wines, sparkling wines, sacramental wine, and distilled spirits produced from product provided to an artisan distiller by the respective farm winery to be operated in conjunction with a farm winery established pursuant to chapter 35-2--one hundred fifty dollars ; (20) On-sale malt beverage retailers, restricted license--two hundred fifty dollars; and (21) On-sale dealers in wine, restricted license--five hundred dollars . Section 2. That chapter 35-4 be amended by adding thereto a NEW SECTION to read as follows: The provisions in Title 35 that apply to subdivision 35-4-2(16) apply to each license issued pursuant to subdivision 35-4-2(20). The provisions in Title 35 that apply to subdivision 35-4- 2(12) apply to each license issued pursuant to subdivision 35-4-2(21). However, no licensee that has a license issued pursuant to subdivision 35-4-2(20) or (21) may conduct video lottery pursuant to chapter 42-7A upon the location where the license is held."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21579, "action_date": "2007-01-31T14:00:00-06:00", "document_id": 111304, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111304.pdf", "status_text": "First read in House and referred to", "journal_page": 284, "committee_id_action": 923, "committee_id_assigned": 916, "result": "N", "vote": {}}, {"bill_id": 21579, "action_date": "2007-02-13T10:00:00-06:00", "document_id": 112154, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112154.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 916, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21579, "action_date": "2007-02-13T10:00:00-06:00", "document_id": 112154, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112154.pdf", "status_text": "Tabled", "journal_page": 479, "committee_id_action": 916, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65100, "president_vote": null, "Yea": [3606, 3597, 3605, 3624, 3628, 3631, 3640, 3646, 3648, 3658, 3660, 3616, 3653]}}, {"bill_id": 21579, "action_date": "2007-02-15T10:00:00-06:00", "document_id": 112373, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112373.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 543, "committee_id_action": 916, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65299, "president_vote": null, "Yea": [3606, 3597, 3605, 3628, 3631, 3640, 3646, 3660, 3616], "Nay": [3624, 3648, 3658, 3653]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/21579"}