{"session_id": 15, "bill_id": 3736, "bill_type": "House Bill", "bill_number": 1230, "bill_title": "modify the publication requirements for water rights applications.", "sponsors": [{"legislator_profile_id": 253, "is_prime": true}, {"legislator_profile_id": 312, "is_prime": true}, {"legislator_profile_id": 242, "is_prime": false}, {"legislator_profile_id": 258, "is_prime": false}, {"legislator_profile_id": 255, "is_prime": false}, {"legislator_profile_id": 313, "is_prime": false}, {"legislator_profile_id": 297, "is_prime": false}, {"legislator_profile_id": 270, "is_prime": false}, {"legislator_profile_id": 299, "is_prime": false}, {"legislator_profile_id": 212, "is_prime": false}, {"legislator_profile_id": 266, "is_prime": false}, {"legislator_profile_id": 263, "is_prime": false}, {"legislator_profile_id": 230, "is_prime": false}, {"legislator_profile_id": 280, "is_prime": false}, {"legislator_profile_id": 301, "is_prime": false}, {"legislator_profile_id": 292, "is_prime": false}, {"legislator_profile_id": 240, "is_prime": false}, {"legislator_profile_id": 241, "is_prime": false}, {"legislator_profile_id": 307, "is_prime": false}, {"legislator_profile_id": 276, "is_prime": false}, {"legislator_profile_id": 302, "is_prime": false}, {"legislator_profile_id": 283, "is_prime": false}, {"legislator_profile_id": 306, "is_prime": false}, {"legislator_profile_id": 310, "is_prime": false}], "keywords": ["Licenses", "Professions and Occupations", "Water Management"], "audio": [{"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hlo18.mp3", "start_seconds": 2214.0}, {"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hlo18.mp3", "start_seconds": 2214.0}, {"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hlo18.mp3", "start_seconds": 2214.0}, {"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hlo18.mp3", "start_seconds": 2214.0}, {"meeting_datetime": "2012-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou21.mp3", "start_seconds": 3631.0}, {"meeting_datetime": "2012-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou21.mp3", "start_seconds": 3631.0}, {"meeting_datetime": "2012-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou21.mp3", "start_seconds": 3631.0}, {"meeting_datetime": "2012-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou21.mp3", "start_seconds": 3631.0}, {"meeting_datetime": "2012-02-21T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sag24.mp3", "start_seconds": 4747.0}, {"meeting_datetime": "2012-02-21T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sag24.mp3", "start_seconds": 4747.0}, {"meeting_datetime": "2012-02-21T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sag24.mp3", "start_seconds": 4747.0}, {"meeting_datetime": "2012-02-21T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sag24.mp3", "start_seconds": 4747.0}, {"meeting_datetime": "2012-02-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen26.mp3", "start_seconds": 4834.0}, {"meeting_datetime": "2012-02-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen26.mp3", "start_seconds": 4834.0}, {"meeting_datetime": "2012-02-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen26.mp3", "start_seconds": 4834.0}, {"meeting_datetime": "2012-02-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen26.mp3", "start_seconds": 4834.0}], "bill_versions": [{"bill_id": 3736, "bill_version_id": 20110, "bill_version": "Introduced", "bill_version_date": "2012-01-25T09:41:14.237-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to modify the publication requirements regarding the application for a well driller license or a well pump installer license. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 46-2A-4 be amended to read as follows: 46-2A-4. Except in the case of an application for a well driller license or a well pump installer license, if a recommendation is to approve or defer an application or if an applicant has filed a petition to oppose a recommendation to deny an application, the applicant shall publish notice of the application and recommendation at least once a week for two successive weeks in one official newspaper in each directly impacted county where or counties from which the water will be diverted, diminished, or used or where project works will be located. The official newspaper shall be selected by the chief engineer and shall be a newspaper designated as an official newspaper pursuant to § 7-18-3. The second publication shall be at least twenty days before the first day of the Water Management Board meeting at which the matter is noticed to be heard. No application for a permit, license, or amendment may be considered and approved by the board until proof of all required publications has been filed with the chief engineer. The notice, which shall be provided by the chief engineer to the applicable newspapers, shall include the following, as applicable: (1) The name and address of the applicant; (2) A brief description of the project, including, where applicable, the proposed place or places of use of the water or facilities, including the point of diversion, the amount of water to be used and the purpose for which the water or facility is to be used; (3) A brief statement describing the recommendation and the reasons for the recommendation; (4) A statement that any interested person who intends to participate in the hearing shall file a petition to oppose or support the application and that the petition shall be filed with the chief engineer and applicant at least ten days before the published date for hearing; (5) A statement that a petition to oppose or support an application may be informal, but shall be in writing and shall contain the following: (a) A statement describing the petitioner's interest in the application; (b) The reasons for the petitioner's opposition to or support for the application; and (c) The signature and mailing address of the petitioner or the petitioner's legal counsel; (6) A statement telling where copies of the recommendation, application, or other information may be obtained; (7) The time when and the place where the application will be considered by the board; (8) A statement that the recommendation of the chief engineer is not final or binding upon the board and is subject to the approval of the board after it reaches a conclusion based on facts at the public hearing; (9) A statement that the time of hearing will be automatically extended for at least twenty days upon written request of the applicant or any person who has filed a petition to oppose or support the application and a statement that any such request by the applicant or person filing a petition shall be made at least ten days before the published date for hearing; and (10) A statement that if the applicant does not contest the recommendation of the chief engineer and no petition to oppose the application is received, the chief engineer shall act on the application pursuant to the chief engineer's recommendation and no hearing may be held before the board, unless the chief engineer makes a finding that an application, even if uncontested, presents important issues of public policy or public interest that should be heard by the board."}, {"bill_id": 3736, "bill_version_id": 21464, "bill_version": "House Engrossed", "bill_version_date": "2012-02-14T14:46:33.853-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to modify the publication requirements regarding the application for a well driller license or a well pump installer license. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 46-2A-4 be amended to read as follows: 46-2A-4. Except in the case of an application for a well driller license or a well pump installer license, if a recommendation is to approve or defer an application or if an applicant has filed a petition to oppose a recommendation to deny an application, the applicant shall publish notice of the application and recommendation at least once a week for two successive weeks in at least one official newspaper in each directly impacted county where the water will be diverted or used or where project works will be located and also in one regional newspaper in the immediately surrounding area of the county or counties where the water will be diverted or used. The official newspaper shall be selected by the chief engineer and shall be a newspaper designated as an official newspaper pursuant to § 7-18-3. The second publication shall be at least twenty days before the first day of the Water Management Board meeting at which the matter is noticed to be heard. In addition, the department shall display on the department's internet site any application upon receipt of the application and until the date of any decision on the application. No application for a permit, license, or amendment may be considered and approved by the board until proof of all required publications has been filed with the chief engineer. The notice, which shall be provided by the chief engineer to the applicable newspapers, shall include the following, as applicable: (1) The name and address of the applicant; (2) A brief description of the project, including, where applicable, the proposed place or places of use of the water or facilities, including the point of diversion, the amount of water to be used and the purpose for which the water or facility is to be used; (3) A brief statement describing the recommendation and the reasons for the recommendation; (4) A statement that any interested person who intends to participate in the hearing shall file a petition to oppose or support the application and that the petition shall be filed with the chief engineer and applicant at least ten days before the published date for hearing; (5) A statement that a petition to oppose or support an application may be informal, but shall be in writing and shall contain the following: (a) A statement describing the petitioner's interest in the application; (b) The reasons for the petitioner's opposition to or support for the application; and (c) The signature and mailing address of the petitioner or the petitioner's legal counsel; (6) A statement telling where copies of the recommendation, application, or other information may be obtained; (7) The time when and the place where the application will be considered by the board; (8) A statement that the recommendation of the chief engineer is not final or binding upon the board and is subject to the approval of the board after it reaches a conclusion based on facts at the public hearing; (9) A statement that the time of hearing will be automatically extended for at least twenty days upon written request of the applicant or any person who has filed a petition to oppose or support the application and a statement that any such request by the applicant or person filing a petition shall be made at least ten days before the published date for hearing; and (10) A statement that if the applicant does not contest the recommendation of the chief engineer and no petition to oppose the application is received, the chief engineer shall act on the application pursuant to the chief engineer's recommendation and no hearing may be held before the board, unless the chief engineer makes a finding that an application, even if uncontested, presents important issues of public policy or public interest that should be heard by the board."}, {"bill_id": 3736, "bill_version_id": 21732, "bill_version": "Senate Agriculture and Natural Resources Engrossed", "bill_version_date": "2012-02-21T13:34:47.917-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to modify the publication requirements regarding the application for a well driller license or a well pump installer license. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 46-2A-4 be amended to read as follows: 46-2A-4. Except in the case of an application for a well driller license or a well pump installer license, if a recommendation is to approve or defer an application or if an applicant has filed a petition to oppose a recommendation to deny an application, the applicant shall publish notice of the application and recommendation at least once a week for two successive weeks in at least one official newspaper in each county where the water will be diverted or used or where project works will be located. The official newspaper shall be selected by the chief engineer and shall be a newspaper designated as an official newspaper pursuant to § 7-18-3. If the official newspaper is a weekly newspaper, then the notice shall also be published at least once in a daily newspaper. The daily newspaper selected by the chief engineer shall be located as near as possible to the location where the water will be diverted or used. Public notice of the application shall also be posted on the department's website until final action is taken on the application. The second publication shall be at least twenty days before the first day of the Water Management Board meeting at which the matter is noticed to be heard. No application for a permit, license, or amendment may be considered and approved by the board until proof of all required publications has been filed with the chief engineer. The notice, which shall be provided by the chief engineer to the applicable newspapers, shall include the following, as applicable: (1) The name and address of the applicant; (2) A brief description of the project, including, where applicable, the proposed place or places of use of the water or facilities, including the point of diversion, the amount of water to be used and the purpose for which the water or facility is to be used; (3) A brief statement describing the recommendation and the reasons for the recommendation; (4) A statement that any interested person who intends to participate in the hearing shall file a petition to oppose or support the application and that the petition shall be filed with the chief engineer and applicant at least ten days before the published date for hearing; (5) A statement that a petition to oppose or support an application may be informal, but shall be in writing and shall contain the following: (a) A statement describing the petitioner's interest in the application; (b) The reasons for the petitioner's opposition to or support for the application; and (c) The signature and mailing address of the petitioner or the petitioner's legal counsel; (6) A statement telling where copies of the recommendation, application, or other information may be obtained; (7) The time when and the place where the application will be considered by the board; (8) A statement that the recommendation of the chief engineer is not final or binding upon the board and is subject to the approval of the board after it reaches a conclusion based on facts at the public hearing; (9) A statement that the time of hearing will be automatically extended for at least twenty days upon written request of the applicant or any person who has filed a petition to oppose or support the application and a statement that any such request by the applicant or person filing a petition shall be made at least ten days before the published date for hearing; and (10) A statement that if the applicant does not contest the recommendation of the chief engineer and no petition to oppose the application is received, the chief engineer shall act on the application pursuant to the chief engineer's recommendation and no hearing may be held before the board, unless the chief engineer makes a finding that an application, even if uncontested, presents important issues of public policy or public interest that should be heard by the board. Section 2. That § 46-2A-23 be amended to read as follows: 46-2A-23. Following the issuance of a recommendation to approve an application pursuant to § 46-2A-2, the chief engineer may publish, at the expense of the applicant, a notice to determine whether any person opposes the application or recommendation of the chief engineer. The notice shall be published as provided for in § 46-2A-4, and the notice shall contain the information provided for in subdivisions 46-2A-4(1), (2), (3), (5), (6), and (10). The notice is not required to refer to a board meeting or hearing date. In addition, the notice shall include a statement that if the applicant intends to contest the recommendation, the applicant shall file a petition with the chief engineer, and any interested person who intends to oppose or support the application or recommendation shall file a petition with the chief engineer and the applicant. Any petition shall be filed within ten days of the second published notice. If no petition to contest the recommendation or to oppose an application is timely filed, the chief engineer, following receipt of proof of publication, shall act on the application consistent with the chief engineer's recommendation as provided by rules promulgated by the Water Management Board pursuant to chapter 1-26 delegating authority to the chief engineer to issue uncontested permits pursuant to §§ 46-1-16 and 46-2-3.1, without hearing by the board. If a petition to contest the recommendation or to oppose the application is timely filed, the chief engineer shall provide notice of a board hearing pursuant to § 1-26-17. The notice shall also include a statement that the recommendation of the chief engineer is not final or binding upon the board and is subject to the decision of the board based on evidence and record of the public hearing. A statement shall also be included in the notice that the applicant or any interested person who has filed a petition to oppose or support an application, may file a written notice with the chief engineer requesting postponement of the original hearing date. The written notice requesting postponement shall be filed within twenty days of the date of the notice scheduling the board hearing, but not less than ten days before the date the application is scheduled for hearing. Upon timely receipt of a written notice, the chief engineer shall cancel the original hearing and reschedule the hearing not less than twenty days after the original hearing date. Notice of hearing shall be provided by personal service or by first class mail to the applicant and parties of record."}, {"bill_id": 3736, "bill_version_id": 21988, "bill_version": "Senate Engrossed", "bill_version_date": "2012-02-23T16:35:02.213-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to modify the publication requirements for water rights applications. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 46-2A-4 be amended to read as follows: 46-2A-4. Except in the case of an application for a well driller license or a well pump installer license, if a recommendation is to approve or defer an application or if an applicant has filed a petition to oppose a recommendation to deny an application, the applicant shall publish notice of the application and recommendation at least once a week for two successive weeks in at least one official newspaper in each county where the water will be diverted or used or where project works will be located. The official newspaper shall be selected by the chief engineer and shall be a newspaper designated as an official newspaper pursuant to § 7-18-3. If the official newspaper is a weekly newspaper, then the notice shall also be published at least once in a daily newspaper. The daily newspaper selected by the chief engineer shall be located as near as possible to the location where the water will be diverted or used. Public notice of the application shall also be posted on the department's website until final action is taken on the application. The second publication shall be at least twenty days before the first day of the Water Management Board meeting at which the matter is noticed to be heard. No application for a permit, license, or amendment may be considered and approved by the board until proof of all required publications has been filed with the chief engineer. The notice, which shall be provided by the chief engineer to the applicable newspapers, shall include the following, as applicable: (1) The name and address of the applicant; (2) A brief description of the project, including, where applicable, the proposed place or places of use of the water or facilities, including the point of diversion, the amount of water to be used and the purpose for which the water or facility is to be used; (3) A brief statement describing the recommendation and the reasons for the recommendation; (4) A statement that any interested person who intends to participate in the hearing shall file a petition to oppose or support the application and that the petition shall be filed with the chief engineer and applicant at least ten days before the published date for hearing; (5) A statement that a petition to oppose or support an application may be informal, but shall be in writing and shall contain the following: (a) A statement describing the petitioner's interest in the application; (b) The reasons for the petitioner's opposition to or support for the application; and (c) The signature and mailing address of the petitioner or the petitioner's legal counsel; (6) A statement telling where copies of the recommendation, application, or other information may be obtained; (7) The time when and the place where the application will be considered by the board; (8) A statement that the recommendation of the chief engineer is not final or binding upon the board and is subject to the approval of the board after it reaches a conclusion based on facts at the public hearing; (9) A statement that the time of hearing will be automatically extended for at least twenty days upon written request of the applicant or any person who has filed a petition to oppose or support the application and a statement that any such request by the applicant or person filing a petition shall be made at least ten days before the published date for hearing; and (10) A statement that if the applicant does not contest the recommendation of the chief engineer and no petition to oppose the application is received, the chief engineer shall act on the application pursuant to the chief engineer's recommendation and no hearing may be held before the board, unless the chief engineer makes a finding that an application, even if uncontested, presents important issues of public policy or public interest that should be heard by the board. Section 2. That § 46-2A-23 be amended to read as follows: 46-2A-23. Following the issuance of a recommendation to approve an application pursuant to § 46-2A-2, the chief engineer may publish, at the expense of the applicant, a notice to determine whether any person opposes the application or recommendation of the chief engineer. The notice shall be published as provided for in § 46-2A-4, and the notice shall contain the information provided for in subdivisions 46-2A-4(1), (2), (3), (5), (6), and (10). The notice is not required to refer to a board meeting or hearing date. In addition, the notice shall include a statement that if the applicant intends to contest the recommendation, the applicant shall file a petition with the chief engineer, and any interested person who intends to oppose or support the application or recommendation shall file a petition with the chief engineer and the applicant. Any petition shall be filed within ten days of the second published notice. If no petition to contest the recommendation or to oppose an application is timely filed, the chief engineer, following receipt of proof of publication, shall act on the application consistent with the chief engineer's recommendation as provided by rules promulgated by the Water Management Board pursuant to chapter 1-26 delegating authority to the chief engineer to issue uncontested permits pursuant to §§ 46-1-16 and 46-2-3.1, without hearing by the board. If a petition to contest the recommendation or to oppose the application is timely filed, the chief engineer shall provide notice of a board hearing pursuant to § 1-26-17. The notice shall also include a statement that the recommendation of the chief engineer is not final or binding upon the board and is subject to the decision of the board based on evidence and record of the public hearing. A statement shall also be included in the notice that the applicant or any interested person who has filed a petition to oppose or support an application, may file a written notice with the chief engineer requesting postponement of the original hearing date. The written notice requesting postponement shall be filed within twenty days of the date of the notice scheduling the board hearing, but not less than ten days before the date the application is scheduled for hearing. Upon timely receipt of a written notice, the chief engineer shall cancel the original hearing and reschedule the hearing not less than twenty days after the original hearing date. Notice of hearing shall be provided by personal service or by first class mail to the applicant and parties of record."}, {"bill_id": 3736, "bill_version_id": 22305, "bill_version": "Enrolled", "bill_version_date": "2012-02-28T08:57:51.127-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3736, "action_date": "2012-01-25T14:00:00-06:00", "document_id": 20176, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20176.pdf", "status_text": "First read in House and referred to", "journal_page": 198, "committee_id_action": 173, "committee_id_assigned": 164, "result": "N", "vote": {}}, {"bill_id": 3736, "action_date": "2012-02-07T10:00:00-06:00", "document_id": 20675, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20675.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 164, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3736, "action_date": "2012-02-09T10:00:00-06:00", "document_id": 20917, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20917.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 164, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3736, "action_date": "2012-02-09T10:00:00-06:00", "document_id": 21100, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21100.pdf", "status_text": "Do Pass", "journal_page": 396, "committee_id_action": 164, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11323, "president_vote": null, "Nay": [258, 294, 215, 283], "Yea": [230, 273, 292, 312, 241, 302, 310, 269, 248]}}, {"bill_id": 3736, "action_date": "2012-02-10T13:00:00-06:00", "document_id": 21247, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21247.pdf", "status_text": "Deferred to another day", "journal_page": 421, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3736, "action_date": "2012-02-13T14:00:00-06:00", "document_id": 21373, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21373.pdf", "status_text": "Deferred to another day", "journal_page": 435, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3736, "action_date": "2012-02-14T13:00:00-06:00", "document_id": 21460, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21460.pdf", "status_text": "Motion to amend", "journal_page": 461, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3736, "action_date": "2012-02-14T13:00:00-06:00", "document_id": 21460, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21460.pdf", "status_text": "Do Pass Amended", "journal_page": 462, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11647, "president_vote": null, "Excused": [222], "Yea": [262, 265, 227, 242, 231, 281, 269, 296, 314, 257, 260, 225, 268, 245, 217, 303, 313, 293, 297, 270, 299, 266, 221, 272, 279, 305, 271, 248, 263, 230, 280, 301, 237, 246, 292, 304, 267, 294, 312, 213, 241, 311, 277, 307, 276, 308, 315, 282, 278, 259, 224, 216, 295, 302, 283, 306, 310, 275, 309, 300, 298, 274, 256, 215], "Nay": [211, 258, 273, 244, 238]}}, {"bill_id": 3736, "action_date": "2012-02-15T14:00:00-06:00", "document_id": 21535, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21535.pdf", "status_text": "First read in Senate and referred to", "journal_page": 439, "committee_id_action": 171, "committee_id_assigned": 147, "result": "N", "vote": {}}, {"bill_id": 3736, "action_date": "2012-02-21T10:00:00-06:00", "document_id": 21551, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21551.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 147, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3736, "action_date": "2012-02-21T10:00:00-06:00", "document_id": 21726, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21726.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 147, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3736, "action_date": "2012-02-21T10:00:00-06:00", "document_id": 21726, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21726.pdf", "status_text": "Do Pass Amended", "journal_page": 480, "committee_id_action": 147, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11885, "president_vote": null, "Yea": [284, 255, 250, 234, 290, 232, 240], "Nay": [243, 223]}}, {"bill_id": 3736, "action_date": "2012-02-23T14:00:00-06:00", "document_id": 21985, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21985.pdf", "status_text": "Do Pass Amended", "journal_page": 542, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12051, "president_vote": null, "Yea": [253, 284, 239, 251, 255, 250, 235, 234, 291, 264, 240, 214, 219, 290, 236, 261, 254, 232], "Nay": [288, 247, 287, 285, 228, 233, 223, 226, 220, 229, 243, 289, 218], "Excused": [249, 212, 286, 252]}}, {"bill_id": 3736, "action_date": "2012-02-23T14:00:00-06:00", "document_id": 21985, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21985.pdf", "status_text": "Title amended", "journal_page": 542, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3736, "action_date": "2012-02-27T14:00:00-06:00", "document_id": 22274, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22274.pdf", "status_text": "Concurred in amendments", "journal_page": 630, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12199, "president_vote": null, "Yea": [222, 262, 265, 227, 242, 231, 281, 269, 296, 314, 257, 260, 258, 225, 268, 245, 217, 303, 313, 293, 297, 270, 299, 266, 221, 272, 279, 305, 271, 248, 263, 230, 280, 301, 237, 246, 292, 304, 267, 294, 312, 213, 241, 311, 277, 307, 308, 273, 315, 282, 278, 259, 224, 216, 302, 283, 244, 306, 310, 275, 309, 300, 298, 274, 256, 215], "Nay": [211, 238], "Excused": [276, 295]}}, {"bill_id": 3736, "action_date": "2012-02-28T13:00:00-06:00", "document_id": 22349, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22349.pdf", "status_text": "Signed by the Speaker", "journal_page": 662, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3736, "action_date": "2012-02-29T10:00:00-06:00", "document_id": 22446, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22446.pdf", "status_text": "Signed by the President", "journal_page": 623, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3736, "action_date": "2012-02-29T10:00:00-06:00", "document_id": 22437, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22437.pdf", "status_text": "Delivered to the Governor", "journal_page": 688, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3736, "action_date": "2012-03-02T10:30:00-06:00", "document_id": 22576, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22576.pdf", "status_text": "Signed by the Governor", "journal_page": 727, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5164, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3736"}