{"session_id": 69, "bill_id": 24612, "bill_type": "Senate Bill", "bill_number": 207, "bill_title": "increase oversight of pool arrangements.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24612", "sponsors": [{"legislator_profile_id": 4507, "is_prime": true}], "keywords": ["Insurance", "Liability", "State Affairs and Government"], "audio": [], "bill_versions": [{"bill_id": 24612, "bill_version_id": 263944, "bill_version": "Introduced", "bill_version_date": "2024-01-31T09:02:42.723-06:00", "bill_text": "An Act to increase oversight of pool arrangements. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 1-24-11 be AMENDED: 1-24-11. For the purposes of §§ 1-24-11 to 1-24-17, inclusive, a pool arrangement is any joint power agreement, pool, consortium, or other arrangement or collection of public agencies, whether or not formed under or pursuant to chapter 1-24 and whether or not a separate legal entity, by which one or more public agencies have provided for the payment of claims, liabilities, or other expenses or otherwise provided for or obtained coverage for property, personal injury, and workers compensation claims or group life, health, or accident coverage, general liability, public official and professional liability, or other coverage as authorized by the director of the Division of Insurance. A pool arrangement may only obtain excess insurance or reinsurance with insurance companies approved for such business by the director of the Division of Insurance. Section 2. That chapter 1-24 be amended with a NEW SECTION: A pool arrangement must be approved by the director of the Division of Insurance. Before a pool arrangement may be authorized, the pool agent must provide to the director: (1) A financial plan that includes the type of coverage offered by the pool, the deductible levels, and the maximum level of claims; the amount of cash reserves to be set aside for the payment of claims; and the disposition of a surplus; (2) A management plan that includes the governing authority and the governing charter or articles of incorporation; the process for the election of a board of directors; the management responsibility for member participation, assessments, and administration of the pool in the event of termination or insolvency; and (3) Any other provision determined by the director to be necessary for the operation of the pool. Section 3. That § 1-24-15 be AMENDED: 1-24-15. Any public body or participating public agency may enter into agreements or other arrangements for the investment of public moneys or other funds with the authority under the provisions of § 1-16A-19 so long as the agreement or other arrangement relates to a loan, lease or other financing which is authorized to be undertaken by the authority under chapter 1-16A. A pool arrangement may only invest its funds and accumulations in those investments prescribed in § 4-5-6. Section 4. That § 1-24-17 be AMENDED: 1-24-17. No pool arrangement and no agreement or financing in connection therewith may be considered insurance nor may any such pool arrangement, agreement, or financing be considered to be or an insurance company under the laws of South Dakota nor may any such pool arrangement, agreement, or financing be under the jurisdiction of the commissioner of insurance. Section 5. That § 1-24-17.1 be AMENDED: 1-24-17.1. Each pool arrangement, as defined in § 1-24-11, shall have an annual audit of its financial statements conducted in accordance with generally accepted government auditing standards. A copy of the audited financial statements shall be filed with the Department of Legislative Audit within twelve months of the close of the previous fiscal year for the pool arrangement. The department shall make audited financial statements filed pursuant to this section available to the public on the department's website The audit must review the financial condition and business of the pool for the year ending on the preceding December thirty-first. The audit must be filed with the director of the Division of Insurance each year on or before March thirty-first and be available to the public on the Department of Labor and Regulation's website. The director shall inspect and examine the affairs of every government pool at least biennially, and may inspect and examine a government pool at any time the director deems necessary. The auditor-general may examine all financial records, related to funds provided by the state or its political subdivisions, of any pool arrangement if deemed necessary and in the public interest by the auditor-general."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24612, "action_date": "2024-01-31T14:30:00-06:00", "document_id": 263449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263449.pdf", "status_text": "First read in Senate and referred to", "journal_page": 218, "committee_id_action": 1219, "committee_id_assigned": 1209, "result": "N", "vote": {}}]}