{"session_id": 32, "bill_id": 8989, "bill_type": "House Bill", "bill_number": 1182, "bill_title": "provide certain protection to state and local government employees regarding the disclosure of information in good faith.", "sponsors": [{"legislator_profile_id": 1237, "is_prime": true}, {"legislator_profile_id": 1229, "is_prime": true}, {"legislator_profile_id": 1213, "is_prime": false}, {"legislator_profile_id": 1268, "is_prime": false}, {"legislator_profile_id": 1228, "is_prime": false}, {"legislator_profile_id": 1306, "is_prime": false}, {"legislator_profile_id": 1293, "is_prime": false}, {"legislator_profile_id": 1274, "is_prime": false}, {"legislator_profile_id": 1243, "is_prime": false}, {"legislator_profile_id": 1256, "is_prime": false}, {"legislator_profile_id": 1305, "is_prime": false}], "keywords": ["Public Officers and Employees", "Public Records", "State Affairs and Government", "Whistleblower"], "audio": [], "bill_versions": [{"bill_id": 8989, "bill_version_id": 47799, "bill_version": "Introduced", "bill_version_date": "2018-01-24T11:31:02.903-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide certain protection to state and local government employees regarding the disclosure of information in good faith. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: No state or local government employer may discharge, discipline, threaten, or otherwise retaliate against an employee regarding the employee's compensation, terms, conditions, location, or privileges of employment because: (1) The employee, or a person acting on behalf of an employee, in good faith, reports an actual, suspected, or planned violation of any federal or state law or rule adopted pursuant to relevant law to an employer, a governmental body, or law enforcement official; (2) The employee is requested by a public body or office to participate in an investigation, hearing, or inquiry; (3) The employee refuses an employer's order to perform an action that the employee has an objective basis in fact to believe the action would violate or contribute to the violation of any federal or state law or rule adopted pursuant to relevant law, and the employee informs the employer that the order is being refused for that reason; (4) The employee, in good faith, reports a situation in which the quality of health care services provided by a health care facility, organization, or health care provider violates a standard established by a federal or state law or rule adopted pursuant to relevant law, or a professionally recognized national clinical or ethical standard and potentially places the public at risk of harm; or (5) The employee communicates information that he or she believes, in good faith, to be truthful or accurate and relates to local or state services, including the financing of local or state services, to: (a) A legislator or a legislative auditor; or (b) A constitutional officer. Section 2. That the code be amended by adding a NEW SECTION to read: This Act does not permit any disclosure that would violate federal or state law or diminish or impair the rights of any person through the continued protection of confidentiality of communications provided by common law."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8989, "action_date": "2018-01-24T14:00:00-06:00", "document_id": 47830, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47830.pdf", "status_text": "First read in House and referred to", "journal_page": 180, "committee_id_action": 396, "committee_id_assigned": 391, "result": "N", "vote": {}}, {"bill_id": 8989, "action_date": "2018-02-02T07:45:00-06:00", "document_id": 48319, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48319.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 391, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8989, "action_date": "2018-02-02T13:30:00-06:00", "document_id": 48610, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48610.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 314, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}]}