{"session_id": 15, "bill_id": 3095, "bill_type": "House Bill", "bill_number": 1217, "bill_title": "enact certain provisions relating to the federal Indian child Welfare Act and to adopt the South Dakota Indian Family Preservation Act.", "sponsors": [{"legislator_profile_id": 239, "is_prime": true}, {"legislator_profile_id": 295, "is_prime": true}, {"legislator_profile_id": 313, "is_prime": false}, {"legislator_profile_id": 292, "is_prime": false}], "keywords": ["Indian Tribes", "Parental Rights"], "audio": [{"meeting_datetime": "2012-02-10T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hju19.mp3", "start_seconds": 6295.0}, {"meeting_datetime": "2012-02-10T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hju19.mp3", "start_seconds": 6295.0}, {"meeting_datetime": "2012-02-10T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hju19.mp3", "start_seconds": 6295.0}], "bill_versions": [{"bill_id": 3095, "bill_version_id": 20075, "bill_version": "Introduced", "bill_version_date": "2012-01-25T07:43:08.41-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to enact certain provisions relating to the federal Indian child Welfare Act and to adopt the South Dakota Indian Family Preservation Act. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Adoptive placement,\" the permanent placement of an Indian child for adoption, including an action resulting in a final decree of adoption; (2) \"Child placement proceeding,\" a judicial proceeding that could result in adoptive placement, involuntary foster care placement, preadoptive placement, or termination of parental rights, all as defined in this section. Child placement proceeding includes a placement based upon a juvenile status offense, but does not include a placement based upon an act that if committed by an adult would be deemed a crime, or upon an award of custody in a divorce proceeding to one of the parents; (3) \"Demand,\" a written and notarized statement signed by a parent or Indian custodian of a child that requests the return of the child who has been voluntarily placed in foster care; (4) \"Department,\" the Department of Social Services; (5) \"Indian,\" a person who is a member of an Indian tribe or an Alaskan native and a member of a regional corporation as defined in section 7 of the Alaska Native Claims Settlement Act, United States Code, title 43, section 1606, as amended to January 1, 2012; (6) \"Indian child,\" an unmarried person who is under age eighteen and is a member of an Indian tribe or is eligible for membership in an Indian tribe; (7) \"Indian child's tribe,\" the Indian tribe in which an Indian child is a member or eligible for membership. In the case of an Indian child who is a member of or eligible for membership in more than one tribe, the Indian child's tribe is the tribe with which the Indian child has the most significant contacts. If that tribe does not express an interest in the outcome of the actions taken under the provisions of this Act with respect to the child, any other tribe in which the child is eligible for membership that expresses an interest in the outcome may act as the Indian child's tribe; (8) \"Indian Child Welfare Act\" or \"ICWA,\" the federal Indian Child Welfare Act, Public Law No. 95-608, as codified in 25 U.S.C., chapter 21, as amended to January 1, 2012; (9) \"Indian custodian,\" an Indian person who has legal custody of an Indian child under tribal law or custom or under state law, or to whom temporary physical care, custody, and control has been transferred by the parent of the child; (10) \"Indian tribe,\" an Indian tribe, band, nation, or other organized group or community of Indians recognized as eligible for the services provided to Indians by the secretary of the interior because of their status as Indians, including any Native group under the Alaska Native Claims Settlement Act, United States Code, title 43, section 1602, as amended to January 1, 2012; (11) \"Involuntary foster care placement,\" an action removing an Indian child from its parents or Indian custodian for temporary placement in a foster home, institution, or the home of a guardian. Under the placement, the parent or Indian custodian may not have the child returned upon demand, but parental rights have not been terminated; (12) \"Parent,\" the biological parent of an Indian child, or any person who has lawfully adopted an Indian child, including a person who has adopted a child by tribal law or custom. Parent does not include an unmarried father whose paternity has not been acknowledged or established; (13) \"Preadoptive placement,\" the temporary placement of an Indian child in a foster home or institution after the termination of parental rights, before or instead of adoptive placement; (14) \"Private child-placing agency,\" a private organization, association, or corporation providing assistance to children and parents in their own homes and placing children in foster care or for adoption; (15) \"Reservation,\" Indian country as defined in United States Code, title 18, section 1151, as amended to January 1, 2012, and any lands that are either held by the United States in trust for the benefit of an Indian tribe or individual, or held by an Indian tribe or individual subject to a restriction by the United States against alienation; (16) \"Tribal court,\" a court with jurisdiction over child custody proceedings and that is either a court of Indian offenses, or a court established and operated under the code or custom of an Indian tribe, or any other administrative body of a tribe that is vested with authority over child custody proceedings. Except as provided in section 15 of this Act, nothing in this Act may be construed as conferring jurisdiction on an Indian tribe; (17) \"Tribal social services agency,\" the unit under authority of the governing body of the Indian tribe that is responsible for human services. Section 2. The department or a private licensed child-placing agency shall determine whether a child brought to its attention for the purposes described in this Act is an Indian child and the identity of the Indian child's tribe. Section 3. If the department or a private child-placing agency determines that an Indian child is in a dependent or other condition that could lead to an out-of-home placement and requires the continued involvement of the department or the agency with the child for a period in excess of thirty days, the department or agency shall send notice of the condition and of the initial steps taken to remedy it to the Indian child's tribal social services agency within seven days of the determination. At this and any subsequent stage of its involvement with an Indian child, the department or agency shall give the tribal social services agency full cooperation including access to all files concerning the child. If the files contain confidential or private data, the department or agency may require execution of an agreement with the tribal social services agency that the tribal social services agency shall maintain the data according to statutory provisions applicable to the data. This section applies if the court transfers legal custody of an Indian child, following an adjudication for a misdemeanor-level delinquent act. Section 4. In any voluntary adoptive or preadoptive placement proceeding in which the department, a private child-placing agency, a petitioner in the adoption, or any other party has reason to believe that a child who is the subject of an adoptive or preadoptive placement proceeding is or may be an Indian child, as defined in section 1 of this Act and United States Code, title 25, section 1903(4), as amended to January 1, 2012, the department, agency, or person shall notify the Indian child's tribal social services agency by registered mail with return receipt requested of the pending proceeding and of the right of intervention under section 7 of this Act. If the identity or location of the child's tribe cannot be determined, the notice shall be given to the United States secretary of interior in like manner, who has fifteen days after receipt of the notice to provide the requisite notice to the tribe. No preadoptive or adoptive placement proceeding may be held until at least ten days after receipt of the notice by the tribe or secretary. Upon request, the tribe shall be granted up to twenty additional days to prepare for the proceeding. The agency or notifying party shall include in the notice the identity of the birth parents and child absent written objection by the birth parents. The private child-placing agency shall inform the birth parents of the Indian child of any services available to the Indian child through the child's tribal social services agency, including child placement services, and shall additionally provide the birth parents of the Indian child with all information sent from the tribal social services agency in response to the notice. Section 5. If the department, private child-placing agency, the court, petitioner, or any other party has reason to believe that a child who is the subject of an adoptive placement proceeding is or may be an Indian child but the father of the child is unknown, the agency or person shall provide to the tribe believed to be the Indian child's tribe information sufficient to enable the tribe to determine the child's eligibility for membership in the tribe, including, the legal and maiden name of the birth mother, her date of birth, the names and dates of birth of her parents and grandparents, and, if available, information pertaining to the possible identity, tribal affiliation, or location of the birth father. Section 6. In cases where an agency or party to a placement knows or has reason to believe that a child is or may be an Indian child, proof of service upon the child's tribe or the secretary of interior shall be filed with the adoption petition. Section 7. In any state court proceeding for the foster or adoptive placement of an Indian child, tribes may intervene at any point in the proceeding. Section 8. The Department of Social Services or any agency considering placement of an Indian child shall make all efforts to identify and locate extended family members and shall be able to show evidence of these efforts to the court and tribal court, as well as the child's parent's upon request. Section 9. In considering whether to involuntarily place an Indian child in foster care or to terminate the parental rights of the parent of an Indian child, the court shall require that qualified expert witnesses with specific knowledge of the child's Indian tribe testify regarding that tribe's family organization and child-rearing practices, and regarding whether the tribe's culture, customs, and laws would support the placement of the child in foster care or the termination of parental rights on the grounds that continued custody of the child by the parent or Indian custodian is likely to result in serious emotional or physical damage to the child. Section 10. For the purposes of this Act, the term, qualified expert witness, includes a social worker, sociologist, physician, psychologist, traditional tribal therapist and healer, spiritual leader, historian, or elder. In the following descending order of preference, a qualified expert witness is a person who is one of the following: (1) A member of the Indian child's tribe who is recognized by the child's tribal community as knowledgeable regarding tribal customs as the customs pertain to family organization or child-rearing practices; (2) A member of another tribe who is formally recognized by the Indian child's tribe as having the knowledge to be a qualified expert witness; (3) A layperson having substantial experience in the delivery of child and family services to Native Americans, and substantial knowledge of the prevailing social and cultural standards and child-rearing practices within the Indian child's tribe; (4) A professional person having substantial education and experience in the person's professional specialty and having substantial knowledge of the prevailing social and cultural standards and child-rearing practices within the Indian child's tribe; (5) A professional person having substantial education and experience in the person's professional specialty and having extensive knowledge of the customs, traditions, and values of the Indian child's tribe as the customs, traditions, and values pertain to family organization and child-rearing practices. Before accepting the testimony of a qualified expert witness described in subdivision (5) of this section, the court shall document the efforts made to secure a qualified expert witness described in subdivisions (1) to (4), inclusive. The efforts shall include contacting the Indian child's tribe's governing body, that tribe's Indian Child Welfare Act office, and the tribe's social service office. Section 11. An Indian tribe with a tribal court has exclusive jurisdiction over a child placement proceeding involving an Indian child who resides within the reservation of the tribe at the commencement of the proceedings. If an Indian child is in the legal custody of a person or agency pursuant to an order of a tribal court, the Indian tribe retains exclusive jurisdiction, notwithstanding the residence or domicile of the child. Section 12. In any child placement proceeding, the court shall establish whether an Indian child is involved and the identity of the Indian child's tribe. This Act and the federal Indian Child Welfare Act are applicable without exception in any child custody proceeding, as defined in the federal act, involving an Indian child. This Act applies to child custody proceedings involving an Indian child whether the child is in the physical or legal custody of an Indian parent, Indian custodian, Indian extended family member, or other person at the commencement of the proceedings. A court shall determine the applicability of this Act or the federal Indian Child Welfare Act to a child custody proceeding based upon whether an Indian child is part of an existing Indian family or based upon the level of contact a child has with the child's Indian tribe, reservation, society, or off-reservation community. Section 13. In a proceeding for the termination of parental rights or involuntary foster care placement, involuntary adoption placement of an Indian child not within the jurisdiction of section 11 of this Act, the court, in the absence of good cause to the contrary, shall transfer the proceeding to the jurisdiction of the tribe absent objection by either parent, upon the petition of either parent or the Indian custodian or the Indian child's tribe. The transfer is subject to acceptance by the tribal court of the tribe. Section 14. To the extent that any child subject to the provisions of this Act is otherwise eligible for social services, orders of a tribal court concerning placement of the child have the same force and effect as orders of a court of this state. In any case in which the tribal court orders placement through the Department of Social Services, the court shall provide to the child's parents, family members, or guardians notice and an opportunity to be heard regarding the placement. Section 15. The Department of Social Services and the Department of Tribal Relations may enter into agreements with Indian tribes pursuant to United States Code, title 25, section 1919, as amended to January 1, 2012, respecting care and custody of Indian children and jurisdiction over child custody proceedings, including agreements that provide for orderly transfer of jurisdiction on a case-by-case basis and agreements that provide for concurrent jurisdiction between the state and an Indian tribe. Section 16. The Secretary of the Department of Social Services shall publish annually an inventory of all Indian children in residential facilities. The inventory shall include, by county and statewide, information on legal status, living arrangement, age, sex, tribe in which the child is a member or eligible for membership, accumulated length of time in foster care, and other demographic information deemed appropriate concerning all Indian children in residential facilities. The report shall also state the extent to which authorized child-placing agencies comply with the order of preference described in United States Code, title 25, section 1901, et seq, as amended to January 1, 2012. Section 17. A state court entering a final decree or order in an Indian child foster or adoptive placement shall provide the Department of Social Services, the Department of Human Services, the Department of Tribal Relations, and the child's tribal social services agency, along with the Department of Tribal Relations, a copy of the decree or order together with such other information to show: (1) The name and tribal affiliation of the child; (2) The names and addresses of the biological parents; (3) The names and addresses of the foster or adoptive parents; and (4) The identity of any agency having files or information relating to the foster or adoptive placement. If the court records contain an affidavit of the biological, foster, or adoptive parent requesting anonymity, the court shall delete the name and address of the biological, foster, or adoptive parent from the information sent to the child's tribal social services agency. Section 18. Upon the request of an adopted Indian person over the age of eighteen, the adoptive or foster parents of an Indian person, or an Indian tribal social services agency, the Department of Social Services shall disclose to the Indian person's tribe information necessary for membership of an Indian person in the tribe in which the person may be eligible for membership or for determining any rights or benefits associated with that membership. If the documents relating to the person contain an affidavit from the biological or adoptive parent requesting anonymity, the department shall use the procedures described in United States Code, title 25, section 1951, paragraph (b), as amended to January 1, 2012. Section 19. The Department of Social Services and the Department of Tribal Relations, in consultation with Indian tribes, shall promulgate rules pursuant to chapter 1-26 to establish standards and procedures for the department's review of cases subject to this Act and methods for monitoring the department's compliance with provisions of the federal Indian Child Welfare Act and this Act. The standards and procedures and the monitoring methods shall be integrated into the department's structure and plan for the federal government's child and family service review process and any program improvement plan resulting from that process. Section 20. A court of competent jurisdiction shall vacate a court order and remand the case for appropriate disposition for any of the following violations of this Act: (1) Failure to notify an Indian parent, Indian custodian, or tribe; (2) Failure to recognize the jurisdiction of an Indian tribe; (3) Failure, without cause as specified under this Act, to transfer jurisdiction to an Indian tribe appropriately seeking transfer; (4) Failure to give full faith and credit to the public acts, records, or judicial proceedings of an Indian tribe; (5) Failure to allow intervention by an Indian custodian or Indian tribe, or if applicable, an extended family member; (6) Failure to return the child to the child's parent or Indian custodian when removal or placement is no longer necessary to prevent imminent physical damage or harm; (7) Failure to provide the testimony of qualified expert witnesses as required by this Act; (8) Any other violation that is not harmless error, including a failure to comply with 25 U.S.C. § 1911, 1912, 1913, 1915, 1916, or 1917, as amended to January 1, 2012. Section 21. If a petitioner in an Indian child custody proceeding before a state court has improperly removed the child from the custody of the child's parent or Indian custodian or has improperly retained custody after a visit or other temporary relinquishment of custody, the court shall decline jurisdiction over the petition and shall immediately return the child to the child's parent or Indian custodian unless returning the child to the parent or Indian custodian would subject the child to a substantial and immediate danger or threat of such danger. Section 22. The Department of Tribal Relations shall appoint a Native American Child Welfare Advisory Council to help formulate policies and procedures relating to Indian child welfare services. The council shall consist of thirteen members appointed by the department and shall include representatives of each of the nine South Dakota tribes who are authorized by tribal resolution, one representative from the Rapid City urban Native American community, one representative from the Sioux Falls urban Native American community, one representative from the Department of Tribal Relations, and one representative from the Department of Social Services. The terms of the members of the board are for three years. Any member appointed to fill a vacancy arising from other than the natural expiration of a term may serve for only the unexpired portion of the term. The council shall annually elect from its members a chair and such other officers as it deems advisable. A majority of the council members constitutes a quorum. The council shall hold meetings at the call of the chair or a majority of the members, but at least one meeting shall be held every four months. The members of the council shall be paid mileage at the same rate as allowed for state employees. The council shall receive per diem compensation and allowable expense reimbursement in an amount set pursuant to § 4-7-10.4 for all time actually spent while attending council meetings. However, no per diem may be paid to council members who are state employees. The per diem shall be paid by vouchers duly verified and approved by the secretary of the Department of Social Services. Section 23. Section 22 of this Act is repealed on June 30, 2015. Section 24. The annual state goal for children placed in foster care that is funded under the federal Social Security Act, Title IV-E, as amended to January 1, 2012, is that not more than fifteen percent of the children will be in a foster care placement for a period of more than twenty-four months."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3095, "action_date": "2012-01-25T14:00:00-06:00", "document_id": 20176, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20176.pdf", "status_text": "First read in House and referred to", "journal_page": 194, "committee_id_action": 173, "committee_id_assigned": 169, "result": "N", "vote": {}}, {"bill_id": 3095, "action_date": "2012-02-10T10:00:00-06:00", "document_id": 21000, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21000.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 169, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3095, "action_date": "2012-02-10T10:00:00-06:00", "document_id": 21248, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21248.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 422, "committee_id_action": 169, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11453, "president_vote": null, "Yea": [222, 227, 313, 280, 276, 302, 244, 245, 221], "Nay": [225, 268, 271], "Excused": [312]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3095"}