{"session_id": 69, "bill_id": 25042, "bill_type": "House Bill", "bill_number": 1189, "bill_title": "prohibit the use of public funds for campaigning or other partisan activity.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25042", "sponsors": [{"legislator_profile_id": 4533, "is_prime": true}], "keywords": ["Campaign Finance", "Crimes", "Elections", "Penalty"], "audio": [], "bill_versions": [{"bill_id": 25042, "bill_version_id": 262840, "bill_version": "Introduced", "bill_version_date": "2024-01-25T10:44:34.347-06:00", "bill_text": "An Act to prohibit the use of public funds for campaigning or other partisan activity. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 12-27-21 be AMENDED: 12-27-21. No public body, public officer, individual in the employ of or contracted by the state or any political subdivision thereof, or candidate for public office may, directly or indirectly, direct, permit, receive, require, or facilitate the use of tax revenues or any other public resources for the purposes of a campaign or any other partisan activity, including: (1) The payment of dues or membership fees for any kind of person, league, or association that, directly or indirectly, engages in a campaign or any other partisan activity; (2) The use of public funds, facilities, rights of access, equipment, supplies, or trademarks to influence an election; (3) The promotion, undertaking, or distribution of studies, surveys, analyses, descriptions, or other communications using public resources in a manner specifically calculated to induce support of, or opposition to, proposed legislation or ballot questions; or (4) Any public administrative expense, or activity to allocate or designate portions of public employee income, to entities that engage in a campaign or any other partisan activity other than charitable organizations qualified as exempt from federal income tax under 26 U.S.C. § 501(c)(3), as of January 1, 2024. No candidate or, political committee, or political party may accept any contribution from any state, state agency, political subdivision of the state, foreign government, Indian tribe, federal agency, or the federal government. A violation of this section is a Class 2 1 misdemeanor. A subsequent offense within a calendar year is a Class 1 misdemeanor For the purposes of this section, the term \"campaign\" includes any communication or expenditure related to the pursuit of an elected or appointed office, any effort paid in whole or in part by public revenues or revenues to coordinate or induce members of the general public or any segment thereof to directly influence legislative activity; and any attempt to directly influence legislative activity by communication with a member or employee of a legislative body or with any government official or employee who may. Section 2. That a NEW SECTION be added to chapter 12-27: Any person who knowingly receives funds in violation of § 12-27-21 must pay full restitution for the greater of the public cost or the market value of any misappropriated resources. A knowing violation of § 12-27-21 is grounds for the discharge of an employee. Section 3. That a NEW SECTION be added to chapter 12-27: The provisions of § 12-27-21 do not limit public officials in the performance of the officer's constitutional duties, and do not apply to: (1) Communications among and between a member and a staff member of a legislative body, or between an elected or appointed official and a legislator or a legislative staff member; (2) Comments by an elected official or communications from an elected official that are designated for constituents; (3) Appearances and communications by a public officer or employee, pursuant to a request to appear before a public body to provide information; (4) A public employee acting in an uncompensated personal capacity, undirected in any manner by, and not purporting to represent the interests of, a public employer; or (5) An authorized employee of the office of the Supreme Court, Governor, lieutenant governor, attorney general, secretary of state, auditor, treasurer, commissioner of school and public lands, or any other principal department of the executive department having responsibility to assess the impact of proposals which affect the administration of government."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25042, "action_date": "2024-01-25T13:00:00-06:00", "document_id": 262421, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262421.pdf", "status_text": "First read in House and referred to", "journal_page": 176, "committee_id_action": 1197, "committee_id_assigned": 1203, "result": "N", "vote": {}}, {"bill_id": 25042, "action_date": "2024-02-07T07:45:00-06:00", "document_id": 264656, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264656.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1203, "committee_id_assigned": null, "result": "N", "vote": {}}]}