{"session_id": 69, "bill_id": 24989, "bill_type": "Senate Bill", "bill_number": 176, "bill_title": "establish criteria for determining certain shared parenting plan provisions.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24989", "sponsors": [{"legislator_profile_id": 4547, "is_prime": true}, {"legislator_profile_id": 4474, "is_prime": false}, {"legislator_profile_id": 4502, "is_prime": false}, {"legislator_profile_id": 4511, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}], "keywords": ["Child Custody", "Domestic Relations"], "audio": [{"meeting_datetime": "2024-02-13T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sju23.mp3", "start_seconds": 986.0}, {"meeting_datetime": "2024-02-13T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sju23.mp3", "start_seconds": 986.0}, {"meeting_datetime": "2024-02-13T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sju23.mp3", "start_seconds": 986.0}], "bill_versions": [{"bill_id": 24989, "bill_version_id": 262778, "bill_version": "Introduced", "bill_version_date": "2024-01-25T09:41:21.977-06:00", "bill_text": "An Act to establish criteria for determining certain shared parenting plan provisions. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 25-7-6.27 be AMENDED: 25-7-6.27. If a custody order by the court, contains a detailed shared parenting plan which that meets the criteria set forth in this section and provides that the child will reside no less than one hundred eighty nights per calendar year in each parent's home, and that the parents will share the duties and responsibilities of parenting the child, and the expenses of the child, in proportion to their incomes, the court may, if deemed appropriate under the circumstances, grant a cross credit on the amount of the child support obligation, based on the number of nights the child resides with each parent. The shared parenting child support cross credit shall be is calculated as follows: (1) Multiply the parents' combined child support obligation under the schedule by 1.5, to establish the parents' combined shared parenting child support obligation; (2) Multiply the combined shared parenting child support obligation by each parent's percentage share of the parents' combined net incomes, to establish each parent's shared parenting child support obligation; (3) Multiply each parent's shared parenting child support obligation by the percentage of nights the child resides with each parent, based on a three hundred sixty-five day calendar year, to establish each parent's prorated shared parenting child support obligation; (4) Offset the parents' prorated shared parenting child support obligations; and (5) The parent with the larger prorated shared parenting child support obligation shall pay the difference between these amounts. In deciding whether a shared parenting child support cross credit is appropriate, the court shall consider whether it would have a substantial negative effect on the child's standard of living. It is presumed that the parenting time is exercised. If the parenting time exercised substantially deviates from the parenting time ordered, either party may petition the court for a modification of the support order without showing any other change in circumstances. For purposes of this section, a shared parenting plan must specify the number of nights that the child will reside in each parent's home. In determining the number of nights, the court shall attempt to maximize each parent's time with the child, taking into account relevant factors, including the child's age, temperament, and school and non-school activities. Nothing in this section requires the court to award an equal number of nights to each parent."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24989, "action_date": "2024-01-25T13:00:00-06:00", "document_id": 262427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262427.pdf", "status_text": "First read in Senate and referred to", "journal_page": 180, "committee_id_action": 1219, "committee_id_assigned": 1214, "result": "N", "vote": {}}, {"bill_id": 24989, "action_date": "2024-02-13T07:45:00-06:00", "document_id": 265069, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265069.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1214, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24989, "action_date": "2024-02-13T07:45:00-06:00", "document_id": 265107, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265107.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1214, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79508, "president_vote": null, "Yea": [4515, 4529, 4572, 4564, 4498], "Nay": [4507, 4554]}}]}