{"session_id": 20, "bill_id": 5955, "bill_type": "House Bill", "bill_number": 1237, "bill_title": "establish a comprehensive evaluation of the Common Core State Standards.", "sponsors": [{"legislator_profile_id": 491, "is_prime": true}, {"legislator_profile_id": 464, "is_prime": true}, {"legislator_profile_id": 456, "is_prime": false}, {"legislator_profile_id": 441, "is_prime": false}, {"legislator_profile_id": 452, "is_prime": false}, {"legislator_profile_id": 442, "is_prime": false}, {"legislator_profile_id": 435, "is_prime": false}, {"legislator_profile_id": 440, "is_prime": false}, {"legislator_profile_id": 460, "is_prime": false}], "keywords": ["Common Core", "Education", "Legislature and Statutes"], "audio": [{"meeting_datetime": "2014-02-10T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hed17.mp3", "start_seconds": 2642.0}, {"meeting_datetime": "2014-02-10T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hed17.mp3", "start_seconds": 2642.0}, {"meeting_datetime": "2014-02-10T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hed17.mp3", "start_seconds": 2642.0}], "bill_versions": [{"bill_id": 5955, "bill_version_id": 29696, "bill_version": "Introduced", "bill_version_date": "2014-02-04T09:54:22.537-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a comprehensive evaluation of the Common Core State Standards. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-3 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this Act mean: (1) \"Common Core State Standards,\" the Common Core content standards in math and English language arts adopted by the South Dakota Board of Education in November of 2010; (2) \"DakotaSTEP assessment,\" the statewide assessment last administered in South Dakota in the spring of 2013; (3) \"Smarter Balanced assessment,\" the assessment developed by the Smarter Balanced state-led consortium developing assessments aligned to the Common Core State Standards. Section 2. That chapter 13-3 be amended by adding thereto a NEW SECTION to read as follows: There is hereby established the South Dakota Common Core State Standards Evaluation Council. The council shall evaluate the following topics regarding the Common Core State Standards: (1) Comparison of the substance of previous South Dakota math and English language arts content standards to the Common Core State Standards; (2) Comparison of the Smarter Balanced assessment to the DakotaSTEP assessment; and (3) Comparison of the fiscal impact of fully implementing the Common Core State Standards to alternative standards. Section 3. That chapter 13-3 be amended by adding thereto a NEW SECTION to read as follows: The South Dakota Common Core State Standards Evaluation Council established in section 2 of this Act shall consist of the following members: (1) Three members of the Senate, including at least one member of each political party, appointed by the president pro tempore of the Senate; (2) Three members of the House of Representatives, including a member of each political party, appointed by the speaker of the House; (3) The secretary of the Department of Education; (4) One school administrator, appointed by the president pro tempore of the Senate; (5) One school administrator, appointed by the speaker of the House of Representatives; (6) One teacher, appointed by the president pro tempore of the Senate; (7) One teacher; appointed by the speaker of the House of Representatives; (8) One school board member appointed by the president pro tempore of the Senate; (9) One school board member appointed by the speaker of the House of Representatives; (10) One representative selected by the School Administrators of South Dakota; (13) One representative selected by the South Dakota Education Association; (14) One representative selected by the Associated School Boards of South Dakota; (15) Four parents of current public elementary or secondary education students, one parent of a current student excused from compulsory attendance for alternative instruction pursuant to § 13-27-3, one parent of a current private school student, and one parent of a student that resides on a reservation, all jointly appointed by the president pro tempore of the Senate and the speaker of the House of Representatives. Section 4. That chapter 13-3 be amended by adding thereto a NEW SECTION to read as follows: The Department of Education, State Board of Education, and Bureau of Finance and Management shall, no later than July 1, 2015, provide reports to the council regarding the topics referenced in section 2 of this Act. In addition, before issuing the findings referenced in this section, the council shall hold at least three public meetings and take public testimony regarding these topics. At least one public meeting shall be held in each of the following cities: Pierre, Rapid City, and Sioux Falls. The council shall report its findings to the Legislature and the Governor no later than December 1, 2015."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5955, "action_date": "2014-02-04T14:00:00-06:00", "document_id": 29776, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29776.pdf", "status_text": "First read in House and referred to", "journal_page": 270, "committee_id_action": 231, "committee_id_assigned": 218, "result": "N", "vote": {}}, {"bill_id": 5955, "action_date": "2014-02-10T07:45:00-06:00", "document_id": 29979, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29979.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 218, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5955, "action_date": "2014-02-10T07:45:00-06:00", "document_id": 30057, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30057.pdf", "status_text": "Tabled", "journal_page": 346, "committee_id_action": 218, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15799, "president_vote": null, "Excused": [527, 498], "Yea": [525, 519, 503, 523, 512, 485, 513, 468, 480, 481, 464], "Nay": [496, 521]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/5955"}