{"session_id": 7, "bill_id": 1344, "bill_type": "House Concurrent Resolution", "bill_number": 1020, "bill_title": "Opposing federal control of state water rights through unnecessary expansion of the federal Clean Water Act.", "sponsors": [{"legislator_profile_id": 686, "is_prime": true}, {"legislator_profile_id": 734, "is_prime": true}, {"legislator_profile_id": 644, "is_prime": false}, {"legislator_profile_id": 645, "is_prime": false}, {"legislator_profile_id": 679, "is_prime": false}], "keywords": [], "audio": [{"meeting_datetime": "2009-03-13T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen39.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 1344, "bill_version_id": 9229, "bill_version": "Introduced", "bill_version_date": "2009-03-11T13:39:09.523-05:00", "bill_text": "A CONCURRENT RESOLUTION, Opposing federal control of state water rights through unnecessary expansion of the federal Clean Water Act. WHEREAS, over the past thirty-five years, the federal Clean Water Act (CWA), supported by other federal, state, and local laws, has governed our nation's waters and has helped ensure that American enjoy some of the cleanest rivers and lakes in the world; and WHEREAS, the Clean Water Act has struck a proper balance between protecting our clean water and maintaining state, local, and federal regulatory authority and responsibilities; and WHEREAS, states and local governments exercise abundant care over the water and land use decisions that are within state and local government jurisdiction; and WHEREAS, proposed congressional legislation, \"The Clean Water Restoration Act\" is intended to make extreme changes to the Clean Water Act that threaten to destroy the careful intergovernmental balance that has been the hallmark of the law during its long history; and WHEREAS, this legislation would give the U.S. Environmental Protection Agency (EPA) and the U.S. Army Corps of Engineers (the Corps) authority over \"all interstate and intrastate waters and their tributaries,\" including nonnavigable waters, thereby granting to Congress authority far beyond the original scope of the Clean Water Act. This would dramatically expand the reach of the federal bureaucracy and would fundamentally erode the ability of state and local governments to manage their own water resources; and WHEREAS, the legislation would also grant EPA and the Corps the authority to regulate \"activities affecting\" these newly defined waters, whether public or private activities, regardless of whether the activity is occurring in, or may impact, water at all. This could results in nearly limitless federal permitting requirements which intrude upon or preempt local government land use decisions; and WHEREAS, a recent nation-wide poll shows that sixty-three percent of Americans surveyed oppose the proposed extreme changes to the Clean Water Act. Of that sixty-three percent, forty- seven percent \"strongly oppose\" any change in the CWA that would give the federal government veto power over state and local governments when it comes to local land and water use decisions: NOW, THEREFORE, BE IT RESOLVED, by the House of Representatives of the Eighty- fourth Legislature of the State of South Dakota, the Senate concurring therein, that the Legislature expresses its strong opposition to any federal legislation that would expand the reach and scope of the Clean Water Act. We call on Congress to preserve the traditional power of states over land and water use decisions and to avoid unnecessary expansions of the regulatory reach of the CWA."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1344, "action_date": "2009-03-11T11:00:00-05:00", "document_id": 9220, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9220.pdf", "status_text": "First Reading", "journal_page": 779, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1344, "action_date": "2009-03-12T10:00:00-05:00", "document_id": 9282, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9282.pdf", "status_text": "Adopt Resolution", "journal_page": 790, "committee_id_action": 56, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5339, "president_vote": null, "Nay": [716, 676, 635, 708, 651, 712, 709, 660, 725, 721, 730, 729, 717, 711, 683, 665, 731, 713, 728, 658, 718, 707], "Yea": [720, 666, 688, 670, 726, 715, 699, 674, 692, 643, 693, 644, 724, 727, 652, 737, 672, 698, 654, 719, 695, 696, 722, 645, 637, 687, 678, 650, 646, 668, 639, 735, 679, 734, 714, 736, 710, 657, 641, 647, 691, 723, 684, 733, 732, 681], "Excused": [706, 738]}}, {"bill_id": 1344, "action_date": "2009-03-12T10:00:00-05:00", "document_id": 9294, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9294.pdf", "status_text": "First Reading", "journal_page": 761, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1344, "action_date": "2009-03-13T11:00:00-05:00", "document_id": 9390, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9390.pdf", "status_text": "Concurred in Resolution", "journal_page": 778, "committee_id_action": 54, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 5405, "president_vote": null, "Nay": [653, 680, 702, 649, 655, 677, 675, 697, 659, 636, 667, 661, 701, 703, 664, 648, 640, 642, 671], "Excused": [704], "Yea": [682, 685, 700, 673, 663, 634, 690, 656, 669, 686, 662, 638, 689, 694, 705]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/1344"}