{"session_id": 56, "bill_id": 18895, "bill_type": "Senate Bill", "bill_number": 144, "bill_title": "require certain telecommunications traffic signaling information to be provided to facilitate payment of inter-carrier compensation.", "sponsors": [{"legislator_profile_id": 3050, "is_prime": true}, {"legislator_profile_id": 3127, "is_prime": true}, {"legislator_profile_id": 3047, "is_prime": false}, {"legislator_profile_id": 3057, "is_prime": false}, {"legislator_profile_id": 3084, "is_prime": false}, {"legislator_profile_id": 3088, "is_prime": false}, {"legislator_profile_id": 3102, "is_prime": false}, {"legislator_profile_id": 3107, "is_prime": false}, {"legislator_profile_id": 3113, "is_prime": false}, {"legislator_profile_id": 3119, "is_prime": false}, {"legislator_profile_id": 3123, "is_prime": false}, {"legislator_profile_id": 3124, "is_prime": false}, {"legislator_profile_id": 3139, "is_prime": false}, {"legislator_profile_id": 3148, "is_prime": false}], "keywords": ["Administrative Rules", "Public Utilities and Carriers", "Public Utilities Commission"], "audio": [{"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sco15sb0144a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sco15sb0144a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sco15sb0144a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sco17sb0144a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sco17sb0144a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sen19sb0144a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sen19sb0144a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sen19sb0144a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18895, "bill_version_id": 99645, "bill_version": "Introduced", "bill_version_date": "2004-01-22T11:46:14-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require certain telecommunications traffic signaling information to be provided to facilitate payment of inter-carrier compensation. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this Act mean: (1) \"Interexchange carrier,\" a telecommunications carrier providing nonlocal telecommunications services; (2) \"Local telecommunications traffic,\" any wireline to wireline telecommunications traffic that originates and terminates in the same wireline local calling area or wireline to wireless telecommunications traffic that originates within and is delivered to an actual point of presence established by a wireless service provider in the same wireline local calling area. Local telecommunications traffic also includes any wireless to wireline telecommunications traffic that originates and terminates in the same major trading area as defined in 47 CFR § 24.202(a) as of January 1, 2004; (3) \"Nonlocal telecommunications traffic,\" any wireline to wireline telecommunications traffic that originates in one wireline local calling area and terminates in another wireline local calling area and wireline to wireless telecommunications traffic that originates in one wireline local calling area and is delivered to an actual point of presence established by a wireless service provider in another wireline local calling area. Nonlocal telecommunications traffic also includes any wireless to wireline telecommunications traffic that originates in one major trading area and terminates in another major trading area; (4) \"Originating carrier,\" a telecommunications carrier whose network or service is used by a customer to originate telecommunications traffic. An originating carrier may be a wireline or wireless carrier transmitting local telecommunications traffic or an interexchange carrier transmitting nonlocal telecommunications traffic; (5) \"Terminating carrier,\" a telecommunications carrier upon whose network telecommunications traffic terminates; (6) \"Transiting carrier,\" a telecommunications carrier that does not originate or terminate telecommunications traffic, but rather transports traffic between an originating carrier and a terminating carrier; (7) \"Transit traffic,\" telecommunications traffic that an originating carrier has delivered to a transiting carrier or carriers for delivery to a terminating carrier. Section 2. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: If necessary for the assessment of transport and termination charges pursuant to 47 U.S.C. § § 251(b)(5) and 252(d)(2) as of January 1, 2004, an originating carrier of local telecommunications traffic shall, in delivering its traffic, transmit signaling information in accordance with commonly accepted industry standards giving the terminating carrier information that is sufficient to identify, measure, and appropriately charge the originating carrier for services provided in terminating the local telecommunications traffic. If the originating carrier is delivering both local and nonlocal telecommunications traffic, the originating carrier shall separately provide the terminating carrier with accurate and verifiable information, including percentage measurements that enables the terminating carrier to appropriately classify telecommunications traffic as being either local or nonlocal, and interstate or intrastate, and to assess the appropriate applicable transport and termination or access charges. If accurate and verifiable information allowing appropriate classification of the terminated traffic is not provided by the originating carrier, the terminating carrier may classify all traffic terminated for the originating carrier as nonlocal telecommunications traffic for service billing purposes. Section 3. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: An originating carrier of nonlocal telecommunications traffic shall, in delivering its traffic, transmit signaling information in accordance with commonly accepted industry standards giving the terminating carrier information that is sufficient to identify, measure, and appropriately charge the originating carrier for services provided in terminating the nonlocal telecommunications traffic. If the originating carrier is delivering both intrastate and interstate nonlocal telecommunications traffic, the originating carrier shall separately provide the terminating carrier with accurate information including verifiable percentage measurements that enables the terminating carrier to appropriately classify nonlocal telecommunications traffic as being either interstate or intrastate, and to assess the appropriate applicable access charges. If accurate and verifiable information allowing appropriate classification of the telecommunications traffic is not provided by the originating carrier, the terminating carrier may classify all nonlocal telecommunications traffic terminated for the originating carrier as intrastate telecommunications traffic for service billing purposes. Section 4. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: A transiting carrier shall deliver telecommunications traffic to the terminating carrier by means of facilities and signaling protocols that enable the terminating carrier to receive from the originating carrier all signaling information, as required by sections 2 and 3 of this Act, the originating carrier transmits with its telecommunications traffic. If any transiting carrier fails to deliver telecommunications traffic to another transiting carrier or to the terminating carrier with all of the signaling information transmitted by the originating carrier as required by sections 2 and 3 of this Act, and this results in telecommunications traffic that is not identifiable and therefore not billable by the terminating carrier to the appropriate originating carrier, the transiting carrier is liable to the terminating carrier for the transport and termination or access compensation relating to the traffic that cannot be identified and billed to the appropriate originating carrier. Section 5. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Upon the request of a terminating carrier, the transiting carrier shall provide detailed transit traffic records or billing records related to the telecommunications traffic delivered to the terminating carrier. Section 6. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any telecommunications carrier damaged by noncompliance with the provisions of this Act may file a complaint with the commission pursuant to the provisions of chapter 49-13. If a complaint is filed seeking enforcement of any of the provisions in this Act, the commission is authorized to order interim payments to the damaged party or other appropriate relief pending the final resolution of the complaint proceeding. Section 7. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission may promulgate rules pursuant to chapter 1-26 for the purpose of implementing the provisions of this Act. The rules may address: (1) Defining the terms used in this Act; (2) Signaling information requirements; (3) Carrier information necessary to appropriately classify telecommunications traffic; (4) The handling of complaints filed by carriers under this Act; and (5) Relates to traffic and billing records."}, {"bill_id": 18895, "bill_version_id": 100732, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2004-02-05T15:25:53-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require certain telecommunications traffic signaling information to be provided to facilitate payment of inter-carrier compensation. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this Act mean: (1) \"Interexchange carrier,\" a telecommunications carrier providing nonlocal telecommunications services; (2) \"Local telecommunications traffic,\" any wireline to wireline telecommunications traffic that originates and terminates in the same wireline local calling area or wireline to wireless telecommunications traffic that originates within and is delivered to an actual point of presence established by a wireless service provider in the same wireline local calling area. Local telecommunications traffic also includes any wireless to wireline telecommunications traffic that originates and terminates in the same major trading area as defined in 47 CFR § 24.202(a) as of January 1, 2004; (3) \"Nonlocal telecommunications traffic,\" any wireline to wireline telecommunications traffic that originates in one wireline local calling area and terminates in another wireline local calling area and wireline to wireless telecommunications traffic that originates in one wireline local calling area and is delivered to an actual point of presence established by a wireless service provider in another wireline local calling area. Nonlocal telecommunications traffic also includes any wireless to wireline telecommunications traffic that originates in one major trading area and terminates in another major trading area; (4) \"Originating carrier,\" a telecommunications carrier whose network or service is used by a customer to originate telecommunications traffic. An originating carrier may be a wireline or wireless carrier transmitting local telecommunications traffic or an interexchange carrier transmitting nonlocal telecommunications traffic; (5) \"Terminating carrier,\" a telecommunications carrier upon whose network telecommunications traffic terminates to the called party; (6) \"Transiting carrier,\" a telecommunications carrier that does not originate or terminate telecommunications traffic, but either switches or transports traffic, or both, between an originating carrier and a terminating carrier; (7) \"Transit traffic,\" telecommunications traffic that an originating carrier has delivered to a transiting carrier or carriers for delivery to a terminating carrier. Section 2. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: If necessary for the assessment of transport and termination charges pursuant to 47 U.S.C. § 251(b)(5) as of January 1, 2004, an originating carrier of local telecommunications traffic shall, in delivering its traffic, transmit signaling information in accordance with commonly accepted industry standards giving the terminating carrier information that is sufficient to identify, measure, and appropriately charge the originating carrier for services provided in terminating the local telecommunications traffic. If the originating carrier is delivering both local and nonlocal telecommunications traffic, the originating carrier shall separately provide the terminating carrier with accurate and verifiable information, including percentage measurements that enables the terminating carrier to appropriately classify telecommunications traffic as being either local or nonlocal, and interstate or intrastate, and to assess the appropriate applicable transport and termination or access charges. If accurate and verifiable information allowing appropriate classification of the terminated traffic is not provided by the originating carrier, the terminating carrier may classify all unidentified traffic terminated for the originating carrier as nonlocal telecommunications traffic for service billing purposes. Section 3. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: An originating carrier of nonlocal telecommunications traffic shall, in delivering its traffic, transmit signaling information in accordance with commonly accepted industry standards giving the terminating carrier information that is sufficient to identify, measure, and appropriately charge the originating carrier for services provided in terminating the nonlocal telecommunications traffic. If the originating carrier is delivering both intrastate and interstate nonlocal telecommunications traffic, the originating carrier shall separately provide the terminating carrier with accurate information including verifiable percentage measurements that enables the terminating carrier to appropriately classify nonlocal telecommunications traffic as being either interstate or intrastate, and to assess the appropriate applicable access charges. If accurate and verifiable information allowing appropriate classification of the telecommunications traffic is not provided by the originating carrier, the terminating carrier may classify all unidentified nonlocal telecommunications traffic terminated for the originating carrier as intrastate telecommunications traffic for service billing purposes. Section 4. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: A transiting carrier shall deliver telecommunications traffic to the terminating carrier by means of facilities and signaling protocols that enable the terminating carrier to receive from the originating carrier all signaling information, as required by sections 2 and 3 of this Act, the originating carrier transmits with its telecommunications traffic. If any transiting carrier fails to deliver telecommunications traffic to another transiting carrier or to the terminating carrier with all of the signaling information transmitted by the originating carrier as required by sections 2 and 3 of this Act, and this results in telecommunications traffic that is not identifiable and therefore not billable by the terminating carrier to the appropriate originating carrier, the transiting carrier is liable to the terminating carrier for the transport and termination or access compensation relating to the traffic that cannot be identified and billed to the appropriate originating carrier. Section 5. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Upon the request of a terminating carrier, the transiting carrier shall provide detailed transit traffic records or billing records related to the telecommunications traffic delivered to the terminating carrier. Section 6. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any telecommunications carrier damaged by noncompliance with the provisions of this Act may file a complaint with the commission pursuant to the provisions of chapter 49-13. If a complaint is filed seeking enforcement of any of the provisions in this Act, the commission is authorized to order interim payments to the damaged party or other appropriate relief pending the final resolution of the complaint proceeding. Section 7. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission may promulgate rules pursuant to chapter 1-26 for the purpose of implementing the provisions of this Act. The rules may address: (1) Defining the terms used in this Act; (2) Signaling information requirements; (3) Carrier information necessary to appropriately classify telecommunications traffic; (4) The handling of complaints filed by carriers under this Act; and (5) Transit traffic records."}, {"bill_id": 18895, "bill_version_id": 101578, "bill_version": "Enrolled", "bill_version_date": "2004-02-19T08:54:58-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18895, "action_date": "2004-01-22T14:00:00-06:00", "document_id": 99662, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99662.pdf", "status_text": "First read in Senate and referred to", "journal_page": 114, "committee_id_action": 832, "committee_id_assigned": 806, "result": "N", "vote": {}}, {"bill_id": 18895, "action_date": "2004-02-03T10:00:00-06:00", "document_id": 100529, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100529.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 806, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18895, "action_date": "2004-02-03T10:00:00-06:00", "document_id": 100529, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100529.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 806, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18895, "action_date": "2004-02-05T10:00:00-06:00", "document_id": 100712, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100712.pdf", "status_text": "Do Pass Amended,", "journal_page": 352, "committee_id_action": 806, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57031, "president_vote": null, "Yea": [3044, 3089, 3132, 3137, 3050, 3109], "Excused": [3094]}}, {"bill_id": 18895, "action_date": "2004-02-07T13:00:00-06:00", "document_id": 100908, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100908.pdf", "status_text": "Do Pass Amended,", "journal_page": 394, "committee_id_action": 832, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57260, "president_vote": null, "Yea": [3044, 3046, 3047, 3050, 3052, 3059, 3061, 3062, 3064, 3065, 3066, 3068, 3077, 3079, 3087, 3089, 3091, 3092, 3093, 3094, 3097, 3098, 3101, 3103, 3109, 3113, 3116, 3120, 3128, 3132, 3137, 3138, 3139, 3146], "Excused": [3115]}}, {"bill_id": 18895, "action_date": "2004-02-09T14:00:00-06:00", "document_id": 100992, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100992.pdf", "status_text": "First read in House and referred to", "journal_page": 472, "committee_id_action": 831, "committee_id_assigned": 819, "result": "N", "vote": {}}, {"bill_id": 18895, "action_date": "2004-02-17T07:45:00-06:00", "document_id": 101420, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101420.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 819, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18895, "action_date": "2004-02-17T07:45:00-06:00", "document_id": 101420, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101420.pdf", "status_text": "Do Pass,", "journal_page": 611, "committee_id_action": 819, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57738, "president_vote": null, "Yea": [3051, 3053, 3104, 3112, 3117, 3118, 3121, 3123, 3130, 3131, 3136, 3133], "Excused": [3096]}}, {"bill_id": 18895, "action_date": "2004-02-17T07:45:00-06:00", "document_id": 101420, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101420.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 819, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18895, "action_date": "2004-02-18T14:00:00-06:00", "document_id": 101544, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101544.pdf", "status_text": "Do Pass Amended,", "journal_page": 649, "committee_id_action": 831, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59540, "president_vote": null, "Yea": [3045, 3048, 3049, 3051, 3053, 3054, 3055, 3056, 3057, 3058, 3060, 3067, 3069, 3070, 3071, 3072, 3073, 3074, 3075, 3076, 3078, 3080, 3081, 3082, 3083, 3084, 3085, 3086, 3088, 3090, 3095, 3096, 3099, 3100, 3102, 3104, 3105, 3106, 3107, 3108, 3110, 3112, 3114, 3117, 3118, 3119, 3121, 3122, 3123, 3124, 3125, 3126, 3127, 3129, 3131, 3133, 3134, 3135, 3136, 3140, 3141, 3142, 3143, 3144, 3145, 3147, 3148, 3149, 3111], "Excused": [3130]}}, {"bill_id": 18895, "action_date": "2004-02-19T14:00:00-06:00", "document_id": 101627, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101627.pdf", "status_text": "Signed by President", "journal_page": 581, "committee_id_action": 832, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18895, "action_date": "2004-02-20T14:00:00-06:00", "document_id": 101727, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101727.pdf", "status_text": "Signed by Speaker", "journal_page": 709, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18895, "action_date": "2004-02-21T13:00:00-06:00", "document_id": 101798, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101798.pdf", "status_text": "Delivered to the Governor", "journal_page": 615, "committee_id_action": 832, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18895, "action_date": "2004-02-27T09:00:00-06:00", "document_id": 102172, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102172.pdf", "status_text": "Signed by Governor", "journal_page": 760, "committee_id_action": 832, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2865, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/18895"}