{"session_id": 43, "bill_id": 10322, "bill_type": "House Bill", "bill_number": 1177, "bill_title": "require that school district elections occur in conjunction with the general election.", "sponsors": [{"legislator_profile_id": 1741, "is_prime": true}, {"legislator_profile_id": 1701, "is_prime": true}, {"legislator_profile_id": 1723, "is_prime": false}, {"legislator_profile_id": 1654, "is_prime": false}, {"legislator_profile_id": 1670, "is_prime": false}, {"legislator_profile_id": 1668, "is_prime": false}, {"legislator_profile_id": 1711, "is_prime": false}, {"legislator_profile_id": 1699, "is_prime": false}, {"legislator_profile_id": 1693, "is_prime": false}, {"legislator_profile_id": 1680, "is_prime": false}, {"legislator_profile_id": 1740, "is_prime": false}, {"legislator_profile_id": 1681, "is_prime": false}, {"legislator_profile_id": 1744, "is_prime": false}, {"legislator_profile_id": 1736, "is_prime": false}, {"legislator_profile_id": 1728, "is_prime": false}, {"legislator_profile_id": 1702, "is_prime": false}, {"legislator_profile_id": 1676, "is_prime": false}, {"legislator_profile_id": 1682, "is_prime": false}, {"legislator_profile_id": 1742, "is_prime": false}, {"legislator_profile_id": 1669, "is_prime": false}, {"legislator_profile_id": 1708, "is_prime": false}, {"legislator_profile_id": 1678, "is_prime": false}, {"legislator_profile_id": 1721, "is_prime": false}, {"legislator_profile_id": 1724, "is_prime": false}, {"legislator_profile_id": 1737, "is_prime": false}, {"legislator_profile_id": 1675, "is_prime": false}, {"legislator_profile_id": 1679, "is_prime": false}, {"legislator_profile_id": 1749, "is_prime": false}, {"legislator_profile_id": 1698, "is_prime": false}, {"legislator_profile_id": 1733, "is_prime": false}, {"legislator_profile_id": 1745, "is_prime": false}, {"legislator_profile_id": 1725, "is_prime": false}, {"legislator_profile_id": 1688, "is_prime": false}, {"legislator_profile_id": 1716, "is_prime": false}, {"legislator_profile_id": 1692, "is_prime": false}, {"legislator_profile_id": 1730, "is_prime": false}, {"legislator_profile_id": 1706, "is_prime": false}, {"legislator_profile_id": 1762, "is_prime": false}, {"legislator_profile_id": 1697, "is_prime": false}, {"legislator_profile_id": 1755, "is_prime": false}, {"legislator_profile_id": 1735, "is_prime": false}, {"legislator_profile_id": 1687, "is_prime": false}], "keywords": ["Boards of School Districts", "Delayed Effective Date", "Education", "Elections"], "audio": [{"meeting_datetime": "2020-02-19T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hed22.mp3", "start_seconds": 6145.0}, {"meeting_datetime": "2020-02-19T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hed22.mp3", "start_seconds": 6145.0}, {"meeting_datetime": "2020-02-24T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hed25.mp3", "start_seconds": 13390.0}, {"meeting_datetime": "2020-02-24T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hed25.mp3", "start_seconds": 13390.0}, {"meeting_datetime": "2020-02-24T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hed25.mp3", "start_seconds": 13390.0}, {"meeting_datetime": "2020-02-24T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hed25.mp3", "start_seconds": 13390.0}], "bill_versions": [{"bill_id": 10322, "bill_version_id": 65466, "bill_version": "Introduced", "bill_version_date": "2020-01-30T09:10:22.353-06:00", "bill_text": "An Act to require that school district elections occur in conjunction with the general election. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 13-6-62 be AMENDED: 13-6-62. New school district--Election of board--Notices and declarations of candidacy--Costs. If under the provisions of this chapter a new school district entity is created, the voters shall elect a new school board to govern such school the new district as hereinafter provided. The county auditor of the county having jurisdiction shall conduct the election under the existing statutory provisions for conducting annual board elections in school districts. The county auditor shall perform the duties specified for the business manager as provided in chapter 13-7, as amended and shall also give the provide notice of regarding the number of school board vacancies and the residency requirements for school board membership, as may be set forth in the plan approved by the voters. The A declaration of candidacy shall must be filed in the office with the auditor of the county auditor, and the date of. The election may be fixed on or before the first Monday in May shall take place on the date fixed for the next general election. Costs The cost of conducting the election shall must be paid by the new school district. Section 2. That § 13-6-64 be AMENDED: 13-6-64. New school district--Board members--Assumption of office. The school board members of a newly created new school district elected on or before the first Monday in May shall qualify and assume office as soon as can be conveniently done but not before on the first Monday in January of the year in which the district will become operational. They, or as soon thereafter as practicable. The members shall organize the board as provided in chapter 13-8 and may immediately contract for services and supplies to be furnished to the newly created new school district for the fiscal year beginning July first of the year following the election and organization of such board. However, provided that if a new the new district does not become operational, the contracts are void. The board shall meet as often as it deems necessary before the new district becomes operational, and its. Any expenses shall constitute a legal claim incurred by the board under §§ 13-8-37 and 13-8-38, constitute a legal claim to be paid by the new district when it becomes operational. The school boards board of each existing districts district reorganized into newly created districts shall the new district may continue to operate until the end of the current fiscal year. Section 3. That § 13-6-84.3 be AMENDED: 13-6-84.3. Exchange of land--Submission of question to voters--Implementation. Within thirty days of after the last date of the public hearing, pursuant to § 13-6-84.2, five percent of the voters residing within a school district may petition the school board of the district to refer the resolutions to an election. The school district board shall submit the question at the next annual election provided for in § 13-7-10. The Passage of the question shall be deemed to have passed or failed by requires a simple majority of those voting. Upon passage, the school boards board of each affected district shall submit forward the resolution to the board of county commissioners having jurisdiction for implementation pursuant to § 13-6-87. Section 4. That § 13-7-6.1 be AMENDED: 13-7-6.1. Option to adopt campaign finance law. The board of a school district governing body may, by ordinance or resolution, adopt the provisions of chapter 12-27. Section 5. That § 13-7-10 be AMENDED: 13-7-10. School district elections--Date —Hours--Procedures. The annual election for school districts shall be held between the second Tuesday in April and the third Tuesday in June Unless otherwise exempted by law, each school district shall hold an election between the hours of seven a.m. and seven p.m. of the day of the election. The school board shall select the date of the election by resolution no later than the first regular meeting after January first of each year on the first Tuesday after the first Monday in November of each even-numbered year, beginning in November 2024. Voter registration, absentee voting, and procedures used in counting ballots shall be must be conducted in accordance with Title title 12, except as specifically provided in this chapter 13-7. Section 6. That § 13-7-30 be AMENDED: 13-7-30. School district elections--Information in minutes. For the most recent annual each school district election conducted in each school district as provided in accordance with § 13-7-10, each school the board shall provide in the school board publish in the minutes the following information: (1) The number of registered voters of the school district on the date voter registration closes closed; (2) The number of registered voters of the school district who voted in the election; and (3) The percentage of registered voters of the school district who voted in the election; and (4) If the election was held in conjunction with a regular municipal election as provided in § 13-7-10.1 or with the regular June primary as provided in § 13-7-10.3. If the annual an election was not conducted because there was neither a contested vacancy on the school board nor any a question submitted to the voters, the school board shall provide publish that information in the school board minutes. Section 7. That § 13-8-2 be AMENDED: 13-8-2. Board of a school district--Terms of office. There shall be a school board consisting The board of a school district consists of five, seven, or nine members whose terms shall be from. Except as otherwise provided in this section, the term of office for a member of the board is one to three years initially, and three years thereafter; provided that each school board . Each member shall be is entitled to complete the term of office to which he the member was elected, except in the case of a school district's dissolution. The term of office for a member of the board elected during 2021 continues until the election scheduled in November 2024. The term of office for a member of the board elected during 2022 continues until the election scheduled in November 2026. The term of office for a member of the board elected during 2023 continues until the election scheduled in November 2024 or until the election scheduled in November 2026, as specified by the board. Thereafter, the term of office for a member of the board is four years. Section 8. That § 13-8-3 be AMENDED: 13-8-3. Board membership--Board representation areas--Petition --Resolution. The voters of any a school district may increase the number of board members to seven or to nine, or establish or discontinue school board representation areas, if approved by a majority vote of all voters of those voting at an election called and held as hereinafter provided for in this section. If a petition signed by ten percent of the registered voters of any a school district, based upon the total number of equal in number to at least ten percent of those registered voters to vote at the last preceding general election, is presented to the board requesting that an election be called for the purpose of voting to vote upon the question of the change of changing the number of board members, or the establishment or discontinuation of school upon the question of establishing or discontinuing board representation areas, the board shall call an election. The school board may, by resolution, call for an election for the purpose of voting upon the question of the change of changing the number of board members, or the establishment or discontinuation of school establishing or discontinuing board representation areas. The question shall be submitted Except as otherwise provided in this section, the board shall submit the question to the voters at an election to be held not less no fewer than forty-five nor more than sixty days from the date of the filing of suchafter: (1) The date on which the petition is filed with the business manager; or (2) The date on which the resolution is passed by the board. If such a the petition is filed less or the resolution is passed with fewer than one hundred twenty days prior to until the next annual election, the question shall be submitted board shall submit the question to the voters at the annual election. Such Beginning in 2024, if the petition is filed or the resolution is passed with fewer than one hundred twenty days until the next general election, the board shall submit the question to the voters at the general election. An election shall be held upon the same notice and under this section must be conducted in the same manner as provided by accordance with chapter 13-7. Any increase or decrease in the number of board members shall be implemented is effective at the next succeeding annual election. Any decrease in the number of board members is effective at the expiration of the respective terms. Section 9. That § 13-8-4 be AMENDED: 13-8-4. Board membership—Increase—Decrease--Procedure. If at an election held pursuant to § 13-8-3 an increase in the number of board members is authorized, the school board is empowered to of the district may designate the number of vacancies and the number of years, not to exceed three years, in each vacancy term, so that all succeeding annual elections will have, insofar as practicable, the samea similar number of vacancies to be filled. The procedure for decreasing the number of board members shall be is the same as for increasing the number of board members, and the. The board is similarly empowered to may designate the vacancies and terms not to exceed three years; provided, that each school the number of years in each term, so that all succeeding elections will have, insofar as practicable a similar number of vacancies to be filled. A member of the board member shall be is entitled to complete the term of office to which he the member was elected. Section 10. That § 13-8-10 be AMENDED: 13-8-10. Meetings of board--Election of president and vice president. The board shall hold the annual meeting shall be held on the second Monday of July, unless otherwise designated by the board at the prior regular meeting. Beginning in 2024, the board shall hold the annual meeting on the second Monday of December, unless otherwise designated by the board at the prior regular meeting Regular The board shall hold regular meetings shall be on the second Monday of each month, unless otherwise designated by the board at the annual meeting. At the annual meeting, the school board shall organize by the election of elect a president and a vice president from among its membership, and such officers members. The president and vice president shall serve until the next annual meeting. The board shall designate the depository or depositories as provided in § 13-16-15, and the custodians of all accounts; and designate the legal newspaper to be used for publishing all official notices and proceedings. A majority of the members of the school board constitutes a quorum for the purpose of conducting business. Any board action may be taken if it is approved by the majority of the members voting. Special meetings may be held upon call of called by the president or in the president's absence by , by the vice-president in the president's absence, or by a majority of the board members. Notice of suchThe business manager shall provide to each board member oral or written notice of a special meeting shall be given by the business manager to the board members either orally or in writing in sufficient time to permit their the member's presence. Section 11. That a NEW SECTION be added: 13-8-10.01. Quorum. A majority of the board constitutes a quorum for the purpose of transacting business. Any action may be taken by the board, if approved by a majority of the members voting on the question. Section 12. That a NEW SECTION be added: 13-8-10.02. Official newspaper--Annual designation. The board of each school district shall annually designate an official newspaper to be used for the publication of notices and proceedings. Section 13. That § 13-8-14 be AMENDED: 13-8-14. Assumption of office by newly elected or appointed members--Oath and bond. The Each individual newly elected members of the school to the board of a school district shall qualify and assume membership at the annual meeting of the school board in July, and. Each individual newly appointed members to the board shall assume membership at the next first meeting following such the appointment, by taking and subscribing to. Each individual newly elected or newly appointed to the board shall take an oath or affirmation to support the laws and Constitution of the United States and the State of South Dakota and this state, to faithfully perform the duties of school a board membership member, and by filing a bond if required by law, file a bond and having it have the bond approved. Section 14. That § 13-6-63 be REPEALED. 13-6-63. Election and terms of members of new board--Residence requirements. Section 15. That § 13-7-10.1 be REPEALED. 13-7-10.1. Joint school district and municipal elections authorized--Date--Sharing costs and responsibilities. Section 16. That § 13-7-10.2 be REPEALED. 13-7-10.2. Notices and nomination procedure for certain joint elections."}, {"bill_id": 10322, "bill_version_id": 68771, "bill_version": "House Education Engrossed", "bill_version_date": "2020-02-26T09:44:39.84-06:00", "bill_text": "An Act to require that school district elections occur in conjunction with the general election. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 12-1-2 be AMENDED: 12-1-2. Applicability of title. The provisions of this title apply to township, municipal, school board, and other subdivision elections, unless otherwise provided by the statutes specifically governing their those elections or this title. Section 2. That § 12-1-11 be AMENDED: 12-1-11. Costs of election--Exception for local elections. Except as may be otherwise provided by law, in any election in which all voters of a county participate, the costs relating to the election shall be paid by the county from funds appropriated therefor. In all other elections costs therefor shall be paid from funds appropriated by the governing board of municipalities, school districts, and other political subdivisions requiring an election for their own purposes. Costs relating to a combined municipal and school board election, conducted before January 1, 2024, may be shared under the provisions of §§ 9-13-1.1 and 13-7-10.1. Section 3. That § 12-16-11 be AMENDED: 12-16-11. Separate nonpolitical ballot--Judiciary--School board. At each general election when judicial officers are elected, there shall must be a separate ballot entitled \"nonpolitical judiciary ballot\" which shall must be prescribed by the State Board of Elections. At each general election when members of a school board are elected, there must be a separate ballot entitled \"nonpolitical school board ballot,\" which must be prescribed by the State Board of Elections. Section 4. That § 13-6-62 be AMENDED: 13-6-62. New school district--Election of board--Notices and declarations of candidacy--Costs. If under the provisions of this chapter a new school district entity is created, the voters shall elect a new school board to govern such school the new district as hereinafter provided. The county auditor of the county having jurisdiction shall conduct the election under the existing statutory provisions for conducting annual board elections in school districts. The county auditor shall perform the duties specified for the business manager as provided in chapter 13-7, as amended and shall also give the provide notice of regarding the number of school board vacancies and the residency requirements for school board membership, as may be set forth in the plan approved by the voters. The A declaration of candidacy shall must be filed in the office with the auditor of the county auditor, and the date of. The election may be fixed on or before the first Monday in May shall take place on the date fixed for the next general election. Costs The cost of conducting the election shall must be paid by the new school district county. Section 5. That § 13-6-64 be AMENDED: 13-6-64. New school district--Board members--Assumption of office. The school board members of a newly created new school district elected on or before the first Monday in May shall qualify and assume office as soon as can be conveniently done but not before on the first Monday in January of the year in which the district will become operational. They, or as soon thereafter as practicable. The members shall organize the board as provided in chapter 13-8 and may immediately contract for services and supplies to be furnished to the newly created new school district for the fiscal year beginning July first of the year following the election and organization of such board. However, provided that if a new the new district does not become operational, the contracts are void. The board shall meet as often as it deems necessary before the new district becomes operational, and its. Any expenses shall constitute a legal claim incurred by the board under §§ 13-8-37 and 13-8-38, constitute a legal claim to be paid by the new district when it becomes operational. The school boards board of each existing districts district reorganized into newly created districts shall the new district may continue to operate until the end of the current fiscal year new board becomes operational. Notwithstanding any other law, the terms of office for members of a board created under this section must be four years and must be staggered so as to accommodate the provisions of § 13-8-2. Section 6. That § 13-6-84.3 be AMENDED: 13-6-84.3. Exchange of land--Submission of question to voters--Implementation. Within thirty days of after the last date of the public hearing, pursuant to § 13-6-84.2, five percent of the voters residing within a school district may petition the school board of the district to refer the resolutions to an election. The school district board shall submit the question at the next annual election provided for in § 13-7-10. The Passage of the question shall be deemed to have passed or failed by requires a simple majority of those voting. Upon passage, the school boards board of each affected district shall submit forward the resolution to the board of county commissioners having jurisdiction for implementation pursuant to § 13-6-87. Section 7. That § 13-7-5 be AMENDED: 13-7-5. Notice of vacancies on school board--Publication--Newly created school districts. Between the fifteenth day and the thirtieth day of the month three months preceding the election, except in the case of the joint election as provided in § 13-7-10.1, the business manager of each school district shall publish once each week for two consecutive weeks in the official newspaper, a notice setting forth the vacancies which that will occur by termination of the terms of the elective or appointive school board members. However, if If the vacancies set forth in the notice exist within a new school the board of a newly created school district entity pursuant to § 13-6-62, the county auditor of the county having jurisdiction over the election shall publish the notice once each week for two consecutive weeks at least one month preceding the election. The notice shall also must state the time and place where nominating petitions for school board membership may be filed for the board vacancies. Section 8. That § 13-7-6 be AMENDED: 13-7-6. Candidate nominating petition--Formal declaration--Contents, circulation, and verification. No candidate for elective school board membership may be nominated unless such person is a resident voter of the school district and unless a nominating petition has been filed on such person's behalf with the business manager of the school district. The nominating petition shall be filed no later than five p.m. on the Friday thirty-nine days before the date of the election. The petition is considered filed if it is mailed by registered mail by five p.m. on the Friday thirty-nine days before the election. Beginning in 2024, the nominating petition required by this section must be filed with the auditor of the county in which the school district is headquartered, no later than the first Tuesday in August, and no later than five p.m. central time. A formal declaration of a candidate shall be signed by the candidate before the circulation of the petition. The petition shall be signed by not less than twenty voters of the school district or if the school district is divided into school board representation areas, the petition shall be signed by not less than twenty voters who reside within the school board representation area. No petition may be circulated until ten weeks prior to the election. There shall be added by either the signer or the circulator the signer's place of residence and date of signing. The petition shall be verified under oath by the person circulating it. The filing of the nominating petition shall constitute nomination and will entitle the candidate to have the candidate's name placed on the ballot for the term the candidate specifies on the petition only upon verification signed by the business manager that the nominating petition contains the minimum number of signatures and that the candidate is a resident voter. Section 9. That § 13-7-6.1 be AMENDED: 13-7-6.1. Option to adopt campaign finance laws. The board of a school district governing body may, by ordinance or resolution, adopt the provisions of chapter 12-27. Section 10. That § 13-7-10 be AMENDED: 13-7-10. School district elections--Date--Hours--Procedures. The annual election for school districts shall be held between the second Tuesday in April and the third Tuesday in June Unless otherwise exempted by law, each school district shall hold an election between the hours of seven a.m. and seven p.m. of the day of the election. The school board shall select the date of the election by resolution no later than the first regular meeting after January first of each year on the first Tuesday after the first Monday in November of each even-numbered year, beginning in November 2024. Voter registration, absentee voting, and procedures used in counting ballots shall be must be conducted in accordance with Title title 12, except as specifically provided in this chapter 13-7. Section 11. That § 13-7-11 be AMENDED: 13-7-11. Voting precincts and polling places--Recommendations to county auditor. The number and place of voting precincts shall be determined by the school board. Beginning with the general election in November 2024, the board of the school district may provide recommendations to the auditor of the county. The auditor shall determine the number and location of voting precincts in order to coordinate arrangements with requirements for the general election. Section 12. That § 13-7-13 be AMENDED: 13-7-13. Ballots and election supplies--Form and content of ballots--Absentee ballots. The business manager of the school district shall provide proper ballots, pollbooks, voting booths, and necessary supplies as required by law to the proper election officials on election day. The ballots shall be as prescribed by the State Board of Elections. The quantity of ballots provided shall be at least ten percent more than the number of voters at the last comparable election. No party affiliation may appear on the ballot and the names of the candidates for the respective vacancies shall be printed on the ballot. Each candidate's position on the ballot shall be chosen by lot by the business manager and each candidate may be present or represented when the position on the ballot is being determined. The ballots for school elections shall be available for absentee voting no later than fifteen days prior to election day, except that beginning with the general election in November 2024, the provisions governing absentee voting for school elections, including the availability of ballots, must be identical to those set forth in chapter 12-19. Section 13. That a NEW SECTION be added: 13-7-19.5. Recounts. Notwithstanding the manner in which a school board election recount is requested and conducted under §§ 13-7-19.1 through 13-7-19.4, beginning with the general election in November 2024, the provisions governing school board election recounts must be identical to those set forth in chapter 12-21. Section 14. That § 13-7-30 be AMENDED: 13-7-30. School district elections--Information in minutes. For the most recent annual each school district election conducted in each school district as provided in accordance with § 13-7-10, each school the board shall provide in the school board publish in the minutes the following information: (1) The number of registered voters of the school district on the date voter registration closes closed; (2) The number of registered voters of the school district who voted in the election; and (3) The percentage of registered voters of the school district who voted in the election; and (4) If the election was held in conjunction with a regular municipal election as provided in § 13-7-10.1 or with the regular June primary as provided in § 13-7-10.3. If the annual an election was not conducted because there was neither a contested vacancy on the school board nor any a question submitted to the voters, the school board shall provide publish that information in the school board minutes. Section 15. That § 13-8-2 be AMENDED: 13-8-2. Board of a school district--Membership--Terms of office. There shall be a school board consisting The board of a school district consists of five, seven, or nine members whose terms shall be from. Except as otherwise provided in this section, the term of office for a member of the board is one to three years initially, and three years thereafter; provided that each school board . Each member shall be is entitled to complete the term of office to which he the member was elected, except in the case of a school district's dissolution. The term of office for a member of the board elected during 2021 continues until the election scheduled in November 2024. The term of office for a member of the board elected during 2022 continues until the election scheduled in November 2026. The term of office for a member of the board elected during 2023 continues until the election scheduled in November 2024 or until the election scheduled in November 2026, as specified by the board. Thereafter, the term of office for a member of the board is four years. Section 16. That § 13-8-3 be AMENDED: 13-8-3. Board membership--Representation areas--Petition--Resolution. The voters of any a school district may increase the number of board members to seven or to nine, or establish or discontinue school board representation areas, if approved by a majority vote of all voters of those voting at an election called and held as hereinafter provided for in this section. If a petition signed by ten percent of the registered voters of any a school district, based upon the total number of equal in number to at least ten percent of those registered voters to vote at the last preceding general election, is presented to the board requesting that an election be called for the purpose of voting to vote upon the question of the change of changing the number of board members, or the establishment or discontinuation of school upon the question of establishing or discontinuing board representation areas, the board shall call an election. The school board may, by resolution, call for an election for the purpose of voting upon the question of the change of changing the number of board members, or the establishment or discontinuation of school establishing or discontinuing board representation areas. The question shall be submitted Except as otherwise provided in this section, the board shall submit the question to the voters at an election to be held not less no fewer than forty-five nor more than sixty days from the date of the filing of suchafter: (1) The date on which the petition is filed with the business manager; or (2) The date on which the resolution is passed by the board. If such a the petition is filed less or the resolution is passed with fewer than one hundred twenty days prior to until the next annual election, the question shall be submitted board shall submit the question to the voters at the annual election. Such Beginning in 2024, if the petition is filed or the resolution is passed with fewer than one hundred twenty days until the next general election, the board shall submit the question to the voters at the general election. An election shall be held upon the same notice and under this section must be conducted in the same manner as provided by accordance with chapter 13-7. Any increase or decrease in the number of board members shall be implemented is effective at the next succeeding annual election. Any decrease in the number of board members is effective at the expiration of the respective terms. Section 17. That § 13-8-4 be AMENDED: 13-8-4. Board membership--Increase--Decrease--Procedure. If at an election held pursuant to § 13-8-3 an increase in the number of board members is authorized, the school board is empowered to of the district may designate the number of vacancies and the number of years, not to exceed three years, in each vacancy term, so that all succeeding annual elections will have, insofar as practicable, the same a similar number of vacancies to be filled. The procedure for decreasing the number of board members shall be is the same as for increasing the number of board members, and the. The board is similarly empowered to may designate the vacancies and terms not to exceed three years; provided, that each school the number of years in each term, so that all succeeding elections will have, insofar as practicable a similar number of vacancies to be filled. A member of the board member shall be is entitled to complete the term of office to which he the member was elected. Section 18. That § 13-8-10 be AMENDED: 13-8-10. Meetings--Dates--Election of president and vice president. The board shall hold the annual meeting shall be held on the second Monday of July, unless otherwise designated by the board at the prior regular meeting. Beginning in 2024, the board shall hold the annual meeting on the second Monday of December, unless otherwise designated by the board at the prior regular meeting Regular The board shall hold regular meetings shall be on the second Monday of each month, unless otherwise designated by the board at the annual meeting. At the annual meeting, the school board shall organize by the election of elect a president and a vice president from among its membership, and such officers members. The president and vice president shall serve until the next annual meeting. The board shall designate the depository or depositories as provided in § 13-16-15, and the custodians of all accounts; and designate the legal newspaper to be used for publishing all official notices and proceedings. A majority of the members of the school board constitutes a quorum for the purpose of conducting business. Any board action may be taken if it is approved by the majority of the members voting. Special meetings may be held upon call of called by the president or in the president's absence by , by the vice-president in the president's absence, or by a majority of the board members. Notice of such The business manager shall provide to each board member oral or written notice of a special meeting shall be given by the business manager to the board members either orally or in writing in sufficient time to permit their the member's presence. Section 19. That a NEW SECTION be added: 13-8-10.01. Quorum. A majority of the board constitutes a quorum for the purpose of transacting business. Any action may be taken by the board, if approved by a majority of the members voting on the question. Section 20. That a NEW SECTION be added: 13-8-10.02. Official newspaper--Annual designation. The board of each school district shall annually designate an official newspaper to be used for the publication of notices and proceedings. Section 21. That § 13-8-14 be AMENDED: 13-8-14. Assumption of office by newly elected or appointed members--Oath and bond. The Each individual newly elected members of the school to the board of a school district shall qualify and assume membership at the annual meeting of the school board in July, and. Each individual newly appointed members to the board shall assume membership at the next first meeting following such the appointment, by taking and subscribing to. Each individual newly elected or newly appointed to the board shall take an oath or affirmation to support the laws and Constitution of the United States and the State of South Dakota and this state, to faithfully perform the duties of school a board membership member, and by filing a bond if required by law, file a bond and having it have the bond approved. Section 22. That §§ 13-6-63, 13-7-10.1, 13-7-10.2, 13-7-10.3, and 13-7-10.4 be REPEALED. Section 23. Sections 13-7-5, 13-7-10, and 13-7-30 of this Act are effective on January 1, 2024. Section 22 of this Act is effective on June 30, 2023."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 10322, "action_date": "2020-01-30T13:00:00-06:00", "document_id": 65199, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65199.pdf", "status_text": "First Reading House", "journal_page": 98, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10322, "action_date": "2020-02-04T14:00:00-06:00", "document_id": 65696, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65696.pdf", "status_text": "Referred to", "journal_page": 117, "committee_id_action": 480, "committee_id_assigned": 464, "result": "N", "vote": {}}, {"bill_id": 10322, "action_date": "2020-02-19T07:45:00-06:00", "document_id": 67541, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67541.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 464, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10322, "action_date": "2020-02-24T07:45:00-06:00", "document_id": 68289, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68289.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 464, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10322, "action_date": "2020-02-24T07:45:00-06:00", "document_id": 68291, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68291.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 464, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 10322, "action_date": "2020-02-24T07:45:00-06:00", "document_id": 68291, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68291.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 464, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33681, "president_vote": null, "Nay": [1710, 1747, 1722, 1674, 1692], "Excused": [1699], "Yea": [1738, 1671, 1688, 1683, 1755, 1662, 1664, 1681, 1728]}}, {"bill_id": 10322, "action_date": "2020-02-25T14:00:00-06:00", "document_id": 68534, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68534.pdf", "status_text": "Recalled from committee (Rule 7-7)", "journal_page": 386, "committee_id_action": 480, "committee_id_assigned": 464, "result": "P", "vote": {}}, {"bill_id": 10322, "action_date": "2020-02-26T06:50:00.77-06:00", "document_id": 68744, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68744.pdf", "status_text": "Report out of committee without recommendation as amended", "journal_page": null, "committee_id_action": 464, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 10322, "action_date": "2020-02-27T11:00:00-06:00", "document_id": 68872, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68872.pdf", "status_text": "Placed on calendar pursuant to JR 6F-6", "journal_page": 420, "committee_id_action": 480, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 33982, "president_vote": null, "Nay": [1754, 1700, 1689, 1654, 1751, 1665, 1656, 1743, 1681, 1728, 1702, 1676, 1662, 1684, 1731, 1738, 1739, 1678, 1655, 1722, 1657, 1675, 1671, 1729, 1698, 1677, 1666, 1725, 1688, 1727, 1683, 1664, 1709, 1653, 1696, 1661, 1762, 1691, 1687], "Yea": [1723, 1670, 1710, 1668, 1711, 1699, 1680, 1740, 1744, 1736, 1682, 1669, 1690, 1747, 1667, 1737, 1765, 1745, 1701, 1674, 1692, 1697, 1755, 1712, 1734], "Excused": [1672, 1748, 1679, 1673, 1733, 1660]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/10322"}