{"session_id": 4, "bill_id": 473, "bill_type": "Senate Concurrent Resolution", "bill_number": 15, "bill_title": "Urging Congress to oppose efforts to restrict the harvest, processing, transportation, and export of horses.", "sponsors": [{"legislator_profile_id": 584, "is_prime": true}, {"legislator_profile_id": 583, "is_prime": true}, {"legislator_profile_id": 552, "is_prime": false}, {"legislator_profile_id": 545, "is_prime": false}, {"legislator_profile_id": 535, "is_prime": false}, {"legislator_profile_id": 585, "is_prime": false}, {"legislator_profile_id": 573, "is_prime": false}, {"legislator_profile_id": 610, "is_prime": false}, {"legislator_profile_id": 613, "is_prime": false}, {"legislator_profile_id": 578, "is_prime": false}, {"legislator_profile_id": 612, "is_prime": false}, {"legislator_profile_id": 627, "is_prime": false}], "keywords": [], "audio": [{"meeting_datetime": "2008-02-26T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen31.mp3", "start_seconds": 313.0}, {"meeting_datetime": "2008-02-26T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen31.mp3", "start_seconds": 313.0}], "bill_versions": [{"bill_id": 473, "bill_version_id": 3917, "bill_version": "Introduced", "bill_version_date": "2008-02-25T14:12:31.44-06:00", "bill_text": "A CONCURRENT RESOLUTION, Urging Congress to oppose efforts to restrict the harvest, processing, transportation, and export of horses. WHEREAS, in recent years, the slaughter and processing of horses has become a controversial and emotional issue which has resulted in the recent closing of the last horse processing and slaughter facility in the United States; and WHEREAS, animal activists are attempting to prohibit the transportation of horses for export to slaughter and processing facilities in Mexico and Canada, resulting in the introduction in Congress of S.311 and H.R.503. This legislation would amend the 1970 Horse Protection Act to prohibit the possession, sale, or transport of horses for the purpose of slaughter for human consumption; and WHEREAS, the Horse Welfare Coalition estimates that nearly 100,000 unwanted horses annually will be exposed to potential abandonment and neglect because of the cessation of horse slaughter in the United States, and efforts to prohibit the transport and export of horses for slaughter purposes can only exacerbate this problem; and WHEREAS, these additional unwanted horses each year will compete for adoption with the 32,000 wild horses that are currently fed and sheltered at public expense at a cost of $40 million; and WHEREAS, the nation's inadequate and overburdened horse rescue and adoption facilities cannot begin to handle the influx of additional unwanted and abandoned horses each year that will result from the cessation of equine slaughter, processing, and transport activity; and WHEREAS, in the United States the harvest of animals under federal inspection is highly regulated to provide for humane handling of the animals as well as for a safe and wholesome product. Horse processing in the United States has been the most tightly regulated of any animal harvest, and the horse is the only animal whose transportation to processing was regulated; and WHEREAS, horse processing plants in the United States are required to have United Stated Department of Agriculture (USDA) veterinarians supervise the euthanasia of each horse. Euthanasia occurs before processing, and the euthanasia method is humane, according to the American Veterinary Medical Association and the United States Department of Agriculture; and WHEREAS, the USDA estimates that 35,000 horses were sent to Canada for slaughter in 2007, an approximate forty-one percent increase from the previous year, while horse slaughter exports to Mexico have more than tripled, a likely result of the closure of slaughter and processing plants in the United States. Equine slaughter in many foreign facilities is not held to the standards for humane handling and euthanasia required in the U.S. and often involves practices that would not be tolerated in this country; and WHEREAS, in many cultures around the world horsemeat is commonly used for human consumption, and there is a significant export market for this product. Cessation of equine slaughter in the United States will not prevent human consumption horses; and WHEREAS, another important use of horsemeat is in diets for many zoo animals. Equine protein mimics what the animal would receive in the wild. The closure of horse processing facilities in the U.S. will eliminate the only USDA-inspected source for this meat; and WHEREAS, there is a critical need for humane horse processing facilities in the United States to reduce the suffering inflicted on unwanted and abandoned horses and to meet overseas export markets for horsemeat in a humane manner; and WHEREAS, the people of South Dakota have a strong agricultural economy and culture and do not believe in inflicting our cultural values onto other societies: NOW, THEREFORE, BE IT RESOLVED, by the Senate of the Eighty-Third Legislature of the State of South Dakota, the House of Representatives concurring therein, that the Legislature urges the United States Congress to support the resumption of horse processing in the United States and to offer incentives that help create horse processing plants throughout the United States; and BE IT FURTHER RESOLVED, that the Legislature strongly urges Congress to oppose S. 311 and H.R. 503 and any efforts to restrict equine slaughter or the transportation of horses for such purposes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 473, "action_date": "2008-02-25T14:00:00-06:00", "document_id": 3929, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3929.pdf", "status_text": "First Reading", "journal_page": 623, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 473, "action_date": "2008-02-26T14:00:00-06:00", "document_id": 4020, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4020.pdf", "status_text": "Adopt Resolution", "journal_page": 640, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2536, "president_vote": null, "Nay": [557, 553, 601, 569, 629, 607], "Yea": [576, 621, 604, 596, 560, 590, 598, 545, 592, 530, 567, 535, 533, 582, 562, 622, 584, 573, 618, 610, 613, 632, 577, 588, 539, 627, 548, 550, 541]}}, {"bill_id": 473, "action_date": "2008-02-27T14:00:00-06:00", "document_id": 4116, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4116.pdf", "status_text": "First read and referred to", "journal_page": 773, "committee_id_action": 27, "committee_id_assigned": 13, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/473"}