{"session_id": 27, "bill_id": 7693, "bill_type": "Senate Bill", "bill_number": 12, "bill_title": "revise certain provisions administered by the Department of Agriculture related to nursery stock, conservation, forestry, and farm mediation.", "sponsors": [], "keywords": ["Agriculture and Horticulture"], "audio": [{"meeting_datetime": "2017-01-31T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sag13.mp3", "start_seconds": 664.0}, {"meeting_datetime": "2017-01-31T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sag13.mp3", "start_seconds": 664.0}, {"meeting_datetime": "2017-01-31T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sag13.mp3", "start_seconds": 664.0}, {"meeting_datetime": "2017-01-31T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sag13.mp3", "start_seconds": 664.0}, {"meeting_datetime": "2017-02-21T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hag25.mp3", "start_seconds": 737.0}, {"meeting_datetime": "2017-02-21T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hag25.mp3", "start_seconds": 737.0}, {"meeting_datetime": "2017-02-21T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hag25.mp3", "start_seconds": 737.0}, {"meeting_datetime": "2017-02-21T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hag25.mp3", "start_seconds": 737.0}], "bill_versions": [{"bill_id": 7693, "bill_version_id": 42278, "bill_version": "Introduced", "bill_version_date": "2017-01-03T10:46:33.707-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions administered by the Department of Agriculture related to nursery stock, conservation, forestry, and farm mediation. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 38-24B-1 be amended to read: 38-24B-1. Terms, as used in this chapter, mean: (1) \"Annual plants,\" ornamental or vegetable plants which are commonly grown in movable containers and transplanted to out of doors locations and which do not live for more than one growing season; (2) \"Dealer,\" any person who is not a resident nurseryman: (a) Who buys nursery stock for the purpose of reselling or reshipping; (b) Who makes landscape plans using nursery stock and negotiates in the purchase of nursery stock for clients; or (c) Who contracts to furnish and plant nursery stock; (3) \"Decorative plants,\" indoor plants which are commonly grown and sold in movable containers, and which are not adapted for cultivation out of doors because of climatic conditions and natural peculiarities of habit or growth and because of the purpose of their cultivation; (4) \"Department,\" the State Department of Agriculture; (5) \"Nursery,\" any grounds or premises on which nursery stock is being grown, fumigated, packed, displayed, or stored, if such stock is or will either be sold or offered for sale or distribution; (6) \"Nurseryman,\" any person who owns, leases, manages, or is in charge of a nursery; (7) \"Nursery stock,\" trees, shrubs, or other plants having a persistent woody stem; all herbaceous perennials; and parts of either of those which are capable of propagation, except for seeds, true bulbs, rhizomes, corms, and tubers while in a dormant condition; (8) \"Pest,\" any animal, plant, insect, infectious transmissible or contagious disease, or other organism which is or may be dangerous or detrimental to the plant industry of the state; (9) \"Regulated pest,\" any pest which the secretary determines is sufficiently detrimental to the plant industry of the state to warrant control or eradication measures; (10) \"Related plant products,\" seed, true bulbs, rhizomes, corms, roots, and tubers of nursery stock while in a dormant condition and nonviable plant to include forced blooming plants and Christmas trees; (11) \"Resident nurseryman,\" any nurseryman in this state who grows all or a portion of the nursery stock that the nurseryman sells or distributes; (12) Deleted by SL 2001, ch 215, § 26. (13) \"Secretary,\" the state secretary of agriculture; (14)(13) \"Sod,\" grassy surface soil held together by matted roots of grass cultivors cultivars, mixtures, or blends of grass cultivors cultivars and used in residential and commercial landscape; (15) Deleted by SL 2001, ch 215, § 26. (16)(14) \"Viable,\" capable of germination or living and developing under normal growing conditions into a plant which would be typical in height, spread, caliper, dimension, condition, quality, and age for a plant of that species. Section 2. That § 38-24B-7 be amended to read: 38-24B-7. The department may shall issue a license to any nurseryman, operating as a resident nurseryman or dealer, who completes the application provided by the department and pays the license fee. The annual fee for the license is as follows: (1) Resident nurseryman: two hundred dollars. However, the fee for a resident nurseryman with less than five thousand dollars in gross sales on nursery stock is forty-two dollars and fifty cents; (2) Nursery stock dealer with less than five thousand dollars annual gross sales of nursery stock: seventy dollars; (3) Nursery stock dealer with more than five thousand but less than twenty thousand dollars annual gross sales of nursery stock: one hundred fifteen dollars; or (4) Nursery stock dealer with more than twenty thousand dollars annual gross sales of nursery stock: two hundred dollars. Section 3. That § 38-24B-7.1 be amended to read: 38-24B-7.1. The department may shall issue a certificate of inspection to any nurseryman or dealer whose nursery stock has been officially inspected and found to be viable and free from pests. The inspection fee shall be two hundred and fifteen dollars per inspection. Section 4. That § 38-24B-9 be amended to read: 38-24B-9. Any nurseryman whose location is outside the state may obtain a certificate of inspection license to sell nursery stock within the state by filing a certified copy of the official inspection certificate and paying a two hundred fifty dollar fee to the secretary of agriculture. The secretary may waive the payment of the fee if the applicant's state does not require a fee by South Dakota applicants for a like certificate in that state. Section 5. That § 38-24B-14 be amended to read: 38-24B-14. A license issued pursuant to the provisions of this chapter is in effect for a period not to exceed one year and expires on December thirty-first of the year following the date of issue issued. Section 6. That § 38-7-2 be amended to read: 38-7-2. Wherever used or referred to Terms used in this chapter or chapter 38-8, unless a different meaning clearly appears from the context mean: (1) \"Agency of this state,\" includes the government of this state and any subdivision, agency, or instrumentality, corporate or otherwise, of the government of this state; (2) \"Commission,\" means the State Conservation Commission established by § 38-7-3; (3) \"District\" or \"conservation district,\" means a governmental subdivision of this state, and a public body, corporate and politic, organized in accordance with the provisions of chapter 38-8, for the purpose, with the powers, and subject to the restrictions therein set forth in chapter 38-8; (4) \"Division,\" means the Division of Resource Conservation and Forestry created by § 38-7-2.1; (5) \"Due notice,\" means a notice published at least twice, with an interval of at least seven days between the publication dates, in a legal newspaper within said the district or by posting copies thereof of the notice in three of the most public places within said the district for a period of at least ten days immediately preceding the date specified in said the notice. At any hearing held pursuant to such the notice, at the time and place designated in such the notice, the adjournment may be made from time to time without the necessity of renewing such the notice for such adjourned dates; (6) \"Government\" or \"governmental,\" includes the government of this state, the government of the United States, and any subdivision, agency, or instrumentality, corporate or otherwise, of either of them; (7) \"Land occupier\" or \"occupier of land,\" includes any person, firm, or corporation who shall hold holds title to, or shall be is in possession of any agricultural, grazing, or forest lands lying within a district organized under the provisions of chapter 38-8, whether as owner, lessee, renter, tenant, or otherwise; (8) A \"landowner\" \"Landowner\" or \"owners of land,\" shall include any South Dakota resident person, firm, or corporation, public or private, who has legal title to ten or more acres of land, lying within a district organized, or to be organized as shown by the records in the offices of the register of deeds and the clerk of courts of the county in which such the land is situated; and if such. If the land is sold under a contract for deed, which is of record in the office of the register of deeds of such the county, both the landowner and his the individual purchaser of such the land, as named in such the contract for deed, shall be are treated as landowners; (9) \"Nominating petition,\" means a petition filed under the provisions of chapter 38-8 to nominate candidates for the office of supervisor of a conservation district; (10) \"Petition,\" means a petition filed under the provisions of chapter 38-8 for the creation of a conservation district; (11) \"Supervisor,\" means one of the members of the governing body of a district, elected or appointed in accordance with the provisions of chapter 38-8; (12) \"United States\" or \"agencies of the United States,\" includes the United States of America, the Soil Natural Resources Conservation Service of the United States Department of Agriculture, and any other agency or instrumentality, corporate or otherwise, of the United States of America. Section 7. That § 54-13-6 be amended to read: 54-13-6. The Department of Agriculture, in the administration of this chapter, may contract with one or more established agencies of state government, nonprofit corporations, or individuals to provide mediation services for borrowers and creditors and to provide financial preparation assistance for borrowers involved in mediation. Any contract executed under this section is exempt from chapters 5-18A and 5-18D. The contract may include such terms and conditions as the board Department of Agriculture deems appropriate."}, {"bill_id": 7693, "bill_version_id": 44857, "bill_version": "Enrolled", "bill_version_date": "2017-02-23T10:18:56.747-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7693, "action_date": "2017-01-10T12:00:00-06:00", "document_id": 42437, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42437.pdf", "status_text": "First read in Senate and referred to", "journal_page": 17, "committee_id_action": 360, "committee_id_assigned": 331, "result": "N", "vote": {}}, {"bill_id": 7693, "action_date": "2017-01-31T10:00:00-06:00", "document_id": 43328, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43328.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 331, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7693, "action_date": "2017-01-31T10:00:00-06:00", "document_id": 43440, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43440.pdf", "status_text": "Do Pass", "journal_page": 229, "committee_id_action": 331, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22669, "president_vote": null, "Yea": [1108, 1104, 1135, 1151, 1189, 1096, 1105, 1164], "Excused": [1171]}}, {"bill_id": 7693, "action_date": "2017-01-31T10:00:00-06:00", "document_id": 43440, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43440.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 331, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7693, "action_date": "2017-02-01T14:00:00-06:00", "document_id": 43627, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43627.pdf", "status_text": "Do Pass", "journal_page": 256, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22722, "president_vote": null, "Yea": [1154, 1171, 1103, 1148, 1108, 1096, 1097, 1109, 1105, 1175, 1100, 1106, 1164, 1194, 1169, 1107, 1104, 1163, 1099, 1144, 1131, 1135, 1178, 1141, 1157, 1172, 1151, 1174, 1146, 1102, 1098, 1137, 1167, 1132, 1189]}}, {"bill_id": 7693, "action_date": "2017-02-02T14:00:00-06:00", "document_id": 43749, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43749.pdf", "status_text": "First read in House and referred to", "journal_page": 278, "committee_id_action": 361, "committee_id_assigned": 362, "result": "N", "vote": {}}, {"bill_id": 7693, "action_date": "2017-02-21T07:45:00-06:00", "document_id": 44575, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44575.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 362, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7693, "action_date": "2017-02-21T07:45:00-06:00", "document_id": 44661, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44661.pdf", "status_text": "Do Pass", "journal_page": 425, "committee_id_action": 362, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23433, "president_vote": null, "Yea": [1166, 1197, 1198, 1116, 1196, 1125, 1200, 1124, 1199, 1119, 1123, 1118, 1134]}}, {"bill_id": 7693, "action_date": "2017-02-21T07:45:00-06:00", "document_id": 44661, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44661.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 362, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7693, "action_date": "2017-02-22T14:00:00-06:00", "document_id": 44806, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44806.pdf", "status_text": "Do Pass", "journal_page": 463, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23559, "president_vote": null, "Yea": [1168, 1153, 1186, 1166, 1147, 1122, 1118, 1180, 1197, 1190, 1173, 1183, 1179, 1114, 1201, 1198, 1202, 1116, 1129, 1143, 1142, 1136, 1139, 1181, 1204, 1159, 1192, 1196, 1120, 1205, 1130, 1191, 1185, 1117, 1133, 1125, 1200, 1206, 1124, 1170, 1110, 1184, 1134, 1160, 1193, 1199, 1165, 1155, 1188, 1119, 1156, 1115, 1113, 1123, 1161, 1195, 1152, 1140, 1158, 1176, 1128, 1121, 1212, 1145, 1111, 1187, 1150, 1149], "Excused": [1112, 1203]}}, {"bill_id": 7693, "action_date": "2017-02-24T13:00:00-06:00", "document_id": 44989, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44989.pdf", "status_text": "Signed by the President", "journal_page": 562, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7693, "action_date": "2017-02-27T14:00:00-06:00", "document_id": 45073, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45073.pdf", "status_text": "Signed by the Speaker", "journal_page": 560, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7693, "action_date": "2017-02-28T14:00:00-06:00", "document_id": 45169, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45169.pdf", "status_text": "Delivered to the Governor", "journal_page": 583, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7693, "action_date": "2017-03-06T14:00:00-06:00", "document_id": 45458, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45458.pdf", "status_text": "Signed by the Governor", "journal_page": 630, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6463, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7693"}