{"session_id": 69, "bill_id": 24614, "bill_type": "Senate Bill", "bill_number": 114, "bill_title": "create a presumption of workers' compensation coverage for occupational cancer for firefighters.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24614", "sponsors": [{"legislator_profile_id": 4495, "is_prime": true}, {"legislator_profile_id": 4512, "is_prime": true}, {"legislator_profile_id": 4478, "is_prime": false}, {"legislator_profile_id": 4485, "is_prime": false}, {"legislator_profile_id": 4499, "is_prime": false}, {"legislator_profile_id": 4521, "is_prime": false}, {"legislator_profile_id": 4523, "is_prime": false}, {"legislator_profile_id": 4527, "is_prime": false}, {"legislator_profile_id": 4533, "is_prime": false}, {"legislator_profile_id": 4535, "is_prime": false}, {"legislator_profile_id": 4546, "is_prime": false}, {"legislator_profile_id": 4554, "is_prime": false}, {"legislator_profile_id": 4560, "is_prime": false}, {"legislator_profile_id": 4564, "is_prime": false}, {"legislator_profile_id": 4576, "is_prime": false}], "keywords": ["Firefighters", "Workers' Compensation"], "audio": [], "bill_versions": [{"bill_id": 24614, "bill_version_id": 261175, "bill_version": "Introduced", "bill_version_date": "2024-01-22T09:31:06.167-06:00", "bill_text": "An Act to create a presumption of workers' compensation coverage for occupational cancer for firefighters. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to chapter 62-8: Terms used in this Act mean: (1) \"Firefighter,\" an individual member of a certified fire department; (2) \"Minimum period of employment,\" includes: (a) Employment as a firefighter for at least two years; or (b) Service as a volunteer firefighter for at least two years and actively participates or participated in a minimum of forty percent of the drills or training conducted by the volunteer firefighter's department and a minimum of twenty-five percent of the emergency calls received during the time the volunteer firefighter serves or served on call; and (3) \"Presumptive cancer,\" cancer, lymphoma, or leukemia that may be caused by exposure to heat, smoke, radiation, or a known or suspected carcinogen as determined by the International Agency for Research on Cancer. Section 2. That a NEW SECTION be added to chapter 62-8: A firefighter who suffers from a presumptive cancer is presumed to have developed the cancer when determining workers' compensation coverage. A presumption established under this Act applies to a determination of whether a firefighter's injury, disease, illness, health impairment, disability, or death resulted from a presumptive cancer contracted in the course and scope of employment for purposes of workers' compensation. A firefighter who qualifies for a presumption established under this Act is entitled only to the benefits or compensation to which the firefighter would otherwise be entitled to receive at the time the claim for benefits or compensation is filed. Section 3. That a NEW SECTION be added to chapter 62-8: A volunteer fire department must keep individual records that document the participation in drills or training and service to emergency calls by a volunteer firefighter. Section 4. That a NEW SECTION be added to chapter 62-8: The presumption in section 2 of this Act applies only to a firefighter who is employed for no less than the minimum period of employment and seeks the presumption within ten years after cessation of employment. The presumption does not apply: (1) If the presumptive cancer is known to be caused by smoking tobacco and the firefighter: (a) Is a regular user of tobacco for ten or more years; or (b) Was a regular user of tobacco for ten or more years and it has been fewer than ten years since the firefighter quit the use of tobacco products; or (2) In a cause of action brought in a state or federal court except for judicial review of a proceeding in which there has been a grant or denial of employment-related benefits or compensation. Section 5. That a NEW SECTION be added to chapter 62-8: This Act does not create a cause of action. This Act does not enlarge or establish a right to any benefit or compensation or eligibility for any benefit or compensation. Section 6. That a NEW SECTION be added to chapter 62-8: A person opposed to the award of benefits or compensation may rebut the presumption under this Act through a showing by a preponderance of the evidence that a risk factor, accident, hazard, or other cause not associated with the firefighter's service was the dominant cause of the presumptive cancer."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24614, "action_date": "2024-01-22T14:00:00-06:00", "document_id": 260987, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260987.pdf", "status_text": "First read in Senate and referred to", "journal_page": 128, "committee_id_action": 1219, "committee_id_assigned": 1209, "result": "N", "vote": {}}]}