{"session_id": 4, "bill_id": 4884, "bill_type": "House Bill", "bill_number": 1110, "bill_title": "restrict municipal membership in the public entity pool for liability.", "sponsors": [], "keywords": ["Government Operations and Audit", "Municipality", "Public Officers and Employees"], "audio": [{"meeting_datetime": "2008-01-16T00:00:00-06:00", "committee": "HGO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hgo07.mp3", "start_seconds": 419.0}, {"meeting_datetime": "2008-01-16T00:00:00-06:00", "committee": "HGO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hgo07.mp3", "start_seconds": 419.0}, {"meeting_datetime": "2008-01-16T00:00:00-06:00", "committee": "HGO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hgo07.mp3", "start_seconds": 419.0}, {"meeting_datetime": "2008-01-22T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hlo09.mp3", "start_seconds": 419.0}, {"meeting_datetime": "2008-01-28T00:00:00-06:00", "committee": "HGO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hgo13.mp3", "start_seconds": 60.0}, {"meeting_datetime": "2008-01-28T00:00:00-06:00", "committee": "HGO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hgo13.mp3", "start_seconds": 60.0}, {"meeting_datetime": "2008-01-28T00:00:00-06:00", "committee": "HGO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hgo13.mp3", "start_seconds": 60.0}], "bill_versions": [{"bill_id": 4884, "bill_version_id": 594, "bill_version": "Introduced", "bill_version_date": "2008-01-09T09:54:23.79-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to restrict municipal membership in the public entity pool for liability. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 3-22-1 be amended to read as follows: 3-22-1. There is hereby established the South Dakota public entity pool for liability effective March 1, 1987. The purpose of this program is to provide a fund as the sole source for payment of valid tort claims against all member public entities of the state and their officers and employees for all liability they may incur based upon negligence in the operation of motor vehicles or negligence in performing other acts within an employee's scope of employment and federal claims including 42 U.S.C. § 1983 which are not avoidable under the Tenth or Eleventh Amendment of the United States Constitution. This chapter does not extend coverage to municipalities and their officers and employees for payment of valid tort claims incurred after the effective date of this Act. Excluded from coverage under this chapter are claims involving employee grievances and awards for back pay, workers' compensation, employee health programs, single point-source pollution damage, asbestos related injuries, and claims arising from engineering and design of any public roadway in this state by any employee of any entity. Nothing in this chapter shall be determined to be an abrogation, change, or modification of the doctrine of governmental or sovereign immunity created by any statute, judicial opinion, ordinance, resolution, or tort claims act nor shall this chapter create any cause of action in federal court or under federal law. No claim for indemnity or contribution by the United States, arising directly or indirectly from the acts or omissions of the South Dakota National Guard, its agents, officers, members, or employees, which is cognizable under the Federal Tort Claims Act may be prosecuted under this chapter. Pursuant to S.D. Const., Art. III, § 27 no tort action may be maintained in any court in this state against any member public entity except actions cognizable and recoverable under this chapter. For reporting purposes only, the PEPL, its fund, and employees are attached to the Office of the Bureau of Administration. Section 2. That § 3-22-2 be amended to read as follows: 3-22-2. Terms used in this chapter mean: (1) \"Budget,\" a public entity's total prior year expenditures excluding capital outlay or bond redemption expenditures; (2) \"Bureau,\" the Bureau of Administration; (3) \"Claim,\" any final judgment of a court of competent jurisdiction of this state. Any final judgment of a court of competent jurisdiction of any sister state and of the United States unless such judgment is avoidable pursuant to the eleventh amendment of the United States Constitution or the laws of the United States. The term does not include tribal court judgments. In addition, the term includes any agreement in settlement and satisfaction of a claim agreed to by the bureau, the director and the member; (4) \"Director,\" the director of the PEPL appointed by the commissioner of administration pursuant to this chapter; (5) \"Employee,\" all current and former employees and elected and appointed officers of any public entity whether classified, unclassified, licensed or certified, permanent or temporary whether compensated or not. The term includes employees of all branches of government including the judicial and legislative branches and employees of constitutional, statutory and executive order boards, commissions and offices. The term does not include independent contractors; (6) \"Fiscal year,\" as defined in § 4-10-10; (7) \"Fund,\" the public entity pool for liability fund established pursuant to this chapter; (8) \"Master contract,\" any contract of insurance providing coverage, or partial coverage, for a class of members, or the state, of one or more areas covered by this chapter; (9) \"Member,\" the state, to the extent it elects to participate if it so elects, or any public entity other than the state that has made its initial contribution and is current in its subsequent contributions under this chapter; (10) \"Nominating authority,\" in the case of municipalities, the South Dakota Municipal League; in the case of school districts, the Associated School Boards of South Dakota; and in the case of the counties, the South Dakota County Commissioner Association; (11) \"PEPL,\" the public entity pool for liability established by this chapter; (12) \"Public entities,\" the State of South Dakota, all of its branches and agencies, boards and commissions. The term also includes all public entities established by law exercising any part of the sovereign power of the state, including, but not limited to municipalities, counties, school districts, townships, water districts established pursuant to Title 46A, sewer, sanitary, and conservation districts, and all other legal entities that public entities are authorized by law to establish; (13) \"Scope of employment,\" any activity that an employee performs or incidental to any activity to be performed regardless of the time and place of performance and regardless of whether the action in question could have, prior to the effective date of this chapter, subjected a public entity to liability and regardless of whether the activity is construed or defined as ministerial, discretionary or proprietary; and (14) \"Sub-pool,\" a vehicle for risk sharing among members of PEPL or public agencies of other states authorized by the bureau."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4884, "action_date": "2008-01-09T13:00:00-06:00", "document_id": 622, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/622.pdf", "status_text": "First Reading House", "journal_page": 48, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4884, "action_date": "2008-01-10T14:00:00-06:00", "document_id": 693, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/693.pdf", "status_text": "Referred to", "journal_page": 55, "committee_id_action": 27, "committee_id_assigned": 17, "result": "N", "vote": {}}, {"bill_id": 4884, "action_date": "2008-01-16T15:00:00-06:00", "document_id": 897, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/897.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 17, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4884, "action_date": "2008-01-28T15:00:00-06:00", "document_id": 1703, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1703.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 17, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4884, "action_date": "2008-01-28T15:00:00-06:00", "document_id": 2050, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2050.pdf", "status_text": "Tabled", "journal_page": 310, "committee_id_action": 17, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 810, "president_vote": null, "Yea": [625, 581, 549, 554], "Excused": [575]}}]}