{"session_id": 59, "bill_id": 20670, "bill_type": "House Bill", "bill_number": 1216, "bill_title": "define the applicable standard of care in regard to screening of risk factors for all abortions except in the case of a medical emergency, to provide civil remedies, and to exempt medical emergencies from the requirements of this Act.", "sponsors": [{"legislator_profile_id": 3391, "is_prime": true}, {"legislator_profile_id": 3406, "is_prime": true}, {"legislator_profile_id": 3369, "is_prime": false}, {"legislator_profile_id": 3373, "is_prime": false}, {"legislator_profile_id": 3376, "is_prime": false}, {"legislator_profile_id": 3378, "is_prime": false}, {"legislator_profile_id": 3400, "is_prime": false}, {"legislator_profile_id": 3403, "is_prime": false}, {"legislator_profile_id": 3405, "is_prime": false}, {"legislator_profile_id": 3408, "is_prime": false}, {"legislator_profile_id": 3417, "is_prime": false}, {"legislator_profile_id": 3420, "is_prime": false}, {"legislator_profile_id": 3425, "is_prime": false}, {"legislator_profile_id": 3427, "is_prime": false}, {"legislator_profile_id": 3457, "is_prime": false}, {"legislator_profile_id": 3460, "is_prime": false}, {"legislator_profile_id": 3465, "is_prime": false}], "keywords": ["Abortion", "Contraceptives", "Public Health and Safety"], "audio": [{"meeting_datetime": "2006-02-06T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju19.mp3", "start_seconds": 4408.0}, {"meeting_datetime": "2006-02-06T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju19.mp3", "start_seconds": 4408.0}, {"meeting_datetime": "2006-02-06T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju19.mp3", "start_seconds": 4408.0}, {"meeting_datetime": "2006-02-06T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju19.mp3", "start_seconds": 4408.0}, {"meeting_datetime": "2006-02-06T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju19.mp3", "start_seconds": 4408.0}], "bill_versions": [{"bill_id": 20670, "bill_version_id": 107095, "bill_version": "Introduced", "bill_version_date": "2006-01-24T08:27:25-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to define the applicable standard of care in regard to screening of risk factors for all abortions except in the case of a medical emergency, to provide civil remedies, and to exempt medical emergencies from the requirements of this Act. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, a qualified person is any licensed physician or any agent of the physician who is a licensed psychologist, licensed social worker, licensed professional counselor, or licensed registered nurse. Section 2. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, the term, risk factor, means any physical, psychological, emotional, demographic, or situational factor that is statistically associated, which means there is less than a five percent chance that the results were due to sampling error, with one or more complications associated with abortion, wherein the significant results were published no less than twelve months prior to the abortion in any peer-reviewed journals indexed by the National Library of Medicine's search services, PubMed or MedLine, or in any journal included in the Thomson Scientific Master Journal List. For the purposes of this Act, the term, complication associated with abortion, means any adverse physical, emotional, behavioral, familial, or psychological reaction that is statistically associated with abortion, which means there is less than a five percent chance that the results were due to sampling error. Section 3. Except in the case of a medical emergency, in addition to whatever requirements exist under the common or statutory law of this state, it is an act of medical negligence to perform an abortion unless: (1) Before the physician performs an abortion, a qualified person has evaluated the woman to identify the presence of any risk factors and informed her and the physician of the results of this evaluation in writing, which includes at least a checklist identifying both the positive and negative results of the evaluation for each risk factor; (2) In the event that any risk factors were identified, the patient has been fully informed by a qualified person about each complication associated with abortion that is associated with each risk factor that was identified. In the event that risk factors are known to be interrelated and may compound the risk of adverse reactions, these interrelated effects shall also be explained; (3) In the event that any risk factors were identified, the qualified person who has provided the screening and counseling provides a written statement to the patient and the physician certifying, to the best of the qualified person's knowledge, that the patient fully understands and appreciates the significance of the risk factors discussed and her increased exposure to any related adverse reactions. The risk factors and associated complications associated with abortion shall be listed in this certificate. Section 4. Any physician who performs abortions shall have admitting privileges at a hospital offering obstetrical or gynecological services which, in the event of a medical emergency, is reasonably accessible to the site at which the abortion is performed. Section 5. In addition to whatever remedies are available under the common or statutory laws of this state, the intentional, knowing, or negligent failure to comply with the provisions of this Act subjects the tortfeasor to special damages to the woman or her survivors in the amount of ten thousand dollars for each failure to screen for risk factors, and if two or more risk factors are omitted, three thousand dollars for each risk factor omitted and for each failure to inform her of associated complications, plus actual damages and reasonable attorney's fees and costs. Section 6. Any action pursuant to section 7 of this Act shall be filed no later than two years after the date the woman knew, or should have known, that the abortion was the probable or contributory cause of a physical or emotional complication and has recovered from any psychological complications which may have impeded the patient's ability to seek or cooperate with counsel recovery or liquidated damages pursuant to this Act. In the case of a woman who has died, any action under this Act shall be filed within two years of her death. Section 7. In a civil action pursuant to this Act: (1) In determining liability and validity of consent, the failure to comply with the requirements of section 3 of this Act creates a rebuttable presumption that the plaintiff would not have undertaken the recommended abortion had the provisions of this Act been complied with; (2) The absence of physical injury does not preclude an award of damages for emotional harm associated with the abortion; (3) The failure to comply with the provisions of section 3 of this Act creates a rebuttable presumption that the negligence was willful and wanton; (4) It is an affirmative defense to recovery pursuant to this Act if the physician or qualified person establishes, by a preponderance of evidence, that the woman would have had the abortion even if fully informed of the identified risk factors. Section 8. If any portion of this Act is enjoined and subsequently upheld, the statute of limitations for filing a civil suit under the provisions of this Act are tolled during the pendency of the injunction and for four years thereafter. Section 9. Nothing in this Act may be construed to render any of the requirements otherwise imposed by common law or existing statutory law inapplicable to abortion procedures or diminish the nature or the extent of those requirements. The disclosure requirements expressly set forth in this Act are an express clarification of, and are in addition to, those common law disclosure requirements."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20670, "action_date": "2006-01-24T14:00:00-06:00", "document_id": 107179, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107179.pdf", "status_text": "First read in House and referred to", "journal_page": 204, "committee_id_action": 893, "committee_id_assigned": 891, "result": "N", "vote": {}}, {"bill_id": 20670, "action_date": "2006-02-06T07:15:00-06:00", "document_id": 107962, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107962.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 891, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20670, "action_date": "2006-02-06T07:15:00-06:00", "document_id": 107962, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107962.pdf", "status_text": "Do Pass,", "journal_page": null, "committee_id_action": 891, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 64188, "president_vote": null, "Yea": [3387, 3426, 3448, 3456, 3406], "Nay": [3393, 3401, 3407, 3429, 3434, 3444, 3461, 3371]}}, {"bill_id": 20670, "action_date": "2006-02-06T07:15:00-06:00", "document_id": 107962, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107962.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 382, "committee_id_action": 891, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64189, "president_vote": null, "Nay": [3387, 3426, 3448, 3456, 3406], "Yea": [3393, 3401, 3407, 3429, 3434, 3444, 3461, 3371]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/20670"}