{"session_id": 53, "bill_id": 17381, "bill_type": "House Bill", "bill_number": 1279, "bill_title": "establish the South Dakota Municipal Facilities Authority, to provide for the establishment of one or more special purpose corporations by the South Dakota Municipal Facilities Authority, to establish the powers of the South Dakota Municipal Facilities Authority and each such corporation, including the power to acquire, own, lease, sublease and dispose of certain land, improvements and capital equipment comprising all or a portion of any municipal facilities, including any system or part of a system of waterworks, sewage or waste disposal, and to establish or confirm the powers and liabilities of the state, the Department of Environment and Natural Resources, the Board of Water and Natural Resources, the South Dakota Conservancy District and municipalities and other public entities of the state in connection therewith.", "sponsors": [{"legislator_profile_id": 2753, "is_prime": true}, {"legislator_profile_id": 2805, "is_prime": true}, {"legislator_profile_id": 2732, "is_prime": false}, {"legislator_profile_id": 2734, "is_prime": false}, {"legislator_profile_id": 2740, "is_prime": false}, {"legislator_profile_id": 2772, "is_prime": false}, {"legislator_profile_id": 2773, "is_prime": false}, {"legislator_profile_id": 2788, "is_prime": false}, {"legislator_profile_id": 2791, "is_prime": false}, {"legislator_profile_id": 2793, "is_prime": false}, {"legislator_profile_id": 2803, "is_prime": false}, {"legislator_profile_id": 2802, "is_prime": false}, {"legislator_profile_id": 2812, "is_prime": false}, {"legislator_profile_id": 2816, "is_prime": false}, {"legislator_profile_id": 2819, "is_prime": false}], "keywords": ["Water Management"], "audio": [{"meeting_datetime": "2002-02-04T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou20hb1279a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-04T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou20hb1279a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-04T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou20hb1279a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-15T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sst29hb1279a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-15T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sst29hb1279a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-15T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sst29hb1279a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-15T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sst29hb1279a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-15T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sst29hb1279a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-15T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sst29hb1279a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-15T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sst29hb1279a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-20T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen31hb1279a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-20T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen31hb1279a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-20T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen31hb1279a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-20T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen31hb1279a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-21T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou32hb1279a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-21T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou32hb1279a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17381, "bill_version_id": 92466, "bill_version": "Introduced", "bill_version_date": "2002-01-22T08:44:53-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and supplement certain powers of the Board of Water and Natural Resources and the South Dakota Conservancy District, to provide for the establishment of a corporation by the South Dakota Conservancy District for the purpose of acquiring, owning, leasing, subleasing and disposing of certain land, improvements and capital equipment comprising all or a portion of a system or part of a system of waterworks, sewage or waste disposal, and to establish or confirm the powers of municipalities and other public entities in connection therewith. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act, unless the context otherwise clearly requires, mean: (1) \"Board,\" the Board of Water and Natural Resources, created by § 1-40-5; (2) \"Corporation,\" the special purpose body corporate and politic established by the board by resolution as provided in section 3 of this Act; (3) \"District,\" the South Dakota Conservancy District, a governmental agency, body politic and corporate organized and existing pursuant to chapter 46A-2; (4) \"Lease,\" when used with respect to utility property, any lease, sublease, lease- purchase agreement, installment agreement, lease-back agreement or other contract, agreement, instrument or arrangement pursuant to which any rights or property with respect to utility property are transferred to or from one party to another party; (5) \"Permitted investments,\" any investment authorized by § § 4-5-23 and 4-5-26 together with (a) noncollateralized direct obligations or any other payment undertaking or agreement of any bank or savings institution, insurance company or bank or insurance holding company, whether organized under the laws of the United States of America, any state or territory thereof, or the laws of any foreign nation, if such institution or holding company is rated in the highest four classifications by at least one standard domestic rating service and (b) any bonds, notes or other obligations of any state or any agency, authority or other instrumentality of any state or political subdivision thereof provided that such bond, notes or other obligations are rated in the four highest classifications established by at least one standard domestic rating service; (6) \"Person,\" has the meaning given thereto in § 46A-2-4 and, for the purposes of this Act, also expressly includes any grantor trust, business trust or other form of trust or association; (7) \"Public entity,\" has the meaning given thereto in § 46A-2-4 and expressly includes the district, the corporation and the state for purposes of this Act; (8) \"State,\" the State of South Dakota acting by and through the Department of Environment and Natural Resources; (9) \"Support and operating agreement,\" any contract, agreement or other arrangement pursuant to which a party agrees with another party to make certain utility property, or rights with respect thereto or in connection therewith, available to such other party; (10) \"Utility,\" any system or part of a system of waterworks, or sewage and waste disposal described in § 9-40-1; and (11) \"Utility property,\" any land, improvements or capital equipment comprising a utility, including any extensions, additions, improvements or appurtenances to any such utility or combination of systems and any interest in any of the foregoing. Section 2. The state may acquire from any public entity or other person by purchase, lease or any other form of contract, agreement, instrument or conveyance all or any portion of utility property and may own, operate, use or otherwise contract with any public entity or other person to own, operate, use or contract for use or operation of utility property, and the state may dispose of all or any portion of utility property by sale, lease or any other form of contract, instrument or conveyance to any public entity or other person, subject only to any applicable terms and conditions set forth in section 2 to 7, inclusive, of this Act. Any sale, acquisition, disposition, lease or other form, contract, instrument or conveyance by the state authorized by this section shall be evidenced by an instrument or agreement in writing signed on behalf of the state by the secretary of the Department of Environment and Natural Resources. The secretary of the Department of Environment and Natural Resources shall file a certified copy of any such instrument or agreement with the Legislature promptly upon execution and delivery thereof. Upon the filing of a certified copy of any such instrument or agreement by the secretary of the Department of Environment and Natural Resources, such sale, acquisition, disposition or other contract shall, for all purposes, be valid, binding and enforceable in accordance with the terms thereof and all deeds, bills of sale, leases and other instruments, contracts and agreements related thereto, including any pledge, grant of security interest or other encumbrance made by the state, the board, the corporation, the district or any public entity are not subject to disavowal, disaffirmance, cancellation or avoidance by reason of insolvency of any party, lack of consideration or any other fact, occurrence or rule of law. Section 3. That chapter 46A-2 be amended by adding thereto a NEW SECTION to read as follows: The district shall have the power and authority to establish by resolution of the board a special purpose corporation which shall be body corporate and politic and instrumentality of, but separate and apart from, the State of South Dakota, the district and the board. Such corporation shall be established for the express limited public purposes set forth in this Act and no part of the net earnings of any such corporation shall inure to any private individual. The corporation shall be governed by a board of trustees consisting of the members of the board and two additional persons appointed by the Governor, which two additional members shall be independent from the state. The resolution establishing the corporation shall serve as the charter of the corporation and may be amended from time to time by resolution of the board, but such resolution shall at all times provide that the power and the authority of the corporation shall be subject to the terms, conditions and limitations of this Act and any applicable covenants or agreements of the corporation in any lease, indenture or other instrument, contract or agreement then in effect. The district and corporation shall each possess the power to enter into contracts regarding any matter connected with any corporate purpose within the objects and purposes of this Act. The district and corporation may delegate by resolution to one or more officers or employees of the Department of Environment and Natural Resources, the district or the corporation such powers and duties as the district or corporation may deem proper. The corporation shall have the power and authority to enter into leases of utility property, support and operating agreements, and any and all contracts, agreements or other instruments which the board of trustees of the corporation determines to be related or ancillary thereto, and to secure payment or performance of obligations in connection therewith with any property, funds or rights of the corporation. The corporation may pledge as security for any arrangement entered into with respect to utility property (i) any rights under any lease, support and operating agreement or other contract, agreement or instrument involving or relating to utility property, (ii) any rights with respect to investment of moneys, including contracts related or ancillary thereto, (iii) moneys or other funds deposited with, payable to or held by or on behalf of the corporation and (iv) the proceeds of the foregoing. Any such pledge made by the corporation shall be valid and binding from the time such pledge is made. The property, revenues, moneys, other funds and rights so pledged and thereafter held or received by or on behalf of the corporation shall immediately be subject to the lien of such pledge without any physical delivery thereof or further act; and, subject only to the provisions of prior pledges or agreements of the corporation, the lien of such pledge shall be valid and binding as against the state and all parties having claims of any kind in tort, contract or otherwise against the corporation irrespective of whether such parties have notice thereof. No ordinance, resolution, trust agreement or other instrument by which such pledge is created need be filed or recorded except in the records of the corporation. In connection with any lease or other contract or arrangement relating to utility property, the corporation may enter into one or more support and operating agreements or other arrangements to provide additional security or liquidity. Such arrangements may include, without limitation, bond insurance, letters of credit and lines of credit. The corporation may enter into contracts and may agree to pay fees to persons providing such arrangements. In connection with any sale, lease or other contract, agreement, instrument or arrangement relating to utility property or the investment of funds of the corporation in connection therewith, the corporation may enter into contracts that it determines necessary or appropriate to permit it to manage payment or interest rate risk. These contracts may include, but are not limited to, interest rate exchange agreements; contracts providing for payment or receipt of funds based on levels of or changes in interest rates; contracts to exchange cash flows or series of payments; and contracts incorporating interest rate caps, collars, floors, or locks. The corporation shall not have the authority to file a voluntary petition under or be or become a debtor or bankrupt under the federal bankruptcy code or any other federal or state bankruptcy, insolvency or moratorium law or statute as may, from time to time, be in effect and neither any public officer nor any organization, entity or other person shall authorize the corporation to be or become a debtor or bankrupt under the federal bankruptcy code or any other federal or state bankruptcy, insolvency or moratorium law or statute, as may, from time to time be in effect. The corporation shall not have the authority to guarantee the debts of another. The corporation shall not be required to file any reports with the state other than those required to be filed with the Legislature by authorities which issue bonds. Except for debts incurred directly by the corporation, no lease or other contract, agreement, instrument or obligation, issued, incurred or created by the State of South Dakota or any state agency or instrumentality may be or become a lien, charge or liability against the corporation or the property or funds of the corporation. Section 4. That chapter 46A-2 be amended by adding thereto a NEW SECTION to read as follows: The purposes of the corporation established by the board pursuant to this Act are: (1) To purchase, acquire, own, operate, contract with other parties to operate, pledge, lease, sublease, encumber, sell, mortgage or otherwise transfer all right, title and interest in and to utility property; (2) To raise funds through the sale, lease, transfer, pledge, encumbrance, mortgage or other conveyance of the rights or contract described above in clause (1) of this section; (3) To serve the Legislature by making reports concerning the foregoing; (4) To sue and be sued and to prosecute and defend, at law or in equity, in any court having jurisdiction of the subject matter and of the parties; (5) To have and to use a corporate seal and to alter the same at pleasure; (6) To maintain an office at such place or places as the board of trustees of the corporation by resolution may designate; (7) To receive and invest funds transferred to it by the district, the board, the state, any public entity or other person; (8) To invest any of its funds in permitted investments; and (9) To do all things necessary and convenient to carry out the purposes of this chapter. The corporation shall also be vested with the same power and authority, and shall be subject to the same limitations and conditions, as are applicable to the district pursuant to the district and the board pursuant to § § 46A-2-6, 46A-2-7, 46A-2-8, 46A-2-9, 46A-2-10, 46A-2-12, 46A-2-13 and 46A-2-15, except (a) such power and authority shall be exercised with respect to and shall be limited to the purposes of the corporation set forth in section 4 of this Act, (b) no lease or any other contract or agreement created hereunder shall have a term in excess of one hundred years, (c) the corporation shall not be authorized to engage in any unrelated activities, (d) such power and authority shall be deemed to extend to all utility property as defined in this Act and (e) the other limitations and conditions on the power and authority of the district and the board as contained in chapter 46A-2, or incorporated therein or referred thereby, shall not be applicable to the corporation. Section 5. That chapter 46A-2 be amended by adding thereto a NEW SECTION to read as follows: No lease, support and operating agreement or other contract or agreement of the corporation created under this Act may be or become a lien, charge or liability against the State of South Dakota, the board or the district, nor against the property or funds of the State of South Dakota, the board or the district within the meaning of the Constitution or statutes of South Dakota. Section 6. That chapter 46A-2 be amended by adding thereto a NEW SECTION to read as follows: The State of South Dakota pledges to and agrees with any party to any sale, lease, or other contract, agreement, instrument or other arrangement created under this Act that the state will not limit or alter the rights and powers vested in the corporation, board, the district or other public entity by this Act so as to impair the terms of any such contract made by the corporation, board, the district or other public entity with such party or in any way impair the rights and remedies of such party until such contract is satisfied. The corporation, board, district and any public entity is each authorized to include their pledges and agreements of the state in any such contract created under this Act. Neither the State of South Dakota nor the district nor the board shall be liable on any instrument of conveyance, lease or other contract or other agreement relating to utility property created under this Act. None of such contracts shall be a debt of the state, the district or the board, and this Act shall not be construed as a guarantee by the state, the district or the board of the obligations of the corporation. Section 7. That chapter 46A-2 be amended by adding thereto a NEW SECTION to read as follows: The corporation is hereby declared to be performing a public function on behalf of the state and to be a public instrumentality of the state. The income of the district and the corporation, and all utility property and any other property at any time owned by the district or the corporation, shall be exempt from all taxation in the State of South Dakota. In addition, the corporation shall be exempt from all filing, reporting and similar requirements otherwise applicable to nonprofit and other corporations. Section 8. That chapter 46A-2 be amended by adding thereto a NEW SECTION to read as follows: The corporation shall have the power, together with all powers incidental thereto or necessary for the performance thereof, to employ attorneys, accountants, consultants and financial experts, managers and such other employees and agents as may be necessary in its judgment and to fix their compensation. Section 9. That chapter 9-40 be amended by adding thereto a NEW SECTION to read as follows: The power and authority conferred by the provisions of § § 9-40-37, 9-40-38, 9-40-39 and 9-40-40 are hereby expressly extended to and made applicable to any acquisition, sale or lease by any public entity with respect to any utility property to, from or with the state, the district, the corporation or any other person except, for the purposes of this section, (1) any sale price shall not be required to exceed the fair market value of the utility property being sold or otherwise transferred, (2) only the net proceeds remaining with the public entity after any deposit, payment or prepayment required pursuant to any lease, contract, agreement or other arrangement entered into contemporaneously therewith and relating to or concerning such utility property shall be subject to § 6-13-8, (3) all such utility property so sold, transferred and/or subject to one or more leases, support and operating agreements, or other contract, agreement or arrangement shall be deemed described in and to benefit by the provisions of § 9-40-39, (4) no lease or other contract or agreement entered into by a public entity as provided herein shall have a term in excess of one hundred years, and (5) to the extent that a public entity sells, transfers or otherwise conveys utility property to the state, district or the corporation as provided hereunder and enters into a lease, support and operating agreement or other contract, agreement or other arrangement as described in § 9-40-38, as modified hereby, such public entity and such sale, transfer, conveyance, lease, contract, agreement and other arrangement shall not be subject to any restriction, condition or limitation or procedural requirement prescribed by any other law or charter applicable to such public entity. Section 10. The powers conferred by this Act are in addition to all other powers conferred upon the board, the district, the corporation and any other public entity, and their exercise shall be subject only to such restrictions as may be provided by the South Dakota Constitution and are not subject to any restriction or procedural requirements prescribed by any other law or charter. Section 11. If any clause or other portion of this Act shall be held invalid, that decision shall not affect the validity of the remaining portions of this Act. It is hereby declared that all such remaining portions of this Act are severable, and that the Legislature would have enacted such remaining portions if the portions that may be so held to be invalid had not been included in this chapter."}, {"bill_id": 17381, "bill_version_id": 93224, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2002-01-30T13:35:26-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the South Dakota Municipal Facilities Authority, to provide for the establishment of one or more special purpose corporations by the South Dakota Municipal Facilities Authority, to establish the powers of the South Dakota Municipal Facilities Authority and each such corporation, including the power to acquire, own, lease, sublease and dispose of certain land, improvements and capital equipment comprising all or a portion of any municipal facilities, including any system or part of a system of waterworks, sewage or waste disposal, and to establish or confirm the powers of the state, the Department of Environment and Natural Resources, the Board of Water and Natural Resources, the South Dakota Conservancy District and municipalities and other public entities of the state in connection therewith. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Authority,\" the South Dakota Municipal Facilities Authority, a body corporate and politic, created under section 2 of this Act; (2) \"Corporation,\" any special purpose body corporate and politic established by the authority by resolution of the authority board as provided in section 9 of this Act; (3) \"Lease,\" when used with respect to municipal facilities, any lease, sublease, purchase agreement, lease-purchase agreement, installment purchase agreement, lease-back agreement or other contract, agreement, instrument, or arrangement pursuant to which any rights, interests or property with respect to utility property are transferred to, by or from any party to, by or from one or more parties and any related documentation, instruments or arrangements entered into or to be entered into in connection therewith or ancillary thereto including, without limitation, support and operating agreements, service agreements, indemnity agreements, participation agreements, loan agreements or payment undertaking agreements; (4) \"Municipal facilities,\" all or any part of, or an undivided or other interest in, (a) any utility property or (b) any other land, buildings, improvements or capital equipment, and any property or other rights or interests ancillary or related to (a) or (b), whether owned or used by or leased by, to or from, or to be owned, used or leased by, to or from a public entity, or useful to or by a public entity; (5) \"Permitted investments,\" any investment authorized by § § 4-5-23 and 4-5-26 together with (a) collateralized or noncollateralized obligations of, or any other payment undertaking, deposit or other agreement of, any bank or savings institution, investment banking firm or organization, financial institution, insurance company or bank or insurance holding company (or any subsidiary or affiliate of any of the foregoing), whether organized under the laws of the United States of America, any state or territory thereof, or the laws of any foreign nation, if at the time such investments are acquired, the senior debt or claims paying ability of such person or entity is rated in, or such person or entity has its obligations in respect of such investments guaranteed or supported by a person or entity the senior debt or claims paying ability of which is rated in, or whose obligations in respect of the such investments are secured by bonds, notes, or other financial obligations issued by issuers rated in, the highest four basic rating classifications by at least one standard domestic rating service, (b) any bonds, notes or other obligations of any state or territory of the United States of America or any political subdivision thereof or any agency, authority or other instrumentality of the United States of America or any state, territory or political subdivision thereof, if at the time such investments are acquired such bonds, notes or other obligations are rated in, or the obligations in respect of such investments are guaranteed or supported by a person or entity the senior debt or claims paying ability of which is rated in, the four highest basic rating classifications established by at least one standard domestic rating service or (c) any bonds, notes or other obligation of the State of South Dakota, Board of Water and Natural Resources, the South Dakota Conservancy District, the authority, any corporation formed by the authority or any public body, authority or instrumentality now or hereafter existing under the laws of the State of South Dakota or any public entity; (6) \"Person,\" any natural person, firm, partnership, limited liability company, association, corporation, nonprofit corporation, trust, grantor trust, business trust or public entity; (7) \"Public entity,\" any county, township, municipality, political or administrative subdivision of state government, subdistrict, irrigation district, water user district, watershed district, drainage district, soil conservation district, or other public body, authority or instrumentality recognized by state law and shall expressly include the authority and any corporation formed pursuant to this Act; (8) \"State,\" the State of South Dakota acting by and through the Department of Environment and Natural Resources; (9) \"Support and operating agreement,\" any contract, agreement or other arrangement pursuant to which a party agrees with another party to make certain municipal facilities, or rights with respect thereto or in connection therewith, available to such other party and which agreement may provide for the imposition of fees, rates or charges for the use or operation of or receipt of services from municipal facilities; (10) \"Utility,\" any system or part of a system of waterworks, or sewage and waste disposal described in § 9-40-1; and (11) \"Utility property,\" all or any part of any land, buildings, improvements or capital equipment and any property or rights ancillary or related thereto comprising a utility, including any extensions, additions, improvements or appurtenances to any such utility or combination of systems and any interest in any of the foregoing, whether owned, leased or used by, to or from the authority, any corporation formed by the authority, the state or any other public entity, or useful to or by a public entity, including, without limitation, as to which a public entity has arranged a service agreement. Section 2. There is created the South Dakota Municipal Facilities Authority, a body corporate and politic, to consist of seven members appointed by the Governor. Not more than four of said seven members of the authority shall be of the same political party. At least one of the members to be appointed by the Governor shall be or shall have been an elected municipal official and at least one of such appointed members shall be or shall have been experienced in and having a favorable reputation for skill, knowledge, and experience in the field of municipal utility property. The terms for the initial appointments shall be as follows: one member four years; two members three years; two members two years; and two members one year. No person shall be appointed to the authority who is an elected official of the State of South Dakota. One of the members shall be designated by the Governor as chairman. Section 3. Following the expiration of the initial appointment, all subsequent appointments to the authority shall be made for a four-year term. Each member's term of office shall expire on the appropriate third Monday in January, but he or she shall continue to hold office until his or her successor is appointed and qualified. Any vacancy in the authority shall be filled by appointment for only the balance of the unexpired term. Four members of the authority shall constitute a quorum. Section 4. Each member shall, before entering upon the duties of his or her office, take and subscribe the constitutional oath of office and give bond in the penal sum of twenty-five thousand dollars conditioned upon the faithful performance of his duties. The oath and bond shall be filed in the Office of the Secretary of State. Section 5. No member of such authority shall receive any compensation for services rendered under this chapter. However, members shall be reimbursed for necessary expenses incurred in connection with duties and powers prescribed by this Act. Section 6. In addition to all other powers hereunder, the authority shall have the power and authority, by resolution of the authority board, to establish one or more special purpose corporations each of which shall be a body corporate and politic and instrumentality of, but separate and apart from, the State of South Dakota and the authority. Any such corporation shall be established for the express limited public purposes set forth in this Act and no part of the net earnings of any such corporation shall inure to any private individual. Any such corporation shall be governed by a board of trustees consisting of the members of the board of the authority together with two additional persons appointed by the Governor, which two additional members shall be independent from the government of the state. The resolution establishing the corporation shall serve as the charter of the corporation and may be amended from time to time by resolution of the board, but such resolution shall at all times provide that the power and the authority of the corporation shall be subject to the terms, conditions and limitations of this Act and any applicable covenants or agreements of the corporation in any lease, indenture or other instrument, contract or agreement then in effect. The authority may delegate to the corporation any power granted to the authority under this Act, including the power to enter into contracts regarding any matter connected with any corporate purpose of the authority or the corporation within the objects and purposes of this Act. The corporation shall not have the authority to file a voluntary petition under or be or become a debtor or bankrupt under the federal bankruptcy code or any other federal or state bankruptcy, insolvency or moratorium law or statute as may, from time to time, be in effect and neither any public officer nor any organization, entity or other person shall authorize the corporation to be or become a debtor or bankrupt under the federal bankruptcy code or any other federal or state bankruptcy, insolvency or moratorium law or statute, as may, from time to time be in effect. No such corporation shall not have the authority to guarantee the debts of another. No such corporation shall not be required to file any reports with the state other than those specified herein. Except for debts incurred directly by the corporation, no lease or other contract, agreement, instrument or obligation, issued, incurred or created by the State of South Dakota or any state agency or instrumentality (other than such corporation) may be or become a lien, charge or liability against the corporation or the property or funds of the corporation. Section 7. The authority and any corporation formed by the authority may delegate by resolution any duties or obligations to the Department of Environment and Natural Resources. Section 8. The purposes of the authority and any corporation formed by the authority are: (1) To acquire, own, lease, sublease, sell, transfer or otherwise use, operate, obtain service from or dispose of municipal facilities to, for or on behalf of, the state, any public entity or other person; (2) To make, acquire, dispose of or pledge loans in connection with any transactions involving municipal facilities and to enter into deposit, payment undertaking or similar arrangements in connection with such transactions; (3) To serve the Legislature by making reports concerning the providing of such property and facilities; (4) To finance or refinance municipal facilities and to enter into transactions a purpose of which is to raise capital or provide access to capital for or by public entities; and (5) To invest, on its own behalf or on behalf of any party to any lease, any funds or any other amounts in permitted investments. Section 9. The state, the authority and any corporation formed by the authority may enter into any conveyance, lease or contract necessary or desirable in furtherance of the purposes set forth in this Act, including, without limitation, to acquire, own, lease, sell, transfer or otherwise use, operate or obtain services from or dispose of land or municipal facilities and any other improvements made upon or under such land and capital equipment necessary or useful for the operation of the municipal facilities to be acquired by it pursuant to this Act, including, without limitation, lease, lease-purchase, and, subject to compliance with the provisions of South Dakota Constitution, Art. XIII, § 1, installment purchase contracts. Without limitation, the state, the authority or any corporation formed by the authority may include in such conveyances, leases or contracts any of the following provisions: (1) In lease contracts, options to purchase the property subject to the lease or the lessor's interest therein, and provisions for the deferred payment or prepayment by lessee to lessor of rent, and provisions for designating a portion of the periodic payments to be made thereunder as interest, not of all other costs and expenses of ownership, operation, maintenance, and insurance of the leased property by the authority or any such corporation as agent of the lessor; and (2) In lease-purchase contracts or installment purchase contracts, provisions of the type specified in subdivision (1), and provisions for designating a portion of the periodic payments to be made thereunder as interest, for prepayment, and for acquisition of unencumbered title or fee title to the property subject to the contract. No term of a lease, lease-purchase or an installment purchase contract may exceed one hundred years, and for such purpose, all renewal terms shall be included. Section 10. The state, the authority and each corporation formed by the authority shall have the power and authority: (1) To acquire and enter into leases of municipal facilities, support and operating agreements, deposit agreements, payment undertaking agreements, service agreements and any and all contracts, agreements or other instruments related or ancillary thereto, and to secure payment or performance of obligations in connection therewith with any property, funds, investments or rights of the state, the authority or any corporation; (2) To pledge as security for any arrangement entered into with respect to municipal facilities (i) any rights under any lease, support and operating agreement, deposit agreements, payment undertaking agreements, service agreement or other contract, agreement or instrument (ii) any rights with respect to investment of monies, including permitted investments and contracts related or ancillary thereto, (iii) moneys or other funds deposited with, payable to or held by or on behalf of the authority or any corporation and (iv) the proceeds of the foregoing. Any such pledge so made shall be valid and binding from the time such pledge is made. The property, interests, revenues, moneys, other funds and rights so pledged and thereafter held or received by or on behalf of the pledgor shall immediately be subject to the lien of such pledge without any physical delivery thereof or further act; and, subject only to the provisions of prior pledges or agreements of the pledgor, the lien of such pledge shall be valid and binding as against the state, the authority, any public entity and any corporation and all persons having claims of any kind in tort, contract or otherwise against the state, the authority, any public entity or any corporation irrespective or whether such persons have notice thereof. No ordinance, resolution, trust agreement or other instrument by which such pledge is created need be filed or recorded; (3) To enter into one or more support and operating agreements, service agreements or other arrangements to provide additional security, property or liquidity in connection with any lease or other contract or arrangement relating to municipal facilities. Such arrangements may include, without limitation, bond insurance, letters of credit and lines of credit; (4) To enter into contracts necessary or appropriate to permit it to manage payment or interest rate risk or credit risk in connection with any sale, lease or other contract, agreement, instrument or arrangement relating to municipal facilities or the investment of funds of the state, any public entity, the authority or any corporation in connection therewith. These contracts may include, but are not limited to, interest rate exchange agreements; contracts providing for payment or receipt of funds based on levels of or changes in interest rates; contracts to exchange cash flows or series of payments; and contracts incorporating interest rate caps, collars, floors, or locks; (5) To purchase, acquire, own, operate, contract with other parties to operate, pledge, lease, sublease, encumber, sell, mortgage or otherwise transfer any or all right, title and interest in and to municipal facilities; (6) To make loans in connection with any transactions involving municipal facilities or to enter into deposit, payment undertaking or similar arrangements in connection with such transactions; (7) To raise funds through the sale, lease, transfer, pledge, encumbrance, mortgage or other conveyance of the rights, interests, property or contracts described in this section. Section 11. The authority and any corporation formed by the authority shall also have the power and authority: (1) To serve the Legislature by making reports concerning the foregoing; (2) To sue and be sued and to prosecute and defend, at law or in equity, in any court having jurisdiction of the subject matter and of the parties; (3) To have and to use a corporate seal and to alter the same at pleasure; (4) To maintain an office at such place or places as the authority or the board of trustees of the corporation by resolution may designate; (5) To receive and invest in permitted investments any funds transferred to it by the authority, any corporation, the State of South Dakota, any public entity or any other person; (6) To receive deposits or prepayments and to establish, fund and apply any reserve accounts or funds for any purpose; (7) To establish, assess, levy and collect, or cause to be established, assessed, levied and collected, fees, rates and charges for the use of utility property or other municipal facilities which are subject to a lease authorized hereunder or which are otherwise owned, leased or controlled by the state, corporation, the authority, any public entity or other person pursuant to a transaction authorized hereby; (8) To employ attorneys, accountants, engineers, attorneys, consultants and financial experts, managers, advisors and such other employees and agents as may be necessary in its judgment and to fix their compensation; (9) Make and execute contracts and all other instruments necessary or convenient for the performance of its duties and the exercise of its powers and functions under this Act; (10) Contract with the South Dakota Building Authority to provide staff and support services; (11) Procure insurance against any loss in connection with the property and other assets, including loans and loan notes in such amounts and from such insurers as it may deem available; (12) Procure insurance, letters of credit, guarantees, or other credit enhancement arrangements from any public or private entities, including any department, agency, or instrumentality of the United States, for payment of all or any portion of any obligations of the authority or corporation, including the power to pay premiums, fees or other charges on any such insurance, letters of credit, guarantees, or credit arrangements; (13) Receive and accept from any source aid or contributions of moneys, property, labor, or other things of value to be held, used, and applied to carry out the purposes of this chapter subject to the conditions upon which the grants or contributions are made, including, but not limited to, gifts or grants from any department, agency, or instrumentality of the United States for any purpose consistent with the provisions of this chapter; (14) Enter into agreements with any department, agency, or instrumentality of the United States, any public entity or this state and with lenders or others and enter into loan agreements, sales contracts and leases, or other financing arrangements with contracting parties for the purpose of planning, regulating and providing for the financing or refinancing of any municipal facilities; (15) Enter into contracts or agreements for the operation, use, maintenance or improvement of municipal facilities; (16) Cooperate with and exchange services, personnel and information with any federal, state, or local governmental agency or public entity; (17) Enter into agreements for management by or on behalf of the State of South Dakota, the authority or any corporation of any municipal facilities upon such terms and conditions as may be mutually agreeable; (18) Sell, exchange, donate, and convey any or all of its properties whenever the board of the authority or any corporation shall find such action to be in furtherance of the purposes for which the authority or corporation was organized; (19) To establish bank accounts and securities accounts, or have such accounts established on its behalf at any trust, banking or financial institution; (20) Do any act and execute any instrument which in the authority's judgment is necessary or convenient to the exercise of the powers granted by this chapter or reasonably implied from it; (21) Promulgate rules pursuant to chapter 1-26 to implement the provisions of this chapter; (22) To do all things necessary and convenient to carry out the purposes of this chapter. To accomplish projects of the kind listed in this Act, the authority and any corporation formed by the authority may convey property, without charge, to the State of South Dakota or any public entity, if all obligations which have been secured by the property have been paid. Section 12. No obligation of any corporation formed by the authority under any lease, support and operating agreement or other contract or agreement may be or become a lien, charge or liability against the State of South Dakota or the authority within the meaning of the Constitution or statutes of South Dakota. No instrument of conveyance, lease or other contract or other agreement entered into by the state, the authority or any corporation formed by the authority, relating to municipal facilities shall be a debt of the state or the authority within the meaning of the constitution or statutes of the State of South Dakota, and this Act shall not be construed as a guarantee by the state or the authority of the obligations of the corporation or any other person. Nothing in this chapter shall be construed to authorize the authority, any corporation formed by the authority, or any department, board, commission, or other agency to create an obligation of the State of South Dakota within the meaning of the constitution or statues of South Dakota. Section 13. The State of South Dakota pledges to and agrees with any party to any sale, lease, or other contract, agreement, instrument or other arrangement created under this Act that the state will not limit or alter the rights and powers vested in the authority, any corporation formed by the authority or other public entity by this Act so as to impair the terms of any such contract made by the state, the authority, any such corporation or other public entity with such party or in any way impair the rights and remedies of such party until such contract is satisfied. The authority, any such corporation and any public entity is each authorized to include their pledges and agreements of the state in any such contract created under this Act. Section 14. The authority and any corporation formed by the authority are hereby declared to be performing a public function on behalf of the state and to be a public instrumentality of the state. The income of the authority and any corporation, and all municipal facilities and any other property at any time owned by the authority or any corporation, and the acquisition, sale, transfer, lease or purchase of municipal facilities by or from the state, the authority or any corporation or any public entity, and the pledge of any right, title or interest in any municipal facilities by any person, shall be exempt from all taxation in the State of South Dakota. Each corporation shall be exempt from all filing, reporting and similar requirements otherwise applicable to nonprofit and other corporations. Section 15. To accomplish the purposes or projects of the kind listed in this Act, the authority or any corporation may adopt all necessary bylaws, rules, and regulations for the conduct of the business and affairs of the authority, and for the management and use of municipal facilities acquired under the powers granted by this Act. Section 16. Any public entity and any department, board, commission, agency, or officer of this state may sell, lease or otherwise transfer jurisdiction of or title to or any interest in any property under its or his control to the authority or any corporation formed by the authority hereunder. Section 17. The state, the authority and any corporation formed by the authority may each acquire by purchase, condemnation (including the power of condemnation in accordance with chapter 21-35), lease, gift or otherwise dispose of such utility property without any further authorization from the Legislature. In addition, if the Legislature by law declares it to be in the public interest, the authority and any corporation formed by the authority may each acquire by purchase, condemnation (including the power of condemnation in accordance with chapter 21- 35), lease, gift or otherwise, construct, complete, remodel, maintain and equip such other or further municipal facilities subject to any limit as to appraised value or such other or further terms and conditions as shall be so specified by the Legislature in such declaration. The authority shall obtain and consider when determining the value of any municipal facilities to be leased, sold or acquired, at least one independent appraisal. Section 18. Any lease authorized hereby by, to or from the state, the authority, any corporation formed by the authority or any other public entity may be: (1) Upon such terms, conditions, and rentals, subject to available appropriations as in the judgment of the authority are in the public interest; or (2) For a term of one or more years, with an option in the lessee to extend the term of the lease for a term of one year from the expiration of the original term of the lease and for one year from the expiration of each extended term of the lease, until the original term of the lease has been extended for a total number of years to be agreed upon by the parties at a rental which, if paid for the original term and for each of the full number of years for which the term of the lease may be extended, will pay or amortize the total cost of any financing or the appraised value of the property or such other amount as the authority or any corporation formed by the authority shall determine to be appropriate under the circumstances; (3) Provide that the rental may be deposited, paid or prepaid at any time or such times as the parties to the lease agree upon, and if prepaid, any or all of such prepayment may be deposited with a lessor and invested in permitted investments or may be used to satisfy or repay any outstanding debt or obligations. The lessee may receive credits for such prepayment or deposit at such times and in such manner specified in the lease; (4) Provide that the lessee may, at the expiration of the original or any extended term, purchase the leased premises at a stated price, which may be the appraised value of the leased property or such other amount paid or amortized by the payment or prepayment of rents previously made by the lessee; (5) Provide that in the event of the exercise of the option to purchase the leased premises or in the event the lease has been extended for the full number of years which it is agreed the same may be extended, and all rents and other amounts provided for in the lease have been made, the lessor shall convey the premises or the lessor's interest therein to the lessee with or without a covenant or warranty of title; (6) Provide that the lessee shall, as additional rent for the leased premises, pay, or provide for the payment of, all taxes assessed against the leased premises if any, the cost of insuring the building erected thereon against loss or damage by casualty or otherwise in such sum as may be agreed by the parties thereto and any other costs associated with the property or any financing, and that lessee shall indemnify and hold the authority, corporation and any lenders or other parties harmless for any costs, claims, taxes or damages relating to or arising out of the lease or any financing or other contract or any other matters relating to the transactions contemplated thereby. Any lessee of municipal facilities owned or leased by or to the authority or corporation is hereby authorized to self-insure the municipal facilities on such terms or conditions approved by the authority or set forth in the lease. Section 19. The authority or any corporation formed by the authority may, in the event of nonpayment of rents or other amounts reserved in a lease, maintain and operate such facilities and sites or execute leases thereof to or service contracts with others for any suitable purposes. Section 20. The charges, fees, or rentals established by the authority or any corporation formed by the authority, as lessor, for the use of any municipal facilities acquired, constructed, completed, remodeled, or equipped in whole or in part with the proceeds of any financing or other transaction as provided in this Act shall be sufficient at all times to pay maintenance and operation costs for such facilities (unless under a lease maintenance and operation costs are otherwise provided for), and a proportion of the administrative expenses of the authority and any corporation as provided for by each lease, and such reserves as may be provided in the lease or any other resolution or other agreement of the authority. Section 21. Any lease obligation of the state, the authority or any corporation formed by the authority pursuant to this Act shall be payable solely and only from: (1) Revenues to be derived by the state, the authority or such corporation from the ownership, sale, lease, disposition and operation of any municipal facilities leased in connection therewith; (2) Income to be derived from leases to or involving any public entity or other person; (3) Any funds or permitted investments, and any earnings thereon, to the extent pledged therefor; (4) Revenues to be derived by the authority or corporation from any public entity or from any support and operating agreement, service agreement or any other agreement with any person; (5) Funds, if any, appropriated for such purpose by the Legislature; (6) Revenues derived from the exercise of any power provided under this Act; (7) Income or proceeds from any collateral pledged or provided therefor; and (8) Revenues to be derived in connection with municipal facilities from (a) the foreclosure of any mortgages, deeds of trust, notes, debentures, bonds, and other security interests held by it, or pledged and assigned by it in connection with the lease, either by action or by exercise of a power of sale, (b) the sale of the equity of redemption in said security interests in accordance with the terms of said instruments and applicable state law or (c) other actions to enforce any obligation held by it. Each such lease shall state that it does not constitute an obligation of the State of South Dakota or the authority within the meaning of any provisions of the Constitution or statutes of the State of South Dakota. Section 22. Any lease or other instrument or agreement authorized hereunder shall be executed by such officers of the authority as shall be designated by the authority. Any lease or other instrument or agreement authorized hereunder bearing the signature of officers in office at the date of signing thereof shall be valid and binding for all purposes, notwithstanding that before delivery thereof any or all such persons whose signature appears thereon shall have ceased to be such officers. Section 23. The provisions of this Act and of any resolution or proceeding authorizing any lease of municipal facilities shall constitute a contract with any person claiming rights under or pursuant to the lease. The provisions thereof shall be enforceable either in law or in equity, by suit, action, mandamus, or other proceeding in any court of competent jurisdiction to enforce and compel the performance of any duties required by this Act or any resolution or proceeding authorizing the lease, including the establishment of sufficient charges, fees, or rentals and the application of the income from municipal facilities under this Act. Section 24. The state may acquire from any public entity or other person by purchase, lease or any other form of contract, agreement, instrument or conveyance all or any portion of municipal facilities and may own, operate, use or otherwise contract with any public entity or other person to own, operate, use or contract for use or operation of municipal facilities, and the state may dispose of all or any portion of municipal facilities by sale, lease or any other form of contract, instrument or conveyance to any public entity or other person, subject only to any applicable terms and conditions set forth herein. Any sale, acquisition, disposition, lease or other form, contract, instrument or conveyance by the state of municipal facilities property pursuant to this Act shall be evidenced by an instrument or agreement in writing signed on behalf of the state by the secretary of the Department of Environment and Natural Resources. The secretary of the Department of Environment and Natural Resources shall file a certified copy of any such instrument or agreement with the Legislature promptly upon execution and delivery thereof. Upon the filing of a certified copy of any such instrument or agreement by the secretary of the Department of Environment and Natural Resources, such sale, lease, acquisition, disposition or other contract shall, for all purposes, be valid, binding and enforceable in accordance with the terms thereof and all deeds, bills of sale, leases and other instruments, contracts and agreements related thereto, including any pledge, grant of security interest or other encumbrance made by the state, the corporation, the authority or any public entity are not subject to disavowal, disaffirmance, cancellation or avoidance by reason of insolvency of any party, lack of consideration or any other fact, occurrence or rule of law. Section 25. The Board of Water and Natural Resources or the South Dakota Conservancy District may become a party to a lease authorized by this Act whereby the Board of Water and Natural Resources or South Dakota Conservancy District loans in an initial amount of not greater than ninety percent of the appraised value of utility property leased to, by or from the state, authority, corporation or other public entity pursuant to this Act. The Board of Water and Natural Resources or South Dakota Conservancy District may also be lender, lessor and/or lessee in connection with any transaction contemplated by this Act, provide a deposit agreement, payment undertaking or similar contract to any party to a lease or lease transaction, and, in the event it is lessee, it may sublease such property. Section 26. Notwithstanding any other provisions of law, all funds received by the authority and any corporation formed by the authority shall be set forth in an informational budget as described in § 4-7-7.2 and be annually reviewed by the Legislature. Section 27. The authority shall be audited annually in accordance with chapter 4-11 and any such audit shall include any corporation formed by the authority. Section 28. The authority shall keep an accurate record of the rental payments under each lease entered into by the authority or corporation. Section 29. No member, officer, agent, or employee of the state, the authority or any corporation formed by the authority, nor any other person who executes a lease, shall be liable personally by reason of the issuance thereof. Section 30. The governing body of a public entity may by ordinance or resolution exercise all the powers conferred on (a) the South Dakota Building Authority and the Governor pursuant to § § 5-12-15, 5-12-19, and 5-12-42 to 5-12-45, inclusive, and (b) the authority or any corporation formed by the authority under this Act, with respect to the acquisition, lease, ownership, operation, sale and leaseback of utility property or other municipal facilities. For the purposes of this section, (1) any sale price shall not be required to exceed the appraised value of the municipal facilities being sold or otherwise transferred, (2) no lease or other contract or agreement entered into by a public entity as provided herein shall have a term in excess of one hundred years, (3) only the net proceeds remaining with the public entity after any deposit, payment or prepayment required by any lease, contract, agreement or other arrangement entered into in connection therewith or relating to or concerning such municipal facilities are subject to § 6-13-8, (4) to the extent that a public entity sells, transfers or otherwise conveys municipal facilities to the state, the authority, any corporation or other person as provided hereunder and enters into a lease, support and operating agreement or other contract, agreement or other arrangement as described herein, as modified hereby, such public entity and such sale, transfer, conveyance, lease, contract, agreement and other arrangement shall not be subject to any restriction, condition or limitation or procedural requirement prescribed by any other law or charter applicable to such public entity; and (5) at the time of lease or sale of municipal facilities by a public entity, unless the public entity retains pursuant to lease, contract or other arrangement the right to possession of such facilities, the public entity shall enter into a franchise agreement, a utility service contract, or other contract, requiring the purchaser to furnish the public entity, its residents and users located in the area now served by the facilities sold, utility service, at such rates as are approved by the public entity and on such further terms and conditions as are determined by the public entity's governing body. The public entity may enter into all other contracts considered necessary or desirable with respect to the municipal facilities being sold, including but not limited to, contracts relating to the operation, maintenance, insurance, improvements, replacement, and extension of the facilities sold or similar new facilities to be operated in conjunction therewith by the public entity or the other contracting party. Section 31. All municipal facilities owned, leased, acquired, sold or operated by or for the benefit of the state, the authority, any corporation formed by the authority or any other public entity pursuant to a lease having a term (including, for such purpose, all renewal options) in excess of three years or a lease-purchase or installment purchase contract, or pursuant to an operating contract described in section 30 of this Act shall constitute a separate class of property which is exempt from all taxation. Section 32. Any public entity which enters into a lease or other transaction described in this Act may also enter into one or more support and operating agreements, participation agreements, indemnity agreements, payment undertaking agreements and such other contracts or arrangements related thereto or ancillary therewith with the corporation, authority, state or any other public entity or person if the governing board of such public entity determines such agreements or arrangements are reasonably necessary to induce lenders or investors to participate therein, and such agreements or arrangements may include, without limitation, indemnities for losses or claims of any nature or cause, agreements to charge, assess, levy or collect fees and charges for the use of municipal facilities, an agreement to subsidize any such fees or charges and the pledge of the full faith and credit of the public entity to pay any obligations of the public entity under or with respect to any such lease, agreement or other arrangement. Section 33. Under no circumstances shall the authority, any corporation formed by the authority, the state, either in its own name or acting through the Department of Environment and Natural Resources, or any person which is a lender for or investor in, or the lessor, lessee or nominal title owner with respect to, the utility property have any liability with respect to any violation of any environmental law or regulation, including as a result of any release of any hazardous substance or any other act or omission in connection with the ownership or operation of any utility property which is the subject of any lease or other agreement or arrangement authorized by this Act unless, in the case of a lessor or lessee, such person actually operates the utility property with its own employees. Nor shall the authority, any corporation formed by the authority, the state, either in its own name or acting through the Department of Environment and Natural Resources, or any person which is a lender for or invested in, or the lessor, lessee or nominal title owner with respect to, the utility property be deemed to be a responsible party or an owner or operator of any utility property within the meaning of any environmental law or regulation, it being the intention of the Legislature that all liability for environmental laws and compliance therewith and with respect to and in connection with any utility property which is the subject of any lease, contract or other arrangement authorized by this Act shall be retained by the municipality, district or other local public entity whose residents and businesses receive services or other benefits from the utility property which is the subject of any such lease, contract or other arrangement. Section 34. The powers conferred by this Act are in addition to all other powers conferred upon the state, the authority, any corporation and any public entity, and their exercise shall be subject only to such restrictions as may be provided by the South Dakota Constitution and are not subject to any restriction or procedural requirements related to the acquisition, leasing, financing, sale, use, operation or encumbering of municipal facilities prescribed by any other law or charged, including, without limitation, any public procurement or bidding requirements. Section 35. If any clause or other portion of this Act shall be held invalid, that decision shall not affect the validity of the remaining portions of this Act. It is hereby declared that all such remaining portions of this Act are severable, and that the Legislature would have enacted such remaining portions if the portions that may be so held to be invalid had not been included in this chapter."}, {"bill_id": 17381, "bill_version_id": 94519, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2002-02-15T14:26:59-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the South Dakota Municipal Facilities Authority, to provide for the establishment of one or more special purpose corporations by the South Dakota Municipal Facilities Authority, to establish the powers of the South Dakota Municipal Facilities Authority and each such corporation, including the power to acquire, own, lease, sublease and dispose of certain land, improvements and capital equipment comprising all or a portion of any municipal facilities, including any system or part of a system of waterworks, sewage or waste disposal, and to establish or confirm the powers and liabilities of the state, the Department of Environment and Natural Resources, the Board of Water and Natural Resources, the South Dakota Conservancy District and municipalities and other public entities of the state in connection therewith. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Authority,\" the South Dakota Municipal Facilities Authority, a body corporate and politic, created under section 2 of this Act; (2) \"Corporation,\" any special purpose body corporate and politic established by the authority by resolution of the authority board as provided in section 9 of this Act; (3) \"Lease,\" when used with respect to municipal facilities, any lease, sublease, purchase agreement, lease-purchase agreement, installment purchase agreement, lease-back agreement or other contract, agreement, instrument, or arrangement pursuant to which any rights, interests or property with respect to utility property are transferred to, by or from any party to, by or from one or more parties and any related documentation, instruments or arrangements entered into or to be entered into in connection therewith or ancillary thereto including, without limitation, support and operating agreements, service agreements, indemnity agreements, participation agreements, loan agreements or payment undertaking agreements; (4) \"Municipal facilities,\" all or any part of, or an undivided or other interest in, (a) any utility property or (b) any other land, buildings, improvements or capital equipment, and any property or other rights or interests ancillary or related to (a) or (b), whether owned or used by or leased by, to or from, or to be owned, used or leased by, to or from a public entity, or useful to or by a public entity; (5) \"Permitted investments,\" any investment authorized by § § 4-5-23 and 4-5-26 together with (a) collateralized or noncollateralized obligations of, or any other payment undertaking, deposit or other agreement of, any bank or savings institution, investment banking firm or organization, financial institution, insurance company or bank or insurance holding company (or any subsidiary or affiliate of any of the foregoing), whether organized under the laws of the United States of America, any state or territory thereof, or the laws of any foreign nation, if at the time such investments are acquired, the senior debt or claims paying ability of such person or entity is rated in, or such person or entity has its obligations in respect of such investments guaranteed or supported by a person or entity the senior debt or claims paying ability of which is rated in, or whose obligations in respect of such investments are secured by bonds, notes, or other financial obligations issued by issuers rated in, the highest four basic rating classifications by at least one standard domestic rating service, (b) any bonds, notes or other obligations of any state or territory of the United States of America or any political subdivision thereof or any agency, authority or other instrumentality of the United States of America or any state, territory or political subdivision thereof, if at the time such investments are acquired such bonds, notes or other obligations are rated in, or the obligations in respect of such investments are guaranteed or supported by a person or entity the senior debt or claims paying ability of which is rated in, the four highest basic rating classifications established by at least one standard domestic rating service or (c) any bonds, notes or other obligation of the State of South Dakota, Board of Water and Natural Resources, the South Dakota Conservancy District, the authority, any corporation formed by the authority or any public body, authority or instrumentality now or hereafter existing under the laws of the State of South Dakota or any public entity; (6) \"Person,\" any natural person, firm, partnership, limited liability company, association, corporation, nonprofit corporation, trust, grantor trust, business trust or public entity; (7) \"Public entity,\" any county, township, municipality, political or administrative subdivision of state government, water project district, irrigation district, water user district, watershed district, drainage district, soil conservation district, or other political subdivision or public body, authority or instrumentality recognized by state law and shall expressly include the authority and any corporation formed pursuant to this Act; (8) \"State,\" the State of South Dakota acting by and through the Department of Environment and Natural Resources or any other department, agency or authority of the state designated by the Governor; (9) \"Support and operating agreement,\" any contract, agreement or other arrangement pursuant to which a party agrees with another party to make certain municipal facilities, or rights with respect thereto or in connection therewith, available to such other party and which agreement may provide for the imposition of fees, rates or charges for the use or operation of or receipt of services from municipal facilities; (10) \"Utility,\" any system or part of a system of waterworks, or sewage and waste disposal described in § 9-40-1; and (11) \"Utility property,\" all or any part of any land, buildings, improvements or capital equipment and any property or rights ancillary or related thereto comprising a utility, including any extensions, additions, improvements or appurtenances to any such utility or combination of systems and any interest in any of the foregoing, whether owned, leased or used by, to or from the authority, any corporation formed by the authority, the state or any other public entity or nonprofit corporation, or useful to or by a public entity or a nonprofit corporation, including, without limitation, as to which a public entity or a nonprofit corporation has arranged a service agreement. Section 2. There is created the South Dakota Municipal Facilities Authority, a body corporate and politic, to consist of seven members appointed by the Governor. Not more than four of said seven members of the authority shall be of the same political party. At least one of the members to be appointed by the Governor shall be or shall have been an elected municipal official and at least one of such appointed members shall be or shall have been experienced in and having a favorable reputation for skill, knowledge, and experience in the field of municipal utility property. The terms for the initial appointments shall be as follows: one member four years; two members three years; two members two years; and two members one year. No person shall be appointed to the authority who is an elected official of the State of South Dakota. One of the members shall be designated by the Governor as chairman. Section 3. Following the expiration of the initial appointment, all subsequent appointments to the authority shall be made for a four-year term. Each member's term of office shall expire on the appropriate third Monday in January, but he or she shall continue to hold office until his or her successor is appointed and qualified. Any vacancy in the authority shall be filled by appointment for only the balance of the unexpired term. Four members of the authority shall constitute a quorum. Section 4. Each member shall, before entering upon the duties of his or her office, take and subscribe the constitutional oath of office and give bond in the penal sum of twenty-five thousand dollars conditioned upon the faithful performance of his or her duties. The oath and bond shall be filed in the Office of the Secretary of State. Section 5. No member of such authority shall receive any compensation for services rendered under this chapter. However, members shall be reimbursed for necessary expenses incurred in connection with duties and powers prescribed by this Act. Section 6. In addition to all other powers hereunder, the authority shall have the power and authority, by resolution of the authority board, to establish one or more special purpose corporations each of which shall be a body corporate and politic and instrumentality of, but separate and apart from, the State of South Dakota and the authority. Any such corporation shall be established for the express limited public purposes set forth in this Act and no part of the net earnings of any such corporation shall inure to any private individual. Any such corporation shall be governed by a board of trustees consisting of the members of the board of the authority together with two additional persons appointed by the Governor, which two additional members shall be independent from the government of the state. The resolution establishing the corporation shall serve as the charter of the corporation and may be amended from time to time by resolution of the board, but such resolution shall at all times provide that the power and the authority of the corporation shall be subject to the terms, conditions and limitations of this Act and any applicable covenants or agreements of the corporation in any lease, indenture or other instrument, contract or agreement then in effect. The authority may delegate to the corporation any power granted to the authority under this Act, including the power to enter into contracts regarding any matter connected with any corporate purpose of the authority or the corporation within the objects and purposes of this Act. The corporation shall not have the authority to file a voluntary petition under or be or become a debtor or bankrupt under the federal bankruptcy code or any other federal or state bankruptcy, insolvency or moratorium law or statute as may, from time to time, be in effect and neither any public officer nor any organization, entity or other person shall authorize the corporation to be or become a debtor or bankrupt under the federal bankruptcy code or any other federal or state bankruptcy, insolvency or moratorium law or statute, as may, from time to time be in effect. No such corporation shall have the authority to guarantee the debts of another. No such corporation shall be required to file any reports with the state other than those specified herein. Except for debts incurred directly by the corporation, no lease or other contract, agreement, instrument or obligation, issued, incurred or created by the State of South Dakota or any state agency or instrumentality (other than such corporation) may be or become a lien, charge or liability against the corporation or the property or funds of the corporation. Section 7. The purposes of the authority and any corporation formed by the authority are: (1) To acquire, own, lease, sublease, sell, transfer or otherwise use, operate, obtain service from or dispose of municipal facilities to, for or on behalf of, the state, any public entity or other person; (2) To make, acquire, dispose of or pledge loans in connection with any transactions involving municipal facilities and to enter into deposit, payment undertaking or similar arrangements in connection with such transactions; (3) To serve the Legislature by making reports concerning the providing of such property and facilities; (4) To finance or refinance municipal facilities and to enter into transactions a purpose of which is to raise capital or provide access to capital for or by public entities; and (5) To invest, on its own behalf or on behalf of any party to any lease, any funds or any other amounts in permitted investments. Section 8. The state, the authority or any corporation formed by the authority may take title to or enter into any conveyance, lease or contract necessary or desirable in furtherance of the purposes set forth in this Act, including, without limitation, to acquire, own, lease, sell, transfer or otherwise use, operate or obtain services from or dispose of land or municipal facilities and any other improvements made upon or under such land and capital equipment necessary or useful for the operation of the municipal facilities to be acquired by it pursuant to this Act, including, without limitation, lease, lease-purchase, and, subject to compliance with the provisions of South Dakota Constitution, Art. XIII, § 1, installment purchase contracts. Without limitation, the state, the authority or any corporation formed by the authority may include in such conveyances, leases or contracts any of the following provisions: (1) In lease contracts, options to purchase the property subject to the lease or the lessor's interest therein, and provisions for the deferred payment or prepayment by lessee to lessor of rent, and provisions for designating a portion of the periodic payments to be made thereunder as interest, not of all other costs and expenses of ownership, operation, maintenance, and insurance of the leased property by the authority or any such corporation as agent of the lessor; and (2) In lease-purchase contracts or installment purchase contracts, provisions of the type specified in subdivision (1), and provisions for designating a portion of the periodic payments to be made thereunder as interest, for prepayment, and for acquisition of unencumbered title or fee title to the property subject to the contract. No term of a lease, lease-purchase or an installment purchase contract may exceed one hundred years, and for such purpose, all renewal terms shall be included. Section 9. The state, the authority and each corporation formed by the authority shall have the power and authority: (1) To acquire and enter into leases of municipal facilities, support and operating agreements, deposit agreements, payment undertaking agreements, service agreements and any and all contracts, agreements or other instruments related or ancillary thereto, and to secure payment or performance of obligations in connection therewith with any property, funds, investments or rights of the state, the authority or any corporation; (2) To pledge as security for any arrangement entered into with respect to municipal facilities (i) any rights under any lease, support and operating agreement, deposit agreements, payment undertaking agreements, service agreement or other contract, agreement or instrument (ii) any rights with respect to investment of monies, including permitted investments and contracts related or ancillary thereto, (iii) moneys or other funds deposited with, payable to or held by or on behalf of the authority or any corporation and (iv) the proceeds of the foregoing. Any such pledge so made shall be valid and binding from the time such pledge is made. The property, interests, revenues, moneys, other funds and rights so pledged and thereafter held or received by or on behalf of the pledgor shall immediately be subject to the lien of such pledge without any physical delivery thereof or further act; and, subject only to the provisions of prior pledges or agreements of the pledgor, the lien of such pledge shall be valid and binding as against the state, the authority, any public entity and any corporation and all persons having claims of any kind in tort, contract or otherwise against the state, the authority, any public entity or any corporation irrespective or whether such persons have notice thereof. No ordinance, resolution, trust agreement or other instrument by which such pledge is created need be filed or recorded; (3) To enter into one or more support and operating agreements, service agreements or other arrangements to provide additional security, property or liquidity in connection with any lease or other contract or arrangement relating to municipal facilities. Such arrangements may include, without limitation, bond insurance, letters of credit and lines of credit; (4) To enter into contracts necessary or appropriate to permit it to manage payment or interest rate risk or credit risk in connection with any sale, lease or other contract, agreement, instrument or arrangement relating to municipal facilities or the investment of funds of the state, any public entity, the authority or any corporation in connection therewith. These contracts may include, but are not limited to, interest rate exchange agreements; contracts providing for payment or receipt of funds based on levels of or changes in interest rates; contracts to exchange cash flows or series of payments; and contracts incorporating interest rate caps, collars, floors, or locks; (5) To purchase, acquire, own, operate, contract with other parties to operate, pledge, lease, sublease, encumber, sell, mortgage or otherwise transfer any or all right, title and interest in and to municipal facilities; (6) To make loans in connection with any transactions involving municipal facilities or to enter into deposit, payment undertaking or similar arrangements in connection with such transactions; (7) To raise funds through the sale, lease, transfer, pledge, encumbrance, mortgage or other conveyance of the rights, interests, property or contracts described in this section; and (8) To pool or cross-collateralize any leases, contracts or other agreements or assets in order to secure any obligations, leases, contracts or other agreements or arrangements. Section 10. The authority and any corporation formed by the authority shall also have the power and authority: (1) To serve the Legislature by making reports concerning the foregoing; (2) To sue and be sued and to prosecute and defend, at law or in equity, in any court having jurisdiction of the subject matter and of the parties; (3) To have and to use a corporate seal and to alter the same at pleasure; (4) To maintain an office at such place or places as the authority or the board of trustees of the corporation by resolution may designate; (5) To receive and invest in permitted investments any funds transferred to it by the authority, any corporation, the State of South Dakota, any public entity or any other person; (6) To receive deposits or prepayments and to establish, fund and apply any reserve accounts or funds for any purpose; (7) To establish, assess, levy and collect, or cause to be established, assessed, levied and collected, fees, rates and charges for the use of utility property or other municipal facilities which are subject to a lease authorized hereunder or which are otherwise owned, leased or controlled by the state, corporation, the authority, any public entity or other person pursuant to a transaction authorized hereby; (8) To employ attorneys, accountants, engineers, consultants and financial experts, managers, advisors and such other employees and agents as may be necessary in its judgment and to fix their compensation; (9) Make and execute contracts and all other instruments necessary or convenient for the performance of its duties and the exercise of its powers and functions under this Act; (10) Contract with the South Dakota Building Authority to provide staff and support services; (11) Procure insurance against any loss in connection with the property and other assets, including loans and loan notes in such amounts and from such insurers as it may deem available; (12) Procure insurance, letters of credit, guarantees, or other credit enhancement arrangements from any public or private entities, including any department, agency, or instrumentality of the United States, for payment of all or any portion of any obligations of the authority or corporation, including the power to pay premiums, fees or other charges on any such insurance, letters of credit, guarantees, or credit arrangements; (13) Receive and accept from any source aid or contributions of moneys, property, labor, or other things of value to be held, used, and applied to carry out the purposes of this chapter subject to the conditions upon which the grants or contributions are made, including, but not limited to, gifts or grants from any department, agency, or instrumentality of the United States for any purpose consistent with the provisions of this chapter; (14) Enter into agreements with any department, agency, or instrumentality of the United States, any public entity or this state and with lenders or others and enter into loan agreements, sales contracts and leases, or other financing arrangements with contracting parties for the purpose of planning, regulating and providing for the financing or refinancing of any municipal facilities; (15) Enter into contracts or agreements for the operation, use, maintenance or improvement of municipal facilities; (16) Cooperate with and exchange services, personnel and information with any federal, state, or local governmental agency or public entity; (17) Enter into agreements for management by or on behalf of the State of South Dakota, the authority or any corporation of any municipal facilities upon such terms and conditions as may be mutually agreeable; (18) Sell, exchange, donate, and convey any or all of its properties whenever the board of the authority or any corporation shall find such action to be in furtherance of the purposes for which the authority or corporation was organized; (19) To establish bank accounts and securities accounts, or have such accounts established on its behalf at any trust, banking or financial institution; (20) Do any act and execute any instrument which in the authority's judgment is necessary or convenient to the exercise of the powers granted by this chapter or reasonably implied from it; (21) Promulgate rules pursuant to chapter 1-26 to implement the provisions of this chapter; (22) To do all things necessary and convenient to carry out the purposes of this chapter. To accomplish projects of the kind listed in this Act, the authority and any corporation formed by the authority may convey property, without charge, to the State of South Dakota or any public entity, if all obligations which have been secured by the property have been paid or payment has been duly provided for. Section 11. No obligation of any corporation formed by the authority under any lease, support and operating agreement or other contract or agreement may be or become a lien, charge or liability against the State of South Dakota or the authority within the meaning of the Constitution or statutes of South Dakota. No instrument of conveyance, lease or other contract or other agreement entered into by the state, the authority or any corporation formed by the authority, relating to municipal facilities shall be a debt of the state or the authority within the meaning of the constitution or statutes of the State of South Dakota, and this Act shall not be construed as a guarantee by the state or the authority of the obligations of the corporation or any other person. Nothing in this chapter shall be construed to authorize the authority, any corporation formed by the authority, or any department, board, commission, or other agency to create an obligation of the State of South Dakota within the meaning of the constitution or statutes of South Dakota. Section 12. The State of South Dakota pledges to and agrees with any party to any sale, lease, or other contract, agreement, instrument or other arrangement created under this Act that the state will not limit or alter the rights and powers vested in the authority, any corporation formed by the authority or other public entity by this Act so as to impair the terms of any such contract made by the state, the authority, any such corporation or other public entity with such party or in any way impair the rights and remedies of such party until such contract is satisfied. The authority, any such corporation and any public entity is each authorized to include their pledges and agreements of the state in any such contract created under this Act. Section 13. The authority and any corporation formed by the authority are hereby declared to be performing a public function on behalf of the state and to be a public instrumentality of the state. The income of the authority and any corporation, and all municipal facilities and any other property at any time owned by the authority or any corporation, and the acquisition, sale, transfer, lease or purchase of municipal facilities by or from the state, the authority or any corporation or any public entity, and the pledge of any right, title or interest in any municipal facilities by any person, shall be exempt from all taxation in the State of South Dakota. Each corporation shall be exempt from all filing, reporting and similar requirements otherwise applicable to nonprofit and other corporations. Section 14. To accomplish the purposes or projects of the kind listed in this Act, the authority or any corporation may adopt all necessary bylaws, rules, and regulations for the conduct of the business and affairs of the authority, and for the management and use of municipal facilities acquired under the powers granted by this Act. Section 15. Any public entity and any department, board, commission, agency, or officer of this state may sell, lease or otherwise transfer jurisdiction of or title to or any interest in any property under its or his or her control to the authority or any corporation formed by the authority hereunder. Section 16. The state, the authority and any corporation formed by the authority may each acquire by purchase, condemnation (including the power of condemnation in accordance with chapter 21-35), lease, gift or otherwise any utility property and may construct, complete, remodel, maintain and equip such utility property and dispose of such utility property without any further authorization from the Legislature. In addition, if the Legislature by law declares it to be in the public interest, the state, the authority and any corporation formed by the authority may each acquire by purchase, condemnation (including the power of condemnation in accordance with chapter 21-35), lease, gift or otherwise, any other municipal facilities and may construct, complete, remodel, maintain and equip such other or further municipal facilities subject to any limit as to appraised value or such other or further terms and conditions as shall be so specified by the Legislature in such declaration. The authority shall obtain and consider when determining the value of any municipal facilities to be leased, sold or acquired, at least one independent appraisal. Section 17. Any lease or other contract or agreement authorized hereby by, to or from the state, the authority, any corporation formed by the authority or any other public entity may be: (1) Upon such terms, conditions, and rentals, subject to available appropriations as in the judgment of the authority are in the public interest; or (2) For a term of one or more years, with an option in the lessee to extend the term of the lease for a term of one year from the expiration of the original term of the lease and for one year from the expiration of each extended term of the lease, until the original term of the lease has been extended for a total number of years to be agreed upon by the parties at a rental which, if paid for the original term and for each of the full number of years for which the term of the lease may be extended, will pay or amortize the total cost of any financing or the appraised value of the property or such other amount as the authority or any corporation formed by the authority shall determine to be appropriate under the circumstances; (3) Provide that the rental may be deposited, paid or prepaid at any time or such times as the parties to the lease agree upon, and if prepaid, any or all of such prepayment may be deposited with a lessor and invested in permitted investments or may be used to satisfy or repay any outstanding debt or obligations. The lessee may receive credits for such prepayment or deposit at such times and in such manner specified in the lease; (4) Provide that the lessee may, at the expiration of the original or any extended term, purchase the leased premises at a stated price, which may be the appraised value of the leased property or such other amount paid or amortized by the payment or prepayment of rents previously made by the lessee; (5) Provide that in the event of the exercise of the option to purchase the leased premises or in the event the lease has been extended for the full number of years which it is agreed the same may be extended, and all rents and other amounts provided for in the lease have been made, the lessor shall convey the premises or the lessor's interest therein to the lessee with or without a covenant or warranty of title; (6) Provide that the lessee shall, as additional rent for the leased premises, pay, or provide for the payment of, all taxes assessed against the leased premises if any, the cost of insuring the building erected thereon against loss or damage by casualty or otherwise in such sum as may be agreed by the parties thereto and any other costs associated with the property or any financing, and that lessee shall indemnify and hold the authority, corporation and any lenders or other parties harmless for any costs, claims, taxes or damages relating to or arising out of the lease or any financing or other contract or any other matters relating to the transactions contemplated thereby. Any lessee of municipal facilities owned or leased by or to the authority or corporation is hereby authorized to self-insure the municipal facilities on such terms or conditions approved by the authority or set forth in the lease. Section 18. The authority or any corporation formed by the authority may, in the event of nonpayment of rents or other amounts reserved in a lease, maintain and operate such facilities and sites or execute leases thereof to or service contracts with others for any suitable purposes. Section 19. The charges, fees, or rentals established by the authority or any corporation formed by the authority, as lessor, for the use of any municipal facilities acquired, constructed, completed, remodeled, or equipped in whole or in part with the proceeds of any financing or other transaction as provided in this Act shall be sufficient at all times to pay maintenance and operation costs for such facilities (unless under a lease maintenance and operation costs are otherwise provided for), and a proportion of the administrative expenses of the authority and any corporation as provided for by each lease, and such reserves as may be provided in the lease or any other resolution or other agreement of the authority. Section 20. Any lease obligation of the state, the authority or any corporation formed by the authority pursuant to this Act shall be payable solely and only from: (1) Revenues to be derived by the state, the authority or such corporation from the ownership, sale, lease, disposition and operation of any municipal facilities leased in connection therewith; (2) Income to be derived from leases to or involving any public entity or other person; (3) Any funds or permitted investments, and any earnings thereon, to the extent pledged therefor; (4) Revenues to be derived by the authority or corporation from any public entity or from any support and operating agreement, service agreement or any other agreement with any person; (5) Funds, if any, appropriated for such purpose by the Legislature; (6) Revenues derived from the exercise of any power provided under this Act; (7) Income or proceeds from any collateral pledged or provided therefor; and (8) Revenues to be derived in connection with municipal facilities from (a) the foreclosure of any mortgages, deeds of trust, notes, debentures, bonds, and other security interests held by it, or pledged and assigned by it in connection with the lease, either by action or by exercise of a power of sale, (b) the sale of the equity of redemption in said security interests in accordance with the terms of said instruments and applicable state law or (c) other actions to enforce any obligation held by it. Each such lease shall state that it does not constitute an obligation of the State of South Dakota or the authority within the meaning of any provisions of the Constitution or statutes of the State of South Dakota. Section 21. Any lease or other instrument or agreement authorized hereunder shall be executed by such officers of the authority as shall be designated by the authority. Any lease or other instrument or agreement authorized hereunder bearing the signature of officers in office at the date of signing thereof shall be valid and binding for all purposes, notwithstanding that before delivery thereof any or all such persons whose signature appears thereon shall have ceased to be such officers. Section 22. The provisions of this Act and of any resolution or proceeding authorizing any lease of municipal facilities shall constitute a contract with any person claiming rights under or pursuant to the lease. The provisions thereof shall be enforceable either in law or in equity, by suit, action, mandamus, or other proceeding in any court of competent jurisdiction to enforce and compel the performance of any duties required by this Act or any resolution or proceeding authorizing the lease, including the establishment of sufficient charges, fees, or rentals and the application of the income from municipal facilities under this Act. Section 23. The state may acquire from any public entity or other person by purchase, lease or any other form of contract, agreement, instrument or conveyance all or any portion of municipal facilities and may own, operate, use or otherwise contract with any public entity or other person to own, operate, use or contract for use or operation of municipal facilities, and the state may dispose of all or any portion of municipal facilities by sale, lease or any other form of contract, instrument or conveyance to any public entity or other person, subject only to any applicable terms and conditions set forth herein. Any sale, acquisition, disposition, lease or other form, contract, instrument or conveyance by the state of municipal facilities property pursuant to this Act shall be evidenced by an instrument or agreement in writing signed on behalf of the state, a certified copy of which instrument or agreement shall be filed with the Legislature. Upon the filing of a certified copy of any such instrument or agreement, such sale, lease, acquisition, disposition or other contract shall, for all purposes, be valid, binding and enforceable in accordance with the terms thereof and all deeds, bills of sale, leases and other instruments, contracts and agreements related thereto, including any pledge, grant of security interest or other encumbrance made by the state, the corporation, the authority or any public entity are not subject to disavowal, disaffirmance, cancellation or avoidance by reason of insolvency of any party, lack of consideration or any other fact, occurrence or rule of law. Section 24. The Board of Water and Natural Resources or the South Dakota Conservancy District may become a party to a lease authorized by this Act whereby the Board of Water and Natural Resources or South Dakota Conservancy District loans in an initial amount of not greater than ninety percent of the appraised value of utility property leased to, by or from the state, authority, corporation, other public entity or nonprofit corporation pursuant to this Act. The Board of Water and Natural Resources or South Dakota Conservancy District may also be lender, lessor and/or lessee in connection with any transaction contemplated by this Act, provide a deposit agreement, payment undertaking or similar contract to any party to a lease or lease transaction, and, in the event it is lessee, it may sublease such property. Section 25. Notwithstanding any other provisions of law, all funds received by the authority and any corporation formed by the authority shall be set forth in an informational budget as described in § 4-7-7.2 and be annually reviewed by the Legislature. Section 26. The authority shall be audited annually in accordance with chapter 4-11 and any such audit shall include any corporation formed by the authority. Section 27. The authority shall keep an accurate record of the rental payments under each lease entered into by the authority or corporation. Section 28. No member, officer, agent, or employee of the state, the Board of Water and Natural Resources, the South Dakota Conservancy District, the authority or any corporation formed by the authority, nor any other person who executes a lease, shall be liable personally by reason of the issuance thereof. Section 29. A public entity may by ordinance or resolution of its governing body exercise all the powers conferred on (a) the South Dakota Building Authority and the Governor pursuant to § § 5-12-15, 5-12-19, and 5-12-42 to 5-12-45, inclusive, and (b) the authority or any corporation formed by the authority under this Act, with respect to the acquisition, lease, ownership, operation, sale and leaseback of utility property or other municipal facilities. For all purposes of this section, (1) any sale price shall not be required to exceed the appraised value of the municipal facilities being sold or otherwise transferred, (2) no lease or other contract or agreement entered into by a public entity as provided herein shall have a term in excess of one hundred years, (3) only the net proceeds remaining with the public entity after any deposit, payment or prepayment required by any lease, contract, agreement or other arrangement entered into in connection therewith or relating to or concerning such municipal facilities are subject to § 6-13-8, (4) to the extent that a public entity sells, transfers or otherwise conveys municipal facilities to the state, the authority, any corporation or other person as provided hereunder and enters into a lease, support and operating agreement or other contract, agreement or other arrangement as described herein, as modified hereby, such public entity and such sale, transfer, conveyance, lease, contract, agreement and other arrangement shall not be subject to any restriction, condition or limitation or procedural requirement prescribed by any other law or charter applicable to such public entity; (5) at the time of lease or sale of municipal facilities by a public entity, unless the public entity retains pursuant to lease, contract or other arrangement the right to possession of such facilities, the public entity shall enter into a franchise agreement, a utility service contract, or other contract, requiring the purchaser to furnish the public entity, its residents and users located in the area now served by the facilities sold, utility service, at such rates as are approved by the public entity and on such further terms and conditions as are determined by the public entity's governing body; (6) the provisions of § 9-40- 25 shall not apply to utility property described herein; and (7) bonds which have been defeased or for which payment has been provided for by virtue of an arrangement involving an irrevocable deposit of investments described in § 4-5-26 shall be deemed paid in full for all purposes under chapter 9-40. The public entity may enter into all other contracts considered necessary or desirable with respect to the municipal facilities being sold, including but not limited to, contracts relating to the operation, maintenance, insurance, improvements, replacement, and extension of the facilities sold or similar new facilities to be operated in conjunction therewith by the public entity or the other contracting party. Section 30. All municipal facilities owned, leased, acquired, sold or operated by or for the benefit of the state, the authority, any corporation formed by the authority or any other public entity pursuant to a lease having a term (including, for such purpose, all renewal options) in excess of three years or a lease-purchase or installment purchase contract, or pursuant to an operating contract described in section 30 of this Act shall constitute a separate class of property which is exempt from all taxation. Section 31. Any public entity which enters into a lease or other transaction described in this Act may also enter into one or more support and operating agreements, participation agreements, indemnity agreements, payment undertaking agreements and such other contracts or arrangements related thereto or ancillary therewith with the corporation, authority, state or any other public entity or any person if the governing board of a public entity determines such agreements or arrangements are reasonably necessary to induce lenders, investors or other persons to participate therein, and such agreements or arrangements may include, without limitation, indemnities for losses or claims of any nature or cause, agreements to charge, assess, levy or collect fees and charges for the use of municipal facilities, an agreement to subsidize any such fees or charges and the pledge of the full faith and credit of the public entity to pay any obligations of the public entity under or with respect to any such lease, agreement or other arrangement. Section 32. The powers conferred by this Act are in addition to all other powers conferred upon the state, the authority, any corporation and any public entity, and their exercise shall be subject only to such restrictions as may be provided by the South Dakota Constitution and are not subject to any restriction or procedural requirements related to the acquisition, leasing, financing, sale, use, operation or encumbering of municipal facilities prescribed by any other law or charter, including, without limitation, any public procurement or bidding requirements. Section 33. If any clause or other portion of this Act shall be held invalid, that decision shall not affect the validity of the remaining portions of this Act. It is hereby declared that all such remaining portions of this Act are severable, and that the Legislature would have enacted such remaining portions if the portions that may be so held to be invalid had not been included in this chapter."}, {"bill_id": 17381, "bill_version_id": 94738, "bill_version": "Senate Engrossed", "bill_version_date": "2002-02-20T17:14:41-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the South Dakota Municipal Facilities Authority, to provide for the establishment of one or more special purpose corporations by the South Dakota Municipal Facilities Authority, to establish the powers of the South Dakota Municipal Facilities Authority and each such corporation, including the power to acquire, own, lease, sublease and dispose of certain land, improvements and capital equipment comprising all or a portion of any municipal facilities, including any system or part of a system of waterworks, sewage or waste disposal, and to establish or confirm the powers and liabilities of the state, the Department of Environment and Natural Resources, the Board of Water and Natural Resources, the South Dakota Conservancy District and municipalities and other public entities of the state in connection therewith. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Authority,\" the South Dakota Municipal Facilities Authority, a body corporate and politic, created under section 2 of this Act; (2) \"Corporation,\" any special purpose body corporate and politic established by the authority by resolution of the authority board as provided in section 6 of this Act; (3) \"Lease,\" when used with respect to municipal facilities, any lease, sublease, purchase agreement, lease-purchase agreement, installment purchase agreement, lease-back agreement or other contract, agreement, instrument, or arrangement pursuant to which any rights, interests or property with respect to municipal facilities are transferred to, by or from any party to, by or from one or more parties and any related documentation, instruments or arrangements entered into or to be entered into in connection therewith or ancillary thereto including, without limitation, support and operating agreements, service agreements, indemnity agreements, participation agreements, loan agreements or payment undertaking agreements; (4) \"Municipal facilities,\" all or any part of, or an undivided or other interest in, (a) any utility property or (b) any other land, buildings, improvements or capital equipment, and any property or other rights or interests ancillary or related to (a) or (b), whether owned or used by or leased by, to or from, or to be owned, used or leased by, to or from a public entity, or useful to or by a public entity; (5) \"Permitted investments,\" any investment authorized by § § 4-5-23 and 4-5-26 together with (a) collateralized or noncollateralized obligations of, or any other payment undertaking, deposit or other agreement of, any bank or savings institution, investment banking firm or organization, financial institution, insurance company or bank or insurance holding company (or any subsidiary or affiliate of any of the foregoing), whether organized under the laws of the United States of America, any state or territory thereof, or the laws of any foreign nation, if at the time such investments are acquired, the senior debt or claims paying ability of such person or entity is rated in, or such person or entity has its obligations in respect of such investments guaranteed or supported by a person or entity the senior debt or claims paying ability of which is rated in, or whose obligations in respect of such investments are secured by bonds, notes, or other financial obligations issued by issuers rated in, the highest four basic rating classifications by at least one standard domestic rating service, (b) any bonds, notes or other obligations of any state or territory of the United States of America or any political subdivision thereof or any agency, authority or other instrumentality of the United States of America or any state, territory or political subdivision thereof, if at the time such investments are acquired such bonds, notes or other obligations are rated in, or the obligations in respect of such investments are guaranteed or supported by a person or entity the senior debt or claims paying ability of which is rated in, the four highest basic rating classifications established by at least one standard domestic rating service or (c) any bonds, notes or other obligation of the State of South Dakota, Board of Water and Natural Resources, the South Dakota Conservancy District, the authority, any corporation formed by the authority or any public body, authority or instrumentality now or hereafter existing under the laws of the State of South Dakota or any public entity; (6) \"Person,\" any natural person, firm, partnership, limited liability company, association, corporation, nonprofit corporation, trust, grantor trust, business trust or public entity; (7) \"Public entity,\" any county, township, municipality, political or administrative subdivision of state government, water project district, irrigation district, water user district, watershed district, drainage district, soil conservation district, or other political subdivision or public body, authority or instrumentality recognized by state law and shall expressly include the authority and any corporation formed pursuant to this Act; (8) \"State,\" the State of South Dakota acting by and through the Department of Environment and Natural Resources or any other department, agency or authority of the state designated by the Governor; (9) \"Support and operating agreement,\" any contract, agreement or other arrangement pursuant to which a party agrees with another party to make certain municipal facilities, or rights with respect thereto or in connection therewith, available to such other party and which agreement may provide for the imposition of fees, rates or charges for the use or operation of or receipt of services from municipal facilities; (10) \"Utility,\" any system or part of a system of waterworks, or sewage and waste disposal described in § 9-40-1; and (11) \"Utility property,\" all or any part of any land, buildings, improvements or capital equipment and any property or rights ancillary or related thereto comprising a utility, including any extensions, additions, improvements or appurtenances to any such utility or combination of systems and any interest in any of the foregoing, whether owned, leased or used by, to or from the authority, any corporation formed by the authority, the state or any other public entity, or useful to or by a public entity, including, without limitation, as to which a public entity has arranged a service agreement. Section 2. There is created the South Dakota Municipal Facilities Authority, a body corporate and politic, to consist of seven members appointed by the Governor. Not more than four of said seven members of the authority shall be of the same political party. At least one of the members to be appointed by the Governor shall be or shall have been an elected municipal official and at least one of such appointed members shall be or shall have been experienced in and having a favorable reputation for skill, knowledge, and experience in the field of municipal utility property. The terms for the initial appointments shall be as follows: one member four years; two members three years; two members two years; and two members one year. No person shall be appointed to the authority who is an elected official of the State of South Dakota. One of the members shall be designated by the Governor as chairman. Section 3. Following the expiration of the initial appointment, all subsequent appointments to the authority shall be made for a four-year term. Each member's term of office shall expire on the appropriate third Monday in January, but he or she shall continue to hold office until his or her successor is appointed and qualified. Any vacancy in the authority shall be filled by appointment for only the balance of the unexpired term. Four members of the authority shall constitute a quorum. Section 4. Each member shall, before entering upon the duties of his or her office, take and subscribe the constitutional oath of office and give bond in the penal sum of twenty-five thousand dollars conditioned upon the faithful performance of his or her duties. The oath and bond shall be filed in the Office of the Secretary of State. Section 5. No member of such authority shall receive any compensation for services rendered under this chapter. However, members shall be reimbursed for necessary expenses incurred in connection with duties and powers prescribed by this Act. Section 6. In addition to all other powers hereunder, the authority shall have the power and authority, by resolution of the authority board, to establish one or more special purpose corporations each of which shall be a body corporate and politic and instrumentality of, but separate and apart from, the State of South Dakota and the authority. Any such corporation shall be established for the express limited public purposes set forth in this Act and no part of the net earnings of any such corporation shall inure to any private individual. Any such corporation shall be governed by a board of trustees consisting of the members of the board of the authority together with two additional persons appointed by the Governor, which two additional members shall be independent from the government of the state. The resolution establishing the corporation shall serve as the charter of the corporation and may be amended from time to time by resolution of the board, but such resolution shall at all times provide that the power and the authority of the corporation shall be subject to the terms, conditions and limitations of this Act and any applicable covenants or agreements of the corporation in any lease, indenture or other instrument, contract or agreement then in effect. The authority may delegate to the corporation any power granted to the authority under this Act, including the power to enter into contracts regarding any matter connected with any corporate purpose of the authority or the corporation within the objects and purposes of this Act. The corporation shall not have the authority to file a voluntary petition under or be or become a debtor or bankrupt under the federal bankruptcy code or any other federal or state bankruptcy, insolvency or moratorium law or statute as may, from time to time, be in effect and neither any public officer nor any organization, entity or other person shall authorize the corporation to be or become a debtor or bankrupt under the federal bankruptcy code or any other federal or state bankruptcy, insolvency or moratorium law or statute, as may, from time to time be in effect. No such corporation shall have the authority to guarantee the debts of another. No such corporation shall be required to file any reports with the state other than those specified herein. Except for debts incurred directly by the corporation, no lease or other contract, agreement, instrument or obligation, issued, incurred or created by the State of South Dakota or any state agency or instrumentality (other than such corporation) may be or become a lien, charge or liability against the corporation or the property or funds of the corporation. Section 7. The purposes of the authority and any corporation formed by the authority are: (1) To acquire, own, lease, sublease, sell, transfer or otherwise use, operate, obtain service from or dispose of municipal facilities to, for or on behalf of, the state, any public entity or other person; (2) To make, acquire, dispose of or pledge loans in connection with any transactions involving municipal facilities and to enter into deposit, payment undertaking or similar arrangements in connection with such transactions; (3) To serve the Legislature by making reports concerning the providing of such property and facilities; (4) To finance or refinance municipal facilities and to enter into transactions a purpose of which is to raise capital or provide access to capital for or by public entities; and (5) To invest, on its own behalf or on behalf of any party to any lease, any funds or any other amounts in permitted investments. Section 8. The state, the authority or any corporation formed by the authority may take title to or enter into any conveyance, lease or contract necessary or desirable in furtherance of the purposes set forth in this Act, including, without limitation, to acquire, own, lease, sell, transfer or otherwise use, operate or obtain services from or dispose of land or municipal facilities and any other improvements made upon or under such land and capital equipment necessary or useful for the operation of the municipal facilities to be acquired by it pursuant to this Act, including, without limitation, lease, lease-purchase, and, subject to compliance with the provisions of South Dakota Constitution, Art. XIII, § 1, installment purchase contracts. Without limitation, the state, the authority or any corporation formed by the authority may include in such conveyances, leases or contracts any of the following provisions: (1) In lease contracts, options to purchase the property subject to the lease or the lessor's interest therein, and provisions for the deferred payment or prepayment by lessee to lessor of rent, and provisions for designating a portion of the periodic payments to be made thereunder as interest, net of all other costs and expenses of ownership, operation, maintenance, and insurance of the leased property by the authority or any such corporation as agent of the lessor; and (2) In lease-purchase contracts or installment purchase contracts, provisions of the type specified in subdivision (1), and provisions for designating a portion of the periodic payments to be made thereunder as interest, for prepayment, and for acquisition of unencumbered title or fee title to the property subject to the contract. No term of a lease, lease-purchase or an installment purchase contract may exceed one hundred years, and for such purpose, all renewal terms shall be included. Section 9. The state, the authority and each corporation formed by the authority shall have the power and authority: (1) To acquire and enter into leases of municipal facilities, support and operating agreements, deposit agreements, payment undertaking agreements, service agreements and any and all contracts, agreements or other instruments related or ancillary thereto, and to secure payment or performance of obligations in connection therewith with any property, funds, investments or rights of the state, the authority or any corporation; (2) To pledge as security for any arrangement entered into with respect to municipal facilities (i) any rights under any lease, support and operating agreement, deposit agreements, payment undertaking agreements, service agreement or other contract, agreement or instrument, (ii) any rights with respect to investment of monies, including permitted investments and contracts related or ancillary thereto, (iii) moneys or other funds deposited with, payable to or held by or on behalf of the authority or any corporation and (iv) the proceeds of the foregoing. Any such pledge so made shall be valid and binding from the time such pledge is made. The property, interests, revenues, moneys, other funds and rights so pledged and thereafter held or received by or on behalf of the pledgor shall immediately be subject to the lien of such pledge without any physical delivery thereof or further act; and, subject only to the provisions of prior pledges or agreements of the pledgor, the lien of such pledge shall be valid and binding as against the state, the authority, any public entity and any corporation and all persons having claims of any kind in tort, contract or otherwise against the state, the authority, any public entity or any corporation irrespective or whether such persons have notice thereof. No ordinance, resolution, trust agreement or other instrument by which such pledge is created need be filed or recorded; (3) To enter into one or more support and operating agreements, service agreements or other arrangements to provide additional security, property or liquidity in connection with any lease or other contract or arrangement relating to municipal facilities. Such arrangements may include, without limitation, bond insurance, letters of credit and lines of credit; (4) To enter into contracts necessary or appropriate to permit it to manage payment or interest rate risk or credit risk in connection with any sale, lease or other contract, agreement, instrument or arrangement relating to municipal facilities or the investment of funds of the state, any public entity, the authority or any corporation in connection therewith. These contracts may include, but are not limited to, interest rate exchange agreements; contracts providing for payment or receipt of funds based on levels of or changes in interest rates; contracts to exchange cash flows or series of payments; and contracts incorporating interest rate caps, collars, floors, or locks; (5) To purchase, acquire, own, operate, contract with other parties to operate, pledge, lease, sublease, encumber, sell, mortgage or otherwise transfer any or all right, title and interest in and to municipal facilities; (6) To make loans in connection with any transactions involving municipal facilities or to enter into deposit, payment undertaking or similar arrangements in connection with such transactions; (7) To raise funds through the sale, lease, transfer, pledge, encumbrance, mortgage or other conveyance of the rights, interests, property or contracts described in this section; and (8) To pool or cross-collateralize any leases, contracts or other agreements or assets in order to secure any obligations, leases, contracts or other agreements or arrangements. Section 10. The authority and any corporation formed by the authority shall also have the power and authority: (1) To serve the Legislature by making reports concerning the foregoing; (2) To sue and be sued and to prosecute and defend, at law or in equity, in any court having jurisdiction of the subject matter and of the parties; (3) To have and to use a corporate seal and to alter the same at pleasure; (4) To maintain an office at such place or places as the authority or the board of trustees of the corporation by resolution may designate; (5) To receive and invest in permitted investments any funds transferred to it by the authority, any corporation, the State of South Dakota, any public entity or any other person; (6) To receive deposits or prepayments and to establish, fund and apply any reserve accounts or funds for any purpose; (7) To establish, assess, levy and collect, or cause to be established, assessed, levied and collected, fees, rates and charges for the use of utility property or other municipal facilities which are subject to a lease authorized hereunder or which are otherwise owned, leased or controlled by the state, corporation, the authority, any public entity or other person pursuant to a transaction authorized hereby; (8) To employ attorneys, accountants, engineers, consultants and financial experts, managers, advisors and such other employees and agents as may be necessary in its judgment and to fix their compensation; (9) Make and execute contracts and all other instruments necessary or convenient for the performance of its duties and the exercise of its powers and functions under this Act; (10) Contract with the South Dakota Building Authority to provide staff and support services; (11) Procure insurance against any loss in connection with the property and other assets, including loans and loan notes in such amounts and from such insurers as it may deem available; (12) Procure insurance, letters of credit, guarantees, or other credit enhancement arrangements from any public or private entities, including any department, agency, or instrumentality of the United States, for payment of all or any portion of any obligations of the authority or corporation, including the power to pay premiums, fees or other charges on any such insurance, letters of credit, guarantees, or credit arrangements; (13) Receive and accept from any source aid or contributions of moneys, property, labor, or other things of value to be held, used, and applied to carry out the purposes of this chapter subject to the conditions upon which the grants or contributions are made, including, but not limited to, gifts or grants from any department, agency, or instrumentality of the United States for any purpose consistent with the provisions of this chapter; (14) Enter into agreements with any department, agency, or instrumentality of the United States, any public entity of this state and with lenders or others and enter into loan agreements, sales contracts and leases, or other financing arrangements with contracting parties for the purpose of planning, regulating and providing for the financing or refinancing of any municipal facilities; (15) Enter into contracts or agreements for the operation, use, maintenance or improvement of municipal facilities; (16) Cooperate with and exchange services, personnel and information with any federal, state, or local governmental agency or public entity; (17) Enter into agreements for management by or on behalf of the State of South Dakota, the authority or any corporation of any municipal facilities upon such terms and conditions as may be mutually agreeable; (18) Sell, exchange, donate, and convey any or all of its properties whenever the board of the authority or any corporation shall find such action to be in furtherance of the purposes for which the authority or corporation was organized; (19) To establish bank accounts and securities accounts, or have such accounts established on its behalf at any trust, banking or financial institution; (20) Do any act and execute any instrument which in the authority's judgment is necessary or convenient to the exercise of the powers granted by this chapter or reasonably implied from it; (21) Promulgate rules pursuant to chapter 1-26 to implement the provisions of this chapter; (22) To do all things necessary and convenient to carry out the purposes of this chapter. To accomplish projects of the kind listed in this Act, the authority and any corporation formed by the authority may convey property, without charge, to the State of South Dakota or any public entity, if all obligations which have been secured by the property have been paid or payment has been duly provided for. Section 11. No obligation of any corporation formed by the authority under any lease, support and operating agreement or other contract or agreement may be or become a lien, charge or liability against the State of South Dakota or the authority within the meaning of the Constitution or statutes of South Dakota. No instrument of conveyance, lease or other contract or other agreement entered into by the state, the authority or any corporation formed by the authority, relating to municipal facilities shall be a debt of the state or the authority within the meaning of the constitution or statutes of the State of South Dakota, and this Act shall not be construed as a guarantee by the state or the authority of the obligations of the corporation or any other person. Nothing in this chapter shall be construed to authorize the authority, any corporation formed by the authority, or any department, board, commission, or other agency to create an obligation of the State of South Dakota within the meaning of the constitution or statutes of South Dakota. Section 12. The State of South Dakota pledges to and agrees with any party to any sale, lease, or other contract, agreement, instrument or other arrangement created under this Act that the state will not limit or alter the rights and powers vested in the authority, any corporation formed by the authority or other public entity by this Act so as to impair the terms of any such contract made by the state, the authority, any such corporation or other public entity with such party or in any way impair the rights and remedies of such party until such contract is satisfied. The authority, any such corporation and any public entity is each authorized to include their pledges and agreements of the state in any such contract created under this Act. Section 13. The authority and any corporation formed by the authority are hereby declared to be performing a public function on behalf of the state and to be a public instrumentality of the state. The income of the authority and any corporation, and all municipal facilities and any other property at any time owned by the authority or any corporation, and the acquisition, sale, transfer, lease or purchase of municipal facilities by or from the state, the authority or any corporation or any public entity, and the pledge of any right, title or interest in any municipal facilities by any person, shall be exempt from all taxation in the State of South Dakota. Each corporation shall be exempt from all filing, reporting and similar requirements otherwise applicable to nonprofit and other corporations. Section 14. To accomplish the purposes or projects of the kind listed in this Act, the authority or any corporation may adopt all necessary bylaws, rules, and regulations for the conduct of the business and affairs of the authority, and for the management and use of municipal facilities acquired under the powers granted by this Act. Section 15. Any public entity and any department, board, commission, agency, or officer of this state may sell, lease or otherwise transfer jurisdiction of or title to or any interest in any property under its or his or her control to the authority or any corporation formed by the authority hereunder. Section 16. The state, the authority and any corporation formed by the authority may each acquire by purchase, condemnation (including the power of condemnation in accordance with chapter 21-35), lease, gift or otherwise any utility property and may construct, complete, remodel, maintain and equip such utility property and dispose of such utility property without any further authorization from the Legislature. In addition, if the Legislature by law declares it to be in the public interest, the state, the authority and any corporation formed by the authority may each acquire by purchase, condemnation (including the power of condemnation in accordance with chapter 21-35), lease, gift or otherwise, any other municipal facilities and may construct, complete, remodel, maintain and equip such other or further municipal facilities subject to any limit as to appraised value or such other or further terms and conditions as shall be so specified by the Legislature in such declaration. The authority shall obtain and consider when determining the value of any municipal facilities to be leased, sold or acquired, at least one independent appraisal. Section 17. Any lease or other contract or agreement authorized hereby by, to or from the state, the authority, any corporation formed by the authority or any other public entity may be: (1) Upon such terms, conditions, and rentals, subject to available appropriations as in the judgment of the authority are in the public interest; or (2) For a term of one or more years, with an option in the lessee to extend the term of the lease for a term of one year from the expiration of the original term of the lease and for one year from the expiration of each extended term of the lease, until the original term of the lease has been extended for a total number of years to be agreed upon by the parties at a rental which, if paid for the original term and for each of the full number of years for which the term of the lease may be extended, will pay or amortize the total cost of any financing or the appraised value of the property or such other amount as the authority or any corporation formed by the authority shall determine to be appropriate under the circumstances; (3) Provide that the rental may be deposited, paid or prepaid at any time or such times as the parties to the lease agree upon, and if prepaid, any or all of such prepayment may be deposited with a lessor and invested in permitted investments or may be used to satisfy or repay any outstanding debt or obligations. The lessee may receive credits for such prepayment or deposit at such times and in such manner specified in the lease; (4) Provide that the lessee may, at the expiration of the original or any extended term, purchase the leased premises at a stated price, which may be the appraised value of the leased property or such other amount paid or amortized by the payment or prepayment of rents previously made by the lessee; (5) Provide that in the event of the exercise of the option to purchase the leased premises or in the event the lease has been extended for the full number of years which it is agreed the same may be extended, and all rents and other amounts provided for in the lease have been made, the lessor shall convey the premises or the lessor's interest therein to the lessee with or without a covenant or warranty of title; (6) Provide that the lessee shall, as additional rent for the leased premises, pay, or provide for the payment of, all taxes assessed against the leased premises if any, the cost of insuring the building erected thereon against loss or damage by casualty or otherwise in such sum as may be agreed by the parties thereto and any other costs associated with the property or any financing, and that lessee shall indemnify and hold the authority, corporation and any lenders or other parties harmless for any costs, claims, taxes or damages relating to or arising out of the lease or any financing or other contract or any other matters relating to the transactions contemplated thereby. Any lessee of municipal facilities owned or leased by or to the authority or corporation is hereby authorized to self-insure the municipal facilities on such terms or conditions approved by the authority or set forth in the lease. Section 18. The authority or any corporation formed by the authority may, in the event of nonpayment of rents or other amounts reserved in a lease, maintain and operate such facilities and sites or execute leases thereof to or service contracts with others for any suitable purposes. Section 19. The charges, fees, or rentals established by the authority or any corporation formed by the authority, as lessor, for the use of any municipal facilities acquired, constructed, completed, remodeled, or equipped in whole or in part with the proceeds of any financing or other transaction as provided in this Act shall be sufficient at all times to pay maintenance and operation costs for such facilities (unless under a lease maintenance and operation costs are otherwise provided for), and a proportion of the administrative expenses of the authority and any corporation as provided for by each lease, and such reserves as may be provided in the lease or any other resolution or other agreement of the authority. Section 20. Any lease obligation of the state, the authority or any corporation formed by the authority pursuant to this Act shall be payable solely and only from: (1) Revenues to be derived by the state, the authority or such corporation from the ownership, sale, lease, disposition and operation of any municipal facilities leased in connection therewith; (2) Income to be derived from leases to or involving any public entity or other person; (3) Any funds or permitted investments, and any earnings thereon, to the extent pledged therefor; (4) Revenues to be derived by the authority or corporation from any public entity or from any support and operating agreement, service agreement or any other agreement with any person; (5) Funds, if any, appropriated for such purpose by the Legislature; (6) Revenues derived from the exercise of any power provided under this Act; (7) Income or proceeds from any collateral pledged or provided therefor; and (8) Revenues to be derived in connection with municipal facilities from (a) the foreclosure of any mortgages, deeds of trust, notes, debentures, bonds, and other security interests held by it, or pledged and assigned by it in connection with the lease, either by action or by exercise of a power of sale, (b) the sale of the equity of redemption in said security interests in accordance with the terms of said instruments and applicable state law or (c) other actions to enforce any obligation held by it. Each such lease shall state that it does not constitute an obligation of the State of South Dakota or the authority within the meaning of any provisions of the Constitution or statutes of the State of South Dakota. Section 21. Any lease or other instrument or agreement authorized hereunder shall be executed by such officers of the authority as shall be designated by the authority. Any lease or other instrument or agreement authorized hereunder bearing the signature of officers in office at the date of signing thereof shall be valid and binding for all purposes, notwithstanding that before delivery thereof any or all such persons whose signature appears thereon shall have ceased to be such officers. Section 22. The provisions of this Act and of any resolution or proceeding authorizing any lease of municipal facilities shall constitute a contract with any person claiming rights under or pursuant to the lease. The provisions thereof shall be enforceable either in law or in equity, by suit, action, mandamus, or other proceeding in any court of competent jurisdiction to enforce and compel the performance of any duties required by this Act or any resolution or proceeding authorizing the lease, including the establishment of sufficient charges, fees, or rentals and the application of the income from municipal facilities under this Act. Section 23. The state may acquire from any public entity or other person by purchase, lease or any other form of contract, agreement, instrument or conveyance all or any portion of municipal facilities and may own, operate, use or otherwise contract with any public entity or other person to own, operate, use or contract for use or operation of municipal facilities, and the state may dispose of all or any portion of municipal facilities by sale, lease or any other form of contract, instrument or conveyance to any public entity or other person, subject only to any applicable terms and conditions set forth herein. Any sale, acquisition, disposition, lease or other form, contract, instrument or conveyance by the state of municipal facilities property pursuant to this Act shall be evidenced by an instrument or agreement in writing signed on behalf of the state, a certified copy of which instrument or agreement shall be filed with the Legislature. Upon the filing of a certified copy of any such instrument or agreement, such sale, lease, acquisition, disposition or other contract shall, for all purposes, be valid, binding and enforceable in accordance with the terms thereof and all deeds, bills of sale, leases and other instruments, contracts and agreements related thereto, including any pledge, grant of security interest or other encumbrance made by the state, the corporation, the authority or any public entity are not subject to disavowal, disaffirmance, cancellation or avoidance by reason of insolvency of any party, lack of consideration or any other fact, occurrence or rule of law. Section 24. The Board of Water and Natural Resources or the South Dakota Conservancy District may become a party to a lease authorized by this Act whereby the Board of Water and Natural Resources or South Dakota Conservancy District loans in an initial amount of not greater than ninety percent of the appraised value of utility property leased to, by or from the state, authority, corporation, other public entity pursuant to this Act. The Board of Water and Natural Resources or South Dakota Conservancy District may also be lender, lessor and/or lessee in connection with any transaction contemplated by this Act, provide a deposit agreement, payment undertaking or similar contract to any party to a lease or lease transaction, and, in the event it is lessee, it may sublease such property. Section 25. Notwithstanding any other provisions of law, all funds received by the authority and any corporation formed by the authority shall be set forth in an informational budget as described in § 4-7-7.2 and be annually reviewed by the Legislature. Section 26. The authority shall be audited annually in accordance with chapter 4-11 and any such audit shall include any corporation formed by the authority. Section 27. The authority shall keep an accurate record of the rental payments under each lease entered into by the authority or corporation. Section 28. No member, officer, agent, or employee of the state, the Board of Water and Natural Resources, the South Dakota Conservancy District, the authority or any corporation formed by the authority, nor any other person who executes a lease, shall be liable personally by reason of the issuance thereof. Section 29. A public entity may by ordinance or resolution of its governing body exercise all the powers conferred on (a) the South Dakota Building Authority and the Governor pursuant to § § 5-12-15, 5-12-19, and 5-12-42 to 5-12-45, inclusive, and (b) the authority or any corporation formed by the authority under this Act, with respect to the acquisition, lease, ownership, operation, sale and leaseback of utility property or other municipal facilities. For all purposes of this section, (1) any sale price shall not be required to exceed the appraised value of the municipal facilities being sold or otherwise transferred, (2) no lease or other contract or agreement entered into by a public entity as provided herein shall have a term in excess of one hundred years, (3) only the net proceeds remaining with the public entity after any deposit, payment or prepayment required by any lease, contract, agreement or other arrangement entered into in connection therewith or relating to or concerning such municipal facilities are subject to § 6-13-8, (4) to the extent that a public entity sells, transfers or otherwise conveys municipal facilities to the state, the authority, any corporation or other person as provided hereunder and enters into a lease, support and operating agreement or other contract, agreement or other arrangement as described herein, as modified hereby, such public entity and such sale, transfer, conveyance, lease, contract, agreement and other arrangement shall not be subject to any restriction, condition or limitation or procedural requirement prescribed by any other law or charter applicable to such public entity; (5) at the time of lease or sale of municipal facilities by a public entity, unless the public entity retains pursuant to lease, contract or other arrangement the right to possession of such facilities, the public entity shall enter into a franchise agreement, a utility service contract, or other contract, requiring the purchaser to furnish the public entity, its residents and users located in the area now served by the facilities sold, utility service, at such rates as are approved by the public entity and on such further terms and conditions as are determined by the public entity's governing body; (6) the provisions of § 9-40- 25 shall not apply to utility property described herein; and (7) bonds which have been defeased or for which payment has been provided for by virtue of an arrangement involving an irrevocable deposit of investments described in § 4-5-26 shall be deemed paid in full for all purposes under chapter 9-40. The public entity may enter into all other contracts considered necessary or desirable with respect to the municipal facilities being sold, including but not limited to, contracts relating to the operation, maintenance, insurance, improvements, replacement, and extension of the facilities sold or similar new facilities to be operated in conjunction therewith by the public entity or the other contracting party. Section 30. All municipal facilities owned, leased, acquired, sold or operated by or for the benefit of the state, the authority, any corporation formed by the authority or any other public entity pursuant to a lease having a term (including, for such purpose, all renewal options) in excess of three years or a lease-purchase or installment purchase contract, or pursuant to an operating contract described in section 29 of this Act shall constitute a separate class of property which is exempt from all taxation. Section 31. Any public entity which enters into a lease or other transaction described in this Act may also enter into one or more support and operating agreements, participation agreements, indemnity agreements, payment undertaking agreements and such other contracts or arrangements related thereto or ancillary therewith with the corporation, authority, state or any other public entity or any person if the governing board of a public entity determines such agreements or arrangements are reasonably necessary to induce lenders, investors or other persons to participate therein, and such agreements or arrangements may include, without limitation, indemnities for losses or claims of any nature or cause, agreements to charge, assess, levy or collect fees and charges for the use of municipal facilities, an agreement to subsidize any such fees or charges and the pledge of the full faith and credit of the public entity to pay any obligations of the public entity under or with respect to any such lease, agreement or other arrangement. Section 32. The powers conferred by this Act are in addition to all other powers conferred upon the state, the authority, any corporation and any public entity, and their exercise shall be subject only to such restrictions as may be provided by the South Dakota Constitution and are not subject to any restriction or procedural requirements related to the acquisition, leasing, financing, sale, use, operation or encumbering of municipal facilities prescribed by any other law or charter, including, without limitation, any public procurement or bidding requirements. Section 33. If any clause or other portion of this Act shall be held invalid, that decision shall not affect the validity of the remaining portions of this Act. It is hereby declared that all such remaining portions of this Act are severable, and that the Legislature would have enacted such remaining portions if the portions that may be so held to be invalid had not been included in this chapter."}, {"bill_id": 17381, "bill_version_id": 94819, "bill_version": "Enrolled", "bill_version_date": "2002-02-21T15:16:31-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17381, "action_date": "2002-01-22T14:00:00-06:00", "document_id": 92568, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92568.pdf", "status_text": "First read in House and referred to", "journal_page": 217, "committee_id_action": 768, "committee_id_assigned": 763, "result": "N", "vote": {}}, {"bill_id": 17381, "action_date": "2002-01-30T10:00:00-06:00", "document_id": 93210, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93210.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 763, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17381, "action_date": "2002-01-30T10:00:00-06:00", "document_id": 93210, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93210.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 763, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17381, "action_date": "2002-01-30T10:00:00-06:00", "document_id": 93210, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93210.pdf", "status_text": "Do Pass Amended,", "journal_page": 367, "committee_id_action": 763, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 53807, "president_vote": null, "Yea": [2736, 2748, 2751, 2764, 2773, 2775, 2803, 2816, 2799, 2805], "Excused": [2749, 2793], "Nay": [2759]}}, {"bill_id": 17381, "action_date": "2002-01-30T10:00:00-06:00", "document_id": 93210, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93210.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 763, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17381, "action_date": "2002-02-01T13:00:00-06:00", "document_id": 93440, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93440.pdf", "status_text": "Deferred to another day", "journal_page": 419, "committee_id_action": 768, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17381, "action_date": "2002-02-04T14:00:00-06:00", "document_id": 93580, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93580.pdf", "status_text": "Do Pass Amended,", "journal_page": 437, "committee_id_action": 768, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54082, "president_vote": null, "Yea": [2724, 2725, 2728, 2729, 2731, 2732, 2735, 2736, 2737, 2738, 2741, 2748, 2749, 2752, 2755, 2756, 2757, 2758, 2759, 2763, 2765, 2766, 2767, 2768, 2769, 2771, 2773, 2774, 2775, 2777, 2779, 2781, 2782, 2783, 2786, 2788, 2790, 2793, 2794, 2797, 2799, 2800, 2803, 2804, 2805, 2806, 2807, 2808, 2811, 2812, 2813, 2815, 2816, 2817, 2820, 2822, 2825, 2826, 2830, 2751], "Excused": [2744, 2789], "Nay": [2754, 2764, 2770, 2785, 2798, 2814, 2823, 2824]}}, {"bill_id": 17381, "action_date": "2002-02-05T14:00:00-06:00", "document_id": 93731, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93731.pdf", "status_text": "First read in Senate and referred to", "journal_page": 397, "committee_id_action": 769, "committee_id_assigned": 751, "result": "N", "vote": {}}, {"bill_id": 17381, "action_date": "2002-02-13T07:45:00-06:00", "document_id": 94292, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94292.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 751, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17381, "action_date": "2002-02-15T07:30:00-06:00", "document_id": 94491, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94491.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 751, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17381, "action_date": "2002-02-15T07:30:00-06:00", "document_id": 94491, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94491.pdf", "status_text": "Do Pass Amended,", "journal_page": 587, "committee_id_action": 751, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52729, "president_vote": null, "Yea": [2733, 2740, 2796, 2819, 2821, 2829, 2734, 2753], "Excused": [2772]}}, {"bill_id": 17381, "action_date": "2002-02-15T07:30:00-06:00", "document_id": 94491, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94491.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 751, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17381, "action_date": "2002-02-20T14:00:00-06:00", "document_id": 94747, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94747.pdf", "status_text": "Motion to Amend,", "journal_page": 635, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17381, "action_date": "2002-02-20T14:00:00-06:00", "document_id": 94747, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94747.pdf", "status_text": "Do Pass Amended,", "journal_page": 635, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52883, "president_vote": null, "Nay": [2726, 2727, 2730, 2742, 2750, 2761, 2784, 2792, 2795, 2810, 2828], "Yea": [2733, 2734, 2739, 2740, 2743, 2745, 2746, 2747, 2753, 2760, 2762, 2772, 2778, 2780, 2787, 2791, 2802, 2809, 2818, 2819, 2821, 2827, 2829], "Excused": [2796]}}, {"bill_id": 17381, "action_date": "2002-02-21T13:00:00-06:00", "document_id": 94847, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94847.pdf", "status_text": "Signed by Speaker", "journal_page": 808, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17381, "action_date": "2002-02-22T08:00:00-06:00", "document_id": 94911, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94911.pdf", "status_text": "Signed by President", "journal_page": 675, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17381, "action_date": "2002-02-22T09:00:00-06:00", "document_id": 94934, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94934.pdf", "status_text": "Delivered to the Governor", "journal_page": 844, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17381, "action_date": "2002-02-28T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 874, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2094}