{"session_id": 43, "bill_id": 12039, "bill_type": "House Bill", "bill_number": 1194, "bill_title": "authorize federally recognized Indian tribes to receive PEACE funds.", "sponsors": [{"legislator_profile_id": 1654, "is_prime": true}, {"legislator_profile_id": 1656, "is_prime": false}, {"legislator_profile_id": 1739, "is_prime": false}, {"legislator_profile_id": 1663, "is_prime": false}, {"legislator_profile_id": 1651, "is_prime": false}, {"legislator_profile_id": 1698, "is_prime": false}, {"legislator_profile_id": 1664, "is_prime": false}, {"legislator_profile_id": 1660, "is_prime": false}, {"legislator_profile_id": 1653, "is_prime": false}], "keywords": ["Fund", "Indian Tribes", "Public Health and Safety"], "audio": [{"meeting_datetime": "2020-02-19T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hst22.mp3", "start_seconds": 10083.0}, {"meeting_datetime": "2020-02-19T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hst22.mp3", "start_seconds": 10083.0}, {"meeting_datetime": "2020-02-19T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hst22.mp3", "start_seconds": 10083.0}, {"meeting_datetime": "2020-02-19T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hst22.mp3", "start_seconds": 10083.0}], "bill_versions": [{"bill_id": 12039, "bill_version_id": 65555, "bill_version": "Introduced", "bill_version_date": "2020-01-30T09:58:29.95-06:00", "bill_text": "An Act to authorize federally recognized Indian tribes to receive PEACE funds. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 34-53-1 be AMENDED: 34-53-1. Definitions. Terms used in this chapter mean: (1) \"Action notice,\" the director's communication of a decision on a claim; (2) \"Civil recoveries,\" funds received by the state, a federally recognized Indian tribe, or a political subdivision from a third party, other than a pipeline company, as a result of violations of the law and transferred to the fund from the riot boosting recovery fund; (3) \"Claim,\" an invoice submitted to the director of the PEACE fund by the state, a federally recognized Indian tribe, or a political subdivision for an extraordinary expense; (4) \"Department,\" the Department of Public Safety; (5) \"Director,\" the director of the Division of Emergency Services within the Department of Public Safety; (6) \"Extraordinary expense,\" a reasonable and legitimate cost incurred by the state, a federally recognized Indian tribe, or a political subdivision to prepare for, respond to, or which arises from opposition to a project that would not have been incurred but for pipeline construction, and is incurred due to the: (a) Performance of activities of law enforcement officers as defined in § 23-3-27; (b) Performance of functions arising from pipeline construction that are included in § 34-48A-1 notwithstanding the lack of an emergency declaration; or (c) Prosecution of criminal offenses, including the cost of pretrial confinement and post-conviction sentences in a county jail facility. The term does not include any expense incurred by a private cooperative or business entity; workers' compensation or disability benefits for employees of this state, a federally recognized Indian tribe, or political subdivisions arising out of injuries incurred in the course of employment; or costs associated with or resulting from the call to active duty, mobilization, or service of the National Guard; (7) \"Federally recognized Indian tribe,\" the Cheyenne River Sioux Tribe, Crow Creek Sioux Tribe, Flandreau Santee Sioux Tribe, Lower Brule Sioux Tribe, Oglala Sioux Tribe, Rosebud Sioux Tribe, Sisseton Wahpeton Oyate, Standing Rock Sioux Tribe, or Yankton Sioux Tribe; (7)(8) \"Oil product,\" any oil, including unrefined oil, oil produced from oil sand deposits, diluted bitumen, or crude oil; (8)(9) \"PEACE fund,\" the pipeline engagement activity coordination expenses fund; (9)10 \"Pipeline,\" all parts of physical facilities through which any oil product is carried within this state, including pipe, valves, other appurtenances attached to pipe, compressor units, metering stations, regulator stations, delivery stations, holders, and fabricated assemblies; (10)(11) \"Pipeline company,\" a person or entity who is the owner of a project or holds a permit from the Public Utilities Commission for a project; (11)(12) \"Pipeline construction,\" the engagement in any activity following the project commencement date in furtherance of a project by a pipeline company, or those acting on its behalf, within this state; (12)(13) \"Political subdivision,\" a county or municipality; (13)(14) \"Project,\" the installation of a pipeline greater than twelve inches in diameter, or the construction of a supporting facility in furtherance of carrying any oil product by a pipeline company. The term does not include routine maintenance of a pipeline or supporting facility in operation as of March 27, 2019; (14)(15) \"Project commencement date,\" the date that occurs after: (a) A project receives its regulatory permit; (b) No court-imposed impediments on the project exist; and (c) Preparation of the pipeline right-of-way or the ground for a supporting facility commences. Notwithstanding subsections (a) to (c) of this subdivision, the secretary may issue an administrative notice, which is not reviewable, deeming pipeline construction to have begun for purposes of this chapter; (15)(16) \"Project completion date,\" the date on which pipeline construction concludes so that any oil product carried through a pipeline from an originating station fills the entire length of a completed pipeline and permanent pump stations within this state; (16)(17) \"Secretary,\" the secretary of the Department of Public Safety; (17)(18) \"Special fee,\" a fee billed to and paid by a pipeline company to defray administrative costs and extraordinary expenses; (18)(19) \"State,\" this state or any agency of the state that is vested with the authority to exercise any portion of the state's sovereignty or with law enforcement authority; (19)(20) \"Supporting facility,\" a structure necessary and ancillary to a pipeline, including a pressure pump station, housing facility for project personnel, storage area for tangible property, or other temporary structure of a pipeline company or its agent. Section 2. That § 34-53-2 be AMENDED: 34-53-2. PEACE fund established--Uses--Administration. There is established in the state treasury the PEACE fund. Money in the fund may be used to pay administrative costs and extraordinary expenses incurred by the state, a federally recognized Indian tribe, or a political subdivision, arising out of or in connection with pipeline construction. Any interest earned on money in the fund shall be credited to the fund. The fund is continuously appropriated to the department. The department shall administer the fund and maintain separate accounts for each project. The secretary shall approve vouchers and the state auditor shall draw warrants to pay administrative costs and extraordinary expenses in accordance with this chapter. All money received by the department for the PEACE fund shall be set forth in an informational budget pursuant to § 4-7-7.2 and be annually reviewed by the Legislature. Section 3. That § 34-53-3 be AMENDED: 34-53-3. Claim for extraordinary expense--Records. The state, a federally recognized Indian tribe, or a political subdivision may submit a claim for extraordinary expense to the director for disbursement from the PEACE fund in accordance with this chapter. Each claim under this section shall be accompanied by a statement of the basis on which it is made, and true and accurate records and books of account regarding the extraordinary expense claimed, including copies of checks, vouchers, warrants, sales receipts, invoices, billings, payroll records, or similar documents for each extraordinary expense in sufficient detail to allow the director to reasonably review the claim. The state, a federally recognized Indian tribe, or a political subdivision receiving a disbursement from the fund for an approved claim under this section shall keep and maintain true and accurate records and books of account consistent with government accounting standards and in the same manner and for the same period as required by law and shall be available for inspection by the director and a duly-authorized representative of the pipeline company. On or before the first of February of each year, the director shall provide statements of claim activities for the preceding calendar year to the secretary, any applicable federally recognized Indian tribe, any applicable political subdivision, and the pipeline company. Section 4. That § 34-53-4 be AMENDED: 34-53-4. Request for pre-approval of anticipated claim for extraordinary expense. The state, a federally recognized Indian tribe, or a political subdivision may submit a request for pre-approval of an anticipated claim for extraordinary expense to the PEACE fund in accordance with this chapter. Each request for pre-approval submitted under this section shall be accompanied by a statement of the basis on which the request is made and a description of the anticipated extraordinary expense in sufficient detail to allow the director to reasonably review the request. If a request submitted under this section is approved, the state, federally recognized Indian tribe, or political subdivision shall provide the director with the same documentation as required for a claim submitted under § 34-53-3 after the extraordinary expense is incurred. The director shall review the documents provided under this section to determine whether the expenditure is consistent with the pre-approval decision and issue an action notice regarding the director's determination. Section 5. That § 34-53-5 be AMENDED: 34-53-5. Approval or denial of claim or request for pre-approval. The director shall approve or deny, in whole or in part, any claim submitted under § 34-53-3 or any request submitted under § 34-53-4. The director may condition any claim for extraordinary expense at the director's discretion. The director shall issue an action notice to the state, federally recognized Indian tribe, political subdivision, and the pipeline company of the approval or denial, in whole or in part, of a claim within ten days of receiving the claim under § 34-53-3, or of a request within ten days of receiving claim documentation as required under § 34-53-4. The action notice shall include all approved and denied portions of the claim, and the rationale for the approval or denial, in sufficient detail to allow the secretary, federally recognized Indian tribe, political subdivision, and the pipeline company to review the decision. An action notice may be accompanied by the records submitted in accordance with § 34-53-3. A claim submitted by the state, a federally recognized Indian tribe, or a political subdivision is not payable from the PEACE fund until the claim is approved by the director. The director shall authorize disbursements from the fund for payment of an approved claim to the state, a federally recognized Indian tribe, or a political subdivision within forty-five days from the date of the action notice. Section 6. That § 34-53-8 be AMENDED: 34-53-8. Reimbursements to be deposited in PEACE fund. If the state, a federally recognized Indian tribe, or a political subdivision receives payment from the PEACE fund for an extraordinary expense, and subsequently receives reimbursement through restitution, judgment, settlement, contribution, or other funding for the expense from any other source, except civil recoveries, the reimbursement shall be deposited into the fund. The reimbursement deposited into the fund is a credit to a pipeline company and shall be used to offset the next special fee calculated under § 34-53-11. Any reimbursement from federal sources or civil recoveries shall be deposited only as allocated by the secretary. Section 7. That § 34-53-13 be AMENDED: 34-53-13. Surety bond--Pipeline companies--Requirements. A pipeline company shall furnish a surety bond to the Department of Revenue written by a company authorized by the Division of Insurance to write surety bonds, in an amount of one million dollars for every ten miles affected by a project, but not in excess of twenty million dollars for each project. The surety bond furnished under this section is due to the Department of Revenue twenty days after the project commencement date. The surety bond shall name the state as the assured and shall be deposited with, and in a form and on terms approved by, the secretary of the Department of Revenue. A pipeline company shall increase the surety bond above the initial surety bond amount by increments of twenty-five percent of the initial surety bond amount within ten days following each instance in which the department issues written notice that the incremental amount of all disputed and properly preserved claims under § 34-53-9 equals twenty-five percent of the initial surety bond amount. A federally recognized Indian tribe or a political subdivision does not have standing to make a claim against the surety on a surety bond under this section. The state may file a claim against the surety if a pipeline company is in violation of this chapter."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12039, "action_date": "2020-01-30T13:00:00-06:00", "document_id": 65199, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65199.pdf", "status_text": "First Reading House", "journal_page": 98, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12039, "action_date": "2020-02-10T14:00:00-06:00", "document_id": 67155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67155.pdf", "status_text": "Referred to", "journal_page": 240, "committee_id_action": 480, "committee_id_assigned": 461, "result": "N", "vote": {}}, {"bill_id": 12039, "action_date": "2020-02-19T07:45:00-06:00", "document_id": 67652, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67652.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 461, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12039, "action_date": "2020-02-19T07:45:00-06:00", "document_id": 67655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67655.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 461, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 33298, "president_vote": null, "Nay": [1754, 1711, 1672, 1744, 1736, 1682, 1677, 1723, 1725], "Yea": [1734, 1731, 1657, 1653]}}, {"bill_id": 12039, "action_date": "2020-02-19T07:45:00-06:00", "document_id": 67655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67655.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 461, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33301, "president_vote": null, "Yea": [1754, 1711, 1744, 1736, 1682, 1731, 1677, 1723, 1725], "Nay": [1672, 1734, 1657, 1653]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/12039"}