{"session_id": 68, "bill_id": 23851, "bill_type": "House Bill", "bill_number": 1207, "bill_title": "prevent financial services providers from denying service based on certain grounds.", "sponsors": [{"legislator_profile_id": 4333, "is_prime": true}, {"legislator_profile_id": 4404, "is_prime": true}, {"legislator_profile_id": 4445, "is_prime": false}, {"legislator_profile_id": 4360, "is_prime": false}, {"legislator_profile_id": 4374, "is_prime": false}, {"legislator_profile_id": 4375, "is_prime": false}, {"legislator_profile_id": 4443, "is_prime": false}, {"legislator_profile_id": 4388, "is_prime": false}, {"legislator_profile_id": 4393, "is_prime": false}, {"legislator_profile_id": 4401, "is_prime": false}], "keywords": ["Banks and Banking", "Trade Regulation"], "audio": [], "bill_versions": [{"bill_id": 23851, "bill_version_id": 247859, "bill_version": "Introduced", "bill_version_date": "2023-01-31T22:37:00.013-06:00", "bill_text": "An Act to prevent financial services providers from denying service based on certain grounds. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 37-1 be amended with a NEW SECTION: A financial institution may not: (1) Deny any person a financial service the financial institution offers except to the extent justified by the person's documented failure to meet quantitative, impartial risk-based financial standards established in advance by the financial institution; (2) Deny any person a financial service the financial institution offers through selective denial on grounds provided in subdivision (1), when the effect of the denial is to prevent, limit, or otherwise disadvantage the person from entering or competing in a market or business segment that benefits another person or business activity in which the financial institution has a financial interest; (3) Deny, in coordination with another person or financial institution, any person a financial service the financial institution offers. For purposes of sections 1 to 5 of this Act, inclusive, the term, financial institution, means a business offering its services to the public, including a bank, as defined in § 51A-1-2; a public trust company, as defined in chapter 51A-6A; any public company engaged in money transmission, as defined in chapter 51A-17; or any insurance business, as defined in § 58-1-2. Section 2. That chapter 37-1 be amended with a NEW SECTION: A financial institution offering financial services to the public that utilizes standards or guidelines based on non-financial, non-traditional, or subjective measures, including environmental, social, governance criteria or diversity, equity, or inclusion policies, or any other political, social, or ideological factor, shall disclose the standards and guidelines to the State Banking Commission or Division of Insurance, as may be appropriate to each financial institution, to determine access or denial of a financial service to a person in this state. Section 3. That chapter 37-1 be amended with a NEW SECTION: The State Banking Commission or the director of the Division of Insurance shall promulgate rules pursuant to chapter 1-26 to establish standards for a financial institution offering financial services to the public to comply with this Act. Section 4. That chapter 37-1 be amended with a NEW SECTION: Each public financial institution shall disclose to any person denied a financial service with the specific date, information, criteria, and standard used to support the denial. This consumer disclosure must be in bold fourteen-point font. Section 5. That chapter 37-1 be amended with a NEW SECTION: Nothing in sections 1 to 4, inclusive, of this Act, applies to any private financial institution operated, supervised, controlled by, or in conjunction with any nonprofit institution, nonprofit organization, religious organization, association, or society whose membership and participation is limited and is not open to the public."}], "amendments": [{"bill_id": 23851, "document_id": 248279, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248279.pdf", "legislator_profile_id": 4333, "document_id_instructions": 248289, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/248289.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 23851, "action_date": "2023-02-01T14:00:00-06:00", "document_id": 247777, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247777.pdf", "status_text": "First read in House and referred to", "journal_page": 193, "committee_id_action": 1159, "committee_id_assigned": 1154, "result": "N", "vote": {}}]}