{"session_id": 32, "bill_id": 9000, "bill_type": "Senate Commemoration", "bill_number": 6, "bill_title": "Commending and honoring the 2017 Tea Area High School Boys Basketball Team and the students and staff involved in the program.", "sponsors": [{"legislator_profile_id": 1244, "is_prime": true}, {"legislator_profile_id": 1249, "is_prime": true}, {"legislator_profile_id": 1284, "is_prime": false}, {"legislator_profile_id": 1217, "is_prime": false}, {"legislator_profile_id": 1246, "is_prime": false}, {"legislator_profile_id": 1283, "is_prime": false}, {"legislator_profile_id": 1248, "is_prime": false}, {"legislator_profile_id": 1218, "is_prime": false}, {"legislator_profile_id": 1221, "is_prime": false}, {"legislator_profile_id": 1259, "is_prime": false}, {"legislator_profile_id": 1225, "is_prime": false}, {"legislator_profile_id": 1252, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 9000, "bill_version_id": 47274, "bill_version": "Introduced", "bill_version_date": "2018-01-18T11:42:47.983-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the 2017 Tea Area High School Boys Basketball Team and the students and staff involved in the program. WHEREAS, the 2017 Tea Area High School Boys Basketball Team won the Class A High School State Basketball Championship by virtue of the team's outstanding character, teamwork, and dedication to the sport both on and off the court; and WHEREAS, the program received superior coaching and outstanding leadership from head coach Chris Fechner and assistant coaches Dave Preheim, Austen Hurley, and Bryan Paulson; and WHEREAS, the members of the State Champion Tea Area High School Boys Basketball Team for 2017 include: Chris Morales, Justin Hohn, Noah Freidel, Kade Stearns, Ethan Freidel, Zach Wilber, Mason Ritter, Payton Conrad, Nash Johnson, Kaleb Joffer, Evan Munkvold, Jake Friedrich, Alec Hohn, Seth Kocer, Michael Hagenlock, and Cole Barthel; and WHEREAS, the Tea Area High School Titans 2017 Boys Basketball Team is recognized for its teamwork, hard work, and incredible dedication, culminating in a victory in the State Class A Basketball Championship Game versus the Madison Bulldogs: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Third Legislature of the State of South Dakota, the Tea Area High School Titans 2017 Boys Basketball Team is honored and commended for its teamwork, hard work, and incredible dedication, which led to victory in the State Class A Basketball Championship Game."}, {"bill_id": 9000, "bill_version_id": 47521, "bill_version": "Enrolled", "bill_version_date": "2018-01-22T16:27:33.283-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the 2017 Tea Area High School Boys Basketball Team and the students and staff involved in the program. WHEREAS, the 2017 Tea Area High School Boys Basketball Team won the Class A High School State Basketball Championship by virtue of the team's outstanding character, teamwork, and dedication to the sport both on and off the court; and WHEREAS, the program received superior coaching and outstanding leadership from head coach Chris Fechner and assistant coaches Dave Preheim, Austen Hurley, and Bryan Paulson; and WHEREAS, the members of the State Champion Tea Area High School Boys Basketball Team for 2017 include: Chris Morales, Justin Hohn, Noah Freidel, Kade Stearns, Ethan Freidel, Zach Wilber, Mason Ritter, Payton Conrad, Nash Johnson, Kaleb Joffer, Evan Munkvold, Jake Friedrich, Alec Hohn, Seth Kocer, Michael Hagenlock, and Cole Barthel; and WHEREAS, the Tea Area High School Titans 2017 Boys Basketball Team is recognized for its teamwork, hard work, and incredible dedication, culminating in a victory in the State Class A Basketball Championship Game versus the Madison Bulldogs: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Third Legislature of the State of South Dakota, the Tea Area High School Titans 2017 Boys Basketball Team is honored and commended for its teamwork, hard work, and incredible dedication, which led to victory in the State Class A Basketball Championship Game. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9000, "action_date": "2018-01-18T14:00:00-06:00", "document_id": 47299, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47299.pdf", "status_text": "", "journal_page": 143, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/9000"}