{"session_id": 69, "bill_id": 24952, "bill_type": "House Bill", "bill_number": 1150, "bill_title": "enable the exercise of control by local governments over the presence and operation of medical marijuana establishments within their jurisdictions.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24952", "sponsors": [{"legislator_profile_id": 4490, "is_prime": true}, {"legislator_profile_id": 4503, "is_prime": true}, {"legislator_profile_id": 4478, "is_prime": false}, {"legislator_profile_id": 4492, "is_prime": false}, {"legislator_profile_id": 4500, "is_prime": false}, {"legislator_profile_id": 4507, "is_prime": false}, {"legislator_profile_id": 4518, "is_prime": false}, {"legislator_profile_id": 4519, "is_prime": false}, {"legislator_profile_id": 4524, "is_prime": false}, {"legislator_profile_id": 4528, "is_prime": false}, {"legislator_profile_id": 4529, "is_prime": false}, {"legislator_profile_id": 4530, "is_prime": false}, {"legislator_profile_id": 4533, "is_prime": false}, {"legislator_profile_id": 4537, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4546, "is_prime": false}, {"legislator_profile_id": 4556, "is_prime": false}, {"legislator_profile_id": 4564, "is_prime": false}], "keywords": ["Counties", "Medical Cannabis", "Municipal Government", "Public Health and Safety"], "audio": [], "bill_versions": [{"bill_id": 24952, "bill_version_id": 262606, "bill_version": "Introduced", "bill_version_date": "2024-01-24T20:38:34.623-06:00", "bill_text": "An Act to enable the exercise of control by local governments over the presence and operation of medical marijuana establishments within their jurisdictions. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 34-20G-57 be AMENDED: 34-20G-57. The department shall issue a renewal registration certificate within ten days of receipt of the prescribed renewal application and renewal fee from a medical cannabis establishment if the: (1) The establishment's registration certificate is not under suspension and; (2) The establishment's registration certificate has not been revoked; and (3) The establishment's operation is not in violation of a local government ordinance enacted in accordance with § 34-20G-58. Section 2. That § 34-20G-58 be AMENDED: 34-20G-58. A local government may enact an ordinance not in conflict with this chapter, governing the time, place, manner, and number of medical cannabis establishments in the locality prohibiting the operation of a medical cannabis establishment within its jurisdiction. A local government may enact an ordinance imposing on a medical cannabis establishment: (1) Restrictions to govern the time, place, and manner of operation; (2) Reasonable setback requirements; and (3) Limitations on the proximity to: (a) A childcare facility, park, public service facility, recreational facility, religious facility, school, and any location frequented by individuals under the age of twenty-one; (b) Any sensitive land-use area; and (c) Any other medical cannabis establishment. A local government may establish civil penalties for impose a civil penalty for the violation of an ordinance governing the time, place, and manner of a medical cannabis establishment that may operate in the locality enacted in accordance with this section. Section 3. That § 34-20G-60 be AMENDED: 34-20G-60. An ordinance, enacted in accordance with § 34-20G-58, to prohibit the operation of a medical cannabis establishment, may not be applied to an existing establishment during the period for which the establishment's current registration certificate is valid. A local government may require a medical cannabis establishment to obtain a local license, permit, or registration to operate, and may charge a reasonable fee for the local license, permit, or registration. Section 4. That § 34-20G-58.1 be REPEALED: For purposes of this chapter, any municipality that has not enacted a zoning ordinance pursuant to title 11 governing the location of medical cannabis establishments may enact an ordinance to regulate the place of operation of any cannabis-related establishment under this section. A municipality may prohibit the location of a medical cannabis establishment in an area in a sensitive land use area and may establish reasonable setbacks. For purposes of this section, a sensitive land use area includes churches, schools, day cares, public service and recreation facilities, places frequented by people under age twenty-one, and parks. A municipality may require a minimum distance between cannabis-related establishments. Section 5. That § 34-20G-59 be REPEALED: No local government may prohibit a dispensary, either expressly or through the enactment of an ordinance that makes the operation of the dispensary impracticable in the jurisdiction."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24952, "action_date": "2024-01-25T13:00:00-06:00", "document_id": 262421, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262421.pdf", "status_text": "First read in House and referred to", "journal_page": 176, "committee_id_action": 1197, "committee_id_assigned": 1200, "result": "N", "vote": {}}, {"bill_id": 24952, "action_date": "2024-02-01T10:00:00-06:00", "document_id": 263167, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263167.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1200, "committee_id_assigned": null, "result": "N", "vote": {}}]}