{"session_id": 7, "bill_id": 739, "bill_type": "Senate Bill", "bill_number": 111, "bill_title": "authorize unemployment benefits for the spouses of certain military personnel.", "sponsors": [{"legislator_profile_id": 693, "is_prime": true}, {"legislator_profile_id": 697, "is_prime": true}], "keywords": ["Military and Veterans Affairs", "Unemployment Compensation"], "audio": [{"meeting_datetime": "2009-02-03T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sco15.mp3", "start_seconds": 1379.0}, {"meeting_datetime": "2009-02-03T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sco15.mp3", "start_seconds": 1379.0}, {"meeting_datetime": "2009-02-03T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sco15.mp3", "start_seconds": 1379.0}], "bill_versions": [{"bill_id": 739, "bill_version_id": 6101, "bill_version": "Introduced", "bill_version_date": "2009-01-28T11:10:03.02-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize unemployment benefits for the spouses of certain military personnel. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 61-6-13.1 be amended to read as follows: 61-6-13.1. \"Good cause\" for voluntarily leaving employment is restricted to leaving employment because: (1) Continued employment presents a hazard to the employee's health. However, this subdivision applies only if: (a) Prior to the separation from the employment the employee is examined by a licensed practitioner of the healing arts, as defined in chapter 36-4 or 36-5, and advised that continued employment presents a hazard to his the employee's health; and (b) The health hazard is supported by a certificate signed by the licensed practitioner of the healing arts. The secretary of labor may request an additional certificate signed by another licensed practitioner of the healing arts, as defined in chapter 36-4 or 36-5; (2) The employer required the employee to relocate the employee's residence to hold the employee's job; (3) The employer's conduct demonstrates a substantial disregard of the standards of behavior that the employee has a right to expect of an employer or the employer has breached or substantially altered the contract for employment; (4) An individual accepted employment while on lay off and subsequently quit the employment to return to work for the individual's regular employer; or (5) The employee's religious belief mandates it. This provision does not apply, however, if the employer has offered to the employee reasonable accommodations taking into consideration the employee's religious beliefs if this offer is made before the employee leaves the employment; or (6) Leaving is necessary to protect the individual from domestic abuse. However, this subdivision applies only if: (a) The employee reports the abusive situation to law enforcement within forty-eight hours of any occurrence and cooperates fully with law enforcement in any subsequent investigation and criminal charge relating to the abusive situation. Upon request by the department, the law enforcement agency shall complete and return to the department a certification form indicating whether the employee has complied with the requirements of this subdivision; (b) The employee has left the abusive situation and remains separate from the situation; and (c) The employee made reasonable efforts to preserve the employment before quitting. Any person found to have good cause for leaving employment due to domestic abuse as set forth in this subdivision (6) and who returns to the abusive situation is ineligible for benefits ; or (7) Leaving is necessary to relocate to a new residence to accompany a spouse who is on active military duty and reassigned to another military duty station ."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 739, "action_date": "2009-01-28T14:00:00-06:00", "document_id": 6150, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6150.pdf", "status_text": "First read in Senate and referred to", "journal_page": 204, "committee_id_action": 54, "committee_id_assigned": 31, "result": "N", "vote": {}}, {"bill_id": 739, "action_date": "2009-02-03T10:00:00-06:00", "document_id": 6357, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6357.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 31, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 739, "action_date": "2009-02-03T10:00:00-06:00", "document_id": 6714, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6714.pdf", "status_text": "Tabled", "journal_page": 275, "committee_id_action": 31, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 3518, "president_vote": null, "Nay": [704, 701], "Yea": [655, 703, 664, 642, 648]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/739"}