{"session_id": 69, "bill_id": 24570, "bill_type": "Senate Bill", "bill_number": 135, "bill_title": "authorize the payment of administrative expenses from habitat stamp sales.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24570", "sponsors": [{"legislator_profile_id": 4540, "is_prime": true}, {"legislator_profile_id": 4541, "is_prime": true}, {"legislator_profile_id": 4523, "is_prime": false}, {"legislator_profile_id": 4542, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 24570, "bill_version_id": 261865, "bill_version": "Introduced", "bill_version_date": "2024-01-23T12:56:02.423-06:00", "bill_text": "An Act to authorize the payment of administrative expenses from habitat stamp sales. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 41-6-85 be AMENDED: 41-6-85. Except as otherwise provided in § 41-6-10.2 this section, a person eighteen years of age or older shall purchase a habitat stamp when applying for or purchasing a fishing, hunting, or fishing furbearer license. The fee for the habitat stamp shall be is ten dollars for residents a resident and twenty-five dollars for nonresidents a nonresident. A person is not required to purchase more than one habitat stamp within a license period, as provided by the applicable license, and rules promulgated by the commission under chapter 1-26. Any person required to possess a fishing license, hunting license, or fishing license to take fur-bearing animals may not fish and, hunt, or trap without a habitat stamp validation. A purchase of the habitat stamp is not required for the one-day hunting or fishing license, youth hunting license, private shooting preserve license, hunt for habitat application fee, or landowner hunting license. A violation of The requirement to purchase a habitat stamp, as set forth in this section, does not apply to: (1) A resident who meets the criteria set forth in 41-6-10.2; (2) A resident applying for or purchasing: (a) A one-day fishing license; (b) A one-day hunting license; (c) A youth hunting license; (d) A hunt for habitat raffle ticket; or (e) A landowner hunting license; (3) A resident applying for or purchasing a private shooting preserve license before July 1, 2025; (4) A nonresident applying for or purchasing: (a) A youth hunting license; or (b) A hunt for habitat raffle ticket; or (5) A nonresident applying for or purchasing a private shooting preserve license before July 1, 2025. A person who violates this section is guilty of a Class 2 misdemeanor. Section 2. That § 41-6-86 be AMENDED: 41-6-86. All revenue The department shall deposit money collected from the sale of the a habitat stamp, as provided for in § 41-6-85 shall be deposited in, into the game, fish and parks fund for the purposes of enhancing. The department shall use the money to: (1) Enhance terrestrial habitat on public lands, providing; (2) Provide additional public access to private lands; and (3) Provide aquatic habitat enhancements on public waters. All fees collected from persons who only purchase The department may set aside an amount sufficient to pay any administrative expenses incurred in carrying out the requirements of this section. The amount set aside may not exceed one percent of the amount collected under § 41-6-85. The department shall use any remaining money generated from the sale of a habitat stamp, in connection with a fishing licenses shall be used solely license, for aquatic habitat and access projects in enhancements on public waters. All fees collected from persons who only purchase The department shall use any remaining money generated from the sale of a habitat stamp, in connection with a hunting or trapping licenses shall be used solely furbearer license, for terrestrial habitat and programs that provide additional public access programs. All fees collected from persons that purchase privileges to fish and hunt, or trap shall be extended equally for aquatic and to private land. The department shall use any remaining money generated from the sale of a habitat stamp, in connection with a combination hunting and fishing license, in equal parts, to enhance terrestrial habitat. Proceeds from the habitat stamp fee collected may not be used on public lands and to provide aquatic habitat enhancements on public waters. The department may not use money generated under § 41-6-85 to purchase property in fee title. The On or before October first of each year, the department shall deliver an annual provide an itemized expenditure report to the Government Operations and Audit Committee."}], "amendments": [], "fiscal_notes": [], "action_log": []}