{"session_id": 32, "bill_id": 8460, "bill_type": "House Bill", "bill_number": 1275, "bill_title": "revise certain provisions regarding ballot measure petition circulation.", "sponsors": [{"legislator_profile_id": 1283, "is_prime": true}, {"legislator_profile_id": 1218, "is_prime": true}, {"legislator_profile_id": 1301, "is_prime": false}, {"legislator_profile_id": 1282, "is_prime": false}, {"legislator_profile_id": 1291, "is_prime": false}, {"legislator_profile_id": 1316, "is_prime": false}, {"legislator_profile_id": 1278, "is_prime": false}, {"legislator_profile_id": 1304, "is_prime": false}, {"legislator_profile_id": 1270, "is_prime": false}, {"legislator_profile_id": 1224, "is_prime": false}, {"legislator_profile_id": 1280, "is_prime": false}, {"legislator_profile_id": 1221, "is_prime": false}, {"legislator_profile_id": 1271, "is_prime": false}, {"legislator_profile_id": 1287, "is_prime": false}, {"legislator_profile_id": 1242, "is_prime": false}, {"legislator_profile_id": 1317, "is_prime": false}], "keywords": ["Ballot Question", "Initiative and Referendum", "Legislature and Statutes"], "audio": [{"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst23.mp3", "start_seconds": 6495.0}, {"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst23.mp3", "start_seconds": 6495.0}, {"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst23.mp3", "start_seconds": 6495.0}, {"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst23.mp3", "start_seconds": 6495.0}, {"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst23.mp3", "start_seconds": 6495.0}, {"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou26.mp3", "start_seconds": 9665.0}, {"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou26.mp3", "start_seconds": 9665.0}, {"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou26.mp3", "start_seconds": 9665.0}], "bill_versions": [{"bill_id": 8460, "bill_version_id": 48291, "bill_version": "Introduced", "bill_version_date": "2018-01-31T10:54:05.45-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding ballot measure petition circulation. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 2-1-1 be amended to read: 2-1-1. All measures Any measure proposed by initiative shall be presented by petition. The petition shall be signed by not less than five percent of the qualified electors of the state in each of two-thirds of the senate districts described in § 2-2-43. Section 2. That § 2-1-1.3 be amended to read: 2-1-1.3. Terms used in this chapter mean: (1) \"Petition circulator,\" any resident of the State of South Dakota who is at least eighteen years of age and who circulates a nominating petition or other petition for the purpose of placing a candidate or issue ballot measure on any election a ballot. For purposes of any ballot measure petition, at the time of circulating a petition a petition circulator shall have resided for not less than ninety days in the senate district from which any petition signature is obtained; (2) \"Petition sponsor,\" any person who proposes the placement of a statewide ballot measure on the ballot. Section 3. That § 2-1-1.2 be amended to read: 2-1-1.2. The petition as it is to be circulated for an initiated measure shall be filed with the secretary of state prior to circulation for signatures and shall: (1) Contain the full text of the initiated measure; (2) Contain the date of the general election at which the initiated measure is to be submitted; (3) Contain the title and explanation as prepared by the attorney general; (4) Be accompanied by a notarized affidavit form signed by each person who is a petition sponsor that includes the name and address of each petition sponsor; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. The petition circulator shall provide to each person who signs the petition a form containing the title and explanation of the initiated measure as prepared by the attorney general; any fiscal note prepared pursuant to § 2-9-31; the name, phone number, and email address of each petition sponsor; and a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The name of the senate district from which a signature is obtained shall be clearly marked on the signature line of the petition. The form shall be approved by the secretary of state prior to circulation. For any initiated measure petition, no signature may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. The initiated measure petition shall be filed with the secretary of state at least one year before the next general election. A notarized affidavit form, signed by at least two-thirds of the petition sponsors, stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The form of the petition and affidavit shall be prescribed by the State Board of Elections. Section 4. That § 2-1-3 be amended to read: 2-1-3. Any law which the Legislature may have enacted, except one which may be necessary for the immediate preservation of the public peace, health, or safety, or support of the state government and its existing public institutions, shall, upon the filing of a petition as hereinafter provided, be submitted to a vote of the electors of the state at the next general election. Such The petition shall be signed by not less than five percent of the qualified electors of the state. The petition shall contain signatures of qualified electors from each of two-thirds of the senate districts pursuant to § 2-1-1. The form of the petition shall be prescribed by the State Board of Elections. Section 5. That § 2-1-3.1 be amended to read: 2-1-3.1. The petition as it is to be circulated for a referred law shall be filed with the secretary of state prior to circulation for signatures and shall: (1) Contain the title of the referred law; (2) Contain the effective date of the referred law; (3) Contain the date of the general election at which the referred law is to be submitted; (4) Be accompanied by a notarized form that includes the names and addresses of the petition sponsors; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. The petition shall be filed with the secretary of state within ninety days after the adjournment of the Legislature which passed the referred law. A sworn affidavit, signed by at least two-thirds of the petition sponsors, stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The name of the senate district from which a signature is obtained shall be clearly marked on each signature line of the petition. The form of the petition and affidavit shall be prescribed by the State Board of Elections. The petition circulator shall provide to each person who signs the petition a form containing the title of the referred law; any fiscal note or summary of a fiscal note obtained pursuant to § 2-9-32; the name, phone number, and email address of each petition sponsor; and a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The form shall be approved by the secretary of state prior to circulation. Section 6. That § 2-1-10 be amended to read: 2-1-10. Each Any person, who circulates and secures signatures to a petition to initiate a constitutional an amendment to the Constitution or other measure or to refer legislation to the electors, shall sign a verification before filing the petition with the officer in whose office it is by law required to be filed. The verification shall prescribe that the circulator made reasonable inquiry and, to the best of the circulator's knowledge, each person signing the petition is a qualified voter elector of the state who resides in the county or senate district indicated on the signature line of the petition and that no state statute regarding the circulation of petitions was knowingly violated. The State Board of Elections shall prescribe the form for the verification. The verification shall be complete and the affixing of the circulator's signature shall be witnessed and notarized by a notary public commissioned in South Dakota or other officer authorized to administer oaths pursuant to § 18-3-1. Any person who falsely swears to the verification provided for in required under this section is guilty of a Class 1 misdemeanor. Section 7. That § 2-1-15 be amended to read: 2-1-15. Upon the receiving receipt of any initiative petition for an initiated measure, referred law petition, or initiated constitutional amendment petition to the Constitution, the secretary of state shall examine the petition. No signature of a person may be counted by the secretary of state unless the person is a registered voter who resides in the county senate district indicated on the signature line of the petition. No signature of a person may be counted if the information required on the petition form is not complete."}, {"bill_id": 8460, "bill_version_id": 49330, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2018-02-15T09:28:50.883-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding ballot measure petition circulation. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 2-1-1 be amended to read: 2-1-1. All measures Any measure proposed by initiative shall be presented by petition. The petition shall be signed by not less than five percent of the qualified electors of the state in a majority of the senate districts described in § 2-2-43. Section 2. That § 2-1-1.3 be amended to read: 2-1-1.3. Terms used in this chapter mean: (1) \"Petition circulator,\" any resident of the State of South Dakota who is at least eighteen years of age and who circulates a nominating petition or other petition for the purpose of placing a candidate or issue ballot measure on any election a ballot; (2) \"Petition sponsor,\" any person who proposes the placement of a statewide ballot measure on the ballot. Section 3. That § 2-1-1.2 be amended to read: 2-1-1.2. The petition as it is to be circulated for an initiated measure shall be filed with the secretary of state prior to circulation for signatures and shall: (1) Contain the full text of the initiated measure; (2) Contain the date of the general election at which the initiated measure is to be submitted; (3) Contain the title and explanation as prepared by the attorney general; (4) Be accompanied by a notarized affidavit form signed by each person who is a petition sponsor that includes the name and address of each petition sponsor; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. The petition circulator shall provide to each person who signs the petition a form containing the title and explanation of the initiated measure as prepared by the attorney general; any fiscal note prepared pursuant to § 2-9-31; the name, phone number, and email address of each petition sponsor; and a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The senate district number from which a signature is obtained shall be clearly marked on the signature line of the petition. The form shall be approved by the secretary of state prior to circulation. For any initiated measure petition, no signature may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. The initiated measure petition shall be filed with the secretary of state at least one year before the next general election. A notarized affidavit form, signed by at least two-thirds of the petition sponsors, stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The form of the petition and affidavit shall be prescribed by the State Board of Elections. Section 4. That § 2-1-3 be amended to read: 2-1-3. Any law which the Legislature may have enacted, except one which may be necessary for the immediate preservation of the public peace, health, or safety, or support of the state government and its existing public institutions, shall, upon the filing of a petition as hereinafter provided, be submitted to a vote of the electors of the state at the next general election. Such The petition shall be signed by not less than five percent of the qualified electors of the state. The petition shall contain signatures of qualified electors from a majority of the senate districts pursuant to § 2-1-1. The form of the petition shall be prescribed by the State Board of Elections. Section 5. That § 2-1-3.1 be amended to read: 2-1-3.1. The petition as it is to be circulated for a referred law shall be filed with the secretary of state prior to circulation for signatures and shall: (1) Contain the title of the referred law; (2) Contain the effective date of the referred law; (3) Contain the date of the general election at which the referred law is to be submitted; (4) Be accompanied by a notarized form that includes the names and addresses of the petition sponsors; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. The petition shall be filed with the secretary of state within ninety days after the adjournment of the Legislature which passed the referred law. A sworn affidavit, signed by at least two-thirds of the petition sponsors, stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The senate district number from which a signature is obtained shall be clearly marked on each signature line of the petition. The form of the petition and affidavit shall be prescribed by the State Board of Elections. The petition circulator shall provide to each person who signs the petition a form containing the title of the referred law; any fiscal note or summary of a fiscal note obtained pursuant to § 2-9-32; the name, phone number, and email address of each petition sponsor; and a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The form shall be approved by the secretary of state prior to circulation. Section 6. That § 2-1-10 be amended to read: 2-1-10. Each Any person, who circulates and secures signatures to a petition to initiate a constitutional an amendment to the Constitution or other measure or to refer legislation to the electors, shall sign a verification before filing the petition with the officer in whose office it is by law required to be filed. The verification shall prescribe that the circulator made reasonable inquiry and, to the best of the circulator's knowledge, each person signing the petition is a qualified voter elector of the state who resides in the county or senate district indicated on the signature line of the petition and that no state statute regarding the circulation of petitions was knowingly violated. The State Board of Elections shall prescribe the form for the verification. The verification shall be complete and the affixing of the circulator's signature shall be witnessed and notarized by a notary public commissioned in South Dakota or other officer authorized to administer oaths pursuant to § 18-3-1. Any person who falsely swears to the verification provided for in required under this section is guilty of a Class 1 misdemeanor. Section 7. That § 2-1-15 be amended to read: 2-1-15. Upon the receiving receipt of any initiative petition for an initiated measure, referred law petition, or initiated constitutional amendment petition to the Constitution, the secretary of state shall examine the petition. No signature of a person may be counted by the secretary of state unless the person is a registered voter who resides in the county senate district indicated on the signature line of the petition. No signature of a person may be counted if the information required on the petition form is not complete."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8460, "action_date": "2018-01-31T14:00:00-06:00", "document_id": 48336, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48336.pdf", "status_text": "First read in House and referred to", "journal_page": 252, "committee_id_action": 396, "committee_id_assigned": 391, "result": "N", "vote": {}}, {"bill_id": 8460, "action_date": "2018-02-14T15:30:00-06:00", "document_id": 49072, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49072.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 391, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8460, "action_date": "2018-02-14T15:30:00-06:00", "document_id": 49304, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49304.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 391, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8460, "action_date": "2018-02-14T15:30:00-06:00", "document_id": 49304, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49304.pdf", "status_text": "Do Pass Amended", "journal_page": 470, "committee_id_action": 391, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25891, "president_vote": null, "Nay": [1268, 1238, 1226, 1277, 1240, 1225], "Yea": [1284, 1282, 1283, 1250, 1248, 1253, 1259]}}, {"bill_id": 8460, "action_date": "2018-02-21T14:00:00-06:00", "document_id": 49604, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49604.pdf", "status_text": "Do Pass Amended", "journal_page": 537, "committee_id_action": 396, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 26156, "president_vote": null, "Excused": [1313, 1269, 1248, 1261, 1254], "Nay": [1241, 1213, 1297, 1424, 1268, 1279, 1214, 1223, 1307, 1301, 1235, 1294, 1425, 1260, 1308, 1275, 1238, 1250, 1286, 1222, 1302, 1306, 1265, 1247, 1296, 1292, 1293, 1226, 1274, 1249, 1277, 1259, 1255, 1299, 1225, 1256, 1240, 1258, 1305, 1257, 1236, 1215, 1216, 1229, 1298], "Yea": [1284, 1266, 1282, 1311, 1312, 1291, 1283, 1314, 1315, 1316, 1310, 1280, 1263, 1295, 1303, 1309, 1287, 1317, 1285, 1253]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8460"}