{"session_id": 43, "bill_id": 10372, "bill_type": "House Bill", "bill_number": 1148, "bill_title": "provide for protection orders.", "sponsors": [{"legislator_profile_id": 1745, "is_prime": true}, {"legislator_profile_id": 1670, "is_prime": false}, {"legislator_profile_id": 1711, "is_prime": false}, {"legislator_profile_id": 1680, "is_prime": false}, {"legislator_profile_id": 1744, "is_prime": false}, {"legislator_profile_id": 1736, "is_prime": false}, {"legislator_profile_id": 1676, "is_prime": false}, {"legislator_profile_id": 1731, "is_prime": false}, {"legislator_profile_id": 1742, "is_prime": false}, {"legislator_profile_id": 1679, "is_prime": false}, {"legislator_profile_id": 1715, "is_prime": false}, {"legislator_profile_id": 1698, "is_prime": false}, {"legislator_profile_id": 1701, "is_prime": false}, {"legislator_profile_id": 1725, "is_prime": false}, {"legislator_profile_id": 1692, "is_prime": false}, {"legislator_profile_id": 1762, "is_prime": false}], "keywords": ["Crimes", "Domestic Relations", "Protection Order"], "audio": [], "bill_versions": [{"bill_id": 10372, "bill_version_id": 65238, "bill_version": "Introduced", "bill_version_date": "2020-01-29T17:04:03.673-06:00", "bill_text": "An Act to provide for protection orders. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 22-19A-8 be AMENDED: 22-19A-8. Protection order--Petition--Content. There exists an action known as a petition for a protection order in cases of stalking, in cases of physical injury as a result of an assault, or in cases of a crime of violence as defined in subdivision 22-1-2(9). Procedures for the action are as follows: (1) A petition for a protection order under this section may be made: (1) May be filed with the court against any : (a) Any person who violates is alleged by the petitioner to have violated § 22-19A-1 or against any other; (b) Any person against whom stalking orwho is alleged by the petitioner to have caused a physical injury to the petitioner or another person, as a result of an assault; or in cases where (c) Any person who is alleged by the petitioner to have committed a crime of violence is alleged; (2) A petition shall allege the existence of (a) stalking or (b) physical injury as a result of an assault or (c) a crime of violence, and shallMust be accompanied by an affidavit made under oath stating the specific facts and circumstances in support of the stalking or the physical injury as a result of an assault or crime of violenceallegation; (3) A petition for relief mayMust be accompanied by a police report; and (4) May be made filed whether or not there is a pending lawsuit, complaint, petition, or other action between the parties. The clerk of the circuit court shall make available standard petition forms to be used by a petitioner, together with instructions for completion to be used by a petitioner. The attorney general shall prepare the standard petition form. Section 2. That § 25-10-3 be AMENDED: 25-10-3. Protection order--Petition--Content. There exists an action known as a petition for a protection order in cases of domestic abuse. Procedures for the action are as follows: (1) A petition under this section for a protection order in a case of domestic abuse may be made by any person in a relationship described as provided for in § 25-10-3.1 against any other person in such a relationship; who meets the requirements of § 25-10-3.1. (2) A petition shall for a protection order in a case of domestic abuse: (1) Must allege the existence of domestic abuse and shall; (2) Must be accompanied by an affidavit made under oath stating the specific facts and circumstances in support of the domestic abuse allegation; and (3) A petition for relief may be made Must be accompanied by a police report; and (4) May be filed whether or not there is a pending lawsuit, complaint, petition, or other action between the parties. However; provided, if there is any other lawsuit, complaint, petition, or other such an action pending between the parties, any new, a petition made pursuant to under this section shall must be made assigned to the judge previously assigned to handling the pending lawsuit, petition, or other action, unless good cause is shown for the assignment of a different judge. The clerk of the circuit court shall make available standard petition forms to be used by a petitioner, together with instructions for completion to be used by a petitioner. The attorney general shall prepare the forms."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 10372, "action_date": "2020-01-30T13:00:00-06:00", "document_id": 65199, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65199.pdf", "status_text": "First read in House and referred to", "journal_page": 105, "committee_id_action": 480, "committee_id_assigned": 448, "result": "N", "vote": {}}, {"bill_id": 10372, "action_date": "2020-02-21T13:00:00-06:00", "document_id": 68191, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68191.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 351, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/10372"}