{"session_id": 10, "bill_id": 2366, "bill_type": "Senate Bill", "bill_number": 22, "bill_title": "provide for the regulation and licensure of birth centers.", "sponsors": [], "keywords": ["Birth Centers", "Department of Health", "Licenses", "Public Health and Safety"], "audio": [{"meeting_datetime": "2011-01-31T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/she13.mp3", "start_seconds": 340.0}, {"meeting_datetime": "2011-01-31T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/she13.mp3", "start_seconds": 340.0}, {"meeting_datetime": "2011-01-31T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/she13.mp3", "start_seconds": 340.0}, {"meeting_datetime": "2011-02-01T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen14.mp3", "start_seconds": 1766.0}, {"meeting_datetime": "2011-02-01T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen14.mp3", "start_seconds": 1766.0}, {"meeting_datetime": "2011-02-01T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen14.mp3", "start_seconds": 1766.0}, {"meeting_datetime": "2011-02-24T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hhe27.mp3", "start_seconds": 144.0}, {"meeting_datetime": "2011-02-24T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hhe27.mp3", "start_seconds": 144.0}, {"meeting_datetime": "2011-02-24T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hhe27.mp3", "start_seconds": 144.0}, {"meeting_datetime": "2011-02-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou29.mp3", "start_seconds": 4071.0}, {"meeting_datetime": "2011-02-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou29.mp3", "start_seconds": 4071.0}, {"meeting_datetime": "2011-02-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou29.mp3", "start_seconds": 4071.0}], "bill_versions": [{"bill_id": 2366, "bill_version_id": 14669, "bill_version": "Introduced", "bill_version_date": "2011-01-07T09:56:19.527-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the regulation and licensure of birth centers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Any birth center licensed by the state in accordance with chapter 34-12, may operate to provide care for women before, during, and after normal pregnancy, labor, and birth. Section 2. That § 34-12-1.1 be amended to read as follows: 34-12-1.1. Terms used in this chapter mean: (1) \"Ambulatory surgery center,\" any facility which is not part of a hospital and which is not an office of a dentist, whether for individual or group practice, in which surgical procedures requiring the use of general anesthesia are performed upon patients; (2) \"Assisted living center,\" any institution, rest home, boarding home, place, building, or agency which is maintained and operated to provide personal care and services which meet some need beyond basic provision of food, shelter, and laundry; (3) \"Chemical dependency treatment facility,\" any facility which provides a structured inpatient treatment program for alcoholism or drug abuse; (4) \"Health care facility,\" any institution, sanitarium, maternity home, birth center, ambulatory surgery center, chemical dependency treatment facility, hospital, nursing facility, assisted living center, rural primary care hospital, adult foster care home, inpatient hospice, residential hospice, place, building, or agency in which any accommodation is maintained, furnished, or offered for the hospitalization, nursing care, or supervised care of the sick or injured; (5) \"Hospital,\" any establishment with an organized medical staff with permanent facilities that include inpatient beds and is primarily engaged in providing by or under the supervision of physicians, to inpatients, any of the following services: diagnostic or therapeutic services for the medical diagnosis, treatment, or care of injured, disabled, or sick persons; obstetrical services including the care of the newborn; or rehabilitation services for injured, disabled, or sick persons. In no event may the inpatient beds include nursing facility beds or assisted living center beds unless the same are licensed as such pursuant to this chapter; (6) \"Maternity home,\" any institution, place, building, or agency in which, within a period of six months, more than one woman, during pregnancy, or during or after delivery, except women related by blood or marriage, are kept for care or treatment; or which has in its custody or control at any one time, two or more infants under the age of two years, unattended by parents or guardians, for the purpose of providing them with care, food, and lodging, except infants related to the one having such custody or control by blood or marriage; (7) \"Nursing facility,\" any facility which is maintained and operated for the express or implied purpose of providing care to one or more persons whether for consideration or not, who are not acutely ill but require nursing care and related medical services of such complexity as to require professional nursing care under the direction of a physician on a twenty-four hour per day basis; or a facility which is maintained and operated for the express or implied purpose of providing care to one or more persons, whether for consideration or not, who do not require the degree of care and treatment which a hospital is designed to provide, but who because of their mental or physical condition require medical care and health services which can be made available to them only through institutional facilities; (8) \"Critical access hospital,\" any nonprofit or public hospital providing emergency care on a twenty-four hour basis located in a rural area which has limited acute inpatient services, focusing on primary and preventive care, and which has in effect an agreement with a general hospital that provides emergency and medical backup services and accepts patient referrals from the critical access hospital. For the purposes of this subdivision, a rural area is any municipality of under fifty thousand population; (9) \"Adult foster care home,\" a family-style residence which provides supervision of personal care, health services, and household services for no more than four aged, blind, physically disabled, developmentally disabled, or socially-emotionally disabled adults; (10) \"Inpatient hospice,\" any facility which is not part of a hospital or nursing home which is maintained and operated for the express or implied purpose of providing all levels of hospice care to terminally ill individuals on a twenty-four hour per day basis; and (11) \"Residential hospice,\" any facility which is not part of a hospital or nursing home which is maintained and operated for the express or implied purpose of providing custodial care to terminally ill individuals on a twenty-four hour per day basis; and (12) \"Birth center,\" any health care facility at which a woman is scheduled to give birth following a normal, uncomplicated pregnancy, but does not include a hospital or the residence of the woman giving birth. Section 3. Any birth center shall be located within thirty minutes normal driving time of a hospital licensed pursuant to chapter 34-12 that provides routine birth services. Section 4. Except as provided in section 5 of this Act, no person may establish or operate a birth center in this state without an appropriate license issued under this Act. Section 5. The following facilities are exempt from the requirements of this Act: (1) A hospital licensed pursuant to chapter 34-12; and (2) A critical access hospital licensed pursuant to chapter 34-12. Section 6. An applicant for a birth center license shall submit an application to the Department of Health on a form prescribed by the department. The application shall be accompanied by a nonrefundable license fee of five hundred dollars. The department shall issue a license if, after inspection and investigation, the department finds that the application and birth center meet the requirements of this Act. The birth center license is renewable annually on a form prescribed by the department. Section 7. The Department of Health shall promulgate rules pursuant to chapter 1-26 for the issuance, renewal, denial, suspension, and revocation of a license to operate a birth center. The department shall adopt, by rules promulgated pursuant to chapter 1-26, minimum standards to protect the health and safety of mothers and infants of a birth center. The rules shall establish minimum standards regarding: (1) Facility safety, including fire safety and construction, ADA accessibility, and sanitation; (2) Qualifications and supervision of professional and nonprofessional personnel, including certification in neonatal and maternal CPR; (3) Emergency equipment and procedures to provide emergency care; (4) Medical records and reports; (5) Birthing room requirements, including minimum size requirements; (6) Support areas for patients, including toilet, hand washing station, and bath/shower facility; (7) Infection control, including cleaning and laundry requirements, scrub area, decontamination, disinfection, sterilization, and storage of sterile supplies, storage for soiled product, and disposal of medical waste; (8) Medication control; (9) Quality assurance; (10) Information on and access to patient follow-up care; (11) Informed consent and disclosure requirements; (12) Patient screening, assessment, and monitoring, including transport protocols and physician referral protocols; and (13) Administrative and public areas, including staff support areas, reception area, family room, public restroom with toilet and hand washing station, nourishment area, record storage, and provisions for drinking water. Section 8. A birth center shall adopt, implement, and enforce a written risk assessment system that conforms to the patient assessment protocols established pursuant to section 7 of this Act. A birth center shall perform the risk assessment of a potential client prior to accepting the client for admission and shall only admit a client that has been assessed to have a low-risk pregnancy. A birth center client shall be continually assessed to identify if her condition deviates from a low-risk pregnancy at any time during the pregnancy, delivery, or postpartum period. The birth center shall refer or transfer the client to a physician or hospital in accordance with the standards established pursuant to section 7 of this Act."}, {"bill_id": 2366, "bill_version_id": 17583, "bill_version": "Enrolled", "bill_version_date": "2011-03-01T09:07:40.577-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2366, "action_date": "2011-01-11T12:00:00-06:00", "document_id": 14781, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/14781.pdf", "status_text": "First read in Senate and referred to", "journal_page": 19, "committee_id_action": 113, "committee_id_assigned": 93, "result": "N", "vote": {}}, {"bill_id": 2366, "action_date": "2011-01-31T10:00:00-06:00", "document_id": 15654, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15654.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 93, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2366, "action_date": "2011-01-31T10:00:00-06:00", "document_id": 16024, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16024.pdf", "status_text": "Do Pass", "journal_page": 236, "committee_id_action": 93, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8320, "president_vote": null, "Yea": [30, 18, 82, 13, 27, 52], "Nay": [76]}}, {"bill_id": 2366, "action_date": "2011-02-01T14:00:00-06:00", "document_id": 16134, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16134.pdf", "status_text": "Do Pass", "journal_page": 283, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8410, "president_vote": null, "Yea": [44, 75, 30, 79, 46, 41, 24, 26, 25, 78, 2, 18, 77, 82, 13, 55, 43, 4, 16, 9, 81, 27, 34, 52, 80, 8, 45, 22], "Nay": [42, 38, 76, 31, 10, 19], "Excused": [40]}}, {"bill_id": 2366, "action_date": "2011-02-02T14:00:00-06:00", "document_id": 16215, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16215.pdf", "status_text": "First read in House and referred to", "journal_page": 265, "committee_id_action": 115, "committee_id_assigned": 104, "result": "N", "vote": {}}, {"bill_id": 2366, "action_date": "2011-02-08T07:45:00-06:00", "document_id": 16287, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16287.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 104, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2366, "action_date": "2011-02-24T07:45:00-06:00", "document_id": 17217, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17217.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 104, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2366, "action_date": "2011-02-24T07:45:00-06:00", "document_id": 17303, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17303.pdf", "status_text": "Do Pass", "journal_page": 508, "committee_id_action": 104, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9430, "president_vote": null, "Excused": [53], "Yea": [94, 84, 88, 63, 70, 28, 83, 69, 14, 86, 85, 17]}}, {"bill_id": 2366, "action_date": "2011-02-25T13:00:00-06:00", "document_id": 17443, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17443.pdf", "status_text": "Deferred to another day", "journal_page": 537, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2366, "action_date": "2011-02-28T14:00:00-06:00", "document_id": 17545, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17545.pdf", "status_text": "Do Pass", "journal_page": 554, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9646, "president_vote": null, "Excused": [12, 49, 104], "Yea": [53, 56, 17, 33, 21, 60, 87, 1, 105, 48, 51, 15, 59, 36, 7, 94, 84, 88, 61, 90, 57, 11, 63, 70, 96, 23, 62, 39, 54, 20, 71, 92, 28, 37, 83, 95, 58, 85, 103, 3, 32, 102, 68, 98, 67, 99, 64, 73, 69, 50, 14, 6, 86, 74, 35, 97, 29, 101, 100, 91, 89, 65, 47, 5], "Nay": [72, 93, 66]}}, {"bill_id": 2366, "action_date": "2011-03-02T14:00:00-06:00", "document_id": 17762, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17762.pdf", "status_text": "Signed by the President", "journal_page": 599, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2366, "action_date": "2011-03-03T14:00:00-06:00", "document_id": 17865, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17865.pdf", "status_text": "Signed by the Speaker", "journal_page": 621, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2366, "action_date": "2011-03-07T14:00:00-06:00", "document_id": 17983, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17983.pdf", "status_text": "Delivered to the Governor", "journal_page": 622, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2366, "action_date": "2011-03-11T10:00:00-06:00", "document_id": 18214, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18214.pdf", "status_text": "Signed by the Governor", "journal_page": 696, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4846, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/2366"}