{"session_id": 69, "bill_id": 25127, "bill_type": "Senate Bill", "bill_number": 153, "bill_title": "make an appropriation to the Department of Game, Fish and Parks to improve and repair infrastructure around Lake Hiddenwood.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25127", "sponsors": [{"legislator_profile_id": 4481, "is_prime": true}, {"legislator_profile_id": 4570, "is_prime": true}, {"legislator_profile_id": 4531, "is_prime": false}], "keywords": ["Appropriation", "Fund", "Game, Fish, Parks and Forestry", "Procurement of Public Improvements", "State Parks"], "audio": [], "bill_versions": [{"bill_id": 25127, "bill_version_id": 262449, "bill_version": "Introduced", "bill_version_date": "2024-01-24T15:51:39.39-06:00", "bill_text": "An Act to make an appropriation to the Department of Game, Fish and Parks to improve and repair infrastructure around Lake Hiddenwood. Be it enacted by the Legislature of the State of South Dakota: Section 1. There is hereby appropriated from the general fund the sum of $3,750,000 and appropriated from the department of game, fish and parks fund the sum of $750,000 in other fund expenditure authority to the Department of Game, Fish and Parks for improving and repairing infrastructure at Lake Hiddenwood. Section 2. The Department of Game, Fish and Parks shall solicit donations for the project. The department may accept moneys obtained from donations or any other external sources, all of which comprise a special fund for the project. There is hereby appropriated from the special fund the sum of $750,000 in other fund expenditure authority to the department for the purposes described in section 1 of this Act. Section 3. The design and construction of improvements shall be under the general charge and supervision of the Bureau of Administration as provided in § 5-14-2. Section 4. The secretary of the Department of Game, Fish and Parks shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 5. Any amounts appropriated in this Act not lawfully expended or obligated shall revert in accordance with the procedures prescribed in chapter 4-8. Section 6. This Act is effective beginning June 30, 2024."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25127, "action_date": "2024-01-25T13:00:00-06:00", "document_id": 262427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262427.pdf", "status_text": "First read in Senate and referred to", "journal_page": 178, "committee_id_action": 1219, "committee_id_assigned": 1208, "result": "N", "vote": {}}]}