{"session_id": 54, "bill_id": 17780, "bill_type": "House Bill", "bill_number": 1043, "bill_title": "revise the nonrenewal and preexisting requirements for individual health benefit plans.", "sponsors": [], "keywords": ["Insurance"], "audio": [{"meeting_datetime": "2003-01-21T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hco05hb1043a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-21T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hco05hb1043a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-21T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hco05hb1043a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-21T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hco05hb1043a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-28T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sco10hb1043a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-28T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sco10hb1043a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-28T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sco10hb1043a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-28T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sco10hb1043a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17780, "bill_version_id": 95334, "bill_version": "Introduced", "bill_version_date": "2003-01-11T15:53:56-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the nonrenewal and preexisting requirements for individual health benefit plans. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-17-82 be amended to read as follows: 58-17-82. An individual health benefit plan subject to § § 58-17-66 to 58-17-87, inclusive, is renewable with respect to any person or dependent at the option of the person and may not be terminated by the insurer at any time , except as provided in § 58-17-15 or in any of the following cases: (1) The individual has failed to pay premiums or contributions in accordance with the terms of the health insurance coverage or the insurer has not received timely premium payments; (2) Fraud or intentional misrepresentation of material fact by the person; (3) In the case of a health insurance issuer that offers health insurance coverage in the market through a network plan, there are no longer any enrollees in connection with the plan who live, reside, or work in the service area of the issuer or in the area for which the issuer is authorized to do business and the issuer would deny enrollment with respect to the plan as provided for in § 58-18B-37; (4) Election by the carrier not to renew all of its individual health benefit plans delivered or issued for delivery to persons in the state. In such a case, the carrier shall provide advance notice of its decision under this subdivision to the director in each state in which it is licensed and provide notice of the decision not to renew coverage to all affected individuals and to the director in each state in which an affected insured individual is known to reside at least one hundred eighty days before the nonrenewal of any individual health benefit plans by the carrier. Notice to the director under this subdivision shall be provided at least three working days before the notice to the affected individuals. In such instances, the director shall assist the affected persons in finding replacement coverage; (5) In the case of health insurance coverage that is made available only through one or more bona fide associations, the membership of an employer in the association (on the basis of which the coverage is provided) ceases but only if the coverage is terminated uniformly without regard to any health status-related factor relating to any covered individual; or (6) The insured individual becomes eligible for medicare coverage under Title XVIII of the Social Security Act, unless federal law requires that medicare coverage under Title XVIII be excluded as a reason for renewability of coverage; (7) If the issuer decides to discontinue offering a particular type of individual health insurance offered in the individual market, coverage of such type may be discontinued if: (a) The issuer provides notice to each insured provided coverage of this type in such market (and any participant and beneficiary covered under such coverage) of the discontinuation at least ninety days prior to the date of the discontinuation of the coverage; (b) The issuer offers to each insured provided coverage of this type in such market, the option to purchase all other health insurance coverage currently being offered by the issuer to an individual health plan in such market; or (c) In exercising the option to discontinue coverage of this type and in offering the option of coverage under subsection (b), the issuer acts uniformly without regard to the claims experience of those insured or any health status-related factor relating to any participant or beneficiary covered or any new participant or beneficiary who may become eligible for such coverage. Section 2. That § 58-17-84 be amended to read as follows: 58-17-84. Any health benefit plan covering individuals shall comply with the following provisions: (1) No health benefit plan may deny, exclude, or limit benefits for a covered individual for claims incurred more than twelve months following the effective date of the person's coverage due to a preexisting condition. No health benefit plan may define a preexisting condition more restrictively than: (a) A condition that would have caused an ordinarily prudent person to seek medical advice, diagnosis, care, or treatment during the twelve months immediately preceding the effective date of coverage; (b) A condition for which medical advice, diagnosis, care, or treatment was recommended or received during the twelve months immediately preceding the effective date of coverage; or (c) A pregnancy existing on the effective date of coverage; (2) A health benefit plan shall waive any time period applicable to a preexisting condition exclusion or limitation period with respect to particular services for the aggregate period of time a person was previously covered by creditable coverage, excluding limited benefit plans and dread disease plans that provided benefits with respect to such services, if the creditable coverage was continuous to a date not more than sixty-three days before the application for the new coverage. A period of time a person was previously covered may not be aggregated if there was a break in coverage of sixty-three days or more. The plan shall count a period of creditable coverage without regard to the specific benefits covered under the plan, unless the plan elects to credit it based on coverage of benefits within several classes or categories of benefits specified in rules adopted pursuant to chapter 1-26, by the director; (3) A health maintenance organization which does not utilize a preexisting waiting period may use an affiliation period in lieu of a preexisting waiting period. No affiliation period may exceed two months in length. No premium may be charged for any portion of the affiliation period. If the health maintenance organization utilizes neither a preexisting waiting period nor an affiliation period, the health maintenance organization may use other criteria designed to avoid adverse selection provided that those criteria are approved by the director; (4) Genetic information may not be treated as a condition for which a preexisting condition exclusion may be imposed in the absence of a diagnosis of the condition related to such information; and (5) A carrier may not exclude coverage for a preexisting condition which condition may not be defined or considered as preexisting if the condition arose after a person began creditable coverage and if there was not a break in coverage which exceeded sixty-three days. For purposes of this section, the effective date of coverage is the first day the person became covered for either accidents or sicknesses. Section 3. That § 58-18-45 be amended to read as follows: 58-18-45. Health benefit plans shall comply with the following provisions: (1) No health benefit plan may deny, exclude, or limit benefits for a covered individual for claims incurred more than twelve months following the effective date of the individual's coverage due to a preexisting condition. No health benefit plan may define a preexisting condition more restrictively than a condition for which medical advice, diagnosis, care, or treatment was recommended or received during the six months immediately preceding the effective date of coverage; (2) A health benefit plan shall waive any time period applicable to a preexisting condition exclusion or limitation period for the aggregate period of time an individual was previously covered by creditable coverage that provided benefits with respect to such services, if the creditable coverage was continuous to a date not more than sixty-three days prior to the effective date of the new coverage. The waiver for prior creditable coverage also applies to late enrollees. A period of time a person was previously covered may not be aggregated if there was a break in coverage of sixty-three days or more. The plan shall count a period of creditable coverage, without regard to the specific benefits covered under the plan, unless the plan elects to credit it based on coverage of benefits within several classes or categories of benefits specified in rules adopted by the director. A carrier may not exclude coverage for a preexisting condition which condition may not be defined or considered as preexisting if the condition arose after a person began creditable coverage and if there was not a break in coverage which exceeded sixty-three days; (3) A health benefit plan may exclude coverage for late enrollees for the greater of eighteen months or for an eighteen-month preexisting condition exclusion. However, if both a period of exclusion from coverage and a preexisting condition exclusion are applicable to a late enrollee, the combined period may not exceed eighteen months from the date the individual enrolls for coverage under the health benefit plan; (4) Genetic information may not be treated as a condition for which a preexisting condition exclusion may be imposed in the absence of a diagnosis of the condition related to such information; (5) A health maintenance organization which does not utilize a preexisting waiting period may use an affiliation period in lieu of a preexisting waiting period. No affiliation period may exceed two months in length. No premium may be charged for any portion of the affiliation period. If the health maintenance organization utilizes neither a preexisting waiting period nor an affiliation period, the health maintenance organization may use other criteria designed to avoid adverse selection provided that those criteria are approved by the director. In the case of a late enrollee who is subject to an affiliation period, the affiliation period may not exceed three months. For purposes of this section, the effective date of coverage is the first day the person became covered for either accidents or sicknesses."}, {"bill_id": 17780, "bill_version_id": 96096, "bill_version": "Enrolled", "bill_version_date": "2003-01-30T08:48:21-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17780, "action_date": "2003-01-14T12:00:00-06:00", "document_id": 95377, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95377.pdf", "status_text": "First read in House and referred to", "journal_page": 23, "committee_id_action": 798, "committee_id_assigned": 786, "result": "N", "vote": {}}, {"bill_id": 17780, "action_date": "2003-01-21T07:45:00-06:00", "document_id": 95482, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95482.pdf", "status_text": "Do Pass,", "journal_page": 74, "committee_id_action": 786, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56110, "president_vote": null, "Yea": [2839, 2841, 2892, 2900, 2905, 2906, 2909, 2911, 2919, 2920, 2925, 2922, 2885]}}, {"bill_id": 17780, "action_date": "2003-01-21T07:45:00-06:00", "document_id": 95482, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95482.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 786, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17780, "action_date": "2003-01-21T07:45:00-06:00", "document_id": 95482, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95482.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 786, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17780, "action_date": "2003-01-22T14:00:00-06:00", "document_id": 95593, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95593.pdf", "status_text": "Do Pass,", "journal_page": 103, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56481, "president_vote": null, "Excused": [2833, 2861], "Yea": [2836, 2837, 2839, 2841, 2842, 2843, 2844, 2845, 2846, 2848, 2855, 2857, 2858, 2859, 2860, 2862, 2863, 2864, 2866, 2869, 2870, 2871, 2872, 2873, 2874, 2875, 2877, 2879, 2884, 2885, 2888, 2889, 2890, 2892, 2893, 2894, 2895, 2896, 2898, 2900, 2902, 2905, 2906, 2907, 2909, 2910, 2911, 2912, 2913, 2914, 2915, 2917, 2919, 2920, 2922, 2923, 2924, 2925, 2929, 2930, 2931, 2932, 2933, 2934, 2936, 2937, 2938, 2899]}}, {"bill_id": 17780, "action_date": "2003-01-23T14:00:00-06:00", "document_id": 95651, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95651.pdf", "status_text": "First read in Senate and referred to", "journal_page": 172, "committee_id_action": 799, "committee_id_assigned": 773, "result": "N", "vote": {}}, {"bill_id": 17780, "action_date": "2003-01-28T10:00:00-06:00", "document_id": 95880, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95880.pdf", "status_text": "Do Pass,", "journal_page": 212, "committee_id_action": 773, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55694, "president_vote": null, "Yea": [2832, 2878, 2883, 2921, 2926, 2897], "Excused": [2838]}}, {"bill_id": 17780, "action_date": "2003-01-28T10:00:00-06:00", "document_id": 95880, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95880.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 773, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17780, "action_date": "2003-01-28T10:00:00-06:00", "document_id": 95880, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95880.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 773, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17780, "action_date": "2003-01-29T14:00:00-06:00", "document_id": 96046, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96046.pdf", "status_text": "Do Pass,", "journal_page": 236, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55768, "president_vote": null, "Yea": [2832, 2834, 2835, 2838, 2840, 2847, 2849, 2850, 2851, 2852, 2853, 2856, 2865, 2868, 2876, 2878, 2880, 2881, 2882, 2883, 2886, 2887, 2891, 2897, 2901, 2903, 2904, 2908, 2916, 2921, 2926, 2927, 2928, 2935], "Excused": [2854]}}, {"bill_id": 17780, "action_date": "2003-01-30T14:00:00-06:00", "document_id": 96215, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96215.pdf", "status_text": "Signed by Speaker", "journal_page": 235, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17780, "action_date": "2003-02-03T14:00:00-06:00", "document_id": 96443, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96443.pdf", "status_text": "Signed by President", "journal_page": 295, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17780, "action_date": "2003-02-03T14:00:00-06:00", "document_id": 96452, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96452.pdf", "status_text": "Delivered to the Governor", "journal_page": 282, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17780, "action_date": "2003-02-07T13:00:00-06:00", "document_id": 96830, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96830.pdf", "status_text": "Signed by Governor", "journal_page": 346, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2557, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/17780"}