{"session_id": 7, "bill_id": 1088, "bill_type": "House Bill", "bill_number": 1269, "bill_title": "provide for the governance of public postsecondary technical education and to provide for the transfer of authority for public postsecondary technical education from local school districts to the Department of Education.", "sponsors": [{"legislator_profile_id": 697, "is_prime": true}, {"legislator_profile_id": 650, "is_prime": true}, {"legislator_profile_id": 653, "is_prime": false}, {"legislator_profile_id": 704, "is_prime": false}, {"legislator_profile_id": 680, "is_prime": false}, {"legislator_profile_id": 720, "is_prime": false}, {"legislator_profile_id": 666, "is_prime": false}, {"legislator_profile_id": 726, "is_prime": false}, {"legislator_profile_id": 715, "is_prime": false}, {"legislator_profile_id": 674, "is_prime": false}, {"legislator_profile_id": 655, "is_prime": false}, {"legislator_profile_id": 673, "is_prime": false}, {"legislator_profile_id": 693, "is_prime": false}, {"legislator_profile_id": 644, "is_prime": false}, {"legislator_profile_id": 690, "is_prime": false}, {"legislator_profile_id": 636, "is_prime": false}, {"legislator_profile_id": 667, "is_prime": false}, {"legislator_profile_id": 717, "is_prime": false}, {"legislator_profile_id": 654, "is_prime": false}, {"legislator_profile_id": 719, "is_prime": false}, {"legislator_profile_id": 683, "is_prime": false}, {"legislator_profile_id": 686, "is_prime": false}, {"legislator_profile_id": 701, "is_prime": false}, {"legislator_profile_id": 662, "is_prime": false}, {"legislator_profile_id": 722, "is_prime": false}, {"legislator_profile_id": 638, "is_prime": false}, {"legislator_profile_id": 637, "is_prime": false}, {"legislator_profile_id": 648, "is_prime": false}, {"legislator_profile_id": 678, "is_prime": false}, {"legislator_profile_id": 679, "is_prime": false}, {"legislator_profile_id": 694, "is_prime": false}, {"legislator_profile_id": 647, "is_prime": false}, {"legislator_profile_id": 691, "is_prime": false}], "keywords": ["Department of Education", "Education", "School Districts"], "audio": [{"meeting_datetime": "2009-02-18T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hed24a.mp3", "start_seconds": 26.0}, {"meeting_datetime": "2009-02-23T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hed27.mp3", "start_seconds": 169.0}, {"meeting_datetime": "2009-02-23T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hed27.mp3", "start_seconds": 169.0}, {"meeting_datetime": "2009-02-23T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hed27.mp3", "start_seconds": 169.0}, {"meeting_datetime": "2009-02-23T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hed27.mp3", "start_seconds": 169.0}], "bill_versions": [{"bill_id": 1088, "bill_version_id": 6646, "bill_version": "Introduced", "bill_version_date": "2009-02-03T08:42:05.783-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the governance of public postsecondary technical education and to provide for the transfer of authority for public postsecondary technical education from local school districts to the Department of Education. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-39-1.2 be amended to read as follows: 13-39-1.2. Terms used in this chapter, mean: (1) \"Adult vocational education,\" the training provided to upgrade or update the occupational skills of persons who are preparing to, or have already, entered an occupation; (2) \"Center board,\" the governing body of a multi-district center; (3) \"Director,\" the director of the Office of Career and Technical Education in the Department of Education; (4) \"Division,\" the Division of Education Services and Resources of Office of Career and Technical Education in the Department of Education; (4) (5) \"Facilities,\" buildings, rooms, property, and permanent equipment, including vehicles, used to provide vocational education; (5) (6) \"LEA,\" a local education agency limited to public school districts and the legal entities that a school district is authorized to establish; (6) (7) \"Multi-district center,\" a multi-district secondary occupational vocational education center; (7) (8) \"Multi-use facility,\" a structure or part of a structure for student or faculty use as a lounge area, cafeteria, classroom, or large group area not operated as a student union building in which student fees are charged and utilized to pay for construction and maintenance of a facility under the direct or indirect control of the students; (8) (9) \"Participating district,\" a school district which has voting representation on a multi-district center board; (9) (10) \" Postsecondary Public postsecondary technical institute,\" a public nonprofit school legally authorized to provide public postsecondary technical education which does not culminate in a baccalaureate degree at that school; (10) (11) \"Secretary,\" the state secretary of education; (11) (12) \"State board,\" the South Dakota Board of Education; (12) (13) \"Vocational education,\" organized programs at the secondary, postsecondary, or adult levels directly related to the preparation of individuals for paid or unpaid employment, or for the additional preparation for a career requiring other than a baccalaureate or advanced degree. Section 2. The ownership of the public postsecondary technical institutes is vested in the state and administered through the Department of Education pursuant to this Act. Section 3. The secretary shall implement policies and goals, and provide management and direction to ensure that the needs of the public, business, and industry are met to the highest possible degree and in the most cost-effective and efficient manner, by the public postsecondary technical institutes. Section 4. The secretary shall review and approve recommendations for annual funding requests for all public postsecondary technical institutes and shall make recommendations to the Governor and the Legislature regarding the public postsecondary technical institutes. Section 5. The secretary shall have general control and supervision over all public postsecondary technical institutes. Section 6. The secretary, in consultation with the secretary of the Department of Labor, the secretary of the Department of Tourism and State Development, and the Workforce Development Council, shall approve all new diploma or degree granting or awarding programs at any public postsecondary technical institute, and review and approve the deletion or modification of existing programs. Section 7. The secretary shall represent the public postsecondary technical institutes with other agencies in South Dakota, in other states, and at the national level. Section 8. The secretary shall publish an annual report and establish guidelines for the reporting of information from the public postsecondary technical institutes. Section 9. The secretary shall facilitate institutional and program accreditation for public postsecondary technical institutes. Section 10. The secretary shall approve public postsecondary technical institutes requests for purchase, construction, or alteration of facilities that involve the expenditure of state funds. Section 11. Upon passage of an authorizing resolution by the school board of any school district owning and operating a public postsecondary technical institute, the public postsecondary technical institute shall be attached to the Department of Education pursuant to this Act. The authorizing resolution shall transfer to the Department of Education all of the school district's assets, including real estate, which are primarily used in the ordinary course of business in the existing operation of the public postsecondary technical institute. The authorizing resolution adopted by the school board of the school district owning and operating the public postsecondary technical institute shall specify the assets and liabilities being transferred to the state. Under the terms of the transfer, the state may not be obligated for any liabilities not related to the assets received by the state or related to the ordinary operation of the public postsecondary technical institute. However, a school district is expressly authorized to transfer primary responsibility for repayment of all debt related to any buildings or other real estate transferred, to the Department of Education. The respective school boards of the school districts in Mitchell, Rapid City, Sioux Falls, and Watertown shall each adopt an authorizing resolution as provided in this section no later than July 1, 2009. The authorizing resolution adopted by a school board pursuant to this section is subject to review and approval by the secretary. The secretary shall act on an authorizing resolution within thirty days of receipt of the authorizing resolution from the adopting school district. If the secretary does not approve the authorizing resolution, the secretary shall notify in writing the adopting school district of any objections. The secretary may disapprove an authorizing resolution only if it fails to meet the standards set forth in this section related to the content. Upon receipt of a letter from the secretary detailing any objections to the initial authorizing resolution, a school district shall adopt a modified authorizing resolution complying with the secretary's objections. All authorizing resolutions shall become fully implemented no later than September 30, 2009. Section 12. The secretary may hire or terminate the employment of any public postsecondary technical institute employee, and may establish employee salaries in conformance with state laws and regulations. Section 13. That § 13-39-37.1 be amended to read as follows: 13-39-37.1. Notwithstanding the provisions of §§ 13-16-6, 13-16-7, and 13-19-7, school districts Public postsecondary technical institutes may not construct student union buildings and recreational facilities for postsecondary technical institute students. This restriction includes the use of student fees to pay for student union buildings and recreational or multi-use facilities. The provisions of this section may not be construed as a restriction of construction or operation of regular cafeteria or multi-use facilities for students at postsecondary technical institutes. Section 14. That § 13-39-72 be amended to read as follows: 13-39-72. An LEA operating an approved postsecondary vocational school A public postsecondary technical institute may award an associate in applied sciences degree. The state board secretary may promulgate rules pursuant to chapter 1-26 providing for approval of programs in postsecondary vocational education schools public postsecondary technical institutes leading to an associate in applied science degree. In approving any program, the state board secretary shall consult with the secretary of the Department of Labor, the secretary of the Department of Tourism and State Development, and the Workforce Development Council, and shall consider curriculum, required hours, quality of instruction, minimum standards for entry into the programs, and standards for program completion. Section 15. That § 13-39-9 be amended to read as follows: 13-39-9. The director has general control and supervision over all vocational education in all public secondary schools, public postsecondary institutions not under the control of the Board of Regents and all other vocational education functions and shall perform other duties relative to vocational education and to the public postsecondary technical institutes as assigned to him by the secretary of education. Section 16. That § 13-39-18 be repealed. 13-39-18. The director shall submit all requests for new programs from the postsecondary technical institutes in the state to the state board for action. Section 17. That § 13-39-19 be amended to read as follows: 13-39-19. The secretary of education may distribute funds appropriated to him by the Legislature or granted by any federal agency to the state in accordance with chapter 4-8B or otherwise , for vocational education in public secondary and postsecondary technical institutes schools in the state in accordance with a state plan or plans adopted by the South Dakota Board of Education. The secretary of education may also distribute funds appropriated by the Legislature or granted by any federal agency to the state in accordance with chapter 4-8B or otherwise, for the public postsecondary technical institutes. The aid disbursed to the different schools of the state and all expenses incurred in the administration of the provisions of any federal acts relating to vocational education shall be paid out of the funds of the secretary appropriated for that purpose and from the federal funds allotted to the State of South Dakota for similar purposes. The state treasurer is the custodian of all money paid to the state from federal appropriations for the purpose of vocational education, and shall disburse the funds on warrants issued by the state auditor upon vouchers approved by the director. The secretary of education shall authorize the director to submit vouchers to the state auditor for the amount payable as state and federal aid to each school approved under the provisions of this chapter. Upon receipt of the vouchers, the state auditor shall draw warrants on the state treasury in favor of the treasurer of the public secondary and postsecondary technical institute for the sum approved by the secretary. Section 18. That § 13-39-26 be amended to read as follows: 13-39-26. The provisions of this chapter do not apply to private business schools , private postsecondary technical institutes, or private vocational institutions except that the secretary of education and LEAs may enter into contracts with these schools and institutions to provide vocational education. Section 19. That § 13-39-34 be repealed. 13-39-34. Any LEA proposing to operate a postsecondary technical institute or establish an existing postsecondary technical institute as a separate legal entity may petition the state board pursuant to §§ 13-39-35 to 13-39-36, inclusive. The state board may conduct hearings, investigate school records, and secure other data relating to the proposed postsecondary technical institute, its geographical location, the demography and economy of the area, and any other facts relating to the proposed postsecondary technical institute which the state board may consider appropriate. Section 20. That § 13-39-35 be repealed. 13-39-35. If the South Dakota Board of Education finds that the classification petitioned for would further the educational interests of the state, more nearly equalize the educational opportunities in certain phases of technical education to persons in this state who are of the age and maturity to pursue study in preparation for entering the labor market, be of potential benefit to persons in all communities of the state, and is otherwise in accordance with the plans of the state board, it may recommend the petition be approved by the Legislature. Section 21. That § 13-39-35.1 be repealed. 13-39-35.1. If the Legislature approves the petition by passing a joint resolution, an LEA may operate a postsecondary technical institute. If an LEA begins to operate a postsecondary technical institute without the approval required by this section, that school is ineligible for state vocational education money. Adult vocational education programs are exempt from the provisions of this section. Section 22. That § 13-39-35.2 be repealed. 13-39-35.2. The joint resolution passed pursuant to § 13-39-35.1 shall specify the duties and powers of a postsecondary technical institute. The resolution may also specify the procedure for selecting members of the governing board, which may include local elections for such members. A school established pursuant to § 13-39-35.1 may be a distinct legal entity separate and apart from the school district or districts which established it. Section 23. That § 13-39-36 be repealed. 13-39-36. If the petition is approved by the Legislature, the LEA may establish the proposed school and the state board shall classify the school as a postsecondary technical institute. The state board shall conduct general supervision as provided in § 13-39-37 and in the rules adopted pursuant to chapter 1-26 by the state board. Section 24. That § 13-39-37 be amended to read as follows: 13-39-37. The South Dakota Board of Education secretary may adopt promulgate rules pursuant to chapter 1-26 , to be administered by the director, governing the operation and maintenance of public postsecondary technical institutes which will afford the people of the state, insofar as practicable, an equal opportunity to acquire a public technical education. The rules may provide for the following: (1) Curriculum and standards of instruction and scholarship; (2) Attendance requirements, age limits of trainees, eligibility for attendance, and tuition payments and other charges; (3) Apportionment and distribution of funds made available to the board public postsecondary technical institutes for carrying out the purposes of §§ 13-39-34 to 13- 39-39, inclusive in this chapter ; (4) Transportation requirements and payments; (5) General administrative matters; (6) The submission of the annual budget of the public postsecondary technical institute institutes which shall include, but is not limited to, a description of programs, a list of staff positions, and the amount for supplies and operating expenses associated with the programs offered. The rules shall require the budget to include all operating costs of programs, including those costs ineligible for reimbursement from federal and state funds, shall state the procedure for amending and filing it with the division of education services and resources and shall provide that failure to comply with the rules may result in withholding of payments from federal and state funds; (7) The submission of plans of LEAs for new construction or major renovation of facilities eligible for reimbursement. The rules regarding these plans shall provide a requirement that the LEA, by a written resolution, declare the LEA committed to begin construction if the budget of the state board provides the matching funds; (8) The promotion and coordination of vocational education; and (9) (8) The duplication of programs. Section 25. That § 13-39-38 be repealed. 13-39-38. The secretary of education shall apportion and distribute funds made available for postsecondary technical institutes through a formula approved by the South Dakota Board of Education to the LEAs having jurisdiction over postsecondary technical institutes to assist in maintaining and operating those schools. The use of the funds are subject to rules adopted by the state board pursuant to subdivision § 13-39-37(3) and in accordance with the approved state plan for vocational education. Section 26. That § 13-39-39 be repealed. 13-39-39. The division shall distribute funds to the postsecondary technical institutes under the provisions of § 13-39-38 from money appropriated to the division for that purpose, and from federal funds allotted to the State of South Dakota for that purpose. Section 27. That § 13-39-39.1 be repealed. 13-39-39.1. LEAs operating postsecondary technical institutes shall keep separate the accounting and funds for the operation of the postsecondary technical programs. The LEA shall deposit receipts, student fees and income from state and federal sources, as well as any other receipts incidental to the operation of the postsecondary technical institute, in the fund or funds created pursuant to this chapter. Section 28. That § 13-39-65 be repealed. 13-39-65. The continuing contract provisions set forth in §§ 13-43-9.1 to 13-43-11, inclusive, do not apply to any person employed in a public postsecondary technical institute. At least sixty days prior to the termination of an employee in a postsecondary technical institute, the governing board shall notify in writing the employee of such termination."}], "amendments": [], "fiscal_notes": [7068], "action_log": [{"bill_id": 1088, "action_date": "2009-02-03T14:00:00-06:00", "document_id": 6759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6759.pdf", "status_text": "First read in House and referred to", "journal_page": 266, "committee_id_action": 56, "committee_id_assigned": 43, "result": "N", "vote": {}}, {"bill_id": 1088, "action_date": "2009-02-13T07:45:00-06:00", "document_id": 7231, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7231.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 43, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1088, "action_date": "2009-02-18T15:00:00-06:00", "document_id": 7449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7449.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 43, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1088, "action_date": "2009-02-23T07:45:00-06:00", "document_id": 7912, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7912.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 43, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1088, "action_date": "2009-02-23T07:45:00-06:00", "document_id": 7998, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7998.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 43, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1088, "action_date": "2009-02-23T07:45:00-06:00", "document_id": 7998, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7998.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 481, "committee_id_action": 43, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4465, "president_vote": null, "Nay": [720], "Yea": [688, 708, 712, 724, 652, 729, 678, 714, 736, 728, 658, 723, 684, 696]}}]}