{"session_id": 45, "bill_id": 12620, "bill_type": "House Bill", "bill_number": 1035, "bill_title": "to revise certain provisions pertaining to the regulation of vehicle dealers and snowmobile dealers.", "sponsors": [], "keywords": ["Dealerships & Franchises", "Motor Vehicle Dealers", "Signed by Governor"], "audio": [], "bill_versions": [{"bill_id": 12620, "bill_version_id": 73027, "bill_version": "Introduced", "bill_version_date": "1997-01-12T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions pertaining to the regulation of vehicle dealers, snowmobile dealers, and boat dealers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-6B-1 be amended by adding thereto a NEW SUBDIVISION to read as follows: \"Sell-it-yourself lot,\" any space provided to a person for a fee to display that person's boat or vehicle for sale. Section 2. That § 32-5B-16 be amended to read as follows: 32-5B-16. Any seller of a motor vehicle or snowmobile shall, on demand by the secretary of revenue, make available all books, records and memoranda which relate to the sale of a motor vehicle or snowmobile. The secretary, in the event of any failure or refusal to produce such the records, may conduct an audit of the books and records of any licensed motor vehicle or snowmobile dealer failing or refusing to produce such the records. All books, records and memoranda which relate to the sale of a motor vehicle or snowmobile shall be retained by the seller for three five years. Section 3. That § 32-6B-5 be amended to read as follows: 32-6B-5. The following persons are exempt from the provisions of this chapter: (1) Any receiver, trustee, administrator, executor, guardian, or other person appointed by or acting under the judgment or order of any court; (2) Any public officer while performing the officer's official duties; (3) Any employee of any person licensed as a vehicle dealer if engaged in the specific performance of the employee's duties; (4) Any person not engaged in the sale of vehicles as a business who operates fleets of vehicles and is disposing of vehicles used in the person's business if the same were acquired and used in good faith and not for the purpose of avoiding the provisions of this chapter; (5) Any regulated lenders as that term is defined in § 54-3-14, any insurance company authorized to do business in this state or any financing institution as defined in and licensed pursuant to chapter 54-7 that acquires vehicles as an incident to its regular business; (5A) Any financial institution chartered or licensed in any other jurisdiction that acquires vehicles as an incident to its regular business and sells such vehicles to dealers licensed under this chapter; (6) Any vehicle rental and leasing company that sells its used vehicles to dealers licensed under this chapter; (7) Any nonprofit automobile club if selling automobiles twenty years old or older under the provisions of chapter 32-3; (8) Any person engaged in the business of manufacturing or converting new vehicles if selling such vehicles to a licensed dealer holding a franchise from the original manufacturer of the vehicle; (8A) Any person who sells less than five vehicles in a twelve-month period , unless the person is licensed as a dealer in another state or holds himself or herself out as being in the business of selling vehicles . However, if the vehicles are travel trailers, any person who sells less than three travel trailers in a twelve-month period; (9) Any person acting as an auctioneer if auctioning South Dakota titled vehicles for a licensed dealer or a person who is exempt from the provisions of this chapter an individual or other entity. An auctioneer is not exempt from the provisions of this chapter if auctioning for a group of individuals or entities that are not licensed dealers ; (10) Any towing agency that acquires and sells a vehicle which has been towed at the request of a private landowner under the provision of chapter 32-36 or at the request of a law enforcement officer, if no vehicle is sold for an amount over two hundred dollars; and (11) Any person not engaged in the sale of vehicles as a business and is disposing of vehicles used solely for personal use if the vehicles were acquired and used in good faith and not for the purpose of avoiding the provisions of this chapter ; and (12) Any person or company engaged in the activity of operating a sell-it-yourself lot unless the operator is conducting those business activities prohibited by section 4 of this Act . Section 4. That chapter 32-6B be amended by adding thereto a NEW SECTION to read as follows: No sell-it-yourself lot operator may engage in the following business activities concerning any vehicle on the sell-it-yourself lot premises, unless licensed in accordance with the provisions of this chapter: (1) Sell, offer to sell, or negotiate the sale of any vehicle; (2) Buy, offer to buy, or negotiate the purchase of any vehicle; (3) Make any comments about the appearance, condition, or reputation of any vehicle; (4) Communicate the name, address, or phone number of the owner of any vehicle to a potential customer. However, the ownership information can be provided to a potential customer by means of a sign placed in or on the vehicle by its owner; (5) Advertise a vehicle in any manner either as part of a group or individually, or as an agent for the owner; (6) Authorize the test drive of any vehicle; or (7) Take possession of the keys of a vehicle for any purpose. A sell-it-yourself lot operator who engages in a business activity prohibited by this section without being licensed in accordance with this chapter is guilty of a Class 6 felony. Section 5. That § 32-6B-14 be amended to read as follows: 32-6B-14. Each license expires annually at the end of the calendar year unless suspended or revoked prior to that date. Any licensee who does not file his application and renewal fees with the department prior to the license expiration date shall cease to engage in business as a dealer on the license expiration date may be issued for a multiple year period. The application for license and all applicable fees are due prior to the issuance of the initial license. All licenses shall be reviewed annually by the department. The department shall mail to the licensee at the last known address a renewal notice. The department shall establish by rules promulgated pursuant to chapter 1-26 the review date, if other than October first to December thirty-first, inclusive. If the licensee fails to return the renewal notice or to pay the applicable fees the department shall cancel and revoke the license pursuant to the provisions of § § 32-6B-43 and 32-6B-44 . Section 6. That § 32-6B-21 be amended to read as follows: 32-6B-21. The department shall issue metal numerical license plates to licensed dealers upon application and payment of a thirty dollars dollar yearly fee to be paid at the time of the annual review date for each set desired. Such fees shall be distributed in the manner specified in § 32-11-2 and § § 32-11-4.1 to 32-11-9, inclusive. The license plates shall be numbered consecutively and shall bear as a prefix the number \"77\". The plates may be issued for a multiple year period. If a dealer's license is revoked or canceled or the dealer goes out of business the \"77\" plates shall be returned to the department. If any person operates a motor vehicle with \"77\" plates after the dealer license is revoked or canceled or after the dealer goes out of business, or if the person refuses to return the plates, the person is guilty of a Class 2 misdemeanor. Section 7. That § 32-6B-43 be amended to read as follows: 32-6B-43. The department may prepare and serve written notice upon a licensee which it receives complaints on in the manner provided by chapter 1-26. The notice shall require the licensee to appear before the department at a time and place, not less than five days after service of the notice, to show cause why the license should not be revoked has violated § 32-6B-41 or if the licensee has failed to stay in compliance with the provisions of this chapter. The notice shall state that the department intends to revoke and cancel the license thirty days after the notice was sent by certified mail or hand delivered. The notice may contain the requirements the licensee shall meet to correct the violation or to come into compliance with the provisions of this chapter. If the licensee meets the requirements within the thirty days, the licensee shall retain the license . Section 8. That § 32-6B-44 be amended to read as follows: 32-6B-44. The If a licensee, after receiving a license revocation notice pursuant to § 32-6B- 43, decides to challenge the revocation, the licensee shall submit a request for a hearing in writing to the department prior to the effective date of the revocation. If no request is received by the department prior to the effective date of the revocation, the license shall be revoked and canceled. If a hearing request is made the department shall, in accordance with chapter 1-26 and at the time and place fixed pursuant to § 32-6B-43, hear and determine the matter on its merits. If the department finds the existence of any cause for suspension or revocation as set forth in § 32-6B-41, it shall suspend or revoke the license. A copy of the order shall be served upon the licensee in the manner provided by chapter 1-26. Upon suspension or revocation the licensee shall immediately return to the department all dealers' metal plates issued to him the licensee and shall immediately surrender his the license certificate to a representative of the department serving such the written order upon him the licensee . Section 9. That § 32-6C-14 be amended to read as follows: 32-6C-14. The department may deny any application, or suspend or revoke any license issued under the provisions of this chapter, for the violation of any of the following provisions: (1) Commission of fraud or willful misrepresentation in the application for or in obtaining a license; (2) Conviction of a felony involving the theft of snowmobiles or other motor vehicles in the last five years; (3) Second or subsequent violations of any law of this state which relates to dealing in snowmobiles; (4) Repeated failure to comply with any administrative rule promulgated by the department; (5) Perpetration of a fraud upon any person as a result of dealing in snowmobiles; (6) Repeated failure to apply for transfers of title as required in chapters 32-3 and 32-20A; (7) Willful failure to allow department inspections, including initial and annual inspections, complaint investigations and necessary follow-up inspections; (8) Willful misrepresentation through false, deceptive or misleading statements with regard to the sale or financing of snowmobiles which a dealer has, or causes to have, advertised, printed, displayed, published, distributed, broadcast, televised or made in any manner with regard to the sale or financing of snowmobiles; (9) Refusal to comply with a licensee's responsibility under the terms of a snowmobile warranty issued by its respective manufacturer, unless such refusal is at the direction of the manufacturer; (10) Willful failure to comply with the terms of any bona fide written, executed agreement pursuant to the sale of a snowmobile; (11) Willful failure to disclose damage to a new snowmobile of which the dealer had knowledge if the dealer's actual cost to repair, exceeds five percent of the manufacturer's suggested retail price; or (12) Inability to obtain or renew surety bond ; or (13) Failure to maintain and continuously occupy a principal place of business . Section 10. That § 10-1-28.2 be amended to read as follows: 10-1-28.2. All lists of taxpayers, licensees or applicants compiled by the Department of Revenue are confidential except licensees which were licensed under the provisions of chapter 10-47B, 32-6B, 32-6C, or 32-7A . It is a Class 2 misdemeanor to disclose any such list except to the extent necessary to carry out the official duties of the department. Section 11. That chapter 32-6B be amended by adding thereto a NEW SECTION to read as follows: The department may sell lists of dealers licensed pursuant to chapter 32-6B, 32-6C, or 32- 7A. The department may promulgate rules pursuant to 1-26 to establish the fees for the lists. Lists shall be provided free of charge, if the use is for the enforcement of this chapter. Section 12. That § 42-8-8.1 be amended to read as follows: 42-8-8.1. The Department of game, fish and parks Revenue shall issue boat license tags of a durable material to boat manufacturers and dealers upon application and payment of fifteen dollars for each set of boat license tags desired. Each set of boat license tags shall be valid until December thirty-one next following the date of issuance. Section 13. That chapter 42-8 be amended by adding thereto a NEW SECTION to read as follows: At time of the sale or exchange of a new or used large boat by a boat dealer, the boat dealer is required to keep a record of the sale or exchange. The record shall include: (1) Date of sale, date of exchange, or both; (2) Accurate description of the large boat as provided by acceptable ownership documents previously issued for the boat or the manufacturer's statement of origin; and (3) Name and address of the purchaser. The record required of this section shall be open to inspection by any law enforcement officer or dealer inspector upon request. Any violation of this section is a Class 2 misdemeanor. Section 14. That § 42-8-8.4 be amended to read as follows: 42-8-8.4. When If a new or used boat is sold by a boat manufacturer or boat dealer, the boat manufacturer or boat dealer may provide a temporary tag permit to operate the boat in this state for thirty days after the date of sale of the boat or until the time the purchaser receives his licenses from the county treasurer, whichever occurs first. The temporary boat license tags shall be displayed as required by § 42-8-6 and rules promulgated, pursuant to chapter 1-26, by the Department of Revenue. A boat dealer may not use or furnish the temporary tag permit to be used upon any boat owned by the boat dealer or for any purpose other than on a boat sold by the boat dealer. No person may renew the temporary tag permit nor change or alter in any way any information provided on the temporary tag permit. Any violation of this section is a Class 2 misdemeanor."}, {"bill_id": 12620, "bill_version_id": 73026, "bill_version": "House Transportation Engrossed", "bill_version_date": "1997-01-31T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions pertaining to the regulation of vehicle dealers, snowmobile dealers, and boat dealers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-6B-1 be amended by adding thereto a NEW SUBDIVISION to read as follows: \"Sell-it-yourself lot,\" any space provided to a person for a fee to display that person's boat or vehicle for sale. Section 2. That § 32-5B-16 be amended to read as follows: 32-5B-16. Any seller of a motor vehicle or snowmobile shall, on demand by the secretary of revenue, make available all books, records and memoranda which relate to the sale of a motor vehicle or snowmobile. The secretary, in the event of any failure or refusal to produce such the records, may conduct an audit of the books and records of any licensed motor vehicle or snowmobile dealer failing or refusing to produce such the records. All books, records and memoranda which relate to the sale of a motor vehicle or snowmobile shall be retained by the seller for three five years. Section 3. That § 32-6B-5 be amended to read as follows: 32-6B-5. The following persons are exempt from the provisions of this chapter: (1) Any receiver, trustee, administrator, executor, guardian, or other person appointed by or acting under the judgment or order of any court; (2) Any public officer while performing the officer's official duties; (3) Any employee of any person licensed as a vehicle dealer if engaged in the specific performance of the employee's duties; (4) Any person not engaged in the sale of vehicles as a business who operates fleets of vehicles and is disposing of vehicles used in the person's business if the same were acquired and used in good faith and not for the purpose of avoiding the provisions of this chapter; (5) Any regulated lenders as that term is defined in § 54-3-14, any insurance company authorized to do business in this state or any financing institution as defined in and licensed pursuant to chapter 54-7 that acquires vehicles as an incident to its regular business; (5A) Any financial institution chartered or licensed in any other jurisdiction that acquires vehicles as an incident to its regular business and sells such vehicles to dealers licensed under this chapter; (6) Any vehicle rental and leasing company that sells its used vehicles to dealers licensed under this chapter; (7) Any nonprofit automobile club if selling automobiles twenty years old or older under the provisions of chapter 32-3; (8) Any person engaged in the business of manufacturing or converting new vehicles if selling such vehicles to a licensed dealer holding a franchise from the original manufacturer of the vehicle; (8A) Any person who sells less than five vehicles in a twelve-month period , unless the person is licensed as a dealer in another state or holds himself or herself out as being in the business of selling vehicles . However, if the vehicles are travel trailers, any person who sells less than three travel trailers in a twelve-month period; (9) Any person acting as an auctioneer if auctioning South Dakota titled vehicles for a licensed dealer or a person who is exempt from the provisions of this chapter; (10) Any towing agency that acquires and sells a vehicle which has been towed at the request of a private landowner under the provision of chapter 32-36 or at the request of a law enforcement officer, if no vehicle is sold for an amount over two hundred dollars; and (11) Any person not engaged in the sale of vehicles as a business and is disposing of vehicles used solely for personal use if the vehicles were acquired and used in good faith and not for the purpose of avoiding the provisions of this chapter. Section 4. That § 32-6B-14 be amended to read as follows: 32-6B-14. Each license expires annually at the end of the calendar year unless suspended or revoked prior to that date. Any licensee who does not file his application and renewal fees with the department prior to the license expiration date shall cease to engage in business as a dealer on the license expiration date may be issued for a multiple year period. The application for license and all applicable fees are due prior to the issuance of the initial license. All licenses shall be reviewed annually by the department. The department shall mail to the licensee at the last known address a renewal notice. The department shall establish by rules promulgated pursuant to chapter 1-26 the review date, if other than October first to December thirty-first, inclusive. If the licensee fails to return the renewal notice or to pay the applicable fees the department shall cancel and revoke the license pursuant to the provisions of § § 32-6B-43 and 32-6B-44 . Section 5. That § 32-6B-21 be amended to read as follows: 32-6B-21. The department shall issue metal numerical license plates to licensed dealers upon application and payment of a thirty dollars dollar yearly fee to be paid at the time of the annual review date for each set desired. Such fees shall be distributed in the manner specified in § 32-11-2 and § § 32-11-4.1 to 32-11-9, inclusive. The license plates shall be numbered consecutively and shall bear as a prefix the number \"77\". The plates may be issued for a multiple year period. If a dealer's license is revoked or canceled or the dealer goes out of business the \"77\" plates shall be returned to the department. If any person operates a motor vehicle with \"77\" plates after the dealer license is revoked or canceled or after the dealer goes out of business, or if the person refuses to return the plates, the person is guilty of a Class 2 misdemeanor. Section 6. That § 32-6B-43 be amended to read as follows: 32-6B-43. The department may prepare and serve written notice upon a licensee which it receives complaints on in the manner provided by chapter 1-26. The notice shall require the licensee to appear before the department at a time and place, not less than five days after service of the notice, to show cause why the license should not be revoked has violated § 32-6B-41. The notice shall state that the department intends to revoke and cancel the license thirty days after the notice was sent by certified mail or hand delivered and shall state that the licensee is entitled to a hearing if the licensee submits a written request for a hearing to the department prior to the effective date of the revocation. The notice may contain the requirements the licensee shall meet to correct the violation or to come into compliance with the provisions of this chapter . Section 7. That § 32-6B-44 be amended to read as follows: 32-6B-44. The If a licensee, after receiving a license revocation notice pursuant to § 32-6B- 43, decides to challenge the revocation, the licensee shall submit a request for a hearing in writing to the department prior to the effective date of the revocation. If no request is received by the department prior to the effective date of the revocation, the license shall be revoked and canceled. If a hearing request is made the department shall, in accordance with chapter 1-26 and at the time and place fixed pursuant to § 32-6B-43, hear and determine the matter on its merits. If the department finds the existence of any cause for suspension or revocation as set forth in § 32-6B-41, it shall suspend or revoke the license. A copy of the order shall be served upon the licensee in the manner provided by chapter 1-26. Upon suspension or revocation the licensee shall immediately return to the department all dealers' metal plates issued to him the licensee and shall immediately surrender his the license certificate to a representative of the department serving such the written order upon him the licensee . Section 8. That § 32-6C-14 be amended to read as follows: 32-6C-14. The department may deny any application, or suspend or revoke any license issued under the provisions of this chapter, for the violation of any of the following provisions: (1) Commission of fraud or willful misrepresentation in the application for or in obtaining a license; (2) Conviction of a felony involving the theft of snowmobiles or other motor vehicles in the last five years; (3) Second or subsequent violations of any law of this state which relates to dealing in snowmobiles; (4) Repeated failure to comply with any administrative rule promulgated by the department; (5) Perpetration of a fraud upon any person as a result of dealing in snowmobiles; (6) Repeated failure to apply for transfers of title as required in chapters 32-3 and 32-20A; (7) Willful failure to allow department inspections, including initial and annual inspections, complaint investigations and necessary follow-up inspections; (8) Willful misrepresentation through false, deceptive or misleading statements with regard to the sale or financing of snowmobiles which a dealer has, or causes to have, advertised, printed, displayed, published, distributed, broadcast, televised or made in any manner with regard to the sale or financing of snowmobiles; (9) Refusal to comply with a licensee's responsibility under the terms of a snowmobile warranty issued by its respective manufacturer, unless such refusal is at the direction of the manufacturer; (10) Willful failure to comply with the terms of any bona fide written, executed agreement pursuant to the sale of a snowmobile; (11) Willful failure to disclose damage to a new snowmobile of which the dealer had knowledge if the dealer's actual cost to repair, exceeds five percent of the manufacturer's suggested retail price; or (12) Inability to obtain or renew surety bond ; or (13) Failure to maintain and continuously occupy a principal place of business . Section 9. That § 10-1-28.2 be amended to read as follows: 10-1-28.2. All lists of taxpayers, licensees or applicants compiled by the Department of Revenue are confidential except licensees which were licensed under the provisions of chapter 10-47B, 32-6B, 32-6C, or 32-7A . It is a Class 2 misdemeanor to disclose any such list except to the extent necessary to carry out the official duties of the department. Section 10. That chapter 32-6B be amended by adding thereto a NEW SECTION to read as follows: The department may sell lists of dealers licensed pursuant to chapter 32-6B, 32-6C, or 32- 7A. The department may promulgate rules pursuant to 1-26 to establish the fees for the lists. Lists shall be provided free of charge, if the use is for the enforcement of this chapter. Section 11. That § 32-6B-3 be amended to read as follows: 32-6B-3. No person Any vehicle dealer or public auction may sell, or offer to sell, new or used vehicles on consignment. For the purposes of this chapter, \" consignment \" means the delivery of a vehicle by the owner into the possession of another without transfer of title for the purpose of sale or where there is any condition that the purchaser does not have an absolute obligation to pay for the vehicle or has a right to return the vehicle to the seller. Any vehicle dealer or public auction who sells, or offers to sell, vehicles on consignment shall enter into a contract with the consignor. The department shall prescribe the form of the contract. BILL HISTORY January 14 - First read in House and referred to Transportation. H.J. 29 January 27 - Scheduled for hearing. January 29 - Scheduled for hearing. January 29 - Passed as amended, AYES 9, NAYS 3. H.J. 210"}, {"bill_id": 12620, "bill_version_id": 73025, "bill_version": "House Engrossed", "bill_version_date": "1997-02-04T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions pertaining to the regulation of vehicle dealers and snowmobile dealers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-6B-1 be amended by adding thereto a NEW SUBDIVISION to read as follows: \"Sell-it-yourself lot,\" any space provided to a person for a fee to display that person's boat or vehicle for sale. Section 2. That § 32-5B-16 be amended to read as follows: 32-5B-16. Any seller of a motor vehicle or snowmobile shall, on demand by the secretary of revenue, make available all books, records and memoranda which relate to the sale of a motor vehicle or snowmobile. The secretary, in the event of any failure or refusal to produce such the records, may conduct an audit of the books and records of any licensed motor vehicle or snowmobile dealer failing or refusing to produce such the records. All books, records and memoranda which relate to the sale of a motor vehicle or snowmobile shall be retained by the seller for three five years. Section 3. That § 32-6B-5 be amended to read as follows: 32-6B-5. The following persons are exempt from the provisions of this chapter: (1) Any receiver, trustee, administrator, executor, guardian, or other person appointed by or acting under the judgment or order of any court; (2) Any public officer while performing the officer's official duties; (3) Any employee of any person licensed as a vehicle dealer if engaged in the specific performance of the employee's duties; (4) Any person not engaged in the sale of vehicles as a business who operates fleets of vehicles and is disposing of vehicles used in the person's business if the same were acquired and used in good faith and not for the purpose of avoiding the provisions of this chapter; (5) Any regulated lenders as that term is defined in § 54-3-14, any insurance company authorized to do business in this state or any financing institution as defined in and licensed pursuant to chapter 54-7 that acquires vehicles as an incident to its regular business; (5A) Any financial institution chartered or licensed in any other jurisdiction that acquires vehicles as an incident to its regular business and sells such vehicles to dealers licensed under this chapter; (6) Any vehicle rental and leasing company that sells its used vehicles to dealers licensed under this chapter; (7) Any nonprofit automobile club if selling automobiles twenty years old or older under the provisions of chapter 32-3; (8) Any person engaged in the business of manufacturing or converting new vehicles if selling such vehicles to a licensed dealer holding a franchise from the original manufacturer of the vehicle; (8A) Any person who sells less than five vehicles in a twelve-month period , unless the person is licensed as a dealer in another state or holds himself or herself out as being in the business of selling vehicles . However, if the vehicles are travel trailers, any person who sells less than three travel trailers in a twelve-month period; (9) Any person acting as an auctioneer if auctioning South Dakota titled vehicles for a licensed dealer or a person who is exempt from the provisions of this chapter; (10) Any towing agency that acquires and sells a vehicle which has been towed at the request of a private landowner under the provision of chapter 32-36 or at the request of a law enforcement officer, if no vehicle is sold for an amount over two hundred dollars; and (11) Any person not engaged in the sale of vehicles as a business and is disposing of vehicles used solely for personal use if the vehicles were acquired and used in good faith and not for the purpose of avoiding the provisions of this chapter. Section 4. That § 32-6B-14 be amended to read as follows: 32-6B-14. Each license expires annually at the end of the calendar year unless suspended or revoked prior to that date. Any licensee who does not file his application and renewal fees with the department prior to the license expiration date shall cease to engage in business as a dealer on the license expiration date may be issued for a multiple year period. The application for license and all applicable fees are due prior to the issuance of the initial license. All licenses shall be reviewed annually by the department. The department shall mail to the licensee at the last known address a renewal notice. The department shall establish by rules promulgated pursuant to chapter 1-26 the review date, if other than October first to December thirty-first, inclusive. If the licensee fails to return the renewal notice or to pay the applicable fees the department shall cancel and revoke the license pursuant to the provisions of § § 32-6B-43 and 32-6B-44 . Section 5. That § 32-6B-21 be amended to read as follows: 32-6B-21. The department shall issue metal numerical license plates to licensed dealers upon application and payment of a thirty dollars dollar yearly fee to be paid at the time of the annual review date for each set desired. Such fees shall be distributed in the manner specified in § 32-11-2 and § § 32-11-4.1 to 32-11-9, inclusive. The license plates shall be numbered consecutively and shall bear as a prefix the number \"77\". The plates may be issued for a multiple year period. If a dealer's license is revoked or canceled or the dealer goes out of business the \"77\" plates shall be returned to the department. If any person operates a motor vehicle with \"77\" plates after the dealer license is revoked or canceled or after the dealer goes out of business, or if the person refuses to return the plates, the person is guilty of a Class 2 misdemeanor. Section 6. That § 32-6B-43 be amended to read as follows: 32-6B-43. The department may prepare and serve written notice upon a licensee which it receives complaints on in the manner provided by chapter 1-26. The notice shall require the licensee to appear before the department at a time and place, not less than five days after service of the notice, to show cause why the license should not be revoked has violated § 32-6B-41. The notice shall state that the department intends to revoke and cancel the license thirty days after the notice was sent by certified mail or hand delivered and shall state that the licensee is entitled to a hearing if the licensee submits a written request for a hearing to the department prior to the effective date of the revocation. The notice may contain the requirements the licensee shall meet to correct the violation or to come into compliance with the provisions of this chapter . Section 7. That § 32-6B-44 be amended to read as follows: 32-6B-44. The If a licensee, after receiving a license revocation notice pursuant to § 32-6B- 43, decides to challenge the revocation, the licensee shall submit a request for a hearing in writing to the department prior to the effective date of the revocation. If no request is received by the department prior to the effective date of the revocation, the license shall be revoked and canceled. If a hearing request is made the department shall, in accordance with chapter 1-26 and at the time and place fixed pursuant to § 32-6B-43, hear and determine the matter on its merits. If the department finds the existence of any cause for suspension or revocation as set forth in § 32-6B-41, it shall suspend or revoke the license. A copy of the order shall be served upon the licensee in the manner provided by chapter 1-26. Upon suspension or revocation the licensee shall immediately return to the department all dealers' metal plates issued to him the licensee and shall immediately surrender his the license certificate to a representative of the department serving such the written order upon him the licensee . Section 8. That § 32-6C-14 be amended to read as follows: 32-6C-14. The department may deny any application, or suspend or revoke any license issued under the provisions of this chapter, for the violation of any of the following provisions: (1) Commission of fraud or willful misrepresentation in the application for or in obtaining a license; (2) Conviction of a felony involving the theft of snowmobiles or other motor vehicles in the last five years; (3) Second or subsequent violations of any law of this state which relates to dealing in snowmobiles; (4) Repeated failure to comply with any administrative rule promulgated by the department; (5) Perpetration of a fraud upon any person as a result of dealing in snowmobiles; (6) Repeated failure to apply for transfers of title as required in chapters 32-3 and 32-20A; (7) Willful failure to allow department inspections, including initial and annual inspections, complaint investigations and necessary follow-up inspections; (8) Willful misrepresentation through false, deceptive or misleading statements with regard to the sale or financing of snowmobiles which a dealer has, or causes to have, advertised, printed, displayed, published, distributed, broadcast, televised or made in any manner with regard to the sale or financing of snowmobiles; (9) Refusal to comply with a licensee's responsibility under the terms of a snowmobile warranty issued by its respective manufacturer, unless such refusal is at the direction of the manufacturer; (10) Willful failure to comply with the terms of any bona fide written, executed agreement pursuant to the sale of a snowmobile; (11) Willful failure to disclose damage to a new snowmobile of which the dealer had knowledge if the dealer's actual cost to repair, exceeds five percent of the manufacturer's suggested retail price; or (12) Inability to obtain or renew surety bond ; or (13) Failure to maintain and continuously occupy a principal place of business . Section 9. That § 10-1-28.2 be amended to read as follows: 10-1-28.2. All lists of taxpayers, licensees or applicants compiled by the Department of Revenue are confidential except licensees which were licensed under the provisions of chapter 10-47B, 32-6B, 32-6C, or 32-7A . It is a Class 2 misdemeanor to disclose any such list except to the extent necessary to carry out the official duties of the department. Section 10. That chapter 32-6B be amended by adding thereto a NEW SECTION to read as follows: The department may sell lists of dealers licensed pursuant to chapter 32-6B, 32-6C, or 32- 7A. Proceeds from such sales shall be deposited in the general fund. The department may promulgate rules pursuant to 1-26 to establish the fees for the lists. Lists shall be provided free of charge, if the use is for the enforcement of this chapter. Section 11. That § 32-6B-3 be amended to read as follows: 32-6B-3. No person Any vehicle dealer or public auction may sell, or offer to sell, new or used vehicles on consignment. For the purposes of this chapter, \" consignment \" means the delivery of a vehicle by the owner into the possession of another without transfer of title for the purpose of sale or where there is any condition that the purchaser does not have an absolute obligation to pay for the vehicle or has a right to return the vehicle to the seller. Any vehicle dealer or public auction who sells, or offers to sell, vehicles on consignment shall enter into a contract with the consignor. The department shall prescribe the form of the contract. BILL HISTORY January 14 - First read in House and referred to Transportation. H.J. 29 January 27 - Scheduled for hearing. January 29 - Scheduled for hearing. January 29 - Passed as amended. H.J. 210 January 29 - Passed as amended, AYES 9, NAYS 3. H.J. 210 February 3 - Second reading House. February 3 - Passed as amended, AYES 57, NAYS 12. H.J. 274 February 3 - Amended title. H.J. 274"}, {"bill_id": 12620, "bill_version_id": 73029, "bill_version": "Senate Transportation Engrossed", "bill_version_date": "1997-02-19T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions pertaining to the regulation of vehicle dealers and snowmobile dealers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-6B-1 be amended by adding thereto a NEW SUBDIVISION to read as follows: \"Sell-it-yourself lot,\" any space provided to a person for a fee to display that person's boat or vehicle for sale. Section 2. That § 32-5B-16 be amended to read as follows: 32-5B-16. Any seller of a motor vehicle or snowmobile shall, on demand by the secretary of revenue, make available all books, records and memoranda which relate to the sale of a motor vehicle or snowmobile. The secretary, in the event of any failure or refusal to produce such the records, may conduct an audit of the books and records of any licensed motor vehicle or snowmobile dealer failing or refusing to produce such the records. All books, records and memoranda which relate to the sale of a motor vehicle or snowmobile shall be retained by the seller for three five years. Section 3. That § 32-6B-5 be amended to read as follows: 32-6B-5. The following persons are exempt from the provisions of this chapter: (1) Any receiver, trustee, administrator, executor, guardian, or other person appointed by or acting under the judgment or order of any court; (2) Any public officer while performing the officer's official duties; (3) Any employee of any person licensed as a vehicle dealer if engaged in the specific performance of the employee's duties; (4) Any person not engaged in the sale of vehicles as a business who operates fleets of vehicles and is disposing of vehicles used in the person's business if the same were acquired and used in good faith and not for the purpose of avoiding the provisions of this chapter; (5) Any regulated lenders as that term is defined in § 54-3-14, any insurance company authorized to do business in this state or any financing institution as defined in and licensed pursuant to chapter 54-7 that acquires vehicles as an incident to its regular business; (5A) Any financial institution chartered or licensed in any other jurisdiction that acquires vehicles as an incident to its regular business and sells such vehicles to dealers licensed under this chapter; (6) Any vehicle rental and leasing company that sells its used vehicles to dealers licensed under this chapter; (7) Any nonprofit automobile club if selling automobiles twenty years old or older under the provisions of chapter 32-3; (8) Any person engaged in the business of manufacturing or converting new vehicles if selling such vehicles to a licensed dealer holding a franchise from the original manufacturer of the vehicle; (8A) Any person who sells less than five vehicles in a twelve-month period , unless the person is licensed as a dealer in another state or holds himself or herself out as being in the business of selling vehicles . However, if the vehicles are travel trailers, any person who sells less than three travel trailers in a twelve-month period; (9) Any person acting as an auctioneer if auctioning South Dakota titled vehicles for a licensed dealer or a person who is exempt from the provisions of this chapter; (10) Any towing agency that acquires and sells a vehicle which has been towed at the request of a private landowner under the provision of chapter 32-36 or at the request of a law enforcement officer, if no vehicle is sold for an amount over two hundred dollars; and (11) Any person not engaged in the sale of vehicles as a business and is disposing of vehicles used solely for personal use if the vehicles were acquired and used in good faith and not for the purpose of avoiding the provisions of this chapter. Section 4. That § 32-6B-14 be amended to read as follows: 32-6B-14. Each license expires annually at the end of the calendar year unless suspended or revoked prior to that date. Any licensee who does not file his application and renewal fees with the department prior to the license expiration date shall cease to engage in business as a dealer on the license expiration date may be issued for a multiple year period. The application for license and all applicable fees are due prior to the issuance of the initial license. All licenses shall be reviewed annually by the department. The department shall mail to the licensee at the last known address a renewal notice. The department shall establish by rules promulgated pursuant to chapter 1-26 the review date, if other than October first to December thirty-first, inclusive. If the licensee fails to return the renewal notice or to pay the applicable fees the department shall cancel and revoke the license pursuant to the provisions of § § 32-6B-43 and 32-6B-44 . Section 5. That § 32-6B-21 be amended to read as follows: 32-6B-21. The department shall issue metal numerical license plates to licensed dealers upon application and payment of a thirty dollars dollar yearly fee to be paid at the time of the annual review date for each set desired. Such fees shall be distributed in the manner specified in § 32-11-2 and § § 32-11-4.1 to 32-11-9, inclusive. The license plates shall be numbered consecutively and shall bear as a prefix the number \"77\". The plates may be issued for a multiple year period. If a dealer's license is revoked or canceled or the dealer goes out of business the \"77\" plates shall be returned to the department. If any person operates a motor vehicle with \"77\" plates after the dealer license is revoked or canceled or after the dealer goes out of business, or if the person refuses to return the plates, the person is guilty of a Class 2 misdemeanor. Section 6. That § 32-6B-43 be amended to read as follows: 32-6B-43. The department may prepare and serve written notice upon a licensee which it receives complaints on in the manner provided by chapter 1-26. The notice shall require the licensee to appear before the department at a time and place, not less than five days after service of the notice, to show cause why the license should not be revoked has violated § 32-6B-41. The notice shall state that the department intends to revoke and cancel the license thirty days after the notice was sent by certified mail or hand delivered and shall state that the licensee is entitled to a hearing if the licensee submits a written request for a hearing to the department prior to the effective date of the revocation. The notice may contain the requirements the licensee shall meet to correct the violation or to come into compliance with the provisions of this chapter . Section 7. That § 32-6B-44 be amended to read as follows: 32-6B-44. The If a licensee, after receiving a license revocation notice pursuant to § 32-6B- 43, decides to challenge the revocation, the licensee shall submit a request for a hearing in writing to the department prior to the effective date of the revocation. If no request is received by the department prior to the effective date of the revocation, the license shall be revoked and canceled. If a hearing request is made the department shall, in accordance with chapter 1-26 and at the time and place fixed pursuant to § 32-6B-43, hear and determine the matter on its merits. If the department finds the existence of any cause for suspension or revocation as set forth in § 32-6B-41, it shall suspend or revoke the license. A copy of the order shall be served upon the licensee in the manner provided by chapter 1-26. Upon suspension or revocation the licensee shall immediately return to the department all dealers' metal plates issued to him the licensee and shall immediately surrender his the license certificate to a representative of the department serving such the written order upon him the licensee . Section 8. That § 32-6C-14 be amended to read as follows: 32-6C-14. The department may deny any application, or suspend or revoke any license issued under the provisions of this chapter, for the violation of any of the following provisions: (1) Commission of fraud or willful misrepresentation in the application for or in obtaining a license; (2) Conviction of a felony involving the theft of snowmobiles or other motor vehicles in the last five years; (3) Second or subsequent violations of any law of this state which relates to dealing in snowmobiles; (4) Repeated failure to comply with any administrative rule promulgated by the department; (5) Perpetration of a fraud upon any person as a result of dealing in snowmobiles; (6) Repeated failure to apply for transfers of title as required in chapters 32-3 and 32-20A; (7) Willful failure to allow department inspections, including initial and annual inspections, complaint investigations and necessary follow-up inspections; (8) Willful misrepresentation through false, deceptive or misleading statements with regard to the sale or financing of snowmobiles which a dealer has, or causes to have, advertised, printed, displayed, published, distributed, broadcast, televised or made in any manner with regard to the sale or financing of snowmobiles; (9) Refusal to comply with a licensee's responsibility under the terms of a snowmobile warranty issued by its respective manufacturer, unless such refusal is at the direction of the manufacturer; (10) Willful failure to comply with the terms of any bona fide written, executed agreement pursuant to the sale of a snowmobile; (11) Willful failure to disclose damage to a new snowmobile of which the dealer had knowledge if the dealer's actual cost to repair, exceeds five percent of the manufacturer's suggested retail price; or (12) Inability to obtain or renew surety bond ; or (13) Failure to maintain and continuously occupy a principal place of business . Section 9. That § 10-1-28.2 be amended to read as follows: 10-1-28.2. All lists of taxpayers, licensees or applicants compiled by the Department of Revenue are confidential except licensees which were licensed under the provisions of chapter 10-47B, 32-6B, 32-6C, or 32-7A . It is a Class 2 misdemeanor to disclose any such list except to the extent necessary to carry out the official duties of the department. Section 10. That chapter 32-6B be amended by adding thereto a NEW SECTION to read as follows: The department may sell lists of dealers licensed pursuant to chapter 32-6B, 32-6C, or 32- 7A. Proceeds from such sales shall be deposited in the general fund. The department may promulgate rules pursuant to 1-26 to establish the fees for the lists. Lists shall be provided free of charge, if the use is for the enforcement of this chapter. Lists shall be provided free of charge to any licensed South Dakota dealer that requests a list. Section 11. That § 32-6B-3 be amended to read as follows: 32-6B-3. No person Any vehicle dealer or public auction may sell, or offer to sell, new or used vehicles on consignment. For the purposes of this chapter, \" consignment \" means the delivery of a vehicle by the owner into the possession of another without transfer of title for the purpose of sale or where there is any condition that the purchaser does not have an absolute obligation to pay for the vehicle or has a right to return the vehicle to the seller. Any vehicle dealer or public auction who sells, or offers to sell, South Dakota titled vehicles on consignment shall enter into a contract with the consignor. The department shall prescribe the form of the contract. Section 12. That chapter 32-6B be amended by adding thereto a NEW SECTION to read as follows: No person may sell or offer to sell a motor vehicle, to which a manufacture's statement of origin has not been transferred, on consignment. For the purpose of this chapter, consignment, means the delivery of a new vehicle by the owner into the possession of another without transfer of title for the purpose of sale or where there is any condition that the purchaser does not have an absolute obligation to pay for the vehicle or has a right to return the vehicle to the seller. Section 13. That chapter 32-6B be amended by adding thereto a NEW SECTION to read as follows: Before a South Dakota titled vehicle may be sold by a consignee or at a public auction pursuant to § 32-6B-3, the consignee or auctioneer shall have in possession an odometer reading certified by the owner of the motor vehicle, a damage disclosure statement signed by the owner of the motor vehicle, and a South Dakota title for the motor vehicle. A violation of this section is a Class 2 misdemeanor. Section 14. That chapter 32-6B be amended by adding thereto a NEW SECTION to read as follows: A consignee or an auctioneer may not sell a motor vehicle that has a certificate of title with a lien on it for less than the full amount of the lien, without the advance written consent of the lien holder. A consignee or an auctioneer may not release the proceeds from the sale of a motor vehicle with a lien on the title until the lien holder signs a release of the lien. A violation of this section is a Class 2 misdemeanor. Section 15. That chapter 32-6B be amended by adding thereto a NEW SECTION to read as follows: Every public auction shall keep such books, records, and files as prescribed by the department. A record shall be kept of every vehicle offered for sale by or through the public auction, including the serial or vehicle identification number and a description of the vehicle and the name and address of the motor vehicle owner. If the vehicle is sold, the name and address of the person purchasing the motor vehicle and the price for which it is sold shall be recorded and maintained. Dealer inspectors appointed pursuant to § 32-6B-38 may inspect the books, records, or files required by the department or this section. Section 16. That § 32-6B-1 be amended by adding thereto NEW SUBDIVISIONS to read as follows: \"Auctioneer,\" a person who presides over a public auction where following an initial starting price, bids are taken from two or more people until a final bid or price is established for a motor vehicle; \"Public auction,\" a business that is open to the public where South Dakota titled motor vehicles are consigned, displayed, and auctioned to the highest bidder by an auctioneer; \"Temporary special events lot,\" a location other than the principal place of business, supplemental lot, or temporary supplemental lot where a licensed trailer dealer, a licensed used car dealer selling only travel trailers or motor homes, or both, or a licensed vehicle dealer selling only travel trailers or motor homes, or both, may conduct business for a period of time not to exceed ten consecutive days for a specific purpose such as fairs, auctions, shopping center sales, or tent sales. A temporary special events lot shall meet all local zoning and building codes for the type of business being conducted. Section 17. That subdivision (13) of § 32-6B-1 be amended to read as follows: (13) \"Temporary supplemental lot,\" a location other than the principal place of business or supplemental lot but within the same county as the principal place of business where a licensed vehicle dealer or a licensed used vehicle dealer may conduct business for a period of time not to exceed ten consecutive days for a specific purpose such as fairs, auto shows, auctions, shopping center promotions or tent sales. Such A temporary supplemental lots lot shall meet all local zoning and building codes for the type of business being conducted; BILL HISTORY 1/14/97 First read in House and referred to Transportation. H.J. 29 1/27/97 Scheduled for Committee hearing on this date. 1/29/97 Scheduled for Committee hearing on this date. 1/29/97 Transportation Do Pass Amended, Passed, AYES 9, NAYS 3. H.J. 210 2/3/97 Motion to Amend. H.J. 273 2/3/97 House of Representatives Do Pass Amended, Passed, AYES 57, NAYS 12. H.J. 274 2/3/97 House of Representatives Title Amended. H.J. 274 2/4/97 First read in Senate and referred to Transportation. S.J. 313 2/6/97 Scheduled for Committee hearing on this date. 2/6/97 Deferred to another day. S.J. 348 2/11/97 Scheduled for Committee hearing on this date. 2/13/97 Scheduled for Committee hearing on this date. 2/14/97 Scheduled for Committee hearing on this date. 2/18/97 Scheduled for Committee hearing on this date. 2/18/97 Transportation Do Pass Amended, Passed, AYES 7, NAYS 0. S.J. 487"}, {"bill_id": 12620, "bill_version_id": 73028, "bill_version": "Senate Engrossed", "bill_version_date": "1997-02-24T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions pertaining to the regulation of vehicle dealers and snowmobile dealers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-6B-1 be amended by adding thereto a NEW SUBDIVISION to read as follows: \"Sell-it-yourself lot,\" any space provided to a person for a fee to display that person's boat or vehicle for sale. Section 2. That § 32-5B-16 be amended to read as follows: 32-5B-16. Any seller of a motor vehicle or snowmobile shall, on demand by the secretary of revenue, make available all books, records and memoranda which relate to the sale of a motor vehicle or snowmobile. The secretary, in the event of any failure or refusal to produce such the records, may conduct an audit of the books and records of any licensed motor vehicle or snowmobile dealer failing or refusing to produce such the records. All books, records and memoranda which relate to the sale of a motor vehicle or snowmobile shall be retained by the seller for three five years. Section 3. That § 32-6B-5 be amended to read as follows: 32-6B-5. The following persons are exempt from the provisions of this chapter: (1) Any receiver, trustee, administrator, executor, guardian, or other person appointed by or acting under the judgment or order of any court; (2) Any public officer while performing the officer's official duties; (3) Any employee of any person licensed as a vehicle dealer if engaged in the specific performance of the employee's duties; (4) Any person not engaged in the sale of vehicles as a business who operates fleets of vehicles and is disposing of vehicles used in the person's business if the same were acquired and used in good faith and not for the purpose of avoiding the provisions of this chapter; (5) Any regulated lenders as that term is defined in § 54-3-14, any insurance company authorized to do business in this state or any financing institution as defined in and licensed pursuant to chapter 54-7 that acquires vehicles as an incident to its regular business; (5A) Any financial institution chartered or licensed in any other jurisdiction that acquires vehicles as an incident to its regular business and sells such vehicles to dealers licensed under this chapter; (6) Any vehicle rental and leasing company that sells its used vehicles to dealers licensed under this chapter; (7) Any nonprofit automobile club if selling automobiles twenty years old or older under the provisions of chapter 32-3; (8) Any person engaged in the business of manufacturing or converting new vehicles if selling such vehicles to a licensed dealer holding a franchise from the original manufacturer of the vehicle; (8A) Any person who sells less than five vehicles in a twelve-month period , unless the person is licensed as a dealer in another state or holds himself or herself out as being in the business of selling vehicles . However, if the vehicles are travel trailers, any person who sells less than three travel trailers in a twelve-month period; (9) Any person acting as an auctioneer if auctioning South Dakota titled vehicles for a licensed dealer or a person who is exempt from the provisions of this chapter; (10) Any towing agency that acquires and sells a vehicle which has been towed at the request of a private landowner under the provision of chapter 32-36 or at the request of a law enforcement officer, if no vehicle is sold for an amount over two hundred dollars; and (11) Any person not engaged in the sale of vehicles as a business and is disposing of vehicles used solely for personal use if the vehicles were acquired and used in good faith and not for the purpose of avoiding the provisions of this chapter. Section 4. That § 32-6B-14 be amended to read as follows: 32-6B-14. Each license expires annually at the end of the calendar year unless suspended or revoked prior to that date. Any licensee who does not file his application and renewal fees with the department prior to the license expiration date shall cease to engage in business as a dealer on the license expiration date may be issued for a multiple year period. The application for license and all applicable fees are due prior to the issuance of the initial license. All licenses shall be reviewed annually by the department. The department shall mail to the licensee at the last known address a renewal notice. The department shall establish by rules promulgated pursuant to chapter 1-26 the review date, if other than October first to December thirty-first, inclusive. If the licensee fails to return the renewal notice or to pay the applicable fees the department shall cancel and revoke the license pursuant to the provisions of § § 32-6B-43 and 32-6B-44 . Section 5. That § 32-6B-21 be amended to read as follows: 32-6B-21. The department shall issue metal numerical license plates to licensed dealers upon application and payment of a thirty dollars dollar yearly fee to be paid at the time of the annual review date for each set desired. Such fees shall be distributed in the manner specified in § 32-11-2 and § § 32-11-4.1 to 32-11-9, inclusive. The license plates shall be numbered consecutively and shall bear as a prefix the number \"77\". The plates may be issued for a multiple year period. If a dealer's license is revoked or canceled or the dealer goes out of business the \"77\" plates shall be returned to the department. If any person operates a motor vehicle with \"77\" plates after the dealer license is revoked or canceled or after the dealer goes out of business, or if the person refuses to return the plates, the person is guilty of a Class 2 misdemeanor. Section 6. That § 32-6B-43 be amended to read as follows: 32-6B-43. The department may prepare and serve written notice upon a licensee which it receives complaints on in the manner provided by chapter 1-26. The notice shall require the licensee to appear before the department at a time and place, not less than five days after service of the notice, to show cause why the license should not be revoked has violated § 32-6B-41. The notice shall state that the department intends to revoke and cancel the license thirty days after the notice was sent by certified mail or hand delivered and shall state that the licensee is entitled to a hearing if the licensee submits a written request for a hearing to the department prior to the effective date of the revocation. The notice may contain the requirements the licensee shall meet to correct the violation or to come into compliance with the provisions of this chapter . Section 7. That § 32-6B-44 be amended to read as follows: 32-6B-44. The If a licensee, after receiving a license revocation notice pursuant to § 32-6B- 43, decides to challenge the revocation, the licensee shall submit a request for a hearing in writing to the department prior to the effective date of the revocation. If no request is received by the department prior to the effective date of the revocation, the license shall be revoked and canceled. If a hearing request is made the department shall, in accordance with chapter 1-26 and at the time and place fixed pursuant to § 32-6B-43, hear and determine the matter on its merits. If the department finds the existence of any cause for suspension or revocation as set forth in § 32-6B-41, it shall suspend or revoke the license. A copy of the order shall be served upon the licensee in the manner provided by chapter 1-26. Upon suspension or revocation the licensee shall immediately return to the department all dealers' metal plates issued to him the licensee and shall immediately surrender his the license certificate to a representative of the department serving such the written order upon him the licensee . Section 8. That § 32-6C-14 be amended to read as follows: 32-6C-14. The department may deny any application, or suspend or revoke any license issued under the provisions of this chapter, for the violation of any of the following provisions: (1) Commission of fraud or willful misrepresentation in the application for or in obtaining a license; (2) Conviction of a felony involving the theft of snowmobiles or other motor vehicles in the last five years; (3) Second or subsequent violations of any law of this state which relates to dealing in snowmobiles; (4) Repeated failure to comply with any administrative rule promulgated by the department; (5) Perpetration of a fraud upon any person as a result of dealing in snowmobiles; (6) Repeated failure to apply for transfers of title as required in chapters 32-3 and 32-20A; (7) Willful failure to allow department inspections, including initial and annual inspections, complaint investigations and necessary follow-up inspections; (8) Willful misrepresentation through false, deceptive or misleading statements with regard to the sale or financing of snowmobiles which a dealer has, or causes to have, advertised, printed, displayed, published, distributed, broadcast, televised or made in any manner with regard to the sale or financing of snowmobiles; (9) Refusal to comply with a licensee's responsibility under the terms of a snowmobile warranty issued by its respective manufacturer, unless such refusal is at the direction of the manufacturer; (10) Willful failure to comply with the terms of any bona fide written, executed agreement pursuant to the sale of a snowmobile; (11) Willful failure to disclose damage to a new snowmobile of which the dealer had knowledge if the dealer's actual cost to repair, exceeds five percent of the manufacturer's suggested retail price; or (12) Inability to obtain or renew surety bond ; or (13) Failure to maintain and continuously occupy a principal place of business . Section 9. That § 10-1-28.2 be amended to read as follows: 10-1-28.2. All lists of taxpayers, licensees or applicants compiled by the Department of Revenue are confidential except licensees which were licensed under the provisions of chapter 10-47B, 32-6B, 32-6C, or 32-7A . It is a Class 2 misdemeanor to disclose any such list except to the extent necessary to carry out the official duties of the department. Section 10. That chapter 32-6B be amended by adding thereto a NEW SECTION to read as follows: The department may sell lists of dealers licensed pursuant to chapter 32-6B, 32-6C, or 32- 7A. Proceeds from such sales shall be deposited in the general fund. The department may promulgate rules pursuant to 1-26 to establish the fees for the lists. Lists shall be provided free of charge, if the use is for the enforcement of this chapter. Lists shall be provided free of charge to any licensed South Dakota dealer that requests a list. Section 11. That § 32-6B-3 be amended to read as follows: 32-6B-3. No person Any vehicle dealer or public auction may sell, or offer to sell, new or used vehicles on consignment. For the purposes of this chapter, \" consignment \" means the delivery of a vehicle by the owner into the possession of another without transfer of title for the purpose of sale or where there is any condition that the purchaser does not have an absolute obligation to pay for the vehicle or has a right to return the vehicle to the seller. Any vehicle dealer or public auction who sells, or offers to sell, South Dakota titled vehicles on consignment shall enter into a contract with the consignor. The department shall prescribe the form of the contract. Section 12. That chapter 32P-6B be amended by adding thereto a NEW SECTION to read as follows: No person may sell or offer to sell a motor vehicle, to which a manufacturer's statement of origin has not been transferred, on consignment. Section 13. That chapter 32-6B be amended by adding thereto a NEW SECTION to read as follows: Before a South Dakota titled vehicle may be sold by a consignee or at a public auction pursuant to § 32-6B-3, the consignee or auctioneer shall have in possession an odometer reading certified by the owner of the motor vehicle, a damage disclosure statement signed by the owner of the motor vehicle, and a South Dakota title for the motor vehicle. A violation of this section is a Class 2 misdemeanor. Section 14. That chapter 32-6B be amended by adding thereto a NEW SECTION to read as follows: A consignee or an auctioneer may not sell a motor vehicle that has a certificate of title with a lien on it for less than the full amount of the lien, without the advance written consent of the lien holder. A consignee or an auctioneer may not release the proceeds from the sale of a motor vehicle with a lien on the title until the lien holder signs a release of the lien. A violation of this section is a Class 2 misdemeanor. Section 15. That chapter 32-6B be amended by adding thereto a NEW SECTION to read as follows: Every public auction shall keep such books, records, and files as prescribed by the department. A record shall be kept of every vehicle offered for sale by or through the public auction, including the serial or vehicle identification number and a description of the vehicle and the name and address of the motor vehicle owner. If the vehicle is sold, the name and address of the person purchasing the motor vehicle and the price for which it is sold shall be recorded and maintained. Dealer inspectors appointed pursuant to § 32-6B-38 may inspect the books, records, or files required by the department or this section. Section 16. That § 32-6B-1 be amended by adding thereto NEW SUBDIVISIONS to read as follows: \"Auctioneer,\" a person who presides over a public auction where following an initial starting price, bids are taken from two or more people until a final bid or price is established for a motor vehicle; \"Public auction,\" a business that is open to the public where South Dakota titled motor vehicles are consigned, displayed, and auctioned to the highest bidder by an auctioneer; \"Temporary special events lot,\" a location other than the principal place of business, supplemental lot, or temporary supplemental lot where a licensed trailer dealer, a licensed used car dealer selling only travel trailers or motor homes, or both, or a licensed vehicle dealer selling only travel trailers or motor homes, or both, may conduct business for a period of time not to exceed ten consecutive days for a specific purpose such as fairs, auctions, shopping center sales, or tent sales. A temporary special events lot shall meet all local zoning and building codes for the type of business being conducted. Section 17. That subdivision (13) of § 32-6B-1 be amended to read as follows: (13) \"Temporary supplemental lot,\" a location other than the principal place of business or supplemental lot but within the same county as the principal place of business where a licensed vehicle dealer or a licensed used vehicle dealer may conduct business for a period of time not to exceed ten consecutive days for a specific purpose such as fairs, auto shows, auctions, shopping center promotions or tent sales. Such A temporary supplemental lots lot shall meet all local zoning and building codes for the type of business being conducted; BILL HISTORY 1/14/97 First read in House and referred to Transportation. H.J. 29 1/27/97 Scheduled for Committee hearing on this date. 1/29/97 Scheduled for Committee hearing on this date. 1/29/97 Transportation Do Pass Amended, Passed, AYES 9, NAYS 3. H.J. 210 2/3/97 Motion to Amend, Passed. H.J. 273 2/3/97 House of Representatives Do Pass Amended, Passed, AYES 57, NAYS 12. H.J. 274 2/3/97 House of Representatives Title Amended. H.J. 274 2/4/97 First read in Senate and referred to Transportation. S.J. 313 2/6/97 Scheduled for Committee hearing on this date. 2/6/97 Deferred to another day. S.J. 348 2/11/97 Scheduled for Committee hearing on this date. 2/13/97 Scheduled for Committee hearing on this date. 2/14/97 Scheduled for Committee hearing on this date. 2/18/97 Scheduled for Committee hearing on this date. 2/18/97 Transportation Do Pass Amended, Passed, AYES 7, NAYS 0. S.J. 487 2/20/97 Deferred to another day. S.J. 573 2/21/97 Motion to Amend, Passed. S.J. 588 2/21/97 Senate Do Pass Amended, Passed, AYES 32, NAYS 2. S.J. 588"}, {"bill_id": 12620, "bill_version_id": 73024, "bill_version": "Enrolled", "bill_version_date": "1997-02-28T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12620, "action_date": "1997-01-14T14:00:00-06:00", "document_id": 72866, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72866.pdf", "status_text": "First read in House and referred to", "journal_page": 29, "committee_id_action": 544, "committee_id_assigned": 541, "result": "N", "vote": {}}, {"bill_id": 12620, "action_date": "1997-01-27T10:00:00-06:00", "document_id": 72219, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72219.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 541, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12620, "action_date": "1997-01-29T10:00:00-06:00", "document_id": 72242, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72242.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 541, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12620, "action_date": "1997-01-29T10:00:00-06:00", "document_id": 72242, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72242.pdf", "status_text": "Do Pass Amended,", "journal_page": 210, "committee_id_action": 541, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35591, "president_vote": null, "Yea": [1909, 1951, 1971, 1973, 1982, 1985, 1987, 1958, 1943], "Nay": [1941, 1942, 1975], "Excused": [1947]}}, {"bill_id": 12620, "action_date": "1997-02-03T14:00:00-06:00", "document_id": 72894, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72894.pdf", "status_text": "Motion to Amend,", "journal_page": 273, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12620, "action_date": "1997-02-03T14:00:00-06:00", "document_id": 72894, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72894.pdf", "status_text": "Do Pass Amended,", "journal_page": 274, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35151, "president_vote": null, "Yea": [1886, 1887, 1888, 1890, 1891, 1892, 1894, 1895, 1896, 1897, 1898, 1899, 1900, 1902, 1904, 1906, 1907, 1909, 1910, 1913, 1914, 1917, 1918, 1921, 1922, 1923, 1929, 1931, 1933, 1934, 1936, 1941, 1942, 1943, 1944, 1947, 1948, 1950, 1951, 1952, 1953, 1957, 1958, 1961, 1962, 1963, 1964, 1966, 1967, 1968, 1970, 1973, 1980, 1985, 1987, 1988, 1924], "Nay": [1903, 1916, 1926, 1937, 1949, 1954, 1971, 1974, 1975, 1982, 1983, 1984], "Excused": [1940]}}, {"bill_id": 12620, "action_date": "1997-02-03T14:00:00-06:00", "document_id": 72894, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72894.pdf", "status_text": "Title Amended", "journal_page": 274, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12620, "action_date": "1997-02-04T14:00:00-06:00", "document_id": 72897, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72897.pdf", "status_text": "First read in Senate and referred to", "journal_page": 313, "committee_id_action": 545, "committee_id_assigned": 529, "result": "N", "vote": {}}, {"bill_id": 12620, "action_date": "1997-02-06T07:45:00-06:00", "document_id": 72300, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72300.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 529, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12620, "action_date": "1997-02-06T07:45:00-06:00", "document_id": 72300, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72300.pdf", "status_text": "Deferred to another day", "journal_page": 348, "committee_id_action": 529, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12620, "action_date": "1997-02-11T07:45:00-06:00", "document_id": 72327, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72327.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 529, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12620, "action_date": "1997-02-13T08:00:00-06:00", "document_id": 72662, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72662.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 529, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12620, "action_date": "1997-02-14T08:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 529, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12620, "action_date": "1997-02-18T07:45:00-06:00", "document_id": 72387, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72387.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 529, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12620, "action_date": "1997-02-18T07:45:00-06:00", "document_id": 72387, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72387.pdf", "status_text": "Do Pass Amended,", "journal_page": 487, "committee_id_action": 529, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35732, "president_vote": null, "Yea": [1976, 1972, 1885, 1981, 1919, 1932, 1945]}}, {"bill_id": 12620, "action_date": "1997-02-20T14:00:00-06:00", "document_id": 72921, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72921.pdf", "status_text": "Deferred to another day", "journal_page": 573, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12620, "action_date": "1997-02-21T14:00:00-06:00", "document_id": 72923, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72923.pdf", "status_text": "Motion to Amend,", "journal_page": 588, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12620, "action_date": "1997-02-21T14:00:00-06:00", "document_id": 72923, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72923.pdf", "status_text": "Do Pass Amended,", "journal_page": 588, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37548, "president_vote": null, "Yea": [1884, 1885, 1889, 1893, 1901, 1905, 1908, 1911, 1912, 1915, 1919, 1920, 1928, 1930, 1932, 1935, 1938, 1939, 1946, 1955, 1956, 1959, 1960, 1965, 1969, 1972, 1976, 1977, 1978, 1979, 1981, 1986], "Nay": [1925, 1927], "Excused": [1945]}}, {"bill_id": 12620, "action_date": "1997-02-25T14:00:00-06:00", "document_id": 72926, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72926.pdf", "status_text": "Conference Committee appointments", "journal_page": 705, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12620, "action_date": "1997-02-26T14:00:00-06:00", "document_id": 72929, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72929.pdf", "status_text": "Conference Committee appointments", "journal_page": 648, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12620, "action_date": "1997-02-28T14:00:00-06:00", "document_id": 72933, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72933.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 706, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37753, "president_vote": null, "Yea": [1884, 1885, 1889, 1893, 1901, 1905, 1908, 1911, 1912, 1915, 1919, 1920, 1925, 1927, 1928, 1930, 1932, 1935, 1938, 1939, 1945, 1946, 1955, 1956, 1959, 1960, 1969, 1972, 1976, 1978, 1981, 1986], "Excused": [1965, 1977, 1979]}}, {"bill_id": 12620, "action_date": "1997-02-28T14:00:00-06:00", "document_id": 72932, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72932.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 783, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35301, "president_vote": null, "Yea": [1886, 1888, 1890, 1891, 1892, 1894, 1895, 1896, 1897, 1898, 1899, 1900, 1903, 1904, 1906, 1907, 1909, 1914, 1917, 1918, 1921, 1922, 1923, 1926, 1931, 1933, 1934, 1936, 1937, 1941, 1942, 1943, 1944, 1947, 1949, 1950, 1951, 1952, 1953, 1954, 1957, 1958, 1961, 1962, 1963, 1966, 1967, 1968, 1970, 1973, 1975, 1980, 1982, 1983, 1984, 1985, 1987, 1988, 1924], "Absent": [1887, 1910], "Excused": [1902, 1913, 1929, 1940, 1948, 1964, 1971], "Nay": [1916, 1974]}}, {"bill_id": 12620, "action_date": "1997-03-03T14:00:00-06:00", "document_id": 72934, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72934.pdf", "status_text": "Signed by Speaker", "journal_page": 827, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12620, "action_date": "1997-03-04T14:00:00-06:00", "document_id": 72937, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72937.pdf", "status_text": "Signed by President", "journal_page": 785, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12620, "action_date": "1997-03-05T14:00:00-06:00", "document_id": 72938, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72938.pdf", "status_text": "Delivered to the Governor", "journal_page": 903, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12620, "action_date": "1997-03-19T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 680}