{"session_id": 19, "bill_id": 4510, "bill_type": "House Commemoration", "bill_number": 1083, "bill_title": "Commending and honoring the 2012 South Dakota Boys State Class AA High School State Golf Champions of Sioux Falls Lincoln High School for their outstanding athletic performance.", "sponsors": [{"legislator_profile_id": 324, "is_prime": true}, {"legislator_profile_id": 365, "is_prime": true}, {"legislator_profile_id": 396, "is_prime": false}, {"legislator_profile_id": 344, "is_prime": false}, {"legislator_profile_id": 386, "is_prime": false}, {"legislator_profile_id": 403, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 4510, "bill_version_id": 27217, "bill_version": "Introduced", "bill_version_date": "2013-03-06T09:48:56.69-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the 2012 South Dakota Boys State Class AA High School State Golf Champions of Sioux Falls Lincoln High School for their outstanding athletic performance. WHEREAS, Tom Vining, Parker Klitzke, Ben Prisbe, Cole Peterson, Thomas Beck, and Lee Radke have shown exemplary patience, dedication, and tenacity in winning the Boys Class AA State Golf Championship at the Lakeview Golf Course in Mitchell, South Dakota; and WHEREAS, Lincoln High School Boys Golf coaching staff helped facilitate and cultivate the physical, mental, and emotional growth and development of the student athletes: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that the Lincoln High School Boys Golf Team be commended and honored on its outstanding athletic performance and its state championship win."}, {"bill_id": 4510, "bill_version_id": 27447, "bill_version": "Enrolled", "bill_version_date": "2013-03-08T17:03:20.51-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the 2012 South Dakota Boys State Class AA High School State Golf Champions of Sioux Falls Lincoln High School for their outstanding athletic performance. WHEREAS, Tom Vining, Parker Klitzke, Ben Prisbe, Cole Peterson, Thomas Beck, and Lee Radke have shown exemplary patience, dedication, and tenacity in winning the Boys Class AA State Golf Championship at the Lakeview Golf Course in Mitchell, South Dakota; and WHEREAS, Lincoln High School Boys Golf coaching staff helped facilitate and cultivate the physical, mental, and emotional growth and development of the student athletes: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that the Lincoln High School Boys Golf Team be commended and honored on its outstanding athletic performance and its state championship win. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4510, "action_date": "2013-03-06T11:00:00-06:00", "document_id": 27246, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27246.pdf", "status_text": "", "journal_page": 781, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}]}