{"session_id": 7, "bill_id": 1257, "bill_type": "House Concurrent Resolution", "bill_number": 1009, "bill_title": "Endorsing the federal Homeowners and Bank Protection Act.", "sponsors": [{"legislator_profile_id": 669, "is_prime": true}, {"legislator_profile_id": 711, "is_prime": true}, {"legislator_profile_id": 709, "is_prime": false}, {"legislator_profile_id": 731, "is_prime": false}, {"legislator_profile_id": 658, "is_prime": false}, {"legislator_profile_id": 718, "is_prime": false}], "keywords": ["House Concurrent Resolution"], "audio": [], "bill_versions": [{"bill_id": 1257, "bill_version_id": 7490, "bill_version": "Introduced", "bill_version_date": "2009-02-17T09:11:14.59-06:00", "bill_text": "A CONCURRENT RESOLUTION, Endorsing the federal Homeowners and Bank Protection Act. WHEREAS, the failure of the leadership of the United States Congress to pass the Homeowner and Bank Protection Act of 2007 (HBPA) proposed by Lyndon LaRouche in his July 25, 2007, webcast, has transformed a dire situation from one that could have remained manageable through the autumn of 2007, into a breakdown crisis of not only the U.S. economy, but of the world economy; and WHEREAS, the Congressional leadership instead chose a course of insulting treatment of state and local legislative and associated bodies within the states, who clamored for the Congress to enact the HBPA, as shown in the HBPA's passage by five state legislatures, and more than 150 city councils across the United States, in addition to hundreds of endorsements by trade union and other constituency leaders individually; and WHEREAS, the repeated attempts approved by Congress to bail out financial institutions with cumulative trillions of taxpayers' and Federal Reserve money, have utterly failed; and WHEREAS, forcing the leadership of the U.S. Congress into more responsible behavior on the HBPA now is perhaps the only chance to begin to move things in a direction which could lead to saving the United States of America itself from the deepest physical depression in its history: NOW, THEREFORE, BE IT RESOLVED, by the House of Representatives of the Eighty- fourth Legislature of the State of South Dakota, the Senate concurring therein, that the South Dakota Legislature endorses and urges the passage of the federal Homeowners and Bank Protection Act of 2007, as initiated by economist Lyndon H. LaRouche, Jr. This Act includes the following provisions: (1) Congress must establish a federal agency to place federal and state chartered banks under protection, freezing all existing home mortgages for a period of months or years necessary to adjust the values to fair prices, and restructure existing mortgages at appropriate interest rates. This action would also write off all of the speculative debt obligations of mortgage-backed securities, derivatives, and other forms of Ponzi schemes that have plunged the banking system into bankruptcy; (2) During the transitional period, all foreclosures shall be frozen, allowing American families to retain their homes. Monthly payments, the equivalent of rental payments, shall be made to designated banks, which can use the funds as collateral for normal banking practices, thus recapitalizing the banking systems. These affordable monthly payments will be factored into new mortgages, reflecting the deflating of the housing bubble and the establishment of appropriate property valuations, and reduced fixed mortgage interest rates. This shakeout will take several years to achieve. In the interim period no homeowner would be evicted from his or her property, and the federal and state chartered banks would be protected, so they can resume their traditional functions, serving local communities, and facilitating credit for investment in productive industries, agriculture, infrastructure, and other economic activity; (3) State governors would assume the administrative responsibilities for implementing the program, including the rental assessments to designated banks, with the federal government providing the necessary credits and guarantees to ensure the successful transition."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1257, "action_date": "2009-02-17T14:00:00-06:00", "document_id": 7565, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7565.pdf", "status_text": "First Reading", "journal_page": 386, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1257, "action_date": "2009-02-18T14:00:00-06:00", "document_id": 7697, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7697.pdf", "status_text": "Adopt Resolution", "journal_page": 414, "committee_id_action": 56, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 4239, "president_vote": null, "Nay": [716, 720, 666, 688, 676, 670, 726, 715, 699, 674, 635, 692, 651, 643, 712, 709, 660, 706, 725, 693, 644, 724, 727, 721, 652, 737, 672, 729, 698, 717, 738, 654, 719, 683, 695, 696, 722, 645, 637, 665, 687, 678, 650, 646, 668, 639, 735, 679, 734, 714, 731, 736, 713, 710, 728, 657, 658, 647, 691, 723, 718, 684, 733, 732, 681], "Excused": [708], "Yea": [730, 711, 641, 707]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/1257"}