{"session_id": 4, "bill_id": 303, "bill_type": "House Bill", "bill_number": 1216, "bill_title": "eliminate the requirement that an application or request for an absentee ballot be notarized.", "sponsors": [{"legislator_profile_id": 609, "is_prime": true}, {"legislator_profile_id": 584, "is_prime": true}, {"legislator_profile_id": 611, "is_prime": false}], "keywords": ["Elections"], "audio": [{"meeting_datetime": "2008-01-24T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hlo11.mp3", "start_seconds": 463.0}, {"meeting_datetime": "2008-01-24T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hlo11.mp3", "start_seconds": 463.0}, {"meeting_datetime": "2008-01-24T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hlo11.mp3", "start_seconds": 463.0}], "bill_versions": [{"bill_id": 303, "bill_version_id": 1158, "bill_version": "Introduced", "bill_version_date": "2008-01-16T10:02:11.757-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to eliminate the requirement that an application or request for an absentee ballot be notarized. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 12-19-2 be amended to read as follows: 12-19-2. An absentee voter desiring to vote by mail may apply to the person in charge of the election for an absentee ballot. The application or request shall be made in writing and be signed by the applicant and shall state the applicant's voter registration address. The application or request shall contain an oath verifying the validity of the information contained in the application or request. The oath shall be administered by a notary public or other officer authorized by statute to administer an oath. If the application or request does not contain an oath, the application or request shall be accompanied by a copy of the voter's identification card as required by § 12-18-6.1. The copy of the voter's identification card shall be maintained by the person in charge of the election. However, the voter's identification card is not available for public inspection. The application or request may be used to obtain an absentee ballot for all elections in that calendar year conducted by the jurisdiction receiving the application or request if so indicated. If the application or request is from a voter identified as being covered by the Uniformed and Overseas Citizens Absentee Voting Act (42 U.S.C. 1973ff-1) as of January 1, 2006, an absentee ballot shall be provided to the voter for each federal election through the next two general elections. The ballot shall be sent to the voter's residence, as shown in the voter registration file or any temporary residence address designated in writing by the voter, at the time of applying for the absentee ballot. The person in charge of the election shall stamp the application with the date it was received. The person in charge of the election shall preserve a record of the name, mailing address, and voting precinct of each applicant and, except as provided by § 12-19-45, deliver the record to the superintendent of the election board of the home precinct of the applicant."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 303, "action_date": "2008-01-16T14:00:00-06:00", "document_id": 1254, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1254.pdf", "status_text": "First read in House and referred to", "journal_page": 153, "committee_id_action": 27, "committee_id_assigned": 20, "result": "N", "vote": {}}, {"bill_id": 303, "action_date": "2008-01-24T10:00:00-06:00", "document_id": 1807, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1807.pdf", "status_text": "Deferred to the 36th legislative day", "journal_page": 260, "committee_id_action": 20, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 565, "president_vote": null, "Nay": [552, 529, 605, 531], "Yea": [624, 633, 543, 544, 612, 551, 600, 616, 547]}}, {"bill_id": 303, "action_date": "2008-01-24T10:00:00-06:00", "document_id": 1508, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1508.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 20, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/303"}