{"session_id": 32, "bill_id": 8339, "bill_type": "House Bill", "bill_number": 1274, "bill_title": "increase the tax on cigarettes and other tobacco products and to appropriate the revenues.", "sponsors": [{"legislator_profile_id": 1253, "is_prime": true}, {"legislator_profile_id": 1218, "is_prime": true}, {"legislator_profile_id": 1297, "is_prime": false}, {"legislator_profile_id": 1268, "is_prime": false}, {"legislator_profile_id": 1250, "is_prime": false}, {"legislator_profile_id": 1226, "is_prime": false}, {"legislator_profile_id": 1299, "is_prime": false}, {"legislator_profile_id": 1240, "is_prime": false}, {"legislator_profile_id": 1241, "is_prime": false}, {"legislator_profile_id": 1287, "is_prime": false}, {"legislator_profile_id": 1257, "is_prime": false}, {"legislator_profile_id": 1298, "is_prime": false}, {"legislator_profile_id": 1285, "is_prime": false}], "keywords": ["Appropriations", "Taxes", "Technical Education"], "audio": [{"meeting_datetime": "2018-02-07T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst19.mp3", "start_seconds": 3437.0}, {"meeting_datetime": "2018-02-07T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst19.mp3", "start_seconds": 3437.0}, {"meeting_datetime": "2018-02-07T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst19.mp3", "start_seconds": 3437.0}, {"meeting_datetime": "2018-02-07T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst19.mp3", "start_seconds": 3437.0}], "bill_versions": [{"bill_id": 8339, "bill_version_id": 48290, "bill_version": "Introduced", "bill_version_date": "2018-01-31T10:43:07.783-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase the tax on cigarettes and other tobacco products and to appropriate the revenues. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-50-3 be amended to read: 10-50-3. A tax is imposed, whether or not a sale occurs, at the following rates on all cigarettes held in this state for sale by any person: Class A, on cigarettes weighing not more than three pounds per thousand, seventy-six one hundred twenty-six and one-half mills on each cigarette. Class B, on cigarettes weighing more than three pounds per thousand, seventy-six one hundred twenty-six and one-half mills on each cigarette. Section 2. That § 10-50-52 be amended to read: 10-50-52. The first thirty million dollars in revenue collected annually pursuant to this chapter shall be deposited in the general fund. The next first five million dollars in excess of thirty million dollars collected annually pursuant to this chapter shall be deposited in the tobacco prevention and reduction trust fund and shall be used to implement the tobacco prevention and reduction program. The next fifty-five million dollars collected annually shall be deposited in the general fund. The next twenty million dollars collected annually shall be deposited in the postsecondary technical institute tuition reduction and workforce training fund created in section 4 of this Act. The next ten million dollars collected annually shall be deposited in the nursing facility and community support provider reimbursement fund established in section 5 of this Act. All remaining revenue collected pursuant to this chapter in excess of thirty-five million dollars shall be deposited in the general fund. Section 3. That § 10-50-61 be amended to read: 10-50-61. In addition to the tax imposed by § 10-50-3, there is imposed, whether or not a sale occurs, a tax upon on all tobacco products in this state and upon on any person engaged in business as a licensed distributor or licensed wholesaler thereof of tobacco products, at the rate of thirty-five fifty-five percent of the wholesale purchase price of such the tobacco products. Such The tax shall be imposed at the time the distributor or wholesaler brings or causes to be brought into this state tobacco products for sale; makes, manufactures, or fabricates tobacco products in this state for sale in this state; or ships or transports tobacco products to dealers in this state to be sold for sale by those dealers. For the purposes of this chapter, the wholesale purchase price is the price for which that a manufacturer sells tobacco products to a licensed distributor or licensed wholesaler exclusive of any discount or other reduction. Any licensed distributor or licensed wholesaler who has paid tax pursuant to this section and subsequently sells the tobacco products to another licensed distributor or licensed wholesaler for resale, or sells the tobacco products outside of this state, shall receive a credit for the tax paid pursuant to this section on such the tobacco products. Section 4. That the code be amended by adding a NEW SECTION to read: There is hereby created the postsecondary technical institute tuition reduction and workforce training fund to be administered by the Board of Technical Education for the purposes of: (1) Lowering the cost of tuition and fees at postsecondary technical institutes; (2) Providing scholarships; (3) Providing financial support for critical workforce training and curriculum; (4) Providing financial support for new and innovative partnerships between the postsecondary technical institutes and employers that create paid internships and apprenticeships for postsecondary technical institute students; (5) Providing financial support for the expansion of technical training for students in public secondary schools who pursue career opportunities in technical trades; and (6) Providing funding for maintenance, security, and safety of buildings and grounds. The board may accept and expend for the purposes of this section any funds obtained from appropriations and any other sources. Expenditures from this fund shall be appropriated through the normal budgeting process. Section 5. That the code be amended by adding a NEW SECTION to read: There is hereby created the nursing facility and community support provider reimbursement fund to be administered by the Department of Human Services for the purpose of enhancing Medicaid reimbursement rates for nursing facilities and community support providers. Expenditures from this fund shall be appropriated through the normal budgeting process."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8339, "action_date": "2018-01-31T14:00:00-06:00", "document_id": 48336, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48336.pdf", "status_text": "First read in House and referred to", "journal_page": 252, "committee_id_action": 396, "committee_id_assigned": 391, "result": "N", "vote": {}}, {"bill_id": 8339, "action_date": "2018-02-07T07:45:00-06:00", "document_id": 48657, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48657.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 391, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8339, "action_date": "2018-02-07T07:45:00-06:00", "document_id": 48842, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48842.pdf", "status_text": "Do Pass", "journal_page": 0, "committee_id_action": 391, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 25468, "president_vote": null, "Nay": [1268, 1284, 1282, 1283, 1238, 1248, 1226, 1277, 1259, 1225], "Yea": [1250, 1253, 1240]}}, {"bill_id": 8339, "action_date": "2018-02-07T07:45:00-06:00", "document_id": 48842, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48842.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 365, "committee_id_action": 391, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25469, "president_vote": null, "Yea": [1268, 1284, 1282, 1283, 1248, 1226, 1277, 1259, 1225], "Nay": [1238, 1250, 1253, 1240]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8339"}