{"session_id": 7, "bill_id": 595, "bill_type": "House Bill", "bill_number": 1050, "bill_title": "revise the annual financial reporting requirements of insurance companies.", "sponsors": [], "keywords": ["Department of Revenue and Regulation", "Insurance "], "audio": [{"meeting_datetime": "2009-01-21T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hco06.mp3", "start_seconds": 3344.0}, {"meeting_datetime": "2009-01-21T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hco06.mp3", "start_seconds": 3344.0}, {"meeting_datetime": "2009-01-21T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hco06.mp3", "start_seconds": 3344.0}, {"meeting_datetime": "2009-01-23T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hco08.mp3", "start_seconds": 2605.0}, {"meeting_datetime": "2009-01-23T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hco08.mp3", "start_seconds": 2605.0}, {"meeting_datetime": "2009-01-23T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hco08.mp3", "start_seconds": 2605.0}, {"meeting_datetime": "2009-01-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou09.mp3", "start_seconds": 3525.0}, {"meeting_datetime": "2009-01-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou09.mp3", "start_seconds": 3525.0}, {"meeting_datetime": "2009-01-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou09.mp3", "start_seconds": 3525.0}, {"meeting_datetime": "2009-02-24T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sco28.mp3", "start_seconds": 70.0}, {"meeting_datetime": "2009-02-24T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sco28.mp3", "start_seconds": 70.0}, {"meeting_datetime": "2009-02-24T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sco28.mp3", "start_seconds": 70.0}, {"meeting_datetime": "2009-02-24T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sco28.mp3", "start_seconds": 70.0}, {"meeting_datetime": "2009-02-24T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sco28.mp3", "start_seconds": 70.0}], "bill_versions": [{"bill_id": 595, "bill_version_id": 5166, "bill_version": "Introduced", "bill_version_date": "2009-01-07T15:42:36.203-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the annual financial reporting requirements of insurance companies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-43-1 be amended to read as follows: 58-43-1. For the purposes of Terms used in this chapter , an accountant is mean: (1) \"Accountant,\" an independent certified public accountant or accounting firm in good standing with the American Institute of Certified Public Accountants and in all states in which the accountant or firm is licensed to practice. For Canadian and British companies, an accountant is a Canadian-chartered or British-chartered accountant ; (2) \"Affiliate of a person\" or \"Affiliated with a specific person,\" a person that directly or indirectly through one or more intermediaries, controls, or is controlled by, or is under common control with, the person specified; (3) \"Audit committee,\" a committee established by the board of directors of an entity for the purpose of overseeing the accounting and financial reporting processes of an insurer or group of insurers, and audits of financial statements of the insurer or group of insurers. The audit committee of any entity that controls a group of insurers may be deemed to be the audit committee for one or more of these controlled insurers solely for the purposes of this chapter at the election of the controlling person; (4) \"Indemnification,\" an agreement of indemnity or a release from liability where the intent or effect is to shift or limit in any manner the potential liability of the person or firm for failure to adhere to applicable auditing or professional standards, whether or not resulting in part from knowing of other misrepresentations made by the insurer or the insurer's representatives; (5) \"Insurer,\" an authorized insurer as defined in subdivision 58-1-2(2); (6) \"Group of insurers,\" those insurers included in the reporting requirements of chapter 58-5A, or a set of insurers as identified by management, for the purpose of assessing the effectiveness of internal control over financial reporting; (7) \"Internal control over financial reporting,\" a process effected by an entity's board of directors, management, and other personnel designed to provide reasonable assurance regarding the reliability of the financial statements and includes those policies and procedures that: (a) Pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of assets; (b) Provide reasonable assurance that transactions are recorded as necessary to permit preparation of the financial statements and that receipts and expenditures are being made only in accordance with authorizations of management and directors; and (c) Provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use or disposition of assets that could have a material effect on the financial statements; (8) \"SEC,\" the United States Securities and Exchange Commission; (9) \"Section 404,\" Section 404 of the Sarbanes-Oxley Act of 2002 as amended as of January 1, 2009; (10) \"Section 404 report,\" management's report on internal control over financial reporting as defined by the SEC and the related attestation report of the independent certified public accountant; (11) \"SOX compliant entity,\" an entity that either is required to be compliant with, or voluntarily is compliant with, all of the following provisions of the Sarbanes-Oxley Act of 2002 as amended as of January 1, 2009: (a) The preapproval requirements of Section 201 (Section 10A(i) of the Securities Exchange Act of 1934); (b) The audit committee independence requirements of Section 301 (Section 10A(m)(3) of the Securities Exchange Act of 1934); and (c) The internal control over financial reporting requirements of Section 404 (Item 308 of SEC Regulation S-K) . Section 2. That § 58-43-1.1 be repealed. 58-43-1.1. For the purposes of this chapter, the term, indemnification, means an agreement of indemnity or a release from liability where the intent or effect is to shift or limit in any manner the potential liability of the person or firm for failure to adhere to applicable auditing or professional standards, whether or not resulting in part from knowing or other misrepresentations made by the insurer or its representatives. Section 3. That § 58-43-2 be amended to read as follows: 58-43-2. Every Each insurer having direct premiums written in this state of more than one million dollars in any calendar year and more than one thousand policyholders or certificate holders of directly written policies nationwide at the end of a calendar year is required to have an annual audit by an accountant of the financial statements reporting the financial position and the results of operations. This chapter also applies to insurers having assumed premiums pursuant to contracts or treaties of reinsurance of one million dollars or more. The director may require insurers with less than one million dollars in direct premiums and less than one thousand policyholders or certificate holders to have independent audits to determine the financial status of the insurer. The insurer shall file an audited financial report with the director on or before June first for the immediately preceding year ended December thirty-first immediately preceding . The director may require an insurer to file an audited financial report earlier than June first with ninety days advance notice to the insurer. Extensions of the June first filing date may be granted by the director for thirty-day periods upon showing by the insurer and its accountant to the director that there is good cause for an extension. The request for extension shall be submitted in writing to the director not less than ten days prior to the due date in sufficient detail to permit the director to make an informed decision. If an extension is granted, a similar extension of thirty days is granted for the filing of the Management's Report of Internal Control over Financial Reporting. Each insurer required to file an annual audited financial report pursuant to this chapter shall designate a group of individuals as constituting the insurer's audit committee. The audit committee of an entity that controls an insurer may be deemed to be the insurer's audit committee for purposes of this chapter at the election of the controlling person. Section 4. That § 58-43-3 be amended to read as follows: 58-43-3. Foreign or alien insurers, filing audited financial reports in another state which report has been found by the director to be substantially similar to the requirements of § 58-43- 4, are exempt if: (1) A copy of the audited financial report, report on significant deficiencies in internal controls communication of internal control related matters noted in an audit , and the accountant's letter of qualifications which are filed with the other state are filed with the director in accordance with the filing dates specified in §§ 58-43-2, 58-43-14, and 58-43-15. Canadian insurers may submit accountants' reports as filed with the Canadian Dominion Department of Insurance Office of the Superintendent of Financial Institutions, Canada ; (2) A copy of any notification of adverse financial condition report filed with that other state is filed with the director within the time specified in § 58-43-12 § 58-43-14 . This section does not prohibit, preclude or in any way limit the director of insurance from ordering or conducting or performing examinations of insurers under this title. Section 5. That § 58-43-4 be amended to read as follows: 58-43-4. The annual audited financial report shall report the financial position of the insurer as of the end of the most recent calendar year and the results of its operations, cash flows, and changes in capital and surplus for the year then ended. The audit shall reflect the statutory accounting practices prescribed, or otherwise permitted, by the division. The report shall include the following: (1) Report of the accountant; (2) Balance sheet reporting admitted assets, liabilities, capital, and surplus; (3) Statement of operations; (4) Statement of cash flows; (5) Statement of changes in capital and surplus; and (6) Notes to financial statements. Any notes to financial statements shall be prepared in accordance with the Annual Statement Instructions Manual and the Accounting Practices and Procedures Manual prescribed by the National Association of Insurance Commissioners as promulgated by rule rules by the director pursuant to chapter 1-26 and shall also include a reconciliation of differences, if any, between the audited statutory financial statements and the annual statement filed pursuant to § 58-6-75 with a written description of the nature of these differences. Financial statements furnished pursuant to §§ 58-43-4 and 58-43-5 shall be reviewed by an accountant. The audit of the insurer's financial statements shall be conducted in accordance with generally accepted auditing standards. Consideration should also be given to procedures illustrated in the financial condition examiner's handbook promulgated by the national association of insurance commissioners as the accountant considers necessary. Section 6. That § 58-43-6 be amended to read as follows: 58-43-6. Insurers shall notify the director in writing of the name and address of their retained accountant not less than six months before the date when the first audited financial report is to be filed. Each insurer required to file an annual audited financial report shall, within sixty days after becoming subject to the requirement, register with the director in writing the name and address of the independent certified public accountant or accounting firm retained to conduct the annual audit set forth in this chapter. Any insurer not retaining an independent certified public accountant on July 1, 2009, shall register the name and address of the insurer's retained independent certified public accountant not less than six months before the date when the first audited financial report is to be filed. The insurer shall obtain a letter from the accountant, and file a copy with the director, stating that the accountant is aware of the laws of the state of domicile that relate to accounting and financial matters and affirming that he the accountant will express his or her opinion on the financial statements in terms of their conformity to the statutory accounting practices prescribed or permitted and specify any exceptions. Section 7. That § 58-43-10 be amended to read as follows: 58-43-10. No individual responsible for rendering a report The lead or coordinating audit partner, having primary responsibility for the audit pursuant to this chapter , may not act in that capacity for more than seven five consecutive years. Following any period of service the accountant The person shall be disqualified from acting in that or a similar capacity for the same company or its insurance subsidiaries or affiliates for a period of two five consecutive years. An insurer may make application to the director for relief from the above rotation requirements for good cause. This application shall be made at least thirty days before the end of the calendar year. The director may consider the following factors in determining if the relief should be granted: (1) Number of partners, expertise of the partners or the number of insurance clients in the currently registered firm; (2) Premium volume of the insurer; or (3) Number of jurisdictions in which the insurer transacts business. The insurer shall file, with the insurer's annual statement filing, the approval for relief with the states that the insurer is licensed in, with the states that the insurer is doing business in, and with the National Association of Insurance Commissioners. If the nondomestic state accepts electronic filing with the National Association of Insurance Commissioners, the insurer shall file the approval in an electronic format acceptable to the National Association of Insurance Commissioners. Section 8. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: The director may not recognize as a qualified independent certified public accountant, nor accept an annual audited financial report, prepared in whole or in part by an accountant who provides to an insurer, contemporaneously with the audit, the following nonaudit services: (1) Bookkeeping or other services related to the accounting records or financial statements of the insurer; (2) Financial information systems design and implementation; (3) Appraisal or valuation services, fairness opinions, or contribution-in-kind reports; (4) Actuarially-oriented advisory services involving the determination of amounts recorded in the financial statements. The accountant may assist an insurer in understanding the methods, assumptions, and inputs used in the determination of amounts recorded in the financial statement only if it is reasonable to conclude that the services provided will not be subject to audit procedures during an audit of the insurer's financial statements. An accountant's actuary may also issue an actuarial opinion or certification on an insurer's reserves if the following conditions have been met: (a) Neither the accountant nor the accountant's actuary has performed any management functions or made any management decisions; (b) The insurer has competent personnel or engages a third party actuary to estimate the reserves for which management takes responsibility; and (c) The accountant's actuary tests the reasonableness of the reserves after the insurer's management has determined the amount of the reserves; (5) Internal audit outsourcing services; (6) Management functions or human resources; (7) Broker or dealer, investment adviser, or investment banking services; (8) Legal services or expert services unrelated to the audit; or (9) Any other services that the director determines, by rules promulgated pursuant to chapter 1-26, are impermissible. Section 9. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: Any insurer having direct written and assumed premiums of less than one hundred million dollars in any calendar year may request an exemption from the provisions of section 8 of this Act. The insurer shall file with the director a written statement discussing the reasons why the insurer should be exempt from these provisions. If the director finds, upon review of this statement, that compliance with these provisions would constitute a financial or organizational hardship upon the insurer, an exemption may be granted. Section 10. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: A qualified independent certified public accountant who performs the audit may engage in other nonaudit services, including tax services, that are not described in or that do not conflict with the provisions of section 8 of this Act, only if the activity is approved in advance by the audit committee, in accordance with the provisions of section 11 of this Act. Section 11. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: Any auditing services or nonaudit services provided to an insurer by the qualified independent certified public accountant of the insurer shall be preapproved by the audit committee. This preapproval requirement is waived with respect to nonaudit services if the insurer is a SOX compliant entity or a direct or indirect wholly-owned subsidiary of a SOX compliant entity or: (1) The aggregate amount of all such nonaudit services provided to the insurer constitutes not more than five percent of the total amount of fees paid by the insurer to its qualified independent certified public accountant during the fiscal year in which the nonaudit services are provided; (2) The services were not recognized by the insurer at the time of the engagement to be nonaudit services; and (3) The services are promptly brought to the attention of the audit committee and approved prior to the completion of the audit by the audit committee or by one or more members of the audit committee who are the members of the board of directors to whom authority to grant such approvals has been delegated by the audit committee. Section 12. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: The audit committee may delegate to one or more designated members of the audit committee the authority to grant the preapprovals required by the provisions of section 11 of this Act. The decisions of any member to whom this authority is delegated shall be presented to the full audit committee at each of its scheduled meetings. Section 13. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: The director may not recognize an independent certified public accountant as qualified for a particular insurer if a member of the board, president, chief executive officer, controller, chief financial officer, chief accounting officer, or any person serving in an equivalent position for that insurer, was employed by the independent certified public accountant and participated in the audit of that insurer during the one-year period preceding the date that the most current statutory opinion is due. This section shall only apply to partners and senior managers involved in the audit. An insurer may make application to the director for relief from this requirement on the basis of unusual circumstances. The insurer shall file, with the insurer's annual statement filing, the approval for relief with the states that it is licensed in, with the states that it is doing business in, and with the National Association of Insurance Commissioners. If the nondomestic state accepts electronic filing with the National Association of Insurance Commissioners, the insurer shall file the approval in an electronic format acceptable to the National Association of Insurance Commissioners. Section 14. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: Financial statements furnished pursuant to § 58-43-4 shall be examined by the independent certified public accountant. The audit of the insurer's financial statements shall be conducted in accordance with generally accepted auditing standards. In accordance with AU Section 319 of the Professional Standards of the AICPA, Consideration of Internal Control in a Financial Statement Audit as of January 1, 2009, the independent certified public accountant should obtain an understanding of internal control sufficient to plan the audit. To the extent required by AU Section 319, for those insurers required to file a Management's Report of Internal Control over Financial Reporting pursuant to section 28 of this Act, the independent certified public accountant should consider, as that term is defined in Statement on Auditing Standards (SAS) No. 102, Defining Professional Requirements in Statements on Auditing Standards as of January 1, 2009, the most recently available report in planning and performing the audit of the statutory financial statements. Consideration shall be given to the procedures illustrated in the Financial Condition Examiners Handbook promulgated by the National Association of Insurance Commissioners as adopted by the director by rules promulgated pursuant to chapter 1-26, as the independent certified public accountant deems necessary. Section 15. That § 58-43-16 be amended to read as follows: 58-43-16. In addition to the annual audited financial statements report , each insurer shall furnish the director with a written report communication as to any unremediated material weaknesses in the insurer's internal controls over financial reporting noted during the audit. The communication shall be prepared by the accountant describing significant deficiencies in the insurer's internal control structure noted by the accountant during the audit. SAS No. 60, communication of internal control structure matters noted in an audit (AU section 325 of the professional standards of the American Institute of Certified Public Accountants) requires an accountant to communicate significant deficiencies or \"reportable conditions\" noted during a financial statement audit to the appropriate parties within an entity. No report may be issued if the accountant does not identify significant deficiencies. If significant deficiencies are noted, the written report shall be filed annually by the insurer with the division within sixty days after the filing of the annual audited financial statements. An insurer is required to provide a description of remedial actions taken or proposed to correct significant deficiencies, if the actions are not described in the accountant's report. If the insurer does not implement the remedial actions it has outlined within one year from the filing of the report, it is subject to the sanctions of § 58-43-23 within sixty days after the filing of the annual audited financial report. The communication shall contain a description of any unremediated material weakness as of December thirty-first for the immediately preceding year in the insurer's internal control over financial reporting noted by the accountant during the course of the accountant's audit of the financial statements. If no unremediated material weaknesses were noted, the communication shall so state. The insurer shall provide a description of remedial actions taken or proposed to correct unremediated material weaknesses, if the actions are not described in the accountant's communication. The insurer shall maintain information about significant deficiencies communicated by the independent certified public accountant. The information shall be made available to the examiner conducting a financial condition examination for review and kept confidential pursuant to § 58-3-22 . Section 16. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: The provisions of sections 17 to 24, inclusive, of this Act do not apply to any foreign or alien insurer licensed in this state or any insurer that is a SOX compliant entity or a direct or indirect wholly-owned subsidiary of a SOX compliant entity. Section 17. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: The audit committee shall be directly responsible for the appointment, compensation, and oversight of the work of any accountant, including resolution of disagreements between management and the accountant regarding financial reporting, for the purpose of preparing or issuing the audited financial report or related work pursuant to this chapter. Each accountant shall report directly to the audit committee. Section 18. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: Each member of the audit committee shall be a member of the board of directors of the insurer or a member of the board of directors of an entity elected pursuant to section 21 of this Act. Section 19. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: A member of the audit committee may not be considered independent, other than in the member's capacity as a member of the audit committee, the board of directors, or any other board committee, if the member accepts any consulting, advisory, or other compensatory fee from the entity or be an affiliated person of the entity or any subsidiary thereof. However, if a law requires board participation by otherwise nonindependent members, that law shall prevail, and the members may participate in the audit committee and be designated as independent for audit committee purposes unless the member is an officer or employee of the insurer or one of its affiliates. Section 20. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: If a member of the audit committee ceases to be independent for reasons outside the member's reasonable control, that person, with notice by the responsible entity to the director, may remain an audit committee member of the responsible entity until the earlier of the next annual meeting of the responsible entity or one year from the occurrence of the event that caused the member to be no longer independent. Section 21. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: To exercise the election of the controlling person to designate the audit committee for purposes of this chapter, the ultimate controlling person shall provide written notice to the directors of the affected insurer. Notification shall be made timely prior to the issuance of the statutory audit report and include a description of the basis for the election. The election can be changed through notice to the director by the insurer, which shall include a description of the basis for the change. The election shall remain in effect until rescinded. If an audit committee is not designated by the insurer, the insurer's entire board of directors shall constitute the audit committee. Section 22. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: The audit committee shall require the accountant that performs for an insurer any audit required by this chapter to report in a timely manner to the audit committee in accordance with the requirements of SAS 61, Communication with Audit Committees, as of January 1, 2009, including: (1) All significant accounting policies and material permitted practices; (2) All material alternative treatments of financial information within statutory accounting principles that have been discussed with management officials of the insurer, ramifications of the use of the alternative disclosures and treatments, and the treatment preferred by the accountant; and (3) Other material written communications between the accountant and the management of the insurer, such as any management letter or schedule of unadjusted differences. Section 23. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: If an insurer is a member of an insurance holding company system, any report required by section 22 of this Act may be provided to the audit committee on an aggregate basis for insurers in the holding company system only if any substantial differences among insurers in the system are identified to the audit committee. Section 24. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: The proportion of independent audit committee members shall meet or exceed the following criteria: Note A: The director has authority afforded by state law to require the entity's board to enact improvements to the independence of the audit committee membership if the insurer is in a risk based capital (RBC) action level event, meets one or more of the standards of an insurer deemed to be in hazardous financial condition, or otherwise exhibits qualities of a troubled insurer. Note B: Any insurer with less than five hundred million in prior year direct written and assumed premiums is encouraged to structure an audit committee with at least a supermajority of independent audit committee members. Note C: Prior calendar year direct written and assumed premiums shall be the combined total of direct premiums and assumed premiums from nonaffiliates for the reporting entities. Section 25. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: An insurer with direct written and assumed premiums, excluding premiums reinsured with the Federal Crop Insurance Corporation and Federal Flood Program, of less than five hundred million dollars may make application to the director for a waiver from the requirements of sections 17 to 24, inclusive, of this Act, based upon hardship. The insurer shall file, with the insurer's annual statement filing, the approval for relief from sections 17 to 24, inclusive, of this Act, with the states that the insurer is licensed in or doing business in and with the National Association of Insurance Commissioners. If the nondomestic state accepts electronic filing with the National Association of Insurance Commissioners, the insurer shall file the approval in an electronic format acceptable to the National Association of Insurance Commissioners. Section 26. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: No director or officer of an insurer shall, directly or indirectly: (1) Make or cause to be made a materially false or misleading statement to an accountant in connection with any audit, review, or communication required under chapter 58-43; or (2) Omit to state, or cause another person to omit to state, any material fact necessary in order to make statements made, in light of the circumstances under which the statements were made, not misleading to an accountant in connection with any audit, review, or communication required under this chapter. Section 27. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: No officer or director of an insurer, or any other person acting under the direction thereof, shall directly or indirectly take any action to coerce, manipulate, mislead, or fraudulently influence any accountant engaged in the performance of an audit pursuant to this chapter if that person knew or should have known that the action, if successful, could result in rendering the insurer's financial statements materially misleading. These actions include: (1) To issue or reissue a report on an insurer's financial statements that is not warranted in the circumstances (due to material violations of statutory accounting principles prescribed by the director, generally accepted auditing standards, or other professional or regulatory standards); (2) To fail to perform audit, review, or other procedures required by generally accepted auditing standards or other professional standards; (3) To fail to withdraw an issued report; or (4) To fail to communicate matters to an insurer's audit committee. Section 28. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: Each insurer required to file an audited financial report pursuant to this chapter that has annual direct written and assumed premiums, excluding premiums reinsured with the Federal Crop Insurance Corporation and Federal Flood Program, of five hundred million dollars or more shall prepare a report of the insurer's or group of insurers' internal control over financial reporting. The report shall be filed with the director along with the communication of internal control related matters noted in an audit described in § 58-43-16. The Management's Report of Internal Control over Financial Reporting shall be as of December thirty-first for the immediately preceding year. Section 29. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the premium threshold in section 28 of this Act, the director may require an insurer to file a Management's Report of Internal Control over Financial Reporting if the insurer is in any risk based capital (RBC) level event, or meets any one or more of the standards of an insurer deemed to be in hazardous financial condition as defined in § § 58-4-39 to 58-4-43, inclusive. Section 30. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: An insurer or a group of insurers that is: (1) Directly subject to Section 404; (2) Part of a holding company system whose parent is directly subject to Section 404; (3) Not directly subject to Section 404 but is a SOX compliant entity; or (4) A member of a holding company system whose parent is not directly subject to Section 404 but is a SOX compliant entity; shall file its or its parent's Section 404 report and an addendum in satisfaction of section 28 of this Act only if those internal controls of the insurer or group of insurers having a material impact on the preparation of the insurer's or group of insurers' audited statutory financial statements were included in the scope of the Section 404 report. The addendum shall be a positive statement by management that there are no material processes with respect to the preparation of the insurer's or group of insurers' audited statutory financial statements excluded from the Section 404 report. If there are internal controls of the insurer or group of insurers that have a material impact on the preparation of the insurer's or group of insurers' audited statutory financial statements and those internal controls were not included in the scope of the Section 404 report, the insurer or group of insurers may either file a report in accordance with section 28 of this Act, or the Section 404 report and a section 28 of this Act report for those internal controls that have a material impact on the preparation of the insurer's or group of insurers' audited statutory financial statements not covered by the Section 404 report. Section 31. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: A Management's Report of Internal Control over Financial Reporting shall include: (1) A statement that management is responsible for establishing and maintaining adequate internal control over financial reporting; (2) A statement that management has established internal control over financial reporting and an assertion, to the best of management's knowledge and belief, after diligent inquiry, as to whether its internal control over financial reporting is effective to provide reasonable assurance regarding the reliability of financial statements in accordance with statutory accounting principles; (3) A statement that briefly describes the approach or processes by which management evaluated the effectiveness of its internal control over financial reporting; (4) A statement that briefly describes the scope of work that is included and whether any internal controls were excluded; (5) Disclosure of any unremediated material weaknesses in the internal control over financial reporting identified by management as of December thirty-first for the immediately preceding year. Management is not permitted to conclude that the internal control over financial reporting is effective to provide reasonable assurance regarding the reliability of financial statements in accordance with statutory accounting principles if there is one or more unremediated material weaknesses in its internal control over financial reporting; (6) A statement regarding the inherent limitations of internal control systems; and (7) Signatures of the chief executive officer and the chief financial officer (or equivalent position or title). Section 32. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: Management shall document and make available at the time of a financial condition examination the basis upon which its assertions, required in section 31 of this Act, are made. Management may base its assertions, in part, upon its review, monitoring, and testing of internal controls undertaken in the normal course of its activities. Section 33. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: Management has discretion as to the nature of the internal control framework used, and the nature and extent of documentation, in order to make its assertion in a cost effective manner and, as such, may include assembly of or reference to existing documentation. Section 34. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: The Management's Report of Internal Control over Financial Reporting, required by section 28 of this Act, and any documentation provided in support thereof during the course of a financial condition examination, shall be kept confidential by the Division of Insurance. Section 35. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: Any domestic insurer retaining a certified public accountant on the effective date of this Act who qualifies as independent shall comply with this Act for the year ending December 31, 2010, and each year thereafter unless the director permits otherwise. Section 36. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: Any domestic insurer not retaining a certified public accountant on July 1, 2009, who qualifies as independent shall meet the following schedule for compliance unless the director permits otherwise: (1) As of December 31, 2010, file with the director an audited financial report; and (2) For the year ending December 31, 2010, the insurer shall file with the director all reports and communication required by this chapter. Section 37. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: Each foreign insurer shall comply with this chapter for the year ending December 31, 2010, and each year thereafter, unless the director permits otherwise. Section 38. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: The provisions of section 7 of this Act apply to audits of the year beginning January 1, 2010. The provisions of sections 17 to 25, inclusive, of this Act are effective January 1, 2010. An insurer or group of insurers that is not required to have independent audit committee members or only a majority of independent audit committee members because the total written and assumed premium is below the threshold and subsequently becomes subject to one of the independence requirements due to changes in premium shall have one year following the year the threshold is exceeded (but not earlier than January 1, 2010) to comply with the independence requirements. An insurer that becomes subject to one of the independence requirements as a result of a business combination shall have one calendar year following the date of acquisition or combination to comply with the independence requirements. Section 39. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: The requirements of sections 28 to 34, inclusive, of this Act, are effective beginning with the reporting period ending December 31, 2010, and each year thereafter. An insurer or group of insurers that is not required to file a report because the total written premium is below the threshold and subsequently becomes subject to the reporting requirements shall have two years following the year the threshold is exceeded (but not earlier than December 31, 2010) to file a report. An insurer acquired in a business combination shall have two calendar years following the date of acquisition or combination to comply with the reporting requirements. Section 40. That § 58-43-22 be amended to read as follows: 58-43-22. In the case of Canadian and British insurers, the annual audited financial report shall be defined as the annual statement of total business on the form filed by the companies with their domiciliary supervision authority duly audited by an independent chartered accountant. For these insurers, the letter required in §§ 58-43-6 and 58-43-7 shall state that the accountant is aware of the requirements relating to the annual audited statement financial report filed with the director pursuant to § 58-43-4 and shall affirm that the opinion expressed is in conformity with the requirements. Section 41. That chapter 58-26 be amended by adding thereto a NEW SECTION to read as follows: Each property and casualty and health insurer domiciled in this state shall file with the insurer's annual statement an actuarial opinion summary written by the company's appointed actuary which complies with the National Association of Insurance Commissioners annual statement instructions: property and casualty, title, life/accident/health, health maintenance organizations, and hospital medical and dental service or indemnity corporations as adopted by rules promulgated by the director pursuant to chapter 1-26. A company licensed, but not domiciled in this state, shall provide the actuarial opinion summary upon request. Section 42. That chapter 58-26 be amended by adding thereto a NEW SECTION to read as follows: The actuarial report and underlying workpapers as required by the National Association of Insurance Commissioners annual statement instructions, as adopted by rules promulgated by the director pursuant to chapter 1-26, shall be prepared to support each actuarial opinion. Section 43. That chapter 58-26 be amended by adding thereto a NEW SECTION to read as follows: If the insurance company fails to provide a supporting actuarial report or workpapers at the request of the director or the director determines that the supporting actuarial report or workpapers provided by the insurance company is otherwise unacceptable, the director may engage a qualified actuary at the expense of the company to review the opinion and the basis for the opinion and prepare the supporting actuarial report or workpapers. Section 44. That chapter 58-26 be amended by adding thereto a NEW SECTION to read as follows: The statement of actuarial opinion shall be provided with the annual statement in accordance with the appropriate National Association of Insurance Commissioners Property and Casualty annual statement instructions: property and casualty, title, life/accident/health, health maintenance organizations and hospital medical and dental service or indemnity corporations as adopted by rules promulgated by the director pursuant to chapter 1-26, and shall be treated as a public document. Section 45. That chapter 58-26 be amended by adding thereto a NEW SECTION to read as follows: Documents, materials, or other information in the possession or control of the Division of Insurance that are considered an actuarial report, workpapers, or actuarial opinion summary provided in support of the opinion, and any other material provided by the company to the director in connection with the actuarial report, workpapers, or actuarial opinion summary, shall be confidential and may not be made public by the director or any other person, except to the extent provided in § 58-3-14, § 58-3-20, and § 58-3-21 and in any administrative or court proceeding between the company and the division. This section does not limit the director's authority to release the documents to the Actuarial Board for Counseling and Discipline (ABCD) so long as the material is required for the purpose of professional disciplinary proceedings and that the ABCD establishes procedures satisfactory to the director for preserving the confidentiality of the documents, nor does this section limit the director's authority to use the documents, materials, or other information in furtherance of any regulatory or legal action brought as part of the director's official duties."}, {"bill_id": 595, "bill_version_id": 8115, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2009-02-24T12:41:03.557-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the annual financial reporting requirements of insurance companies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-43-1 be amended to read as follows: 58-43-1. For the purposes of Terms used in this chapter , an accountant is mean: (1) \"Accountant,\" an independent certified public accountant or accounting firm in good standing with the American Institute of Certified Public Accountants and in all states in which the accountant or firm is licensed to practice. For Canadian and British companies, an accountant is a Canadian-chartered or British-chartered accountant ; (2) \"Affiliate of a person\" or \"Affiliated with a specific person,\" a person that directly or indirectly through one or more intermediaries, controls, or is controlled by, or is under common control with, the person specified; (3) \"Audit committee,\" a committee established by the board of directors of an entity for the purpose of overseeing the accounting and financial reporting processes of an insurer or group of insurers, and audits of financial statements of the insurer or group of insurers. The audit committee of any entity that controls a group of insurers may be deemed to be the audit committee for one or more of these controlled insurers solely for the purposes of this chapter at the election of the controlling person; (4) \"Indemnification,\" an agreement of indemnity or a release from liability where the intent or effect is to shift or limit in any manner the potential liability of the person or firm for failure to adhere to applicable auditing or professional standards, whether or not resulting in part from knowing of other misrepresentations made by the insurer or the insurer's representatives; (5) \"Insurer,\" an authorized insurer as defined in subdivision 58-1-2(2); (6) \"Group of insurers,\" those insurers included in the reporting requirements of chapter 58-5A, or a set of insurers as identified by management, for the purpose of assessing the effectiveness of internal control over financial reporting; (7) \"Internal control over financial reporting,\" a process effected by an entity's board of directors, management, and other personnel designed to provide reasonable assurance regarding the reliability of the financial statements and includes those policies and procedures that: (a) Pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of assets; (b) Provide reasonable assurance that transactions are recorded as necessary to permit preparation of the financial statements and that receipts and expenditures are being made only in accordance with authorizations of management and directors; and (c) Provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use or disposition of assets that could have a material effect on the financial statements; (8) \"SEC,\" the United States Securities and Exchange Commission; (9) \"Section 404,\" Section 404 of the Sarbanes-Oxley Act of 2002 as amended as of January 1, 2009; (10) \"Section 404 report,\" management's report on internal control over financial reporting as defined by the SEC and the related attestation report of the independent certified public accountant; (11) \"SOX compliant entity,\" an entity that either is required to be compliant with, or voluntarily is compliant with, all of the following provisions of the Sarbanes-Oxley Act of 2002 as amended as of January 1, 2009: (a) The preapproval requirements of Section 201 (Section 10A(i) of the Securities Exchange Act of 1934); (b) The audit committee independence requirements of Section 301 (Section 10A(m)(3) of the Securities Exchange Act of 1934); and (c) The internal control over financial reporting requirements of Section 404 (Item 308 of SEC Regulation S-K) . Section 2. That § 58-43-1.1 be repealed. 58-43-1.1. For the purposes of this chapter, the term, indemnification, means an agreement of indemnity or a release from liability where the intent or effect is to shift or limit in any manner the potential liability of the person or firm for failure to adhere to applicable auditing or professional standards, whether or not resulting in part from knowing or other misrepresentations made by the insurer or its representatives. Section 3. That § 58-43-2 be amended to read as follows: 58-43-2. Every Each insurer having direct premiums written in this state of more than one million dollars in any calendar year and more than one thousand policyholders or certificate holders of directly written policies nationwide at the end of a calendar year is required to have an annual audit by an accountant of the financial statements reporting the financial position and the results of operations. This chapter also applies to insurers having assumed premiums pursuant to contracts or treaties of reinsurance of one million dollars or more. The director may require insurers with less than one million dollars in direct premiums and less than one thousand policyholders or certificate holders to have independent audits to determine the financial status of the insurer. The insurer shall file an audited financial report with the director on or before June first for the immediately preceding year ended December thirty-first immediately preceding . The director may require an insurer to file an audited financial report earlier than June first with ninety days advance notice to the insurer. Extensions of the June first filing date may be granted by the director for thirty-day periods upon showing by the insurer and its accountant to the director that there is good cause for an extension. The request for extension shall be submitted in writing to the director not less than ten days prior to the due date in sufficient detail to permit the director to make an informed decision. If an extension is granted, a similar extension of thirty days is granted for the filing of the Management's Report of Internal Control over Financial Reporting. Each insurer required to file an annual audited financial report pursuant to this chapter shall designate a group of individuals as constituting the insurer's audit committee. The audit committee of an entity that controls an insurer may be deemed to be the insurer's audit committee for purposes of this chapter at the election of the controlling person. Section 4. That § 58-43-3 be amended to read as follows: 58-43-3. Foreign or alien insurers, filing audited financial reports in another state which report has been found by the director to be substantially similar to the requirements of § 58-43- 4, are exempt if: (1) A copy of the audited financial report, report on significant deficiencies in internal controls communication of internal control related matters noted in an audit , and the accountant's letter of qualifications which are filed with the other state are filed with the director in accordance with the filing dates specified in §§ 58-43-2, 58-43-14, and 58-43-15. Canadian insurers may submit accountants' reports as filed with the Canadian Dominion Department of Insurance Office of the Superintendent of Financial Institutions, Canada ; (2) A copy of any notification of adverse financial condition report filed with that other state is filed with the director within the time specified in § 58-43-12 § 58-43-14 . This section does not prohibit, preclude or in any way limit the director of insurance from ordering or conducting or performing examinations of insurers under this title. Section 5. That § 58-43-4 be amended to read as follows: 58-43-4. The annual audited financial report shall report the financial position of the insurer as of the end of the most recent calendar year and the results of its operations, cash flows, and changes in capital and surplus for the year then ended. The audit shall reflect the statutory accounting practices prescribed, or otherwise permitted, by the division. The report shall include the following: (1) Report of the accountant; (2) Balance sheet reporting admitted assets, liabilities, capital, and surplus; (3) Statement of operations; (4) Statement of cash flows; (5) Statement of changes in capital and surplus; and (6) Notes to financial statements. Any notes to financial statements shall be prepared in accordance with the Annual Statement Instructions Manual and the Accounting Practices and Procedures Manual prescribed by the National Association of Insurance Commissioners as promulgated by rule rules by the director pursuant to chapter 1-26 and shall also include a reconciliation of differences, if any, between the audited statutory financial statements and the annual statement filed pursuant to § 58-6-75 with a written description of the nature of these differences. Financial statements furnished pursuant to §§ 58-43-4 and 58-43-5 shall be reviewed by an accountant. The audit of the insurer's financial statements shall be conducted in accordance with generally accepted auditing standards. Consideration should also be given to procedures illustrated in the financial condition examiner's handbook promulgated by the national association of insurance commissioners as the accountant considers necessary. Section 6. That § 58-43-6 be amended to read as follows: 58-43-6. Insurers shall notify the director in writing of the name and address of their retained accountant not less than six months before the date when the first audited financial report is to be filed. Each insurer required to file an annual audited financial report shall, within sixty days after becoming subject to the requirement, register with the director in writing the name and address of the independent certified public accountant or accounting firm retained to conduct the annual audit set forth in this chapter. Any insurer not retaining an independent certified public accountant on July 1, 2009, shall register the name and address of the insurer's retained independent certified public accountant not less than six months before the date when the first audited financial report is to be filed. The insurer shall obtain a letter from the accountant, and file a copy with the director, stating that the accountant is aware of the laws of the state of domicile that relate to accounting and financial matters and affirming that he the accountant will express his or her opinion on the financial statements in terms of their conformity to the statutory accounting practices prescribed or permitted and specify any exceptions. Section 7. That § 58-43-10 be amended to read as follows: 58-43-10. No individual responsible for rendering a report The lead or coordinating audit partner, having primary responsibility for the audit pursuant to this chapter , may not act in that capacity for more than seven five consecutive years. Following any period of service the accountant The person shall be disqualified from acting in that or a similar capacity for the same company or its insurance subsidiaries or affiliates for a period of two five consecutive years. An insurer may make application to the director for relief from the above rotation requirements for good cause. This application shall be made at least thirty days before the end of the calendar year. The director may consider the following factors in determining if the relief should be granted: (1) Number of partners, expertise of the partners or the number of insurance clients in the currently registered firm; (2) Premium volume of the insurer; or (3) Number of jurisdictions in which the insurer transacts business. The insurer shall file, with the insurer's annual statement filing, the approval for relief with the states that the insurer is licensed in, with the states that the insurer is doing business in, and with the National Association of Insurance Commissioners. If the nondomestic state accepts electronic filing with the National Association of Insurance Commissioners, the insurer shall file the approval in an electronic format acceptable to the National Association of Insurance Commissioners. Section 8. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: The director may not recognize as a qualified independent certified public accountant, nor accept an annual audited financial report, prepared in whole or in part by an accountant who provides to an insurer, contemporaneously with the audit, the following nonaudit services: (1) Bookkeeping or other services related to the accounting records or financial statements of the insurer; (2) Financial information systems design and implementation; (3) Appraisal or valuation services, fairness opinions, or contribution-in-kind reports; (4) Actuarially-oriented advisory services involving the determination of amounts recorded in the financial statements. The accountant may assist an insurer in understanding the methods, assumptions, and inputs used in the determination of amounts recorded in the financial statement only if it is reasonable to conclude that the services provided will not be subject to audit procedures during an audit of the insurer's financial statements. An accountant's actuary may also issue an actuarial opinion or certification on an insurer's reserves if the following conditions have been met: (a) Neither the accountant nor the accountant's actuary has performed any management functions or made any management decisions; (b) The insurer has competent personnel or engages a third party actuary to estimate the reserves for which management takes responsibility; and (c) The accountant's actuary tests the reasonableness of the reserves after the insurer's management has determined the amount of the reserves; (5) Internal audit outsourcing services; (6) Management functions or human resources; (7) Broker or dealer, investment adviser, or investment banking services; (8) Legal services or expert services unrelated to the audit; or (9) Any other services that the director determines, by rules promulgated pursuant to chapter 1-26, are impermissible. Section 9. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: Any insurer having direct written and assumed premiums of less than one hundred million dollars in any calendar year may request an exemption from the provisions of section 8 of this Act. The insurer shall file with the director a written statement discussing the reasons why the insurer should be exempt from these provisions. If the director finds, upon review of this statement, that compliance with these provisions would constitute a financial or organizational hardship upon the insurer, an exemption may be granted. Section 10. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: A qualified independent certified public accountant who performs the audit may engage in other nonaudit services, including tax services, that are not described in or that do not conflict with the provisions of section 8 of this Act, only if the activity is approved in advance by the audit committee, in accordance with the provisions of section 11 of this Act. Section 11. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: Any auditing services or nonaudit services provided to an insurer by the qualified independent certified public accountant of the insurer shall be preapproved by the audit committee. This preapproval requirement is waived with respect to nonaudit services if the insurer is a SOX compliant entity or a direct or indirect wholly-owned subsidiary of a SOX compliant entity or: (1) The aggregate amount of all such nonaudit services provided to the insurer constitutes not more than five percent of the total amount of fees paid by the insurer to its qualified independent certified public accountant during the fiscal year in which the nonaudit services are provided; (2) The services were not recognized by the insurer at the time of the engagement to be nonaudit services; and (3) The services are promptly brought to the attention of the audit committee and approved prior to the completion of the audit by the audit committee or by one or more members of the audit committee who are the members of the board of directors to whom authority to grant such approvals has been delegated by the audit committee. Section 12. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: The audit committee may delegate to one or more designated members of the audit committee the authority to grant the preapprovals required by the provisions of section 11 of this Act. The decisions of any member to whom this authority is delegated shall be presented to the full audit committee at each of its scheduled meetings. Section 13. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: The director may not recognize an independent certified public accountant as qualified for a particular insurer if a member of the board, president, chief executive officer, controller, chief financial officer, chief accounting officer, or any person serving in an equivalent position for that insurer, was employed by the independent certified public accountant and participated in the audit of that insurer during the one-year period preceding the date that the most current statutory opinion is due. This section shall only apply to partners and senior managers involved in the audit. An insurer may make application to the director for relief from this requirement on the basis of unusual circumstances. The insurer shall file, with the insurer's annual statement filing, the approval for relief with the states that it is licensed in, with the states that it is doing business in, and with the National Association of Insurance Commissioners. If the nondomestic state accepts electronic filing with the National Association of Insurance Commissioners, the insurer shall file the approval in an electronic format acceptable to the National Association of Insurance Commissioners. Section 14. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: Financial statements furnished pursuant to § 58-43-4 shall be examined by the independent certified public accountant. The audit of the insurer's financial statements shall be conducted in accordance with generally accepted auditing standards. In accordance with AU Section 319 of the Professional Standards of the AICPA, Consideration of Internal Control in a Financial Statement Audit as of January 1, 2009, the independent certified public accountant should obtain an understanding of internal control sufficient to plan the audit. To the extent required by AU Section 319, for those insurers required to file a Management's Report of Internal Control over Financial Reporting pursuant to section 28 of this Act, the independent certified public accountant should consider, as that term is defined in Statement on Auditing Standards (SAS) No. 102, Defining Professional Requirements in Statements on Auditing Standards as of January 1, 2009, the most recently available report in planning and performing the audit of the statutory financial statements. Consideration shall be given to the procedures illustrated in the Financial Condition Examiners Handbook promulgated by the National Association of Insurance Commissioners as adopted by the director by rules promulgated pursuant to chapter 1-26, as the independent certified public accountant deems necessary. Section 15. That § 58-43-16 be amended to read as follows: 58-43-16. In addition to the annual audited financial statements report , each insurer shall furnish the director with a written report communication as to any unremediated material weaknesses in the insurer's internal controls over financial reporting noted during the audit. The communication shall be prepared by the accountant describing significant deficiencies in the insurer's internal control structure noted by the accountant during the audit. SAS No. 60, communication of internal control structure matters noted in an audit (AU section 325 of the professional standards of the American Institute of Certified Public Accountants) requires an accountant to communicate significant deficiencies or \"reportable conditions\" noted during a financial statement audit to the appropriate parties within an entity. No report may be issued if the accountant does not identify significant deficiencies. If significant deficiencies are noted, the written report shall be filed annually by the insurer with the division within sixty days after the filing of the annual audited financial statements. An insurer is required to provide a description of remedial actions taken or proposed to correct significant deficiencies, if the actions are not described in the accountant's report. If the insurer does not implement the remedial actions it has outlined within one year from the filing of the report, it is subject to the sanctions of § 58-43-23 within sixty days after the filing of the annual audited financial report. The communication shall contain a description of any unremediated material weakness as of December thirty-first for the immediately preceding year in the insurer's internal control over financial reporting noted by the accountant during the course of the accountant's audit of the financial statements. If no unremediated material weaknesses were noted, the communication shall so state. The insurer shall provide a description of remedial actions taken or proposed to correct unremediated material weaknesses, if the actions are not described in the accountant's communication. The insurer shall maintain information about significant deficiencies communicated by the independent certified public accountant. The information shall be made available to the examiner conducting a financial condition examination for review and kept confidential pursuant to § 58-3-22 . Section 16. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: The provisions of sections 17 to 24, inclusive, of this Act do not apply to any foreign or alien insurer licensed in this state or any insurer that is a SOX compliant entity or a direct or indirect wholly-owned subsidiary of a SOX compliant entity. Section 17. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: The audit committee shall be directly responsible for the appointment, compensation, and oversight of the work of any accountant, including resolution of disagreements between management and the accountant regarding financial reporting, for the purpose of preparing or issuing the audited financial report or related work pursuant to this chapter. Each accountant shall report directly to the audit committee. Section 18. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: Each member of the audit committee shall be a member of the board of directors of the insurer or a member of the board of directors of an entity elected pursuant to section 21 of this Act. Section 19. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: A member of the audit committee may not be considered independent, other than in the member's capacity as a member of the audit committee, the board of directors, or any other board committee, if the member accepts any consulting, advisory, or other compensatory fee from the entity or be an affiliated person of the entity or any subsidiary thereof. However, if a law requires board participation by otherwise nonindependent members, that law shall prevail, and the members may participate in the audit committee and be designated as independent for audit committee purposes unless the member is an officer or employee of the insurer or one of its affiliates. Section 20. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: If a member of the audit committee ceases to be independent for reasons outside the member's reasonable control, that person, with notice by the responsible entity to the director, may remain an audit committee member of the responsible entity until the earlier of the next annual meeting of the responsible entity or one year from the occurrence of the event that caused the member to be no longer independent. Section 21. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: To exercise the election of the controlling person to designate the audit committee for purposes of this chapter, the ultimate controlling person shall provide written notice to the directors of the affected insurer. Notification shall be made timely prior to the issuance of the statutory audit report and include a description of the basis for the election. The election can be changed through notice to the director by the insurer, which shall include a description of the basis for the change. The election shall remain in effect until rescinded. If an audit committee is not designated by the insurer, the insurer's entire board of directors shall constitute the audit committee. Section 22. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: The audit committee shall require the accountant that performs for an insurer any audit required by this chapter to report in a timely manner to the audit committee in accordance with the requirements of SAS 61, Communication with Audit Committees, as of January 1, 2009, including: (1) All significant accounting policies and material permitted practices; (2) All material alternative treatments of financial information within statutory accounting principles that have been discussed with management officials of the insurer, ramifications of the use of the alternative disclosures and treatments, and the treatment preferred by the accountant; and (3) Other material written communications between the accountant and the management of the insurer, such as any management letter or schedule of unadjusted differences. Section 23. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: If an insurer is a member of an insurance holding company system, any report required by section 22 of this Act may be provided to the audit committee on an aggregate basis for insurers in the holding company system only if any substantial differences among insurers in the system are identified to the audit committee. Section 24. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: The proportion of independent audit committee members shall meet or exceed the following criteria: Note A: The director has authority afforded by state law to require the entity's board to enact improvements to the independence of the audit committee membership if the insurer is in a risk based capital (RBC) action level event, meets one or more of the standards of an insurer deemed to be in hazardous financial condition, or otherwise exhibits qualities of a troubled insurer. Note B: Any insurer with less than five hundred million in prior year direct written and assumed premiums is encouraged to structure an audit committee with at least a supermajority of independent audit committee members. Note C: Prior calendar year direct written and assumed premiums shall be the combined total of direct premiums and assumed premiums from nonaffiliates for the reporting entities. Section 25. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: An insurer with direct written and assumed premiums, excluding premiums reinsured with the Federal Crop Insurance Corporation and Federal Flood Program, of less than five hundred million dollars may make application to the director for a waiver from the requirements of sections 17 to 24, inclusive, of this Act, based upon hardship. The insurer shall file, with the insurer's annual statement filing, the approval for relief from sections 17 to 24, inclusive, of this Act, with the states that the insurer is licensed in or doing business in and with the National Association of Insurance Commissioners. If the nondomestic state accepts electronic filing with the National Association of Insurance Commissioners, the insurer shall file the approval in an electronic format acceptable to the National Association of Insurance Commissioners. Section 26. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: No director or officer of an insurer shall, directly or indirectly: (1) Make or cause to be made a materially false or misleading statement to an accountant in connection with any audit, review, or communication required under chapter 58-43; or (2) Omit to state, or cause another person to omit to state, any material fact necessary in order to make statements made, in light of the circumstances under which the statements were made, not misleading to an accountant in connection with any audit, review, or communication required under this chapter. Section 27. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: No officer or director of an insurer, or any other person acting under the direction thereof, shall directly or indirectly take any action to coerce, manipulate, mislead, or fraudulently influence any accountant engaged in the performance of an audit pursuant to this chapter if that person knew or should have known that the action, if successful, could result in rendering the insurer's financial statements materially misleading. These actions include: (1) To issue or reissue a report on an insurer's financial statements that is not warranted in the circumstances (due to material violations of statutory accounting principles prescribed by the director, generally accepted auditing standards, or other professional or regulatory standards); (2) To fail to perform audit, review, or other procedures required by generally accepted auditing standards or other professional standards; (3) To fail to withdraw an issued report; or (4) To fail to communicate matters to an insurer's audit committee. Section 28. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: Each insurer required to file an audited financial report pursuant to this chapter that has annual direct written and assumed premiums, excluding premiums reinsured with the Federal Crop Insurance Corporation and Federal Flood Program, of five hundred million dollars or more shall prepare a report of the insurer's or group of insurers' internal control over financial reporting. The report shall be filed with the director along with the communication of internal control related matters noted in an audit described in § 58-43-16. The Management's Report of Internal Control over Financial Reporting shall be as of December thirty-first for the immediately preceding year. Section 29. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the premium threshold in section 28 of this Act, the director may require an insurer to file a Management's Report of Internal Control over Financial Reporting if the insurer is in any risk based capital (RBC) level event, or meets any one or more of the standards of an insurer deemed to be in hazardous financial condition as defined in § § 58-4-39 to 58-4-43, inclusive. Section 30. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: An insurer or a group of insurers that is: (1) Directly subject to Section 404; (2) Part of a holding company system whose parent is directly subject to Section 404; (3) Not directly subject to Section 404 but is a SOX compliant entity; or (4) A member of a holding company system whose parent is not directly subject to Section 404 but is a SOX compliant entity; shall file its or its parent's Section 404 report and an addendum in satisfaction of section 28 of this Act only if those internal controls of the insurer or group of insurers having a material impact on the preparation of the insurer's or group of insurers' audited statutory financial statements were included in the scope of the Section 404 report. The addendum shall be a positive statement by management that there are no material processes with respect to the preparation of the insurer's or group of insurers' audited statutory financial statements excluded from the Section 404 report. If there are internal controls of the insurer or group of insurers that have a material impact on the preparation of the insurer's or group of insurers' audited statutory financial statements and those internal controls were not included in the scope of the Section 404 report, the insurer or group of insurers may either file a report in accordance with section 28 of this Act, or the Section 404 report and a section 28 of this Act report for those internal controls that have a material impact on the preparation of the insurer's or group of insurers' audited statutory financial statements not covered by the Section 404 report. Section 31. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: A Management's Report of Internal Control over Financial Reporting shall include: (1) A statement that management is responsible for establishing and maintaining adequate internal control over financial reporting; (2) A statement that management has established internal control over financial reporting and an assertion, to the best of management's knowledge and belief, after diligent inquiry, as to whether its internal control over financial reporting is effective to provide reasonable assurance regarding the reliability of financial statements in accordance with statutory accounting principles; (3) A statement that briefly describes the approach or processes by which management evaluated the effectiveness of its internal control over financial reporting; (4) A statement that briefly describes the scope of work that is included and whether any internal controls were excluded; (5) Disclosure of any unremediated material weaknesses in the internal control over financial reporting identified by management as of December thirty-first for the immediately preceding year. Management is not permitted to conclude that the internal control over financial reporting is effective to provide reasonable assurance regarding the reliability of financial statements in accordance with statutory accounting principles if there is one or more unremediated material weaknesses in its internal control over financial reporting; (6) A statement regarding the inherent limitations of internal control systems; and (7) Signatures of the chief executive officer and the chief financial officer (or equivalent position or title). Section 32. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: Management shall document and make available at the time of a financial condition examination the basis upon which its assertions, required in section 31 of this Act, are made. Management may base its assertions, in part, upon its review, monitoring, and testing of internal controls undertaken in the normal course of its activities. Section 33. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: Management has discretion as to the nature of the internal control framework used, and the nature and extent of documentation, in order to make its assertion in a cost effective manner and, as such, may include assembly of or reference to existing documentation. Section 34. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: The Management's Report of Internal Control over Financial Reporting, required by section 28 of this Act, and any documentation provided in support thereof during the course of a financial condition examination, shall be kept confidential by the Division of Insurance. Section 35. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: Any domestic insurer retaining a certified public accountant on the effective date of this Act who qualifies as independent shall comply with this Act for the year ending December 31, 2010, and each year thereafter unless the director permits otherwise. Section 36. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: Any domestic insurer not retaining a certified public accountant on July 1, 2009, who qualifies as independent shall meet the following schedule for compliance unless the director permits otherwise: (1) As of December 31, 2010, file with the director an audited financial report; and (2) For the year ending December 31, 2010, the insurer shall file with the director all reports and communication required by this chapter. Section 37. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: Each foreign insurer shall comply with this chapter for the year ending December 31, 2010, and each year thereafter, unless the director permits otherwise. Section 38. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: The provisions of section 7 of this Act apply to audits of the year beginning January 1, 2010. The provisions of sections 17 to 25, inclusive, of this Act are effective January 1, 2010. An insurer or group of insurers that is not required to have independent audit committee members or only a majority of independent audit committee members because the total written and assumed premium is below the threshold and subsequently becomes subject to one of the independence requirements due to changes in premium shall have one year following the year the threshold is exceeded (but not earlier than January 1, 2010) to comply with the independence requirements. An insurer that becomes subject to one of the independence requirements as a result of a business combination shall have one calendar year following the date of acquisition or combination to comply with the independence requirements. Section 39. That chapter 58-43 be amended by adding thereto a NEW SECTION to read as follows: The requirements of sections 28 to 34, inclusive, of this Act, are effective beginning with the reporting period ending December 31, 2010, and each year thereafter. An insurer or group of insurers that is not required to file a report because the total written premium is below the threshold and subsequently becomes subject to the reporting requirements shall have two years following the year the threshold is exceeded (but not earlier than December 31, 2010) to file a report. An insurer acquired in a business combination shall have two calendar years following the date of acquisition or combination to comply with the reporting requirements. Section 40. That § 58-43-22 be amended to read as follows: 58-43-22. In the case of Canadian and British insurers, the annual audited financial report shall be defined as the annual statement of total business on the form filed by the companies with their domiciliary supervision authority duly audited by an independent chartered accountant. For these insurers, the letter required in §§ 58-43-6 and 58-43-7 shall state that the accountant is aware of the requirements relating to the annual audited statement financial report filed with the director pursuant to § 58-43-4 and shall affirm that the opinion expressed is in conformity with the requirements. Section 41. That chapter 58-26 be amended by adding thereto a NEW SECTION to read as follows: Each property and casualty and health insurer domiciled in this state shall file with the insurer's annual statement an actuarial opinion summary written by the company's appointed actuary which complies with the National Association of Insurance Commissioners annual statement instructions: property and casualty, title, life/accident/health, health maintenance organizations, and hospital medical and dental service or indemnity corporations as adopted by rules promulgated by the director pursuant to chapter 1-26. A company licensed, but not domiciled in this state, shall provide the actuarial opinion summary upon request. Section 42. That chapter 58-26 be amended by adding thereto a NEW SECTION to read as follows: The actuarial report and underlying workpapers as required by the National Association of Insurance Commissioners annual statement instructions, as adopted by rules promulgated by the director pursuant to chapter 1-26, shall be prepared to support each actuarial opinion. Section 43. That chapter 58-26 be amended by adding thereto a NEW SECTION to read as follows: If the insurance company fails to provide a supporting actuarial report or workpapers at the request of the director or the director determines that the supporting actuarial report or workpapers provided by the insurance company is otherwise unacceptable, the director may engage a qualified actuary at the expense of the company to review the opinion and the basis for the opinion and prepare the supporting actuarial report or workpapers. Section 44. That chapter 58-26 be amended by adding thereto a NEW SECTION to read as follows: The statement of actuarial opinion shall be provided with the annual statement in accordance with the appropriate National Association of Insurance Commissioners Property and Casualty annual statement instructions: property and casualty, title, life/accident/health, health maintenance organizations and hospital medical and dental service or indemnity corporations as adopted by rules promulgated by the director pursuant to chapter 1-26, and shall be treated as a public document. Section 45. That chapter 58-26 be amended by adding thereto a NEW SECTION to read as follows: Documents, materials, or other information in the possession or control of the Division of Insurance that are considered an actuarial report, workpapers, or actuarial opinion summary provided in support of the opinion, and any other material provided by the company to the director in connection with the actuarial report, workpapers, or actuarial opinion summary, are confidential and privileged, are not subject to § 1-26-2, 1-27-1, or 58-2-26, are not subject to subpoena, and are not subject to discovery or admissible in evidence in any private civil action. This section does not limit the director's authority to release the documents to the Actuarial Board for Counseling and Discipline (ABCD) so long as the material is required for the purpose of professional disciplinary proceedings and that the ABCD establishes procedures satisfactory to the director for preserving the confidentiality of the documents, nor does this section limit the director's authority to use the documents, materials, or other information in furtherance of any regulatory or legal action brought as part of the director's official duties."}, {"bill_id": 595, "bill_version_id": 8719, "bill_version": "Enrolled", "bill_version_date": "2009-03-05T10:20:24.417-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 595, "action_date": "2009-01-13T12:00:00-06:00", "document_id": 5315, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5315.pdf", "status_text": "First read in House and referred to", "journal_page": 27, "committee_id_action": 56, "committee_id_assigned": 42, "result": "N", "vote": {}}, {"bill_id": 595, "action_date": "2009-01-21T10:00:00-06:00", "document_id": 5457, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5457.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 42, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 595, "action_date": "2009-01-23T10:00:00-06:00", "document_id": 5616, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5616.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 42, "committee_id_assigned": null, "result": null, "vote": {}}, {"bill_id": 595, "action_date": "2009-01-23T10:00:00-06:00", "document_id": 5770, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5770.pdf", "status_text": "Do Pass", "journal_page": 118, "committee_id_action": 42, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 3079, "president_vote": null, "Yea": [716, 692, 712, 644, 737, 717, 654, 637, 665, 646, 713, 710, 679]}}, {"bill_id": 595, "action_date": "2009-01-26T14:00:00-06:00", "document_id": 5891, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5891.pdf", "status_text": "Do Pass", "journal_page": 137, "committee_id_action": 56, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 3154, "president_vote": null, "Yea": [716, 720, 666, 688, 676, 670, 726, 715, 699, 674, 635, 692, 708, 651, 643, 712, 709, 660, 706, 725, 693, 644, 724, 727, 721, 652, 730, 737, 672, 729, 698, 717, 738, 654, 711, 719, 683, 695, 696, 722, 645, 637, 665, 687, 678, 650, 646, 668, 639, 735, 679, 734, 714, 731, 736, 713, 710, 728, 657, 641, 658, 647, 691, 718, 684, 733, 732, 707, 681], "Excused": [723]}}, {"bill_id": 595, "action_date": "2009-01-27T14:00:00-06:00", "document_id": 6025, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6025.pdf", "status_text": "First read in Senate and referred to", "journal_page": 193, "committee_id_action": 54, "committee_id_assigned": 31, "result": "N", "vote": {}}, {"bill_id": 595, "action_date": "2009-02-24T10:00:00-06:00", "document_id": 7814, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7814.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 31, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 595, "action_date": "2009-02-24T10:00:00-06:00", "document_id": 8096, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8096.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 31, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 595, "action_date": "2009-02-24T10:00:00-06:00", "document_id": 8096, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8096.pdf", "status_text": "Do Pass Amended", "journal_page": 521, "committee_id_action": 31, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4582, "president_vote": null, "Yea": [704, 655, 701, 703, 664, 642, 648]}}, {"bill_id": 595, "action_date": "2009-02-24T10:00:00-06:00", "document_id": 8096, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8096.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 31, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 595, "action_date": "2009-03-02T14:00:00-06:00", "document_id": 8372, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8372.pdf", "status_text": "Do Pass Amended", "journal_page": 575, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4796, "president_vote": null, "Yea": [653, 704, 680, 682, 702, 649, 700, 655, 673, 663, 677, 675, 634, 697, 659, 690, 636, 667, 656, 669, 661, 686, 701, 662, 703, 664, 638, 648, 640, 689, 694, 705, 671], "Excused": [685, 642]}}, {"bill_id": 595, "action_date": "2009-03-04T14:00:00-06:00", "document_id": 8629, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8629.pdf", "status_text": "Concurred in amendments", "journal_page": 620, "committee_id_action": 56, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4960, "president_vote": null, "Yea": [716, 720, 666, 688, 676, 670, 726, 715, 699, 674, 635, 651, 643, 712, 709, 660, 706, 725, 693, 644, 724, 727, 721, 652, 730, 737, 672, 729, 698, 717, 738, 654, 711, 719, 683, 695, 696, 722, 645, 637, 665, 687, 678, 650, 646, 668, 639, 735, 679, 734, 714, 731, 736, 713, 710, 728, 657, 641, 658, 647, 691, 723, 718, 684, 733, 732, 707, 681], "Excused": [692, 708]}}, {"bill_id": 595, "action_date": "2009-03-05T14:00:00-06:00", "document_id": 8784, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8784.pdf", "status_text": "Signed by the Speaker", "journal_page": 670, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 595, "action_date": "2009-03-06T10:30:00-06:00", "document_id": 8872, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8872.pdf", "status_text": "Signed by the President", "journal_page": 673, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 595, "action_date": "2009-03-09T14:00:00-05:00", "document_id": 8997, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8997.pdf", "status_text": "Delivered to the Governor", "journal_page": 730, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 595, "action_date": "2009-03-11T11:00:00-05:00", "document_id": 9220, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9220.pdf", "status_text": "Signed by the Governor", "journal_page": 768, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4422, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/595"}