{"session_id": 54, "bill_id": 17634, "bill_type": "House Bill", "bill_number": 1276, "bill_title": "transfer the regulation of real estate appraisers from the Department of Commerce and Regulation to the Real Estate Commission.", "sponsors": [{"legislator_profile_id": 2895, "is_prime": true}], "keywords": ["Administrative Rules", "Professions and Occupations"], "audio": [{"meeting_datetime": "2003-02-18T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hco24hb1276a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-18T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hco24hb1276a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-18T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hco24hb1276a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17634, "bill_version_id": 96477, "bill_version": "Introduced", "bill_version_date": "2003-02-04T09:19:30-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to transfer the regulation of real estate appraisers from the Department of Commerce and Regulation to the Real Estate Commission. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-21B-1 be amended to read as follows: 36-21B-1. Any person who performs a real estate appraisal or advertises or holds himself or herself out to the general public as a real estate appraiser in this state shall be certified, licensed, or registered by the Department of Commerce and Regulation Real Estate Commission unless exempt under another provision of this chapter or another provision of statute. The commission shall employ a state-certified appraiser to administer the regulation of appraisers. Section 2. That § 36-21B-3 be amended to read as follows: 36-21B-3. The secretary of the Department of Commerce and Regulation Real Estate Commission may promulgate rules pursuant to chapter 1-26 relating to appraisers and appraisals and to enable the secretary to promulgate rules in the following areas: (1) Certification, licensing, and registration of appraisers; (2) Definition of terms; (3) Uniform standards of professional appraisal practice; (4) Application for and issuance of certificates; (5) Examinations and examination procedures; (6) Pre-certification education criteria and continuing education; (7) Qualifications for and upgrading of a certificate; (8) Transactions requiring certified, licensed, or registered appraisers; (9) Renewal and late renewal procedures; (10) Certificate by reciprocity; (11) Temporary practice and permits; (12) Complaints and grounds for disciplinary actions including denial, revocation, suspension, censure, and reprimand; (13) Conflict of interest and investigation; (14) Advertising by certified, licensed, or registered appraisers; (15) Retention and inspection of records, and rosters of appraisers; (16) Appraiser membership, competency, and independence; (17) Review of appraisals and contracting for investigations; (18) Inspection, examination, and photocopy of appraisal records for audit purposes; and (19) Inactive status. Section 3. That § 36-21B-4 be amended to read as follows: 36-21B-4. The secretary of the Department of Commerce and Regulation Real Estate Commission may promulgate rules pursuant to chapter 1-26 to establish fees for the certification, licensing, and registration of real estate appraisers as follows: (1) Application fees not to exceed five hundred dollars; (2) Renewal fees not to exceed five hundred dollars; (3) Examination fee not to exceed three hundred dollars; (4) Late renewal fee not to exceed two hundred dollars; (5) Upgrade fee not to exceed five hundred dollars; (6) Reciprocity fee not to exceed five hundred dollars; (7) National registry fee not to exceed seventy-five dollars; (8) Education course approval fee not to exceed fifty dollars; (9) Temporary permit fee not to exceed five hundred dollars. The Department of Commerce and Regulation Real Estate Commission may recover the costs of photocopying and postage when providing appraiser rosters and the uniform standards of professional practice. Section 4. That § 36-21B-5 be amended to read as follows: 36-21B-5. All moneys coming into the custody of the Department of Commerce and Regulation Real Estate Commission including certificate fees, renewal fees, reciprocity fees, penalty fees, and any other payments, shall be deposited by the department commission to the state treasurer weekly, or as prescribed by the state treasurer. The state treasurer shall credit the moneys to the South Dakota Real Estate Appraiser Fund. Expenditures from this fund shall only be paid on warrants drawn by the state auditor and approved by the department commission . Section 5. That § 36-21B-7 be amended to read as follows: 36-21B-7. The secretary of the Department of Commerce and Regulation Real Estate Commission may impose a monetary penalty not to exceed one thousand dollars or require additional educational course requirements, or both, of a person licensed pursuant to this chapter upon proof of unprofessional conduct, as provided in the Uniform Standards of Professional Appraisal Practice as adopted by the department pursuant to chapter 1-26. Section 6. That § 36-21B-10 be amended to read as follows: 36-21B-10. The secretary Real Estate Commission may assess to a licensee or applicant all or part of the actual expenses of a contested case proceeding resulting in the discipline or censure of the licensee, suspension or revocation of the licensee's license, or the denial of a license to the applicant. Section 7. That chapter 36-21B be amended by adding thereto a NEW SECTION to read as follows: The regulation of appraisers licensed by the Department of Commerce and Regulation shall be transferred to the Real Estate Commission. Upon application, the commission shall renew an appraiser's license at the end of its term if the appraiser has met the continuing education requirements of the appraiser's previous license. Any license fees shall be prorated on a per month basis to the end of the next licensing term."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17634, "action_date": "2003-02-04T14:00:00-06:00", "document_id": 96525, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96525.pdf", "status_text": "First read in House and referred to", "journal_page": 292, "committee_id_action": 798, "committee_id_assigned": 786, "result": "N", "vote": {}}, {"bill_id": 17634, "action_date": "2003-02-18T07:45:00-06:00", "document_id": 97288, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97288.pdf", "status_text": "Tabled", "journal_page": 447, "committee_id_action": 786, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54641, "president_vote": null, "Yea": [2839, 2841, 2892, 2900, 2905, 2906, 2909, 2911, 2919, 2920, 2925, 2922], "Nay": [2885]}}, {"bill_id": 17634, "action_date": "2003-02-18T07:45:00-06:00", "document_id": 97288, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97288.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 786, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/17634"}