{"session_id": 24, "bill_id": 7583, "bill_type": "House Commemoration", "bill_number": 1018, "bill_title": "Commending and honoring the academic and athletic accomplishments of Hunter Hanley of West Central High School.", "sponsors": [{"legislator_profile_id": 1021, "is_prime": true}, {"legislator_profile_id": 971, "is_prime": true}, {"legislator_profile_id": 1069, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 7583, "bill_version_id": 39826, "bill_version": "Introduced", "bill_version_date": "2016-02-23T10:15:28.59-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the academic and athletic accomplishments of Hunter Hanley of West Central High School. WHEREAS, Hunter Hanley has been a four-year participant in the West Central High School football program; and WHEREAS, Hunter has been named to the Academic All-State Football Team two years in a row and to the A honor roll three years out of four; and WHEREAS, Hunter's accomplishments on the football field include two years all-state, two years all conference, two years MVP lineman, fifty-two tackles and eight sacks in his senior year, and an All-American honorable mention; and WHEREAS, Hunter will continue his academic and athletic aspirations with the Division I South Dakota State University Jackrabbit Football Team: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-First Legislature of the State of South Dakota, that the Legislature commends and honors Hunter Hanley for his dedication and hard work."}, {"bill_id": 7583, "bill_version_id": 40005, "bill_version": "Enrolled", "bill_version_date": "2016-02-25T14:24:04.187-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the academic and athletic accomplishments of Hunter Hanley of West Central High School. WHEREAS, Hunter Hanley has been a four-year participant in the West Central High School football program; and WHEREAS, Hunter has been named to the Academic All-State Football Team two years in a row and to the A honor roll three years out of four; and WHEREAS, Hunter's accomplishments on the football field include two years all-state, two years all conference, two years MVP lineman, fifty-two tackles and eight sacks in his senior year, and an All-American honorable mention; and WHEREAS, Hunter will continue his academic and athletic aspirations with the Division I South Dakota State University Jackrabbit Football Team: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-First Legislature of the State of South Dakota, that the Legislature commends and honors Hunter Hanley for his dedication and hard work. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7583, "action_date": "2016-02-23T14:00:00-06:00", "document_id": 39859, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39859.pdf", "status_text": "", "journal_page": 653, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}]}