{"session_id": 44, "bill_id": 21922, "bill_type": "Senate Bill", "bill_number": 55, "bill_title": "authorize certain innovative insurance products and services through insurance innovation waivers.", "sponsors": [], "keywords": ["Confidential Information", "Executive/Judiciary Request", "Insurance"], "audio": [{"meeting_datetime": "2021-02-02T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco14.mp3", "start_seconds": 3105.0}, {"meeting_datetime": "2021-02-02T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco14.mp3", "start_seconds": 3105.0}, {"meeting_datetime": "2021-02-02T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco14.mp3", "start_seconds": 3105.0}, {"meeting_datetime": "2021-02-02T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco14.mp3", "start_seconds": 3105.0}, {"meeting_datetime": "2021-02-02T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco14.mp3", "start_seconds": 3105.0}, {"meeting_datetime": "2021-02-04T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen16.mp3", "start_seconds": 1520.0}, {"meeting_datetime": "2021-02-04T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen16.mp3", "start_seconds": 1520.0}, {"meeting_datetime": "2021-02-04T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen16.mp3", "start_seconds": 1520.0}, {"meeting_datetime": "2021-02-24T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco27.mp3", "start_seconds": 175.0}, {"meeting_datetime": "2021-02-24T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco27.mp3", "start_seconds": 175.0}, {"meeting_datetime": "2021-02-24T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco27.mp3", "start_seconds": 175.0}, {"meeting_datetime": "2021-02-24T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco27.mp3", "start_seconds": 175.0}], "bill_versions": [{"bill_id": 21922, "bill_version_id": 210657, "bill_version": "Introduced", "bill_version_date": "2021-01-09T12:00:54.693-06:00", "bill_text": "An Act to authorize certain innovative insurance products and services through insurance innovation waivers. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 58-48-1. Definitions. Terms used in this Act mean: (1) \"Applicant,\" a person applying for an insurance innovation waiver; (2) \"Consumer,\" a person that purchases or otherwise enters into a transaction or agreement to receive an innovative insurance product or service that is being tested by a participant; (3) \"Innovation,\" the use or incorporation of a new or emerging technology or a new use of existing technology, including blockchain technology, to address a problem, provide a benefit, or otherwise offer a product, service, business model, or delivery mechanism that is not known by the division to have a comparable widespread offering in the state; (4) \"Innovative insurance product or service,\" an insurance product or service that includes an innovation; (5) \"Insurance product or service,\" an insurance product or insurance service that requires state licensure, registration, or other authorization under this title, including an insurance product or insurance service that includes a business model, delivery mechanism, or element that requires a license, registration, or other authorization to do insurance business, act as an insurance producer, or otherwise requires division approval; (6) \"Insurance innovation waiver\" or \"waiver,\" a document issued pursuant to this Act that allows a person to temporarily test an innovative insurance product or service on a limited basis without otherwise being licensed or authorized to act under the laws of the state or in full compliance with the provisions of this title; (7) \"Participant,\" an applicant whose application for a waiver is granted in accordance with this Act; and (8) \"Test,\" to provide an innovative insurance product or service in accordance with a granted waiver. Section 2. That a NEW SECTION be added: 58-48-2. Grounds for innovation waiver. Subject to §§ 58-48-3 to 58-48-5, inclusive, the director may grant an insurance innovation waiver with respect to requirements imposed by any insurance law, regulation, or bulletin to enable a person to obtain limited access to the insurance market in this state to test an innovative insurance product or service without obtaining a license or other authorization that might otherwise be required or without coming into full compliance with any insurance law, regulation, or bulletin. To receive a waiver, an applicant shall demonstrate to the director's satisfaction that: (1) The application of the law, regulation, or bulletin would inhibit the introduction of an innovative or more efficient insurance product or service that the applicant intends to test during the period for which the proposed waiver is granted; (2) The public policy goals of the law, regulation, or bulletin will be or have been achieved by other means; (3) The waiver will not unreasonably increase risk to consumers; and (4) The waiver is in the public interest. Section 3. That a NEW SECTION be added: 58-48-3. Waiver not to restrict policyholder recovery or restrict director's authority. The authority granted to the director under this Act may not be construed to allow the director to grant a waiver that would abridge the recovery rights of policyholders and may not be interpreted to limit or otherwise affect the authority of the director to exercise discretion to waive or enforce requirements as permitted under any other requirement of this title, any regulation, or any bulletin. Section 4. That a NEW SECTION be added: 58-48-4. Limited scope of waiver. The director may not grant a waiver with respect to: (1) Any law, regulation, bulletin, or other provision not subject to the director's jurisdiction; (2) Any requirement as to the minimum amount of paid-in capital or surplus required to be possessed or maintained by any participant as determined by the director; (3) Chapter 58-12 concerning unfair claims practices; (4) Chapters 58-15, 58-16, 58-28, and 58-33A concerning life insurance; (5) Chapters 58-17, 58-18, and 58-18B concerning health insurance; (6) Chapter 58-17B concerning long-term care insurance; (7) Chapter 58-20 concerning workers' compensation insurance; (8) Sections 58-33-1 to 58-33-47, inclusive, and §§ 58-33-66 to 58-33-69, inclusive, concerning certain unfair trade practices; (9) Any laws, regulations, or bulletins directly relating to subdivisions (3) to (8), inclusive, of this section; and (10) The application of any taxes or fees except as provided in subdivision 58-48-5(13). Section 5. That a NEW SECTION be added: 58-48-5. Application for waiver--Persons excluded from waiver application. An applicant shall submit an application in the form and manner prescribed by the director that: (1) Identifies the person applying for the waiver; (2) Contains relevant personal and contact information for the applicant, including legal names, addresses, telephone numbers, e-mail addresses, website addresses, and other information required by the director; (3) Demonstrates the applicant is subject to the jurisdiction of the state; (4) Demonstrates the applicant has established a physical or virtual location that is adequately accessible to the division, from which testing will be developed and performed and where all required records, documents, and data will be maintained; (5) Discloses criminal convictions of the applicant and all participating personnel; (6) Demonstrates that the applicant has the necessary personnel, financial and technical expertise, access to capital, and developed plan to test, monitor, and assess the innovative insurance product or service; (7) Describes the innovative insurance product or service to be offered if the waiver is granted, including how the product or service functions, how the innovative insurance product or service is different from other insurance products or services available in the state, and the manner and terms on which it will be offered, including copies of any contracts to be tested; (8) Identifies state laws, regulations, licensing, and other requirements in title 58 that prohibit the introduction, sale, or offering of the innovative insurance product or service that the applicant is seeking to have waived for testing; (9) Explains the potential benefits to consumers of the innovative insurance product or service; (10) Explains the potential risks to consumers posed by the product or service and how the applicant proposes to mitigate such risks, including all proposed consumer disclosures; (11) Explains how participating in the insurance innovation waiver would enable a successful test of the innovative insurance product or service with narratives for proposed beginning operations, ongoing operations, and the proposed process regarding waiver termination, including plans to obtain necessary licensure or authorizations after the waiver is terminated; (12) Explains how the applicant will terminate the waiver and protect consumers if the test fails, including providing evidence of sufficient liability coverage and financial reserves to protect consumers and to protect against insolvency of the applicant; and (13) Includes a nonrefundable application fee of two thousand dollars that may be reduced or eliminated by the director if the applicant holds a license issued by the division. The director may not grant a waiver to an applicant or any other person who has been convicted, entered a plea of nolo contendere, or entered a plea of guilty or nolo contendere held in abeyance, for a crime involving theft, fraud, or dishonesty that bears a substantial relationship to the applicant's or participant's ability to safely or competently administer an innovative insurance product or service. Section 6. That a NEW SECTION be added: 58-48-6. Application review--Additional information required. In addition to § 58-48-5, an applicant shall provide any additional information that the director determines is necessary, including proof of sufficient assets, accounts, liability coverage, surety bond coverage or other preparation by the applicant to ensure that consumers are protected, evidence that the applicant will be able to cover ongoing duties when the testing period terminates or terminates early, prior industry ratings, and past performance of the applicant. An applicant's failure to provide any information requested by the director forfeits the application for a waiver. The director may require the applicant to retain independent consultants to determine the accuracy of any information submitted by the applicant at the applicant's expense. Section 7. That a NEW SECTION be added: 58-48-7. Grant or denial of waiver--Duration of waiver--Waiver deemed authority to act. The director shall grant or deny a waiver within ninety days after the director determines the applicant's waiver application to be complete. The director and the applicant may mutually agree to extend the ninety-day period. The director may deny a waiver application at the director's discretion based on the division's analysis of the application. The director's discretionary decision to grant or deny a waiver is not appealable and not subject to chapter 1-26. The director may grant a waiver for an initial period that may not exceed twenty-four months. A participant receiving a waiver has appropriate authority under the laws of this state to act for the purposes of any provision of federal law requiring state licensure or authorization and is not subject to chapter 58-8 for acts taken in compliance with a waiver. Section 8. That a NEW SECTION be added: 58-48-8. Conditions on innovation waiver. An insurance innovation waiver shall be issued by the director in writing that limits the number of consumers in this state that may purchase or utilize the underlying insurance product or service to no more than twenty thousand consumers and specifies any terms, conditions, and limitations that the director considers appropriate, including: (1) Limits on the amount of premium that may be written in relation to the innovative product or service; (2) Liability coverage requirements and minimum financial reserve requirements that the applicant must meet during the testing of the innovative insurance product or service; and (3) Regular or additional reporting on any aspect of the innovative insurance product or service during the test, including financial results and consumer information. Conditions issued under this section do not restrict a person who holds a license or authorization in another jurisdiction from acting in accordance with that license or authorization in that jurisdiction. Section 9. That a NEW SECTION be added: 58-48-9. Waiver participants--Deposit or bond. A participant may be required to make a deposit of cash or marketable securities in the manner provided under chapter 58-7 and in amounts, conditions, and for such purposes as the director determines necessary for the protection of consumers. The deposit required by this section may be refunded when the waiver has expired or if the director is satisfied that consumer claims have been satisfied, whichever is later. In lieu of a deposit, the director may accept a bond in an amount and with such conditions as the director determines is necessary for the protection of consumers. Section 10. That a NEW SECTION be added: 58-48-10. Consumer disclosures--Digital disclosure receipts. Disclosures must be provided to consumers by a participant before providing an innovative insurance product or service in clear and conspicuous form disclosing the following: (1) The name and contact information of the participant; (2) That the innovative insurance product or service is authorized pursuant to a waiver; (3) That the participant does not have a license or other authorization to provide an insurance product or service under state laws that regulate insurance products or services outside a waiver, if applicable; (4) That the innovative insurance product or service may not function as intended and may expose the consumer to financial risk; (5) That the participant is not immune from civil liability for any losses or damages caused by the innovative insurance product or service; (6) That the innovative insurance product or service is not covered by any guaranty association if the participant becomes unable to pay claims; (7) That the state does not endorse or recommend the innovative insurance product or service; (8) That the innovative insurance product or service is a temporary test that may be discontinued at the termination of the testing period; (9) The expected termination date of the testing period; and (10) That a consumer may contact the division to file a complaint regarding the innovative insurance product or service being tested and provide the division's telephone number and website address where a complaint may be filed. The director may require additional disclosures for the protection of consumers. A digital receipt from a consumer acknowledging the disclosures is required if the disclosures are delivered through an internet or application-based platform. Section 11. That a NEW SECTION be added: 58-48-11. Public notice of granted waiver. If an insurance innovation waiver is granted, the director shall provide public notice of the existence of the waiver by publishing a description of the following information on the division's website: (1) The name of the person who applied for and received the waiver; (2) The approval date and termination date of the waiver; (3) General terms, conditions, or limitations of the waiver; and (4) Any additional information considered appropriate by the director. Section 12. That a NEW SECTION be added: 58-48-12. Record keeping by participants. The director shall establish reporting requirements for each participant, including information about consumer complaints. A participant shall retain records, documents, and data produced in the course of business regarding an innovative insurance product or service subject to a waiver for a period of five years after the waiver has terminated. A participant shall make its records, documents, and data available for inspection by the director immediately upon request. Nothing in this Act limits the director's authority to examine applicants or participants in accordance with chapter 58-3. Section 13. That a NEW SECTION be added: 58-48-13. Termination of waivers. If a participant tests an innovative insurance product or service requiring ongoing duties after the termination date of a waiver, the participant shall continue to fulfill those duties or arrange for another person to fulfill those duties after the date the waiver terminates. At the termination of the testing period provided by a waiver, the participant shall immediately stop offering all innovative insurance products or services being tested. The participant shall submit a final report showing test results in a form and manner prescribed by the director within sixty days of waiver termination. Section 14. That a NEW SECTION be added: 58-48-14. Termination for failure--Termination by director. If an innovative insurance product or service fails before the termination of a testing period as provided in an applicable waiver, the participant shall immediately notify the director and report on actions taken by the participant to ensure consumers have not been harmed as a result of the failure. The director may terminate an insurance innovation waiver for cause and with reasonable notice to the participant. Nothing in this Act restricts the director's application of chapters 58-4 and 58-29B as regards participants. Section 15. That a NEW SECTION be added: 58-48-15. No guaranty association coverage for waivers. A participant under this Act is not a member insurer of any guaranty association created under title 58 unless the participant is or becomes a licensed insurer in this state pursuant to title 58 and otherwise qualifies as a member insurer under the applicable guaranty association statutes. Section 16. That a NEW SECTION be added: 58-48-16. Confidentiality of waiver application and materials. Documents, materials, or other information in the possession of the division that are obtained by or disclosed to the director or any other person in the course of an insurance innovation waiver under this Act are confidential by law and privileged; are not subject to open records, freedom of information, sunshine, or other related laws; are not subject to subpoena; and are not subject to discovery or admissible in evidence in any private civil action. The director may use the documents, materials, or other information in the furtherance of any regulatory or legal action brought as a part of the director's official duties. The director may not otherwise make the documents, materials, or other information public without the prior written consent of the person, applicant, or participant to which it pertains. This section does not apply to information about granted waivers published by the director pursuant to § 58-48-11."}, {"bill_id": 21922, "bill_version_id": 215708, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2021-02-02T15:48:50.513-06:00", "bill_text": "An Act to authorize certain innovative insurance products and services through insurance innovation waivers. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 58-48-1. Definitions. Terms used in this Act mean: (1) \"Applicant,\" a person applying for an insurance innovation waiver; (2) \"Consumer,\" a person that purchases or otherwise enters into a transaction or agreement to receive an innovative insurance product or service that is being tested by a participant; (3) \"Innovation,\" the use or incorporation of a new or emerging technology or a new use of existing technology, including blockchain technology, to address a problem, provide a benefit, or otherwise offer a product, service, business model, or delivery mechanism that is not known by the division to have a comparable widespread offering in the state; (4) \"Innovative insurance product or service,\" an insurance product or service that includes an innovation; (5) \"Insurance product or service,\" an insurance product or insurance service that requires state licensure, registration, or other authorization under this title, including an insurance product or insurance service that includes a business model, delivery mechanism, or element that requires a license, registration, or other authorization to do insurance business, act as an insurance producer, or otherwise requires division approval; (6) \"Insurance innovation waiver\" or \"waiver,\" a document issued pursuant to this Act that allows a person to temporarily test an innovative insurance product or service on a limited basis without otherwise being licensed or authorized to act under the laws of the state or in full compliance with the provisions of this title; (7) \"Participant,\" an applicant whose application for a waiver is granted in accordance with this Act; and (8) \"Test,\" to provide an innovative insurance product or service in accordance with a granted waiver. Section 2. That a NEW SECTION be added: 58-48-2. Grounds for innovation waiver. Subject to §§ 58-48-3 to 58-48-5, inclusive, the director may grant an insurance innovation waiver with respect to requirements imposed by any insurance law, regulation, or bulletin to enable a person to obtain limited access to the insurance market in this state to test an innovative insurance product or service without obtaining a license or other authorization that might otherwise be required or without coming into full compliance with any insurance law, regulation, or bulletin. To receive a waiver, an applicant shall demonstrate to the director's satisfaction that: (1) The application of the law, regulation, or bulletin would inhibit the introduction of an innovative or more efficient insurance product or service that the applicant intends to test during the period for which the proposed waiver is granted; (2) The public policy goals of the law, regulation, or bulletin will be or have been achieved by other means; (3) The waiver will not unreasonably increase risk to consumers or create unreasonable unfair competition in the insurance market; and (4) The waiver is in the public interest. Section 3. That a NEW SECTION be added: 58-48-3. Waiver not to restrict policyholder recovery or restrict director's authority. The authority granted to the director under this Act may not be construed to allow the director to grant a waiver that would abridge the recovery rights of policyholders and may not be interpreted to limit or otherwise affect the authority of the director to exercise discretion to waive or enforce requirements as permitted under any other requirement of this title, any regulation, or any bulletin. The waiver may not be construed to waive any requirements except those which inhibit the introduction of the innovative insurance product or service as addressed in the innovation waiver document. Section 4. That a NEW SECTION be added: 58-48-4. Limited scope of waiver. The director may not grant a waiver with respect to: (1) Any law, regulation, bulletin, or other provision not subject to the director's jurisdiction; (2) Any requirement as to the minimum amount of paid-in capital or surplus required to be possessed or maintained by any participant as determined by the director; (3) Chapter 58-12 concerning unfair claims practices; (4) Chapters 58-15, 58-16, 58-28, and 58-33A concerning life insurance; (5) Chapters 58-17, 58-18, and 58-18B concerning health insurance; (6) Chapter 58-17B concerning long-term care insurance; (7) Chapter 58-20 concerning workers' compensation insurance; (8) Chapter 58-25 concerning title insurance; (9) Chapter 58-30 concerning sales through licensed insurance producers; (10) Sections 58-33-1 to 58-33-47, inclusive, and §§ 58-33-66 to 58-33-69, inclusive, concerning certain unfair trade practices; (11) Any laws, regulations, or bulletins directly relating to subdivisions (3) to (10), inclusive, of this section; and (12) The application of any taxes or fees except as provided in subdivision 58-48-5(13). Section 5. That a NEW SECTION be added: 58-48-5. Application for waiver--Persons excluded from waiver application. An applicant shall submit an application in the form and manner prescribed by the director that: (1) Identifies the person applying for the waiver; (2) Contains relevant personal and contact information for the applicant, including legal names, addresses, telephone numbers, e-mail addresses, website addresses, and other information required by the director; (3) Demonstrates the applicant is subject to the jurisdiction of the state; (4) Demonstrates the applicant has established a physical or virtual location that is adequately accessible to the division, from which testing will be developed and performed and where all required records, documents, and data will be maintained; (5) Discloses criminal convictions of the applicant and all participating personnel; (6) Demonstrates that the applicant has the necessary personnel, financial and technical expertise, access to capital, and developed plan to test, monitor, and assess the innovative insurance product or service; (7) Describes the innovative insurance product or service to be offered if the waiver is granted, including how the product or service functions, how the innovative insurance product or service is different from other insurance products or services available in the state, and the manner and terms on which it will be offered, including copies of any contracts to be tested; (8) Identifies state laws, regulations, licensing, and other requirements in title 58 that prohibit the introduction, sale, or offering of the innovative insurance product or service that the applicant is seeking to have waived for testing; (9) Explains the potential benefits to consumers of the innovative insurance product or service; (10) Explains the potential risks to consumers posed by the product or service and how the applicant proposes to mitigate such risks, including all proposed consumer disclosures; (11) Explains how participating in the insurance innovation waiver would enable a successful test of the innovative insurance product or service with narratives for proposed beginning operations, ongoing operations, and the proposed process regarding waiver termination, including plans to obtain necessary licensure or authorizations after the waiver is terminated; (12) Explains how the applicant will terminate the waiver and protect consumers if the test fails, including providing evidence of sufficient liability coverage and financial reserves to protect consumers and to protect against insolvency of the applicant; and (13) Includes a nonrefundable application fee of two thousand dollars that may be reduced or eliminated by the director if the applicant holds a license issued by the division. The director may not grant a waiver to an applicant or any other person who has been convicted, entered a plea of nolo contendere, or entered a plea of guilty or nolo contendere held in abeyance, for a crime involving theft, fraud, or dishonesty that bears a substantial relationship to the applicant's or participant's ability to safely or competently administer an innovative insurance product or service. Section 6. That a NEW SECTION be added: 58-48-6. Application review--Additional information required. In addition to § 58-48-5, an applicant shall provide any additional information that the director determines is necessary, including proof of sufficient assets, accounts, liability coverage, surety bond coverage or other preparation by the applicant to ensure that consumers are protected, evidence that the applicant will be able to cover ongoing duties when the testing period terminates or terminates early, prior industry ratings, and past performance of the applicant. An applicant's failure to provide any information requested by the director forfeits the application for a waiver. The director may require the applicant to retain independent consultants to determine the accuracy of any information submitted by the applicant at the applicant's expense. Section 7. That a NEW SECTION be added: 58-48-7. Grant or denial of waiver--Duration of waiver--Waiver deemed authority to act. The director shall grant or deny a waiver within ninety days after the director determines the applicant's waiver application to be complete. The director and the applicant may mutually agree to extend the ninety-day period. The director may deny a waiver application at the director's discretion based on the division's analysis of the application. The director's discretionary decision to grant or deny a waiver is not appealable and not subject to chapter 1-26. The director may grant a waiver for an initial a period that may not exceed twenty-four months. A participant receiving a waiver has appropriate authority under the laws of this state to act for the purposes of any provision of federal law requiring state licensure or authorization and is not subject to chapter 58-8 for acts taken in compliance with a waiver. Section 8. That a NEW SECTION be added: 58-48-8. Conditions on innovation waiver. An insurance innovation waiver shall be issued by the director in writing that limits the number of consumers in this state that may purchase or utilize the underlying insurance product or service to no more than twenty thousand consumers and specifies any terms, conditions, and limitations that the director considers appropriate, including: (1) Limits on the amount of premium that may be written in relation to the innovative product or service; (2) Liability coverage requirements and minimum financial reserve requirements that the applicant must meet during the testing of the innovative insurance product or service; and (3) Regular or additional reporting on any aspect of the innovative insurance product or service during the test, including financial results and consumer information. Conditions issued under this section do not restrict a person who holds a license or authorization in another jurisdiction from acting in accordance with that license or authorization in that jurisdiction. Section 9. That a NEW SECTION be added: 58-48-9. Waiver participants--Deposit or bond. A participant may be required to make a deposit of cash or marketable securities in the manner provided under chapter 58-7 and in amounts, conditions, and for such purposes as the director determines necessary for the protection of consumers. The deposit required by this section may be refunded when the waiver has expired or if the director is satisfied that consumer claims have been satisfied, whichever is later. In lieu of a deposit, the director may accept a bond in an amount and with such conditions as the director determines is necessary for the protection of consumers. Section 10. That a NEW SECTION be added: 58-48-10. Consumer disclosures--Digital disclosure receipts. Disclosures must be provided to consumers by a participant before providing an innovative insurance product or service in clear and conspicuous form disclosing the following: (1) The name and contact information of the participant; (2) That the innovative insurance product or service is authorized pursuant to a waiver; (3) That the participant does not have a license or other authorization to provide an insurance product or service under state laws that regulate insurance products or services outside a waiver, if applicable; (4) That the innovative insurance product or service may not function as intended and may expose the consumer to financial risk; (5) That the participant is not immune from civil liability for any losses or damages caused by the innovative insurance product or service; (6) That the innovative insurance product or service is not covered by any guaranty association if the participant becomes unable to pay claims; (7) That the state does not endorse or recommend the innovative insurance product or service; (8) That the innovative insurance product or service is a temporary test that may be discontinued at the termination of the testing period; (9) The expected termination date of the testing period; and (10) That a consumer may contact the division to file a complaint regarding the innovative insurance product or service being tested and provide the division's telephone number and website address where a complaint may be filed. The director may require additional disclosures for the protection of consumers. A digital receipt from a consumer acknowledging the disclosures is required if the disclosures are delivered through an internet or application-based platform. Section 11. That a NEW SECTION be added: 58-48-11. Public notice of granted waiver. If an insurance innovation waiver is granted, the director shall provide public notice of the existence of the waiver by publishing a description of the following information on the division's website: (1) The name of the person who applied for and received the waiver; (2) The approval date and termination date of the waiver; (3) General terms, conditions, or limitations of the waiver; and (4) Any additional information considered appropriate by the director. Section 12. That a NEW SECTION be added: 58-48-12. Record keeping by participants. The director shall establish reporting requirements for each participant, including information about consumer complaints. A participant shall retain records, documents, and data produced in the course of business regarding an innovative insurance product or service subject to a waiver for a period of five years after the waiver has terminated. A participant shall make its records, documents, and data available for inspection by the director immediately upon request. Nothing in this Act limits the director's authority to examine applicants or participants in accordance with chapter 58-3. Section 13. That a NEW SECTION be added: 58-48-13. Termination of waivers. If a participant tests an innovative insurance product or service requiring ongoing duties after the termination date of a waiver, the participant shall continue to fulfill those duties or arrange for another person to fulfill those duties after the date the waiver terminates. At the termination of the testing period provided by a waiver, the participant shall immediately stop offering all innovative insurance products or services being tested. The participant shall submit a final report showing test results in a form and manner prescribed by the director within sixty days of waiver termination. Section 14. That a NEW SECTION be added: 58-48-14. Termination for failure--Termination by director. If an innovative insurance product or service fails before the termination of a testing period as provided in an applicable waiver, the participant shall immediately notify the director and report on actions taken by the participant to ensure consumers have not been harmed as a result of the failure. The director may terminate an insurance innovation waiver for cause and with reasonable notice to the participant. Nothing in this Act restricts the director's application of chapters 58-4 and 58-29B as regards participants. Section 15. That a NEW SECTION be added: 58-48-15. No guaranty association coverage for waivers. A participant under this Act is not a member insurer of any guaranty association created under title 58 unless the participant is or becomes a licensed insurer in this state pursuant to title 58 and otherwise qualifies as a member insurer under the applicable guaranty association statutes. Section 16. That a NEW SECTION be added: 58-48-16. Confidentiality of waiver application and materials. Documents, materials, or other information in the possession of the division that are obtained by or disclosed to the director or any other person in the course of an insurance innovation waiver under this Act are confidential by law and privileged; are not subject to open records, freedom of information, sunshine, or other related laws; are not subject to subpoena; and are not subject to discovery or admissible in evidence in any private civil action. The director may use the documents, materials, or other information in the furtherance of any regulatory or legal action brought as a part of the director's official duties. The director may not otherwise make the documents, materials, or other information public without the prior written consent of the person, applicant, or participant to which it pertains. This section does not apply to information about granted waivers published by the director pursuant to § 58-48-11. Nothing in this section may be construed to modify the ability of a consumer to discover information in pursuit of a claim against a participant."}, {"bill_id": 21922, "bill_version_id": 218574, "bill_version": "Enrolled", "bill_version_date": "2021-02-25T16:04:10.83-06:00", "bill_text": "ENTITLED An Act to authorize certain innovative insurance products and services through insurance innovation waivers. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 58-48-1. Definitions. Terms used in this Act mean: (1) \"Applicant,\" a person applying for an insurance innovation waiver; (2) \"Consumer,\" a person that purchases or otherwise enters into a transaction or agreement to receive an innovative insurance product or service that is being tested by a participant; (3) \"Innovation,\" the use or incorporation of a new or emerging technology or a new use of existing technology, including blockchain technology, to address a problem, provide a benefit, or otherwise offer a product, service, business model, or delivery mechanism that is not known by the division to have a comparable widespread offering in the state; (4) \"Innovative insurance product or service,\" an insurance product or service that includes an innovation; (5) \"Insurance product or service,\" an insurance product or insurance service that requires state licensure, registration, or other authorization under this title, including an insurance product or insurance service that includes a business model, delivery mechanism, or element that requires a license, registration, or other authorization to do insurance business, act as an insurance producer, or otherwise requires division approval; (6) \"Insurance innovation waiver\" or \"waiver,\" a document issued pursuant to this Act that allows a person to temporarily test an innovative insurance product or service on a limited basis without otherwise being licensed or authorized to act under the laws of the state or in full compliance with the provisions of this title; (7) \"Participant,\" an applicant whose application for a waiver is granted in accordance with this Act; and (8) \"Test,\" to provide an innovative insurance product or service in accordance with a granted waiver. Section 2. That a NEW SECTION be added: 58-48-2. Grounds for innovation waiver. Subject to §§ 58-48-3 to 58-48-5, inclusive, the director may grant an insurance innovation waiver with respect to requirements imposed by any insurance law, regulation, or bulletin to enable a person to obtain limited access to the insurance market in this state to test an innovative insurance product or service without obtaining a license or other authorization that might otherwise be required or without coming into full compliance with any insurance law, regulation, or bulletin. To receive a waiver, an applicant shall demonstrate to the director's satisfaction that: (1) The application of the law, regulation, or bulletin would inhibit the introduction of an innovative or more efficient insurance product or service that the applicant intends to test during the period for which the proposed waiver is granted; (2) The public policy goals of the law, regulation, or bulletin will be or have been achieved by other means; (3) The waiver will not unreasonably increase risk to consumers or create unreasonable unfair competition in the insurance market; and (4) The waiver is in the public interest. Section 3. That a NEW SECTION be added: 58-48-3. Waiver not to restrict policyholder recovery or restrict director's authority. The authority granted to the director under this Act may not be construed to allow the director to grant a waiver that would abridge the recovery rights of policyholders and may not be interpreted to limit or otherwise affect the authority of the director to exercise discretion to waive or enforce requirements as permitted under any other requirement of this title, any regulation, or any bulletin. The waiver may not be construed to waive any requirements except those which inhibit the introduction of the innovative insurance product or service as addressed in the innovation waiver document. Section 4. That a NEW SECTION be added: 58-48-4. Limited scope of waiver. The director may not grant a waiver with respect to: (1) Any law, regulation, bulletin, or other provision not subject to the director's jurisdiction; (2) Any requirement as to the minimum amount of paid-in capital or surplus required to be possessed or maintained by any participant as determined by the director; (3) Chapter 58-12 concerning unfair claims practices; (4) Chapters 58-15, 58-16, 58-28, and 58-33A concerning life insurance; (5) Chapters 58-17, 58-18, and 58-18B concerning health insurance; (6) Chapter 58-17B concerning long-term care insurance; (7) Chapter 58-20 concerning workers' compensation insurance; (8) Chapter 58-25 concerning title insurance; (9) Chapter 58-30 concerning sales through licensed insurance producers; (10) Sections 58-33-1 to 58-33-47, inclusive, and §§ 58-33-66 to 58-33-69, inclusive, concerning certain unfair trade practices; (11) Any laws, regulations, or bulletins directly relating to subdivisions (3) to (10), inclusive, of this section; and (12) The application of any taxes or fees except as provided in subdivision 58-48-5(13). Section 5. That a NEW SECTION be added: 58-48-5. Application for waiver--Persons excluded from waiver application. An applicant shall submit an application in the form and manner prescribed by the director that: (1) Identifies the person applying for the waiver; (2) Contains relevant personal and contact information for the applicant, including legal names, addresses, telephone numbers, e-mail addresses, website addresses, and other information required by the director; (3) Demonstrates the applicant is subject to the jurisdiction of the state; (4) Demonstrates the applicant has established a physical or virtual location that is adequately accessible to the division, from which testing will be developed and performed and where all required records, documents, and data will be maintained; (5) Discloses criminal convictions of the applicant and all participating personnel; (6) Demonstrates that the applicant has the necessary personnel, financial and technical expertise, access to capital, and developed plan to test, monitor, and assess the innovative insurance product or service; (7) Describes the innovative insurance product or service to be offered if the waiver is granted, including how the product or service functions, how the innovative insurance product or service is different from other insurance products or services available in the state, and the manner and terms on which it will be offered, including copies of any contracts to be tested; (8) Identifies state laws, regulations, licensing, and other requirements in title 58 that prohibit the introduction, sale, or offering of the innovative insurance product or service that the applicant is seeking to have waived for testing; (9) Explains the potential benefits to consumers of the innovative insurance product or service; (10) Explains the potential risks to consumers posed by the product or service and how the applicant proposes to mitigate such risks, including all proposed consumer disclosures; (11) Explains how participating in the insurance innovation waiver would enable a successful test of the innovative insurance product or service with narratives for proposed beginning operations, ongoing operations, and the proposed process regarding waiver termination, including plans to obtain necessary licensure or authorizations after the waiver is terminated; (12) Explains how the applicant will terminate the waiver and protect consumers if the test fails, including providing evidence of sufficient liability coverage and financial reserves to protect consumers and to protect against insolvency of the applicant; and (13) Includes a nonrefundable application fee of two thousand dollars that may be reduced or eliminated by the director if the applicant holds a license issued by the division. The director may not grant a waiver to an applicant or any other person who has been convicted, entered a plea of nolo contendere, or entered a plea of guilty or nolo contendere held in abeyance, for a crime involving theft, fraud, or dishonesty that bears a substantial relationship to the applicant's or participant's ability to safely or competently administer an innovative insurance product or service. Section 6. That a NEW SECTION be added: 58-48-6. Application review--Additional information required. In addition to § 58-48-5, an applicant shall provide any additional information that the director determines is necessary, including proof of sufficient assets, accounts, liability coverage, surety bond coverage or other preparation by the applicant to ensure that consumers are protected, evidence that the applicant will be able to cover ongoing duties when the testing period terminates or terminates early, prior industry ratings, and past performance of the applicant. An applicant's failure to provide any information requested by the director forfeits the application for a waiver. The director may require the applicant to retain independent consultants to determine the accuracy of any information submitted by the applicant at the applicant's expense. Section 7. That a NEW SECTION be added: 58-48-7. Grant or denial of waiver--Duration of waiver--Waiver deemed authority to act. The director shall grant or deny a waiver within ninety days after the director determines the applicant's waiver application to be complete. The director and the applicant may mutually agree to extend the ninety-day period. The director may deny a waiver application at the director's discretion based on the division's analysis of the application. The director's discretionary decision to grant or deny a waiver is not appealable and not subject to chapter 1-26. The director may grant a waiver for a period that may not exceed twenty-four months. A participant receiving a waiver has appropriate authority under the laws of this state to act for the purposes of any provision of federal law requiring state licensure or authorization and is not subject to chapter 58-8 for acts taken in compliance with a waiver. Section 8. That a NEW SECTION be added: 58-48-8. Conditions on innovation waiver. An insurance innovation waiver shall be issued by the director in writing that limits the number of consumers in this state that may purchase or utilize the underlying insurance product or service to no more than twenty thousand consumers and specifies any terms, conditions, and limitations that the director considers appropriate, including: (1) Limits on the amount of premium that may be written in relation to the innovative product or service; (2) Liability coverage requirements and minimum financial reserve requirements that the applicant must meet during the testing of the innovative insurance product or service; and (3) Regular or additional reporting on any aspect of the innovative insurance product or service during the test, including financial results and consumer information. Conditions issued under this section do not restrict a person who holds a license or authorization in another jurisdiction from acting in accordance with that license or authorization in that jurisdiction. Section 9. That a NEW SECTION be added: 58-48-9. Waiver participants--Deposit or bond. A participant may be required to make a deposit of cash or marketable securities in the manner provided under chapter 58-7 and in amounts, conditions, and for such purposes as the director determines necessary for the protection of consumers. The deposit required by this section may be refunded when the waiver has expired or if the director is satisfied that consumer claims have been satisfied, whichever is later. In lieu of a deposit, the director may accept a bond in an amount and with such conditions as the director determines is necessary for the protection of consumers. Section 10. That a NEW SECTION be added: 58-48-10. Consumer disclosures--Digital disclosure receipts. Disclosures must be provided to consumers by a participant before providing an innovative insurance product or service in clear and conspicuous form disclosing the following: (1) The name and contact information of the participant; (2) That the innovative insurance product or service is authorized pursuant to a waiver; (3) That the participant does not have a license or other authorization to provide an insurance product or service under state laws that regulate insurance products or services outside a waiver, if applicable; (4) That the innovative insurance product or service may not function as intended and may expose the consumer to financial risk; (5) That the participant is not immune from civil liability for any losses or damages caused by the innovative insurance product or service; (6) That the innovative insurance product or service is not covered by any guaranty association if the participant becomes unable to pay claims; (7) That the state does not endorse or recommend the innovative insurance product or service; (8) That the innovative insurance product or service is a temporary test that may be discontinued at the termination of the testing period; (9) The expected termination date of the testing period; and (10) That a consumer may contact the division to file a complaint regarding the innovative insurance product or service being tested and provide the division's telephone number and website address where a complaint may be filed. The director may require additional disclosures for the protection of consumers. A digital receipt from a consumer acknowledging the disclosures is required if the disclosures are delivered through an internet or application-based platform. Section 11. That a NEW SECTION be added: 58-48-11. Public notice of granted waiver. If an insurance innovation waiver is granted, the director shall provide public notice of the existence of the waiver by publishing a description of the following information on the division's website: (1) The name of the person who applied for and received the waiver; (2) The approval date and termination date of the waiver; (3) General terms, conditions, or limitations of the waiver; and (4) Any additional information considered appropriate by the director. Section 12. That a NEW SECTION be added: 58-48-12. Record keeping by participants. The director shall establish reporting requirements for each participant, including information about consumer complaints. A participant shall retain records, documents, and data produced in the course of business regarding an innovative insurance product or service subject to a waiver for a period of five years after the waiver has terminated. A participant shall make its records, documents, and data available for inspection by the director immediately upon request. Nothing in this Act limits the director's authority to examine applicants or participants in accordance with chapter 58-3. Section 13. That a NEW SECTION be added: 58-48-13. Termination of waivers. If a participant tests an innovative insurance product or service requiring ongoing duties after the termination date of a waiver, the participant shall continue to fulfill those duties or arrange for another person to fulfill those duties after the date the waiver terminates. At the termination of the testing period provided by a waiver, the participant shall immediately stop offering all innovative insurance products or services being tested. The participant shall submit a final report showing test results in a form and manner prescribed by the director within sixty days of waiver termination. Section 14. That a NEW SECTION be added: 58-48-14. Termination for failure--Termination by director. If an innovative insurance product or service fails before the termination of a testing period as provided in an applicable waiver, the participant shall immediately notify the director and report on actions taken by the participant to ensure consumers have not been harmed as a result of the failure. The director may terminate an insurance innovation waiver for cause and with reasonable notice to the participant. Nothing in this Act restricts the director's application of chapters 58-4 and 58-29B as regards participants. Section 15. That a NEW SECTION be added: 58-48-15. No guaranty association coverage for waivers. A participant under this Act is not a member insurer of any guaranty association created under title 58 unless the participant is or becomes a licensed insurer in this state pursuant to title 58 and otherwise qualifies as a member insurer under the applicable guaranty association statutes. Section 16. That a NEW SECTION be added: 58-48-16. Confidentiality of waiver application and materials. Documents, materials, or other information in the possession of the division that are obtained by or disclosed to the director or any other person in the course of an insurance innovation waiver under this Act are confidential by law and privileged; are not subject to open records, freedom of information, sunshine, or other related laws; are not subject to subpoena; and are not subject to discovery or admissible in evidence in any private civil action. The director may use the documents, materials, or other information in the furtherance of any regulatory or legal action brought as a part of the director's official duties. The director may not otherwise make the documents, materials, or other information public without the prior written consent of the person, applicant, or participant to which it pertains. This section does not apply to information about granted waivers published by the director pursuant to § 58-48-11. Nothing in this section may be construed to modify the ability of a consumer to discover information in pursuit of a claim against a participant. An Act to authorize certain innovative insurance products and services through insurance innovation waivers. I certify that the attached Act originated in the: Senate as Bill No. 55 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 55 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2021 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2021 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2021 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21922, "action_date": "2021-01-12T12:00:00-06:00", "document_id": 210377, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/210377.pdf", "status_text": "First read in Senate and referred to", "journal_page": 12, "committee_id_action": 514, "committee_id_assigned": 504, "result": "N", "vote": {}}, {"bill_id": 21922, "action_date": "2021-02-02T10:00:00-06:00", "document_id": 213940, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213940.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 504, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21922, "action_date": "2021-02-02T10:00:00-06:00", "document_id": 213941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213941.pdf", "status_text": "Motion to amend", "journal_page": 4, "committee_id_action": 504, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21922, "action_date": "2021-02-02T10:00:00-06:00", "document_id": 213941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213941.pdf", "status_text": "Do Pass Amended", "journal_page": 5, "committee_id_action": 504, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68213, "president_vote": null, "Yea": [1789, 1828, 1850, 1856, 1858, 3796, 1870, 3795, 1881]}}, {"bill_id": 21922, "action_date": "2021-02-04T14:00:00-06:00", "document_id": 216401, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216401.pdf", "status_text": "Do Pass Amended", "journal_page": 185, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68491, "president_vote": null, "Yea": [1771, 3798, 1775, 1776, 1881, 1779, 1783, 1786, 1789, 1794, 1801, 1803, 1806, 1808, 1811, 1812, 1819, 1827, 1828, 1831, 3805, 1847, 1850, 1851, 1853, 1856, 1858, 1860, 3803, 3796, 3795, 1865], "Excused": [1785, 1790, 1870]}}, {"bill_id": 21922, "action_date": "2021-02-05T13:00:00-06:00", "document_id": 216672, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216672.pdf", "status_text": "First Reading House", "journal_page": 226, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21922, "action_date": "2021-02-10T14:00:00-06:00", "document_id": 217079, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217079.pdf", "status_text": "Referred to", "journal_page": 279, "committee_id_action": 492, "committee_id_assigned": 487, "result": "N", "vote": {}}, {"bill_id": 21922, "action_date": "2021-02-24T10:00:00-06:00", "document_id": 218051, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218051.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21922, "action_date": "2021-02-24T10:00:00-06:00", "document_id": 218052, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218052.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 69994, "president_vote": null, "Yea": [1766, 1767, 1772, 3802, 1834, 1843, 1883, 3782, 1862, 3789, 1866, 1823], "Excused": [1769]}}, {"bill_id": 21922, "action_date": "2021-02-24T10:00:00-06:00", "document_id": 218052, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218052.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21922, "action_date": "2021-02-25T13:30:00-06:00", "document_id": 218457, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218457.pdf", "status_text": "Do Pass", "journal_page": 400, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 70121, "president_vote": null, "Yea": [1766, 1767, 1768, 1770, 1772, 1777, 1778, 1780, 1781, 1782, 1784, 1788, 1792, 1793, 1795, 1796, 1798, 1799, 1800, 1802, 1804, 1805, 1807, 1809, 1813, 1820, 1822, 1823, 1824, 1826, 1829, 1830, 1832, 1834, 1835, 1836, 1837, 1839, 1841, 1843, 1844, 1852, 1855, 1862, 1864, 1866, 1868, 1883, 3782, 3783, 3784, 3785, 3786, 3787, 3788, 3789, 3790, 3791, 3792, 3793, 3794, 3797, 3799, 3800, 3801, 3802, 3804, 3806], "Excused": [1769, 1817]}}, {"bill_id": 21922, "action_date": "2021-03-01T14:00:00-06:00", "document_id": 218626, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218626.pdf", "status_text": "Signed by the Speaker", "journal_page": 435, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21922, "action_date": "2021-03-01T14:00:00-06:00", "document_id": 218587, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218587.pdf", "status_text": "Signed by the President", "journal_page": 369, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21922, "action_date": "2021-03-02T14:00:00-06:00", "document_id": 218732, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218732.pdf", "status_text": "Delivered to the Governor", "journal_page": 375, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21922, "action_date": "2021-03-09T10:00:00-06:00", "document_id": 219997, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/219997.pdf", "status_text": "Signed by the Governor", "journal_page": 458, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7175, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/21922"}