{"session_id": 57, "bill_id": 19565, "bill_type": "House Bill", "bill_number": 1067, "bill_title": "revise the property tax levies for the general fund and the special education tax levy of a school district.", "sponsors": [{"legislator_profile_id": 3154, "is_prime": true}, {"legislator_profile_id": 3232, "is_prime": true}, {"legislator_profile_id": 3187, "is_prime": false}, {"legislator_profile_id": 3217, "is_prime": false}], "keywords": ["Education", "Real Property", "School Districts", "Taxes"], "audio": [{"meeting_datetime": "2005-01-21T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hst08hb1067a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-21T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hst08hb1067a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-21T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hst08hb1067a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-24T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sed33hb1067a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-24T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sed33hb1067a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-24T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sed33hb1067a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-24T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sed33hb1067a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-03-01T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen36hb1067a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-03-01T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen36hb1067a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-03-03T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou38hb1067a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-03-03T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou38hb1067a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-03-04T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou39hb1067a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-03-04T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou39hb1067a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-03-04T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou39hb1067a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-03-04T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou39hb1067a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-03-04T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen39hb1067a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-03-04T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen39hb1067a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-03-04T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen39hb1067a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19565, "bill_version_id": 102765, "bill_version": "Introduced", "bill_version_date": "2005-01-14T08:47:03-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the property tax levies for the general fund of a school district. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-12-42 be amended to read as follows: 10-12-42. For taxes payable in 2005 2006 and each year thereafter, the levy for the general fund of a school district shall be as follows: (1) The maximum tax levy shall be eleven dollars and forty-five forty-four cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subdivision (2) of this section, owner-occupied property as provided for in subdivision (3) of this section, and nonagricultural acreage property as provided for in subdivision (4) of this section; (2) The maximum tax levy on agricultural property for such school district shall be three dollars and thirty-two thirty-one cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; (3) The maximum tax levy for an owner-occupied single-family dwelling as defined in § 10-13-40, for such school district may not exceed five dollars and thirty-four thirty- three cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; and (4) The maximum tax levy on nonagricultural acreage property as defined in § 10-6- 33.14, for such school district shall be four dollars and thirty-two thirty-one cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies. All levies in this section shall be imposed on valuations where the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue and Regulation. These valuations shall be used for all school funding purposes. If the district has imposed an excess levy pursuant to § 10-12-43, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies in this section. The school district may elect to tax at less than the maximum amounts set forth in this section."}, {"bill_id": 19565, "bill_version_id": 105356, "bill_version": "Senate Education Engrossed", "bill_version_date": "2005-02-24T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the property tax levies for the general fund and the special education tax levy of a school district. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-12-42 be amended to read as follows: 10-12-42. For taxes payable in 2005 2006 and each year thereafter, the levy for the general fund of a school district shall be as follows: (1) The maximum tax levy shall be eleven ten dollars and forty-five ninety cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subdivision (2) of this section, owner-occupied property as provided for in subdivision (3) of this section, and nonagricultural acreage property as provided for in subdivision (4) of this section; (2) The maximum tax levy on agricultural property for such school district shall be three dollars and thirty-two sixteen cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; (3) The maximum tax levy for an owner-occupied single-family dwelling as defined in § 10-13-40, for such school district may not exceed five dollars and thirty-four nine cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; and (4) The maximum tax levy on nonagricultural acreage property as defined in § 10-6- 33.14, for such school district shall be four dollars and thirty-two sixteen cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies. All levies in this section shall be imposed on valuations where the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue and Regulation. These valuations shall be used for all school funding purposes. If the district has imposed an excess levy pursuant to § 10-12-43, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies in this section. The school district may elect to tax at less than the maximum amounts set forth in this section. Section 2. That § 13-37-35.1 be amended to read as follows: 13-37-35.1. Terms used in chapter 13-37 mean: (1) \"Level one disability,\" a mild disability; (2) \"Level two disability,\" a mental retardation or emotional disorder; (3) \"Level three disability,\" hearing impairment, deafness, visual impairment, deaf-blindness, orthopedic impairment, or traumatic brain injury; (4) \"Level four disability,\" autism; (5) \"Level five disability,\" multiple disabilities; (5A) \"Level six disability,\" prolonged assistance; (6) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (7) \"Local effort,\" is the amount of taxes payable each year, using a levy for the special education fund of a school district of one dollar and twenty-five cents per thousand dollars of taxable valuation; (8) \"Allocation for a student with a level one disability,\" for the school fiscal year beginning July 1, 2004, is $3,533.13. For each school year thereafter, the allocation for a student with a level one disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (9) \"Allocation for a student with a level two disability,\" for the school fiscal year beginning July 1, 2004, is $8,277.21. For each school year thereafter, the allocation for a student with a level two disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (10) \"Allocation for a student with a level three disability,\" for the school fiscal year beginning July 1, 2004, is $12,580.73. For each school year thereafter, the allocation for a student with a level three disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (11) \"Allocation for a student with a level four disability,\" for the school fiscal year beginning July 1, 2004, is $12,001.80. For each school year thereafter, the allocation for a student with a level four disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (12) \"Allocation for a student with a level five disability,\" for the school fiscal year beginning July 1, 2004, is $15,882.21. For each school year thereafter, the allocation for a student with a level five disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (12A) \"Allocation for a student with a level six disability,\" for the school fiscal year beginning July 2004, is $8,122.23. For each school year thereafter, the allocation for a student with a level six disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (13) \"Child count,\" is the number of students in need of special education or special education and related services according to criteria set forth in rules promulgated pursuant to §§ 13-37-1.1 and 13-37-46 submitted to the Department of Education in accordance with rules promulgated pursuant to § 13-37-1.1; (14) \"Average daily membership,\" the average number of kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year plus the average number of pupils for whom the district pays tuition; (15) \"Nonpublic school,\" a sectarian organization or entity which is accredited by the secretary of education for the purpose of instructing children of compulsory school age. This definition excludes any school that receives a majority of its revenues from public funds; (16) \"Nonpublic average daily membership,\" the average number of children under age sixteen who are approved for alternative instruction pursuant to § 13-27-2 during the previous school year plus: (a) For nonpublic schools located within the boundaries of a public school district with an average daily membership of six hundred or more during the previous school year, the average number of kindergarten through twelfth grade pupils enrolled during the previous regular school year in all nonpublic schools located within the boundaries of the public school district; (b) For nonpublic schools located within the boundaries of a public school district with an average daily membership of less than six hundred during the previous school year, the average number of resident kindergarten through twelfth grade pupils enrolled during the previous school year in all nonpublic schools located within the State of South Dakota; (17) \"Special education average daily membership,\" average daily membership plus nonpublic average daily membership; (18) \"Local need,\" an amount to be determined as follows: (a) Multiply the special education average daily membership by 0.1013 and multiply the result by the allocation for a student with a level one disability; (b) Multiply the number of students having a level two disability as reported on the child count for the previous school fiscal year by the allocation for a student with a level two disability; (c) Multiply the number of students having a level three disability as reported on the child count for the previous school fiscal year by the allocation for a student with a level three disability; (d) Multiply the number of students having a level four disability as reported on the child count for the previous school fiscal year by the allocation for a student with a level four disability; (e) Multiply the number of students having a level five disability as reported on the child count for the previous school fiscal year by the allocation for a student with a level five disability; (f) Multiply the number of students having a level six disability as reported on the child count for the previous school fiscal year by the allocation for a student with a level six disability; (g) Sum the results of (a) through (f); (19) \"Effort factor,\" the school district's special education tax levy in dollars per thousand divided by $1.25 $1.20 . The maximum effort factor is 1.0."}, {"bill_id": 19565, "bill_version_id": 105930, "bill_version": "Conference Committee Engrossed", "bill_version_date": "2005-03-04T18:11:28-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the property tax levies for the general fund and the special education tax levy of a school district. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-12-42 be amended to read as follows: 10-12-42. For taxes payable in 2005 2006 and each year thereafter, the levy for the general fund of a school district shall be as follows: (1) The maximum tax levy shall be eleven dollars and forty-five cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subdivision (2) of this section, owner-occupied property as provided for in subdivision (3) of this section, and nonagricultural acreage property as provided for in subdivision (4) of this section; (2) The maximum tax levy on agricultural property for such school district shall be three dollars and thirty-two nineteen cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; (3) The maximum tax levy for an owner-occupied single-family dwelling as defined in § 10-13-40, for such school district may not exceed five dollars and thirty-four thirteen cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; and (4) The maximum tax levy on nonagricultural acreage property as defined in § 10-6- 33.14, for such school district shall be four dollars and thirty-two nineteen cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies. All levies in this section shall be imposed on valuations where the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue and Regulation. These valuations shall be used for all school funding purposes. If the district has imposed an excess levy pursuant to § 10-12-43, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies in this section. The school district may elect to tax at less than the maximum amounts set forth in this section. Section 2. That § 13-37-35.1 be amended to read as follows: 13-37-35.1. Terms used in chapter 13-37 mean: (1) \"Level one disability,\" a mild disability; (2) \"Level two disability,\" a mental retardation or emotional disorder; (3) \"Level three disability,\" hearing impairment, deafness, visual impairment, deaf-blindness, orthopedic impairment, or traumatic brain injury; (4) \"Level four disability,\" autism; (5) \"Level five disability,\" multiple disabilities; (5A) \"Level six disability,\" prolonged assistance; (6) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (7) \"Local effort,\" is the amount of taxes payable each year, using a levy for the special education fund of a school district of one dollar and twenty-five cents per thousand dollars of taxable valuation; (8) \"Allocation for a student with a level one disability,\" for the school fiscal year beginning July 1, 2004, is $3,533.13. For each school year thereafter, the allocation for a student with a level one disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (9) \"Allocation for a student with a level two disability,\" for the school fiscal year beginning July 1, 2004, is $8,277.21. For each school year thereafter, the allocation for a student with a level two disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (10) \"Allocation for a student with a level three disability,\" for the school fiscal year beginning July 1, 2004, is $12,580.73. For each school year thereafter, the allocation for a student with a level three disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (11) \"Allocation for a student with a level four disability,\" for the school fiscal year beginning July 1, 2004, is $12,001.80. For each school year thereafter, the allocation for a student with a level four disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (12) \"Allocation for a student with a level five disability,\" for the school fiscal year beginning July 1, 2004, is $15,882.21. For each school year thereafter, the allocation for a student with a level five disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (12A) \"Allocation for a student with a level six disability,\" for the school fiscal year beginning July 2004, is $8,122.23. For each school year thereafter, the allocation for a student with a level six disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (13) \"Child count,\" is the number of students in need of special education or special education and related services according to criteria set forth in rules promulgated pursuant to §§ 13-37-1.1 and 13-37-46 submitted to the Department of Education in accordance with rules promulgated pursuant to § 13-37-1.1; (14) \"Average daily membership,\" the average number of kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year plus the average number of pupils for whom the district pays tuition; (15) \"Nonpublic school,\" a sectarian organization or entity which is accredited by the secretary of education for the purpose of instructing children of compulsory school age. This definition excludes any school that receives a majority of its revenues from public funds; (16) \"Nonpublic average daily membership,\" the average number of children under age sixteen who are approved for alternative instruction pursuant to § 13-27-2 during the previous school year plus: (a) For nonpublic schools located within the boundaries of a public school district with an average daily membership of six hundred or more during the previous school year, the average number of kindergarten through twelfth grade pupils enrolled during the previous regular school year in all nonpublic schools located within the boundaries of the public school district; (b) For nonpublic schools located within the boundaries of a public school district with an average daily membership of less than six hundred during the previous school year, the average number of resident kindergarten through twelfth grade pupils enrolled during the previous school year in all nonpublic schools located within the State of South Dakota; (17) \"Special education average daily membership,\" average daily membership plus nonpublic average daily membership; (18) \"Local need,\" an amount to be determined as follows: (a) Multiply the special education average daily membership by 0.1013 and multiply the result by the allocation for a student with a level one disability; (b) Multiply the number of students having a level two disability as reported on the child count for the previous school fiscal year by the allocation for a student with a level two disability; (c) Multiply the number of students having a level three disability as reported on the child count for the previous school fiscal year by the allocation for a student with a level three disability; (d) Multiply the number of students having a level four disability as reported on the child count for the previous school fiscal year by the allocation for a student with a level four disability; (e) Multiply the number of students having a level five disability as reported on the child count for the previous school fiscal year by the allocation for a student with a level five disability; (f) Multiply the number of students having a level six disability as reported on the child count for the previous school fiscal year by the allocation for a student with a level six disability; (g) Sum the results of (a) through (f); (19) \"Effort factor,\" the school district's special education tax levy in dollars per thousand divided by $1.25 $1.20 . The maximum effort factor is 1.0."}, {"bill_id": 19565, "bill_version_id": 105931, "bill_version": "Enrolled", "bill_version_date": "2005-03-04T18:14:44-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19565, "action_date": "2005-01-14T13:00:00-06:00", "document_id": 102789, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102789.pdf", "status_text": "First read in House and referred to", "journal_page": 61, "committee_id_action": 860, "committee_id_assigned": 855, "result": "N", "vote": {}}, {"bill_id": 19565, "action_date": "2005-01-21T10:00:00-06:00", "document_id": 102999, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102999.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 855, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19565, "action_date": "2005-01-21T10:00:00-06:00", "document_id": 102999, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102999.pdf", "status_text": "Do Pass,", "journal_page": 118, "committee_id_action": 855, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60946, "president_vote": null, "Yea": [3162, 3171, 3174, 3182, 3187, 3206, 3215, 3216, 3223, 3231, 3167, 3232], "Excused": [3176]}}, {"bill_id": 19565, "action_date": "2005-01-21T10:00:00-06:00", "document_id": 102999, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102999.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 855, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19565, "action_date": "2005-01-24T14:00:00-06:00", "document_id": 103089, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103089.pdf", "status_text": "Do Pass,", "journal_page": 136, "committee_id_action": 860, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 61819, "president_vote": null, "Yea": [3155, 3156, 3158, 3159, 3160, 3161, 3162, 3164, 3167, 3169, 3170, 3171, 3172, 3174, 3175, 3176, 3177, 3178, 3181, 3182, 3183, 3184, 3187, 3188, 3189, 3190, 3191, 3192, 3194, 3195, 3196, 3197, 3199, 3203, 3206, 3207, 3208, 3209, 3211, 3213, 3216, 3218, 3220, 3222, 3223, 3225, 3226, 3227, 3229, 3230, 3231, 3232, 3233, 3234, 3235, 3237, 3238, 3240, 3243, 3244, 3245, 3246, 3248, 3249, 3252, 3253, 3254, 3255, 3215], "Excused": [3251]}}, {"bill_id": 19565, "action_date": "2005-01-25T14:00:00-06:00", "document_id": 103174, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103174.pdf", "status_text": "First read in Senate and referred to", "journal_page": 164, "committee_id_action": 861, "committee_id_assigned": 836, "result": "N", "vote": {}}, {"bill_id": 19565, "action_date": "2005-02-03T07:45:00-06:00", "document_id": 103994, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103994.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 836, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19565, "action_date": "2005-02-24T07:45:00-06:00", "document_id": 105339, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105339.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 836, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19565, "action_date": "2005-02-24T07:45:00-06:00", "document_id": 105339, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105339.pdf", "status_text": "Do Pass Amended,", "journal_page": 616, "committee_id_action": 836, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60521, "president_vote": null, "Yea": [3165, 3201, 3204, 3221, 3228, 3154, 3224]}}, {"bill_id": 19565, "action_date": "2005-02-24T07:45:00-06:00", "document_id": 105339, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105339.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 836, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19565, "action_date": "2005-02-28T14:00:00-06:00", "document_id": 105558, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105558.pdf", "status_text": "Deferred to another day", "journal_page": 678, "committee_id_action": 861, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19565, "action_date": "2005-03-01T11:00:00-06:00", "document_id": 105704, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105704.pdf", "status_text": "Do Pass Amended,", "journal_page": 707, "committee_id_action": 861, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60709, "president_vote": null, "Yea": [3150, 3151, 3152, 3153, 3154, 3157, 3163, 3165, 3166, 3168, 3173, 3179, 3180, 3185, 3186, 3193, 3198, 3201, 3202, 3204, 3205, 3210, 3212, 3214, 3217, 3219, 3221, 3224, 3228, 3236, 3239, 3241, 3242, 3247], "Excused": [3200]}}, {"bill_id": 19565, "action_date": "2005-03-03T09:30:00-06:00", "document_id": 105846, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105846.pdf", "status_text": "Conference Committee appointments", "journal_page": 758, "committee_id_action": 861, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19565, "action_date": "2005-03-04T09:00:00-06:00", "document_id": 105943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105943.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 777, "committee_id_action": 861, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60874, "president_vote": null, "Yea": [3150, 3151, 3152, 3153, 3154, 3157, 3163, 3165, 3166, 3168, 3173, 3179, 3180, 3185, 3186, 3193, 3198, 3200, 3201, 3202, 3204, 3205, 3210, 3212, 3214, 3217, 3219, 3221, 3224, 3228, 3236, 3239, 3241, 3242, 3247]}}, {"bill_id": 19565, "action_date": "2005-03-04T09:00:00-06:00", "document_id": 105942, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105942.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 802, "committee_id_action": 860, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62219, "president_vote": null, "Yea": [3155, 3156, 3158, 3159, 3160, 3161, 3162, 3164, 3167, 3169, 3170, 3171, 3172, 3174, 3175, 3176, 3177, 3178, 3181, 3182, 3183, 3184, 3187, 3188, 3189, 3190, 3191, 3192, 3194, 3195, 3196, 3197, 3199, 3203, 3206, 3207, 3208, 3209, 3211, 3213, 3216, 3218, 3220, 3222, 3223, 3225, 3226, 3227, 3229, 3230, 3231, 3232, 3233, 3234, 3235, 3237, 3238, 3240, 3243, 3244, 3245, 3246, 3248, 3249, 3252, 3253, 3254, 3255, 3215], "Excused": [3251]}}, {"bill_id": 19565, "action_date": "2005-03-04T09:00:00-06:00", "document_id": 105942, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105942.pdf", "status_text": "Delivered to the Governor", "journal_page": 823, "committee_id_action": 860, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19565, "action_date": "2005-03-04T09:00:00-06:00", "document_id": 105942, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105942.pdf", "status_text": "Signed by Speaker", "journal_page": 823, "committee_id_action": 860, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19565, "action_date": "2005-03-04T09:00:00-06:00", "document_id": 105943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105943.pdf", "status_text": "Signed by President", "journal_page": 789, "committee_id_action": 861, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19565, "action_date": "2005-03-22T11:00:00-06:00", "document_id": 105977, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105977.pdf", "status_text": "Signed by Governor", "journal_page": 826, "committee_id_action": 860, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2975}