{"session_id": 59, "bill_id": 20470, "bill_type": "Senate Bill", "bill_number": 25, "bill_title": "revise certain provisions concerning motor carrier regulation and to transfer the authority to regulate motor carriers from the Public Utilities Commission to the Department of Revenue and Regulation.", "sponsors": [], "keywords": ["Motor Vehicles", "Public Utilities and Carriers"], "audio": [{"meeting_datetime": "2006-01-17T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/str05.mp3", "start_seconds": null}, {"meeting_datetime": "2006-01-17T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/str05.mp3", "start_seconds": null}, {"meeting_datetime": "2006-01-17T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/str05.mp3", "start_seconds": null}, {"meeting_datetime": "2006-01-17T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/str05.mp3", "start_seconds": null}, {"meeting_datetime": "2006-01-17T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/str05.mp3", "start_seconds": null}, {"meeting_datetime": "2006-01-17T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/str05.mp3", "start_seconds": null}, {"meeting_datetime": "2006-01-17T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/str05.mp3", "start_seconds": null}, {"meeting_datetime": "2006-01-17T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/str05.mp3", "start_seconds": null}, {"meeting_datetime": "2006-01-17T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/str05.mp3", "start_seconds": 3450.0}, {"meeting_datetime": "2006-01-19T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen07.mp3", "start_seconds": 1929.0}, {"meeting_datetime": "2006-01-19T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen07.mp3", "start_seconds": 1929.0}, {"meeting_datetime": "2006-01-19T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen07.mp3", "start_seconds": 1929.0}, {"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/htr16.mp3", "start_seconds": 394.0}, {"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/htr16.mp3", "start_seconds": 394.0}, {"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/htr16.mp3", "start_seconds": 394.0}, {"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/htr16.mp3", "start_seconds": 394.0}], "bill_versions": [{"bill_id": 20470, "bill_version_id": 106334, "bill_version": "Introduced", "bill_version_date": "2006-01-07T14:19:48-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning motor carrier regulation and to transfer the authority to regulate motor carriers from the Public Utilities Commission to the Department of Revenue and Regulation. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-28-1 be amended to read as follows: 49-28-1. Terms used in this chapter mean: (1) \"Commission,\" the Public Utilities Commission \"Department,\" the Department of Revenue and Regulation ; (2) \"Corporation,\" a corporation, company, association, or joint stock association; (3) \"For hire,\" for remuneration of any kind, paid or promised for the transportation of persons or property. An occasional accommodative or reciprocal transportation service by a person not in the transportation business while on an errand for such person's benefit, is not a service for hire, even though the person transported shares in the cost or pays for the service; (4) \"FHWA,\" Federal Highway Administration; (5) \"Exempt motor carrier,\" an interstate motor carrier who is exempt from the FHWA's jurisdiction over interstate transportation; (6) \"Regulated motor carrier,\" an interstate motor carrier who is subject to the FHWA's jurisdiction over interstate transportation; (7) \"Motor carrier,\" any person, corporation, lessee, trustee, or receiver operating any motor vehicle, trailer, or semitrailer on any public highway in this state for the transportation of persons or property, for hire; (8) \"Motor vehicle,\" all vehicles or machines propelled by any power other than muscular used upon the public highways for the transportation of persons or property; (9) \"Permit,\" the permit authorized to be issued under this chapter; (10) \"Person,\" a natural person, firm, corporation, limited liability company, copartnership, company, association, joint stock company, or, the lessee, trustee, or receiver appointed by any court for any one of the foregoing; (11) \"Public highway,\" every street, alley, public road, public thoroughfare, or highway in this state; (12) \"Registration state,\" the state in which a regulated motor carrier selects to register its interstate motor carrier operations pursuant to 49 USC § 14504 and 49 CFR PART 367 as of January 1, 1999 2005 ; (13) \"Semitrailer,\" any vehicle of the trailer type, equipped with a kingpin assembly, designed and used in conjunction with a fifth wheel connecting device on a motor vehicle and constructed so that some part of its weight and that of its load rests upon or is carried by another vehicle; (14) \"Trailer,\" every vehicle without motive power designed to carry property or persons wholly on its own structure and to be drawn by a motor vehicle; (15) \"Board,\" the Surface Transportation Board as defined in 49 USC § 13102(1) as of January 1, 1999 2005 ; (16) \"Secretary,\" the secretary of the United States Department of Transportation as that term is defined in 49 USC § 13102(17) as of January 1, 1999 2005 . Section 2. That § 49-28-3 be amended to read as follows: 49-28-3. Whether or not a motor vehicle, trailer, or semitrailer is operated by a motor carrier within the meaning of subdivisions 49-28-1(7) and (8) is a question of fact to be determined by the Public Utilities Commission department . Section 3. That § 49-28-33 be amended to read as follows: 49-28-33. The commission department may pursuant to chapter 1-26 adopt rules to establish uniform procedures for the administration of the provisions of this chapter. Rules may be adopted by the commission department governing motor carriers in the following areas: (1) Filing information and reports; and (2) Registration and identification when performing interstate operations within the state. The director of the division of highway patrol Director of the Division of Highway Patrol may promulgate reasonable rules pursuant to chapter 1-26 to promote safety of operations, standards, and safety of equipment. The rules shall conform as nearly as possible with the rules and regulations for safety of operations and equipment adopted by the U.S. Department of Transportation, pursuant to 49 U.S.C. Chapter 311 as amended through January 1, 1999 2005 . Section 4. That § 49-28-36 be amended to read as follows: 49-28-36. No exempt motor carrier may perform interstate operations, to, from, within, or traversing this state unless it files an application for the registration of such operation with the commission department and the commission department approves the application by the issuance of a registration permit. In lieu of a registration permit, all regulated motor carriers shall comply with 49 U.S.C. § 13901 and 49 CFR PART 365 as of January 1, 1999 2005 , before performing any interstate operations to, from, within, or traversing this state. Section 5. That § 49-28-36.1 be amended to read as follows: 49-28-36.1. The fee to accompany the filing of an application for registration as an exempt motor carrier is twenty-five dollars. However, no registration fee is required if the applicant has previously paid a registration fee for other interstate operations and is registered with the commission department at the time the application is received by the commission department . Section 6. That § 49-28-36.2 be amended to read as follows: 49-28-36.2. An interstate motor carrier registered pursuant to § 49-28-36 is subject to regulation and control of the Public Utilities Commission department only to the extent permitted by the Constitution of the United States and acts of Congress relating to interstate commerce. Section 7. That § 49-28-36.4 be amended to read as follows: 49-28-36.4. Any nonresident exempt motor carrier shall, before a registration permit is issued under this chapter, designate and maintain in this state an agent upon whom may be served all summonses or other lawful processes in any action or proceeding against such motor carrier arising from its carrier operations. Service of process upon or acceptance or acknowledgment of such the service by the agent has the same legal force and validity as if duly served upon the nonresident carrier personally. The designation of agent shall be in writing, shall give the name and address of the agent, and shall be filed in the office of the commission department . Any nonresident regulated motor carrier shall file with its registration state the name of an agent to receive service of process from South Dakota pursuant to 49 USC § 13303(b) and 49 USC § 13304 as of January 1, 1999 2005 . Upon failure of any nonresident motor carrier to file a designation of agent as provided by this section, the nonresident motor carrier shall be conclusively considered to have designated the secretary of state as such agent. Service of process upon or acceptance or acknowledgment of such the service by the secretary of state has the same legal force and validity as if duly served upon such nonresident carrier personally if notice of such the service and a copy of the process are immediately sent by registered mail by the secretary of state, to the nonresident carrier, if the carrier's address be known. Service of such the process upon the secretary of state shall be made by delivering to the secretary of state's office two copies of the process with a fee of three dollars to cover the costs of handling and mailing the process. Section 8. That § 49-28-36.5 be amended to read as follows: 49-28-36.5. Registration permits issued by the commission department to exempt motor carriers shall continue in effect without payment of annual renewal fees if each exempt motor carrier pays an annual identification fee of five dollars for each motor vehicle operated in interstate movement within the borders of this state with not less than one identification fee to be paid annually on or before the thirty-first day of December of each year. However, in no instance may any exempt motor carrier be required to purchase or display more than one identification stamp for any one motor vehicle. Failure of an exempt motor carrier to pay a minimum of one identification fee or a regulated motor carrier to register with a registration state on or before the thirty-first day of December of any year, shall result in the cancellation of registration and no further interstate movement may be permitted until the motor carrier has re-registered in accordance with the rules of the commission department . Section 9. That § 49-28-36.7 be amended to read as follows: 49-28-36.7. A motor carrier shall make an application for a single trip permit as provided by § 49-28-36.6 and the permit secured at a port of entry or by such other means designated by the commission department prior to beginning movement over the state's highways. The application shall include the applicant's name and business address, a description of the vehicle, and the route of travel suggested for the trip. Section 10. That § 49-28-41 be amended to read as follows: 49-28-41. The commission department shall cooperate with the FHWA, in the administration of motor carrier laws , and the commission . The department may appear before the FHWA, the secretary, or the board as a party litigant in all proceedings involving the regulation and control of motor carriers in interstate commerce if, in its opinion, the public interest of the state justifies such participation. Section 11. That § 49-28-41.1 be amended to read as follows: 49-28-41.1. If the commission department determines upon its own motion or upon the petition of a resident of this state that it is in the best interests of the state, it may appear before the FHWA, the secretary, or the board as a party in all proceedings involving the regulation and control of motor carriers in interstate commerce. If any matter is pending before the FHWA, the secretary, or the board between a resident of this state as petitioner and a motor carrier doing business in this state and engaged in interstate transportation of freights, charging such the carrier with any violation of the Interstate Commerce Act, upon application of the petitioner, the commission department may appear therein and be substituted as a party in place of such petitioners and thereafter the matter shall be prosecuted by the commission department at the expense of the state in the same manner as though originally begun by it. Section 12. That § 49-28-45 be amended to read as follows: 49-28-45. All fees or money received by the Public Utilities Commission department under this chapter shall be reported monthly to and deposited with the state treasurer, and by him credited to the general fund of the state. Those fees and money so deposited shall be used to reimburse the state for the added expense which the state incurs in the administration and enforcement of this chapter and chapter 32-9, and for policing the highways over which such motor vehicles travel. Section 13. That § 49-28-50 be amended to read as follows: 49-28-50. Each motor carrier shall prepare and file with the Public Utilities Commission department , at such time, and in the form to be prescribed by the commission department , reports and statements giving to the commission department such information as it requires in order to perform its duties under this chapter. Section 14. That § 49-28-51 be amended to read as follows: 49-28-51. Except as otherwise provided in this chapter or the rules adopted pursuant to this chapter, chapter 1-26 shall govern in all proceedings and investigations before the Public Utilities Commission department in cases arising in connection with the performance by the commission department of its duties or the exercise of its jurisdiction under this chapter. Section 15. That § 49-28-52 be amended to read as follows: 49-28-52. Orders and final determinations of the Public Utilities Commission department in all proceedings pursuant to this chapter shall be enforced in the manner provided by law for enforcement of orders of the commission department . The commission department may apply to the circuit court in any circuit in which any person or motor carrier operates or maintains a principal headquarters for the enforcement of this chapter and the rules adopted pursuant thereto. Such The court shall have jurisdiction by writ of injunction, or by other proceedings, mandatory or otherwise, to restrict and enjoin any such person or motor carrier, its officers, agents, employees, or representatives, from further violations of the provisions of law or any lawful order, term, or condition prescribed by the commission department and enjoining obedience thereto. Section 16. That § 49-28-53 be amended to read as follows: 49-28-53. All final orders, determinations, or decisions of the commission department in proceedings brought pursuant to this chapter are subject to rehearing in accordance with commission department rules and are subject to review or appeal in accordance with chapter 1- 26. Section 17. That § 49-28-54 be amended to read as follows: 49-28-54. It is the policy of this state to grant to nonresidents Nonresidents of the state whose motor vehicle, trailer, or semitrailer is properly registered or licensed in a state or territory of the United States, the District of Columbia, or Canada, while engaged in interstate commerce in this state, exemption shall be exempt from the payment, in whole or in part, of commission department fees, if the granting of such the exemption will, in the opinion of the commission department , promote the securing of exemptions and privileges for citizens of this state operating motor vehicles, trailers, or semitrailers in other states, territories of the United States, the District of Columbia, or Canada. Section 18. That § 49-28-55 be amended to read as follows: 49-28-55. The Department of Revenue and Regulation department may make with like commissions or authorities of the other states and territories of the United States, the District of Columbia and Canada, whatever reciprocal agreements are necessary to carry out the policy declared and granted in § 49-28-54, notwithstanding the statutes of this state providing for the collection of commission department fees , and the . The Department of Public Safety may do all things necessary to negotiate and perfect reciprocal agreements between like commissions or authorities in the various states and territories of the United States, the District of Columbia and Canada. Section 19. That § 49-28-63 be amended to read as follows: 49-28-63. Any motor carrier which is subject to this chapter or, if any such motor carrier is a corporation, any director or officer thereof or any receiver, trustee, lessee, agent, or person acting for or employed by such corporation, who violates or fails to comply with or who procures, aids, or abets in the violation of any provision of this chapter, or who fails to obey, observe, or comply with any lawful order, decision, rule, regulation, direction, demand, or requirement of the Public Utilities Commission department , or any part or provision thereof, is guilty of a Class 2 misdemeanor. Section 20. That § 49-28-65 be repealed. 49-28-65. The inspectors of the Public Utilities Commission may place a person under arrest without warrant for a violation of any provision of this chapter which is committed in the presence of such inspector. Commission inspectors having been given such limited arrest powers are not \"law enforcement officers\" for the purposes of § 23-3-27. Section 21. That § 49-28-66 be amended to read as follows: 49-28-66. The inspectors of the Department of Public Safety and the Public Utilities Commission or any law enforcement officer may require the driver of a commercial vehicle to stop a vehicle at any time for inspection to determine if the provisions of this chapter are being complied with. Any driver who fails to stop and submit his vehicle to such inspection is guilty of a Class 2 misdemeanor. Section 22. That § 49-28-67 be repealed. 49-28-67. Carriers regulated by this chapter are also subject to chapter 49-13 to the extent that such chapter is applicable to complaints. Section 23. That chapter 49-28 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding any provisions of this chapter, the department may participate in and comply with the Unified Carrier Registration Act of 2005."}, {"bill_id": 20470, "bill_version_id": 106566, "bill_version": "Senate Transportation Engrossed", "bill_version_date": "2006-01-17T13:15:54-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning motor carrier regulation and to transfer the authority to regulate motor carriers from the Public Utilities Commission to the Department of Revenue and Regulation. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-28-1 be amended to read as follows: 49-28-1. Terms used in this chapter mean: (1) \"Commission,\" the Public Utilities Commission \"Department,\" the Department of Revenue and Regulation ; (2) \"Corporation,\" a corporation, company, association, or joint stock association; (3) \"For hire,\" for remuneration of any kind, paid or promised for the transportation of persons or property. An occasional accommodative or reciprocal transportation service by a person not in the transportation business while on an errand for such person's benefit, is not a service for hire, even though the person transported shares in the cost or pays for the service; (4) \"FHWA,\" Federal Highway Administration \"FMCSA,\" Federal Motor Carrier Safety Administration ; (5) \"Exempt motor carrier,\" an interstate motor carrier who is exempt from the FHWA's FMCSA's jurisdiction over interstate transportation; (6) \"Regulated motor carrier,\" an interstate motor carrier who is subject to the FHWA's FMCSA's jurisdiction over interstate transportation; (7) \"Motor carrier,\" any person, corporation, lessee, trustee, or receiver operating any motor vehicle, trailer, or semitrailer on any public highway in this state for the transportation of persons or property, for hire; (8) \"Motor vehicle,\" all vehicles or machines propelled by any power other than muscular used upon the public highways for the transportation of persons or property; (9) \"Permit,\" the permit authorized to be issued under this chapter; (10) \"Person,\" a natural person, firm, corporation, limited liability company, copartnership, company, association, joint stock company, or, the lessee, trustee, or receiver appointed by any court for any one of the foregoing; (11) \"Public highway,\" every street, alley, public road, public thoroughfare, or highway in this state; (12) \"Registration state,\" the state in which a regulated motor carrier selects to register its interstate motor carrier operations pursuant to 49 USC § 14504 and 49 CFR PART 367 as of January 1, 1999 2005 ; (13) \"Semitrailer,\" any vehicle of the trailer type, equipped with a kingpin assembly, designed and used in conjunction with a fifth wheel connecting device on a motor vehicle and constructed so that some part of its weight and that of its load rests upon or is carried by another vehicle; (14) \"Trailer,\" every vehicle without motive power designed to carry property or persons wholly on its own structure and to be drawn by a motor vehicle; (15) \"Board,\" the Surface Transportation Board as defined in 49 USC § 13102(1) as of January 1, 1999 2005 ; (16) \"Secretary,\" the secretary of the United States Department of Transportation as that term is defined in 49 USC § 13102(17) as of January 1, 1999 2005 . Section 2. That § 49-28-3 be amended to read as follows: 49-28-3. Whether or not a motor vehicle, trailer, or semitrailer is operated by a motor carrier within the meaning of subdivisions 49-28-1(7) and (8) is a question of fact to be determined by the Public Utilities Commission department . Section 3. That § 49-28-33 be amended to read as follows: 49-28-33. The commission department may pursuant to chapter 1-26 adopt rules to establish uniform procedures for the administration of the provisions of this chapter. Rules may be adopted by the commission department governing motor carriers in the following areas: (1) Filing information and reports; and (2) Registration and identification when performing interstate operations within the state. The director of the division of highway patrol Director of the Division of Highway Patrol may promulgate reasonable rules pursuant to chapter 1-26 to promote safety of operations, standards, and safety of equipment. The rules shall conform as nearly as possible with the rules and regulations for safety of operations and equipment adopted by the U.S. Department of Transportation, pursuant to 49 U.S.C. Chapter 311 as amended through January 1, 1999 2005 . Section 4. That § 49-28-36 be amended to read as follows: 49-28-36. No exempt motor carrier may perform interstate operations, to, from, within, or traversing this state unless it files an application for the registration of such operation with the commission department and the commission department approves the application by the issuance of a registration permit. In lieu of a registration permit, all regulated motor carriers shall comply with 49 U.S.C. § 13901 and 49 CFR PART 365 as of January 1, 1999 2005 , before performing any interstate operations to, from, within, or traversing this state. Section 5. That § 49-28-36.1 be amended to read as follows: 49-28-36.1. The fee to accompany the filing of an application for registration as an exempt motor carrier is twenty-five dollars. However, no registration fee is required if the applicant has previously paid a registration fee for other interstate operations and is registered with the commission department at the time the application is received by the commission department . Section 6. That § 49-28-36.2 be amended to read as follows: 49-28-36.2. An interstate motor carrier registered pursuant to § 49-28-36 is subject to regulation and control of the Public Utilities Commission department only to the extent permitted by the Constitution of the United States and acts of Congress relating to interstate commerce. Section 7. That § 49-28-36.4 be amended to read as follows: 49-28-36.4. Any nonresident exempt motor carrier shall, before a registration permit is issued under this chapter, designate and maintain in this state an agent upon whom may be served all summonses or other lawful processes in any action or proceeding against such motor carrier arising from its carrier operations. Service of process upon or acceptance or acknowledgment of such the service by the agent has the same legal force and validity as if duly served upon the nonresident carrier personally. The designation of agent shall be in writing, shall give the name and address of the agent, and shall be filed in the office of the commission department . Any nonresident regulated motor carrier shall file with its registration state the name of an agent to receive service of process from South Dakota pursuant to 49 USC § 13303(b) and 49 USC § 13304 as of January 1, 1999 2005 . Upon failure of any nonresident motor carrier to file a designation of agent as provided by this section, the nonresident motor carrier shall be conclusively considered to have designated the secretary of state as such agent. Service of process upon or acceptance or acknowledgment of such the service by the secretary of state has the same legal force and validity as if duly served upon such nonresident carrier personally if notice of such the service and a copy of the process are immediately sent by registered mail by the secretary of state, to the nonresident carrier, if the carrier's address be known. Service of such the process upon the secretary of state shall be made by delivering to the secretary of state's office two copies of the process with a fee of three dollars to cover the costs of handling and mailing the process. Section 8. That § 49-28-36.5 be amended to read as follows: 49-28-36.5. Registration permits issued by the commission department to exempt motor carriers shall continue in effect without payment of annual renewal fees if each exempt motor carrier pays an annual identification fee of five dollars for each motor vehicle operated in interstate movement within the borders of this state with not less than one identification fee to be paid annually on or before the thirty-first day of December of each year. However, in no instance may any exempt motor carrier be required to purchase or display more than one identification stamp for any one motor vehicle. Failure of an exempt motor carrier to pay a minimum of one identification fee or a regulated motor carrier to register with a registration state on or before the thirty-first day of December of any year, shall result in the cancellation of registration and no further interstate movement may be permitted until the motor carrier has re-registered in accordance with the rules of the commission department . Section 9. That § 49-28-36.7 be amended to read as follows: 49-28-36.7. A motor carrier shall make an application for a single trip permit as provided by § 49-28-36.6 and the permit secured at a port of entry or by such other means designated by the commission department prior to beginning movement over the state's highways. The application shall include the applicant's name and business address, a description of the vehicle, and the route of travel suggested for the trip. Section 10. That § 49-28-41 be amended to read as follows: 49-28-41. The commission department shall cooperate with the FHWA FMCSA , in the administration of motor carrier laws , and the commission . The department may appear before the FHWA FMCSA , the secretary, or the board as a party litigant in all proceedings involving the regulation and control of motor carriers in interstate commerce if, in its opinion, the public interest of the state justifies such participation. Section 11. That § 49-28-41.1 be amended to read as follows: 49-28-41.1. If the commission department determines upon its own motion or upon the petition of a resident of this state that it is in the best interests of the state, it may appear before the FHWA FMCSA , the secretary, or the board as a party in all proceedings involving the regulation and control of motor carriers in interstate commerce. If any matter is pending before the FHWA FMCSA , the secretary, or the board between a resident of this state as petitioner and a motor carrier doing business in this state and engaged in interstate transportation of freights, charging such the carrier with any violation of the Interstate Commerce Act, upon application of the petitioner, the commission department may appear therein and be substituted as a party in place of such petitioners and thereafter the matter shall be prosecuted by the commission department at the expense of the state in the same manner as though originally begun by it. Section 12. That § 49-28-45 be amended to read as follows: 49-28-45. All fees or money received by the Public Utilities Commission department under this chapter shall be reported monthly to and deposited with the state treasurer, and by him credited to the general fund of the state. Those fees and money so deposited shall be used to reimburse the state for the added expense which the state incurs in the administration and enforcement of this chapter and chapter 32-9, and for policing the highways over which such motor vehicles travel. Section 13. That § 49-28-50 be amended to read as follows: 49-28-50. Each motor carrier shall prepare and file with the Public Utilities Commission department , at such time, and in the form to be prescribed by the commission department , reports and statements giving to the commission department such information as it requires in order to perform its duties under this chapter. Section 14. That § 49-28-51 be amended to read as follows: 49-28-51. Except as otherwise provided in this chapter or the rules adopted pursuant to this chapter, chapter 1-26 shall govern in all proceedings and investigations before the Public Utilities Commission department in cases arising in connection with the performance by the commission department of its duties or the exercise of its jurisdiction under this chapter. Section 15. That § 49-28-52 be amended to read as follows: 49-28-52. Orders and final determinations of the Public Utilities Commission department in all proceedings pursuant to this chapter shall be enforced in the manner provided by law for enforcement of orders of the commission department . The commission department may apply to the circuit court in any circuit in which any person or motor carrier operates or maintains a principal headquarters for the enforcement of this chapter and the rules adopted pursuant thereto. Such The court shall have jurisdiction by writ of injunction, or by other proceedings, mandatory or otherwise, to restrict and enjoin any such person or motor carrier, its officers, agents, employees, or representatives, from further violations of the provisions of law or any lawful order, term, or condition prescribed by the commission department and enjoining obedience thereto. Section 16. That § 49-28-53 be amended to read as follows: 49-28-53. All final orders, determinations, or decisions of the commission department in proceedings brought pursuant to this chapter are subject to rehearing in accordance with commission department rules and are subject to review or appeal in accordance with chapter 1- 26. Section 17. That § 49-28-54 be amended to read as follows: 49-28-54. It is the policy of this state to grant to nonresidents Nonresidents of the state whose motor vehicle, trailer, or semitrailer is properly registered or licensed in a state or territory of the United States, the District of Columbia, or Canada, while engaged in interstate commerce in this state, exemption shall be exempt from the payment, in whole or in part, of commission department fees, if the granting of such the exemption will, in the opinion of the commission department , promote the securing of exemptions and privileges for citizens of this state operating motor vehicles, trailers, or semitrailers in other states, territories of the United States, the District of Columbia, or Canada. Section 18. That § 49-28-55 be amended to read as follows: 49-28-55. The Department of Revenue and Regulation department may make with like commissions or authorities of the other states and territories of the United States, the District of Columbia and Canada, whatever reciprocal agreements are necessary to carry out the policy declared and granted in § 49-28-54, notwithstanding the statutes of this state providing for the collection of commission department fees , and the Department of Public Safety . The department may do all things necessary to negotiate and perfect reciprocal agreements between like commissions or authorities in the various states and territories of the United States, the District of Columbia and Canada. Section 19. That § 49-28-63 be amended to read as follows: 49-28-63. Any motor carrier which is subject to this chapter or, if any such motor carrier is a corporation, any director or officer thereof or any receiver, trustee, lessee, agent, or person acting for or employed by such corporation, who violates or fails to comply with or who procures, aids, or abets in the violation of any provision of this chapter, or who fails to obey, observe, or comply with any lawful order, decision, rule, regulation, direction, demand, or requirement of the Public Utilities Commission department , or any part or provision thereof, is guilty of a Class 2 misdemeanor. Section 20. That § 49-28-65 be repealed. 49-28-65. The inspectors of the Public Utilities Commission may place a person under arrest without warrant for a violation of any provision of this chapter which is committed in the presence of such inspector. Commission inspectors having been given such limited arrest powers are not \"law enforcement officers\" for the purposes of § 23-3-27. Section 21. That § 49-28-66 be amended to read as follows: 49-28-66. The inspectors of the Department of Public Safety and the Public Utilities Commission or any law enforcement officer may require the driver of a commercial vehicle to stop a vehicle at any time for inspection to determine if the provisions of this chapter are being complied with. Any driver who fails to stop and submit his the driver's vehicle to such inspection is guilty of a Class 2 misdemeanor. Section 22. That § 49-28-67 be repealed. 49-28-67. Carriers regulated by this chapter are also subject to chapter 49-13 to the extent that such chapter is applicable to complaints. Section 23. That chapter 49-28 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding any provisions of this chapter, the department may participate in and comply with the Unified Carrier Registration Act of 2005."}, {"bill_id": 20470, "bill_version_id": 107878, "bill_version": "Enrolled", "bill_version_date": "2006-02-03T09:47:21-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20470, "action_date": "2006-01-10T12:00:00-06:00", "document_id": 106426, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106426.pdf", "status_text": "First read in Senate and referred to", "journal_page": 18, "committee_id_action": 894, "committee_id_assigned": 878, "result": "N", "vote": {}}, {"bill_id": 20470, "action_date": "2006-01-17T07:45:00-06:00", "document_id": 106554, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106554.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 878, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20470, "action_date": "2006-01-17T07:45:00-06:00", "document_id": 106554, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106554.pdf", "status_text": "Do Pass Amended,", "journal_page": 79, "committee_id_action": 878, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63920, "president_vote": null, "Yea": [3404, 3421, 3423, 3425, 3368, 3409], "Excused": [3411]}}, {"bill_id": 20470, "action_date": "2006-01-19T14:00:00-06:00", "document_id": 106850, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106850.pdf", "status_text": "Do Pass Amended,", "journal_page": 120, "committee_id_action": 894, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63299, "president_vote": null, "Yea": [3361, 3362, 3363, 3364, 3365, 3368, 3374, 3376, 3377, 3379, 3384, 3390, 3391, 3396, 3397, 3404, 3409, 3411, 3412, 3413, 3415, 3416, 3421, 3423, 3425, 3428, 3430, 3432, 3435, 3447, 3450, 3452, 3453, 3458], "Excused": [3439]}}, {"bill_id": 20470, "action_date": "2006-01-20T13:00:00-06:00", "document_id": 106919, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106919.pdf", "status_text": "First read in House and referred to", "journal_page": 168, "committee_id_action": 893, "committee_id_assigned": 890, "result": "N", "vote": {}}, {"bill_id": 20470, "action_date": "2006-02-01T10:00:00-06:00", "document_id": 107669, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107669.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 890, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20470, "action_date": "2006-02-01T10:00:00-06:00", "document_id": 107669, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107669.pdf", "status_text": "Do Pass,", "journal_page": 316, "committee_id_action": 890, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63961, "president_vote": null, "Yea": [3392, 3395, 3414, 3418, 3420, 3424, 3451, 3457, 3459, 3462, 3465, 3383, 3437]}}, {"bill_id": 20470, "action_date": "2006-02-01T10:00:00-06:00", "document_id": 107669, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107669.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 890, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20470, "action_date": "2006-02-02T14:00:00-06:00", "document_id": 107852, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107852.pdf", "status_text": "Do Pass Amended,", "journal_page": 346, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64338, "president_vote": null, "Yea": [3366, 3367, 3369, 3370, 3371, 3372, 3373, 3375, 3378, 3381, 3382, 3383, 3385, 3387, 3388, 3389, 3392, 3393, 3394, 3395, 3398, 3399, 3400, 3401, 3402, 3403, 3405, 3406, 3407, 3408, 3410, 3414, 3417, 3418, 3420, 3422, 3424, 3427, 3429, 3431, 3433, 3436, 3437, 3438, 3440, 3441, 3442, 3443, 3444, 3445, 3446, 3448, 3449, 3451, 3454, 3455, 3456, 3457, 3459, 3460, 3461, 3462, 3463, 3464, 3465, 3426], "Excused": [3380, 3386, 3419, 3434]}}, {"bill_id": 20470, "action_date": "2006-02-03T13:00:00-06:00", "document_id": 107933, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107933.pdf", "status_text": "Signed by President", "journal_page": 352, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20470, "action_date": "2006-02-06T14:00:00-06:00", "document_id": 108025, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108025.pdf", "status_text": "Signed by Speaker", "journal_page": 404, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20470, "action_date": "2006-02-07T14:00:00-06:00", "document_id": 108149, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108149.pdf", "status_text": "Delivered to the Governor", "journal_page": 382, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20470, "action_date": "2006-02-10T13:00:00-06:00", "document_id": 108515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108515.pdf", "status_text": "Signed by Governor", "journal_page": 452, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3445, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/20470"}