{"session_id": 59, "bill_id": 20718, "bill_type": "Senate Bill", "bill_number": 170, "bill_title": "establish and appropriate money to the 21st Century Education Fund, to increase funding for education, and to revise the index factor in the state aid to education formula.", "sponsors": [{"legislator_profile_id": 3373, "is_prime": true}, {"legislator_profile_id": 3412, "is_prime": true}, {"legislator_profile_id": 3362, "is_prime": false}, {"legislator_profile_id": 3371, "is_prime": false}, {"legislator_profile_id": 3374, "is_prime": false}, {"legislator_profile_id": 3377, "is_prime": false}, {"legislator_profile_id": 3390, "is_prime": false}, {"legislator_profile_id": 3396, "is_prime": false}, {"legislator_profile_id": 3402, "is_prime": false}, {"legislator_profile_id": 3408, "is_prime": false}, {"legislator_profile_id": 3415, "is_prime": false}, {"legislator_profile_id": 3423, "is_prime": false}, {"legislator_profile_id": 3424, "is_prime": false}, {"legislator_profile_id": 3431, "is_prime": false}, {"legislator_profile_id": 3435, "is_prime": false}, {"legislator_profile_id": 3440, "is_prime": false}, {"legislator_profile_id": 3453, "is_prime": false}, {"legislator_profile_id": 3465, "is_prime": false}], "keywords": ["Appropriation", "Education", "State Aid to Education"], "audio": [{"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sed17.mp3", "start_seconds": 4631.0}, {"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sed17.mp3", "start_seconds": 4631.0}, {"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sed17.mp3", "start_seconds": 4631.0}, {"meeting_datetime": "2006-02-09T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sed22.mp3", "start_seconds": 5021.0}, {"meeting_datetime": "2006-02-09T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sed22.mp3", "start_seconds": 5021.0}, {"meeting_datetime": "2006-02-09T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sed22.mp3", "start_seconds": 5021.0}, {"meeting_datetime": "2006-02-09T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sed22.mp3", "start_seconds": 5021.0}, {"meeting_datetime": "2006-02-09T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sed22.mp3", "start_seconds": 5021.0}], "bill_versions": [{"bill_id": 20718, "bill_version_id": 106955, "bill_version": "Introduced", "bill_version_date": "2006-01-23T08:27:52-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish and appropriate money to the 21st Century Education Fund, to increase funding for education, and to revise the index factor in the state aid to education formula. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby appropriated from the state general fund the sum of five million dollars ( $5,000,000 ), or so much thereof that may be necessary, to the twenty-first century education fund which is hereby created in the Department of Education. The secretary of the Department of Education shall annually distribute the proceeds from the fund to school districts based on average daily membership as defined in subdivision 13-13-10.1(1) at the same time that foundation program state aid is distributed to school districts pursuant to § § 13-13-10.1 to 13-13-41, inclusive. Section 2. The secretary of the Department of Education shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 3. It is the intent of the Legislature to appropriate additional funds to the twenty-first century education fund in future years as follows: (1) For fiscal year 2008, the sum of ten million dollars ($10,000,000); (2) For fiscal year 2009, the sum of fifteen million dollars ($15,000,000); and (3) For fiscal year 2010, the sum of twenty million dollars ($20,000,000). Section 4. For fiscal year 2011 and subsequent years, it is the intent of the Legislature that the amount appropriated to the twenty-first century education fund shall equal the amount appropriated to the fund for the most recent fiscal year increased by the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding they year of adjustment. Section 5. If the proposed initiated measure that increases the tax on cigarettes and tobacco products and dedicates the resulting revenue to a variety of purposes, including education enhancement, is filed with the secretary of state with adequate signatures and is subsequently passed by the voters of this state on November 7, 2006, any revenue generated by the tax increase that is deposited in the education enhancement trust fund shall be transferred to the twenty-first century education fund for distribution to school districts. Section 6. The Legislature shall also annually appropriate to the twenty-first century education fund an amount equal to fifty-two percent of the per student allocation as defined in subdivision 13-13-10.1(4) times the cumulative difference between the statewide average daily membership as defined in subdivision 13-13-10.1(1) for fiscal year 2006 and the current fiscal year. Section 7. Beginning on July 1, 2007, no school district is eligible to receive any proceeds from the twenty-first century education fund unless the district meets at least four of the following requirements: (1) The school district achieves adequate yearly progress under the terms of the state's accountability system established in § 13-3-62; (2) The school district offers full day kindergarten five days a week that meets state accreditation standards; (3) The school district makes available a preschool program for all four year olds residing in the district whose family income is at or below one hundred percent of the federal poverty level using the federal poverty guidelines adopted in rules promulgated by the Department of Social Services pursuant to chapter 1-26; (4) The school district utilizes a research-based professional development model to develop a professional development plan, approved by the secretary of the Department of Education, to increase student achievement linked to evaluation criteria, and provides at least three days of professional development for certified staff; (5) The school district offers at least two career and technical education programs that are two-year programs and are approved by the secretary of the Department of Education; and (6) The school district offers all of the course requirements necessary for a student to be eligible for a South Dakota opportunity scholarship pursuant to § 13-55-31. Section 8. The secretary of the Department of Education may waive the requirements set forth in section 7 of this Act for any sparse school district that applies for a waiver. The Department of Education shall promulgate rules, pursuant to chapter 1-26, establishing procedures to determine funding eligibility, defining school districts eligible for a waiver, and establishing waiver application procedures and timelines. Section 9. Any proceeds remaining in the twenty-first century education fund following the distribution to school districts due to the ineligibility of any school districts to receive funds shall be distributed to eligible school districts on a pro rata basis. Section 10. That § 13-13-10.1 be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \"Average daily membership,\" the average number of resident and nonresident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and pupils for whom tuition is being paid pursuant to § 13-28-42 and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its general enrollment average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its general enrollment average daily membership after the student ceases to attend school in the resident district; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with an average daily membership of two hundred or less, multiply 1.2 times the average daily membership; (b) For districts with an average daily membership of less than six hundred, but greater than two hundred, raise the average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with an average daily membership of six hundred or more, multiply 1.0 times their average daily membership; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less ; (4) \"Per student allocation,\" for school fiscal year 2006 is $4,237.72. Each school fiscal year thereafter, the per student allocation is the previous fiscal year's per student allocation increased by the index factor; (5) \"Local need,\" the per student allocation multiplied by the adjusted average daily membership; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the levies established pursuant to § 10-12-42; (7) \"General fund balance,\" the unreserved fund balance of the general fund, less general fund exclusions plus, beginning with transfers made in fiscal year 2001, any transfers out of the general fund for the previous school fiscal year; (8) \"General fund balance percentage,\" is a school district's general fund balance divided by the school district's total general fund expenditures for the previous school fiscal year, the quotient expressed as a percent; (9) \"General fund base percentage,\" is the general fund balance percentage as of June 30, 2000. However, the general fund base percentage can never increase and can never be less than twenty percent; (10) \"Allowable general fund balance,\" the fund base percentage multiplied by the district's general fund expenditures in the previous school fiscal year; (11) \"Imputed interest rate,\" the average prime rate for the preceding fiscal year minus 2.5 percentage points; (12) \"General fund exclusions,\" revenue a school district has received from the imposition of the excess tax levy pursuant to § 10-12-43; revenue a school district has received from gifts, contributions, grants, or donations; revenue a school district has received under the provisions of §§ 13-6-92 to 13-6-96, inclusive; and any revenue in the general fund set aside for a noninsurable judgment."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20718, "action_date": "2006-01-23T14:00:00-06:00", "document_id": 107072, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107072.pdf", "status_text": "First read in Senate and referred to", "journal_page": 156, "committee_id_action": 894, "committee_id_assigned": 869, "result": "N", "vote": {}}, {"bill_id": 20718, "action_date": "2006-02-02T07:45:00-06:00", "document_id": 107786, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107786.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 869, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20718, "action_date": "2006-02-07T07:45:00-06:00", "document_id": 108064, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108064.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 869, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20718, "action_date": "2006-02-07T07:45:00-06:00", "document_id": 108064, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108064.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 869, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20718, "action_date": "2006-02-09T07:45:00-06:00", "document_id": 108345, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108345.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 869, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20718, "action_date": "2006-02-09T07:45:00-06:00", "document_id": 108345, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108345.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 869, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20718, "action_date": "2006-02-09T07:45:00-06:00", "document_id": 108345, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108345.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 430, "committee_id_action": 869, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62531, "president_vote": null, "Yea": [3376, 3415, 3365, 3435], "Nay": [3412, 3432, 3439]}}]}