{"session_id": 61, "bill_id": 21669, "bill_type": "House Bill", "bill_number": 1301, "bill_title": "establish the rural victims' advocacy services grant program and to make an appropriation therefor.", "sponsors": [{"legislator_profile_id": 3575, "is_prime": true}, {"legislator_profile_id": 3594, "is_prime": true}, {"legislator_profile_id": 3577, "is_prime": false}, {"legislator_profile_id": 3631, "is_prime": false}, {"legislator_profile_id": 3633, "is_prime": false}, {"legislator_profile_id": 3645, "is_prime": false}, {"legislator_profile_id": 3660, "is_prime": false}, {"legislator_profile_id": 3664, "is_prime": false}, {"legislator_profile_id": 3665, "is_prime": false}, {"legislator_profile_id": 3671, "is_prime": false}], "keywords": ["Administrative Rules", "Appropriation", "Department of Social Services"], "audio": [{"meeting_datetime": "2007-02-05T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hju19.mp3", "start_seconds": 5683.0}, {"meeting_datetime": "2007-02-05T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hju19.mp3", "start_seconds": 5683.0}, {"meeting_datetime": "2007-02-05T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hju19.mp3", "start_seconds": 5683.0}, {"meeting_datetime": "2007-02-05T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hju19.mp3", "start_seconds": 5683.0}, {"meeting_datetime": "2007-02-05T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hju19.mp3", "start_seconds": 5683.0}], "bill_versions": [{"bill_id": 21669, "bill_version_id": 111253, "bill_version": "Introduced", "bill_version_date": "2007-01-31T11:37:22-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the rural victims' advocacy services grant program and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Contractor,\" any county, tribe, municipality, or township of this state or any combination of those, or any private, nonprofit organization; (2) \"Victim,\" a victim as defined in § 23A-28C-4. Section 2. The Legislature finds that there is extreme variation in the level of victims' advocacy services between rural and urban areas, which can affect the charging, negotiation, and sentencing practices in the criminal justice system. The Legislature further finds that in areas where victims' advocacy services exist, the charging, negotiation, and sentencing decisions for crimes are based on more complete evidence and are more inclusive of all those affected by a serious crime. Therefore, the rural victims' advocacy services grant program is hereby established. Section 3. Any grant awarded pursuant to this Act may not exceed forty percent of the total cost of programs or services provided by the contractors, and shall be used by contractors to: (1) Establish or maintain advocacy, shelter, or service programs in rural areas for victims of domestic or sexual abuse or other crime and their dependent children; or (2) Develop or establish training programs for persons engaged in victims' advocacy services in rural areas. Section 4. Any advocacy, shelter, or service programs established pursuant to this Act shall include: (1) Crisis telephone and referral services available twenty-four hours per day, seven days per week; (2) Shelter available twenty-four hours per day, seven days per week; and (3) Prevention and education programs periodically available to the local community. Section 5. In awarding grants pursuant to this Act, the Department of Social Services shall: (1) Give preference to contractors who use voluntary personnel; (2) Consider the needs of the people residing in the state; and (3) Provide equitable statewide funding of programs and services for victims of domestic and sexual abuse and other crimes. Section 6. The Department of Social Services shall promulgate rules pursuant to chapter 1-26 to: (1) Establish minimum qualifications of contractors eligible for grants pursuant to this Act; (2) Establish procedures for grant applications and disbursements; and (3) Evaluate the programs and services provided by contractors with the grants received pursuant to this Act. Section 7. Evaluation of programs and services pursuant to this Act shall include a description of services, an analysis of the effectiveness of the program or service, and an accounting of the use of state funds for the program or service. Section 8. The Department of Social Services may accept and expend for the purpose of this Act any funds obtained from federal sources, gifts, contributions, or any other source if such acceptance and expenditure is approved in accordance with § 4-8B-10. Section 9. Expenditures authorized by this Act shall be paid on warrants drawn by the state auditor on vouchers approved by the secretary of the Department of Social Services. Section 10. There is hereby appropriated from the general fund the sum of two hundred fifty thousand dollars ($ 250,000 ), or so much thereof as may be necessary, to the Department of Social Services to provide funding for the rural victims' advocacy services grant program established pursuant to this Act. Section 11. The secretary of the Department of Social Services shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 12. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2008, shall revert in accordance with § 4-8-21."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21669, "action_date": "2007-01-31T14:00:00-06:00", "document_id": 111304, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111304.pdf", "status_text": "First read in House and referred to", "journal_page": 283, "committee_id_action": 923, "committee_id_assigned": 921, "result": "N", "vote": {}}, {"bill_id": 21669, "action_date": "2007-02-05T07:45:00-06:00", "document_id": 111530, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111530.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 921, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21669, "action_date": "2007-02-05T07:45:00-06:00", "document_id": 111530, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111530.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 332, "committee_id_action": 921, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66781, "president_vote": null, "Yea": [3579, 3599, 3619, 3632, 3651, 3672, 3673, 3676], "Nay": [3592, 3594, 3598, 3638], "Excused": [3582]}}]}