{"session_id": 61, "bill_id": 21068, "bill_type": "Senate Bill", "bill_number": 216, "bill_title": "authorize a county gross receipts tax on certain lodging, alcoholic beverages, prepared food, and admissions.", "sponsors": [{"legislator_profile_id": 3575, "is_prime": true}, {"legislator_profile_id": 3609, "is_prime": true}], "keywords": ["Administrative Rules", "Alcoholic Beverages", "Counties", "Department of Revenue and Regulation", "Taxes"], "audio": [{"meeting_datetime": "2007-02-09T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sta23.mp3", "start_seconds": 98.0}, {"meeting_datetime": "2007-02-09T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sta23.mp3", "start_seconds": 98.0}, {"meeting_datetime": "2007-02-09T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sta23.mp3", "start_seconds": 98.0}], "bill_versions": [{"bill_id": 21068, "bill_version_id": 111329, "bill_version": "Introduced", "bill_version_date": "2007-02-01T08:07:19-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize a county gross receipts tax on certain lodging, alcoholic beverages, prepared food, and admissions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Department,\" the Department of Revenue and Regulation; (2) \"Gross receipts,\" the total amount or consideration, including cash, credit, property, and services, for which tangible personal property or services are sold, leased, or rented, valued in money, whether received in money or otherwise, without any deduction for the following: (a) The retailer's cost of the property or service sold; (b) The cost of materials used, labor or service cost, interest, losses, all costs of transportation to the retailer, all taxes imposed on the retailer, and any other expense of the retailer; (c) Except as provided in chapter 10-46A or 10-46B, charges by the retailer for any services necessary to complete the sale whether or not separately stated, including delivery charges; and (d) The value of exempt tangible personal property whether or not separately stated on the invoice, billing, or similar document given to the purchaser where taxable and exempt tangible personal property have been bundled together and sold by the retailer as a single product or piece of merchandise; Gross receipts do not include: (a) Discounts, including cash, term, or coupons that are not reimbursed by a third party that are allowed by a retailer and taken by a purchaser on a sale; (b) Interest, financing, and carrying charges from credit extended on the sale of tangible personal property or services, if the amount is separately stated on the invoice, bill of sale or similar document given to the purchaser; and (c) Any taxes legally imposed directly on the consumer that are separately stated on the invoice, bill of sale, or similar document given to the purchaser. Section 2. Any county may impose an additional county non-ad valorem tax at the rate of one percent upon the gross receipts of all leases or rentals of hotel, motel, campsites, or other lodging accommodations within the county for periods of less than twenty-eight consecutive days, or sales of alcoholic beverages as defined in § 35-1-1, or establishments where the public is invited to eat, dine, or purchase and carry out prepared food for immediate consumption, or ticket sales or admissions to places of amusement, athletic, and cultural events, or any combination thereof. The tax shall be levied for the purpose of law enforcement and law enforcement facilities, including the maintenance, staffing, and operation of such facilities. Section 3. The tax imposed by section 2 of this Act shall be collected and administered by the department. Section 4. The secretary of revenue and regulation may require or allow some returns and remittances to be filed on a monthly, bimonthly, semiannual, or annual basis and the return and remittance is due the last day of the month following the reporting period. For any person issued a temporary or seasonal tax permit pursuant to chapter 10-45, the returns and remittances may be required at a time determined by the secretary. Section 10-59-6 applies to any return and payment made pursuant to this section. Section 5. The definitions, administrative, collection, and enforcement provisions of chapters 10-45 and 10-46 apply to the tax imposed by this Act, where applicable. Section 6. The secretary of revenue and regulation may promulgate rules pursuant to chapter 1-26 concerning: (1) Licensing, including bonding and filing license applications; (2) The filing of returns and payment of the tax; (3) Determining the application of the tax and exemptions; (4) Taxpayer record-keeping requirements; and (5) Determining auditing methods. Section 7. Any person who: (1) Makes any false or fraudulent return in attempting to defeat or evade the tax imposed by this Act is guilty of a Class 6 felony; (2) Fails to pay tax due under this Act within sixty days from the date the tax becomes due is guilty of a Class 1 misdemeanor; (3) Fails to keep the records and books required by § 10-52A-9 or refuses to exhibit these records to the secretary of revenue or the secretary's agents for the purpose of examination is guilty of a Class 1 misdemeanor; (4) Fails to file a return required by this Act within sixty days from the date the return is due is guilty of a Class 1 misdemeanor; (5) Willfully violates any rule of the secretary of revenue and regulation for the administration and enforcement of the provisions of this Act is guilty of a Class 1 misdemeanor; or (6) Violates either subdivision (2) or subdivision (4) two or more times in any twelve-month period is guilty of a Class 6 felony. Section 8. Each person subject to tax under this Act shall keep records and books of all receipts and sales, together with invoices, bills of lading, copies of bills of sale, and other pertinent papers and documents. The books and records and other papers and documents are, at all times during business hours of the day, subject to inspection by the secretary of revenue and regulation or the secretary's agents and employees to determine the amount of tax due. The books and records shall be preserved for a period of three years unless the secretary of revenue and regulation, in writing, authorized their destruction or disposal at an earlier date. Section 9. Any tax imposed by the governing board of any county pursuant to the provisions of this Act, may be referred to a vote of the people for its approval or disapproval in the same manner as provided in chapter 7-18A. Section 10. The administration of the taxes adopted under this Act shall be by the department. The department may prescribe forms and promulgate rules pursuant to chapter 1-26 for the making of returns and for the ascertainment, assessment, and collection of the tax imposed pursuant to this Act. The department shall keep full and accurate records of all moneys received and distributed under this Act. Section 11. All moneys received and collected on behalf of a county by the department, pursuant to this Act, shall be credited to a special county tax fund and after deducting the amount of refunds made, the amounts necessary to defray the cost of collecting the tax, and the administrative expenses incident thereto, shall be paid within thirty days after collection to the county entitled thereto. Section 12. Notwithstanding § 7-18A-8, any new ordinance or amendment to an ordinance enacted under the authority of this Act, and any tax rate affected thereby, can be effective only on January first or July first of a calendar year. The ordinance or amendment shall be effective on the earlier of January first or July first following at least ninety days notification by the county to the secretary of revenue and regulation that the ordinance or amendment has been enacted unless the ordinance or amendment is suspended by operation of a referendum. If an ordinance or amendment enacted under this Act is referred and the referred ordinance or amendment is approved the effective date shall be the earlier of January first or July first following at least ninety days notification by the county to the secretary of revenue and regulation that the ordinance or amendment has been approved notwithstanding § 9-20-15. Notification of the enactment or approval of the ordinance shall be in writing and mailed, along with a copy of the ordinance or amendment, by registered or certified mail to the secretary of revenue and regulation. Section 13. Any county imposing a tax pursuant to this Act may issue county non-ad valorem tax revenue bonds pursuant to this section and chapter 6-8B in anticipation of the collection of the taxes. The bonds shall be payable solely from the collections of the taxes imposed by the county under this Act, as determined by the governing body. The governing body shall, in the resolution or ordinance authorizing the bonds, agree that it will continue to impose and collect the taxes so long as the bonds are outstanding. The governing body shall also pledge so much of the collections of the taxes as may be necessary to pay the principal premium and interest on the bonds and to maintain any debt service reserve established for the bonds. The proceeds of the bonds may be used to establish a debt service reserve fund for the bonds, to pay not more than one year's capitalized interest on the bonds, and for land acquisition, law enforcement facilities, capital asset acquisition, and capital improvements. If the proceeds of the tax imposed by this Act are pledged to payment of the bonds, the land acquisition and capital improvements financed with the proceeds of the bonds shall relate to the purposes enumerated in section 2 of this Act. No election is required to authorize the issuance of county non-ad valorem tax revenue bonds. The bonds shall be issued and sold as provided in chapter 6-8B. Section 14. That § 10-59-1 be amended to read as follows: 10-59-1. The provisions of this chapter apply to any taxes or fees or persons subject to taxes or fees imposed by, and to any civil or criminal investigation authorized by, chapters 10-39, 10- 39A, 10-39B, 10-43, 10-45, 10-45D, 10-46, 10-46A, 10-46B, 10-46C, 10-46E, 10-47B, 10-52, 10-52A, 32-3, 32-3A, 32-5, 32-5B, 32-6B, 32-9, 32-10, and 34A-13 and §§ 22-25-48, 49-31-51, 50-4-13 to 50-4-17, inclusive, this Act, and the provisions of chapter 10-45B."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21068, "action_date": "2007-02-01T14:00:00-06:00", "document_id": 111404, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111404.pdf", "status_text": "First read in Senate and referred to", "journal_page": 340, "committee_id_action": 924, "committee_id_assigned": 907, "result": "N", "vote": {}}, {"bill_id": 21068, "action_date": "2007-02-09T07:45:00-06:00", "document_id": 111907, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111907.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 907, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21068, "action_date": "2007-02-09T07:45:00-06:00", "document_id": 111907, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111907.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 457, "committee_id_action": 907, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64895, "president_vote": null, "Yea": [3589, 3596, 3607, 3621, 3627, 3630, 3652, 3667, 3636]}}]}