{"session_id": 8, "bill_id": 1932, "bill_type": "House Joint Resolution", "bill_number": 1005, "bill_title": "Proposing and submitting to the electors at the next general election amendments to Article XII, sections 5 and 6 of the Constitution of the State of South Dakota relating to the health care trust fund and the education enhancement trust fund.", "sponsors": [{"legislator_profile_id": 807, "is_prime": true}, {"legislator_profile_id": 740, "is_prime": true}, {"legislator_profile_id": 785, "is_prime": false}, {"legislator_profile_id": 775, "is_prime": false}], "keywords": ["Appropriations", "Elections", "House Joint Resolution"], "audio": [{"meeting_datetime": "2010-02-17T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hap22.mp3", "start_seconds": 9877.0}, {"meeting_datetime": "2010-02-17T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hap22.mp3", "start_seconds": 9877.0}, {"meeting_datetime": "2010-02-17T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hap22.mp3", "start_seconds": 9877.0}], "bill_versions": [{"bill_id": 1932, "bill_version_id": 11585, "bill_version": "Introduced", "bill_version_date": "2010-02-02T09:24:43.723-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the electors at the next general election amendments to Article XII, sections 5 and 6 of the Constitution of the State of South Dakota relating to the health care trust fund and the education enhancement trust fund. BE IT RESOLVED BY THE HOUSE OF REPRESENTATIVES OF THE STATE OF SOUTH DAKOTA, THE SENATE CONCURRING THEREIN: Section 1. That at the next general election held in the state, the following amendments to Article XII, sections 5 and 6 of the Constitution of the State of South Dakota, as set forth in sections 2 and 3 of this Joint Resolution, which is hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article XII, section 5 of the Constitution of the State of South Dakota, be amended to read as follows: § 5. There is hereby created in the state treasury a trust fund named the health care trust fund. The state treasurer shall deposit into the health care trust fund any funds on deposit in the intergovernmental transfer fund as of July 1, 2001, and thereafter any funds appropriated to the health care trust fund as provided by law. The South Dakota Investment Council or its successor shall invest the health care trust fund in stocks, bonds, mutual funds, and other financial instruments as provided by law. Beginning in fiscal year 2003, and each year thereafter, the The state treasurer shall make a distribution from the health care trust fund into the state general fund to be appropriated by law for health care related programs. The calculation of the distribution shall be defined by law and may promote growth of the fund and a steadily growing distribution amount. The health care trust fund may not be diverted for other purposes nor may the principal be invaded unless appropriated by a three-fourths vote of all the members-elect of each house of the Legislature. Section 3. That Article XII, section 6 of the Constitution of the State of South Dakota, be amended to read as follows: § 6. There is hereby created in the state treasury a trust fund named the education enhancement trust fund. The state treasurer shall deposit into the education enhancement trust fund any funds received as of July 1, 2001, and funds received thereafter by the state pursuant to the Master Settlement Agreement entered into on November 23, 1998, by the State of South Dakota and major United States tobacco product manufacturers or the net proceeds of any sale or securitization of rights to receive payments pursuant to the Master Settlement Agreement, any funds in the youth-at-risk trust fund as of July 1, 2001, and thereafter any funds appropriated to the education enhancement trust fund as provided by law. The South Dakota Investment Council or its successor shall invest the education enhancement trust fund in stocks, bonds, mutual funds, and other financial instruments as provided by law. Beginning in fiscal year 2003, and each year thereafter, the The state treasurer shall make a distribution from the education enhancement trust fund into the state general fund to be appropriated by law for education enhancement programs. The calculation of the distribution shall be defined by law and may promote growth of the fund and a steadily growing distribution amount. The education enhancement trust fund may not be diverted for other purposes nor may the principal be invaded unless appropriated by a three-fourths vote of all the members-elect of each house of the Legislature."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1932, "action_date": "2010-02-02T14:00:00-06:00", "document_id": 11655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11655.pdf", "status_text": "First read in House and referred to", "journal_page": 267, "committee_id_action": 86, "committee_id_assigned": 88, "result": "N", "vote": {}}, {"bill_id": 1932, "action_date": "2010-02-17T08:00:00-06:00", "document_id": 12255, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12255.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 88, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1932, "action_date": "2010-02-17T08:00:00-06:00", "document_id": 12430, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12430.pdf", "status_text": "Tabled", "journal_page": 443, "committee_id_action": 88, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6640, "president_vote": null, "Yea": [781, 779, 755, 837, 773, 752], "Nay": [740, 775], "Excused": [812]}}]}