{"session_id": 15, "bill_id": 3460, "bill_type": "Senate Bill", "bill_number": 56, "bill_title": "revise and repeal certain provisions relating to the South Dakota Housing Development Authority.", "sponsors": [], "keywords": ["Planning, Zoning and Housing Programs", "South Dakota Housing Development Authority"], "audio": [{"meeting_datetime": "2012-01-20T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sst06.mp3", "start_seconds": 2224.0}, {"meeting_datetime": "2012-01-20T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sst06.mp3", "start_seconds": 2224.0}, {"meeting_datetime": "2012-01-20T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sst06.mp3", "start_seconds": 2224.0}, {"meeting_datetime": "2012-01-20T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sst06.mp3", "start_seconds": 2224.0}, {"meeting_datetime": "2012-02-15T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hst22.mp3", "start_seconds": 4384.0}, {"meeting_datetime": "2012-02-15T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hst22.mp3", "start_seconds": 4384.0}, {"meeting_datetime": "2012-02-15T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hst22.mp3", "start_seconds": 4384.0}, {"meeting_datetime": "2012-02-15T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hst22.mp3", "start_seconds": 4384.0}], "bill_versions": [{"bill_id": 3460, "bill_version_id": 19216, "bill_version": "Introduced", "bill_version_date": "2012-01-10T08:52:49.75-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and repeal certain provisions relating to the South Dakota Housing Development Authority. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 11-11-5 be amended to read as follows: 11-11-5. Terms used in this chapter mean: (1) \"Authority,\" the South Dakota Housing Development Authority; (2) \"Bonds, notes, and other obligations\" or \"bonds, bond anticipation notes, or other obligations,\" any bonds, notes, debentures, interim certificates, or other evidences of financial indebtedness issued by the authority pursuant to this chapter; (2A) \"Day-care facilities,\" a specific work or improvement within this state undertaken primarily to provide facilities for the short-term care and supervision, including day care, adult day care, and respite care, of children, physically or mentally impaired adults, and aged adults, including the acquisition, construction, or rehabilitation of land, buildings, and improvements thereto, and such other facilities as may be incidental or appurtenant thereto; (3) \"Federal mortgage,\" a mortgage loan for land development or residential housing made by the United States or an agency or instrumentality thereof or a commitment by the United States or an agency or instrumentality thereof to make such a mortgage loan; (4) \"Federally insured mortgage,\" a mortgage loan for land development or residential housing insured or guaranteed by the United States or an agency or instrumentality thereof, or a commitment by the United States or an agency or instrumentality thereof to insure such a mortgage; (5) \"Governmental agency\" or \"instrumentality,\" any department, division, public corporation, public agency, political subdivision, or other public instrumentality of the state, the federal government, any other state or public agency, or any two or more thereof; (6) \"Land development,\" the process of acquiring land primarily for residential housing construction and making, installing or constructing nonresidential housing improvements, including water, sewer, and other utilities, roads, streets, curbs, gutters, sidewalks, storm drainage facilities, and other installations or works, whether on or off the site, which the authority deems necessary or desirable to prepare such land primarily for residential housing construction within this state; (7) \"Mortgage,\" a mortgage deed, deed of trust, or other instrument which shall constitute a lien on real property in fee simple or on a leasehold under a lease having a remaining term, at the time such mortgage is acquired, which does not expire for at least that number of years beyond the maturity date of the obligation secured by such mortgage as is equal to the number of years remaining until the maturity date of such obligation; (8) \"Mortgage lender,\" any bank or trust company, federal national mortgage association approved mortgage banker, savings bank, industrial bank, credit union, national or state banking association, federal or state savings and loan association, insurance company or other financial institutions or governmental entities which customarily provide service or otherwise aid in the financing of mortgages on residential housing located in the state; (9) \"Mortgage loan,\" an obligation, with or without interest, secured by either a mortgage or note or bond constituting a lien on land and improvements in the state constituting a housing development or housing project; (10) \"Multifamily residential housing,\" residential rental housing consisting of three two or more family dwelling units, and also specifically including congregate housing and assisted living facilities; (11) \"Municipality,\" any city, town, county, or other political subdivision of this state; (12) \"Real property,\" all lands, including improvements and fixtures thereon, and property of any nature appurtenant thereto, or used in connection therewith, and every estate, interest and right, legal or equitable, therein, including terms of years and liens by way of judgment, mortgage, or otherwise and the indebtedness secured by such liens; (13) \"Residential housing,\" a specific work or improvement within this state whether in single family or multifamily units undertaken primarily to provide dwelling accommodations including the acquisition, construction, or rehabilitation of land, buildings, and improvements thereto, and such other nonhousing facilities as may be incidental or appurtenant thereto, and also including day-care facilities; and (14) \"Single family residential housing,\" residential housing consisting of not more than four dwelling units, all of which are contained in one structure and one of which is to be occupied by the owner; and (15) \"State,\" the State of South Dakota. Section 2. That § 11-11-5.1 be repealed. 11-11-5.1. As used in this chapter, the term, single family residential housing, means residential housing consisting of not more than four family units, all of which are contained in one structure and one of which is to be occupied by the owner. Section 3. That § 11-11-6 be amended to read as follows: 11-11-6. As used in this chapter, unless the context otherwise requires, \"housing development\", or, \"housing project\", means any work or undertaking, whether new construction or rehabilitation, including single family and multifamily residential units housing, which is designed and financed pursuant to the provisions of this chapter for the primary purpose of providing sanitary, decent, and safe dwelling accommodations for persons and families in need of housing and further including day-care facilities. Such undertaking may include any buildings, land, equipment, facilities, or other real or personal properties which are necessary, convenient, or desirable in connection therewith, such as but not limited to sewers, utilities, streets, parks, site preparation, landscaping and such stores, offices, and other nonhousing facilities such as administrative, community, health, recreational, educational, and welfare facilities as the authority determines to be necessary, convenient, or desirable. Section 4. That § 11-11-7 be amended to read as follows: 11-11-7. As used in this chapter, unless the context otherwise requires, \"housing sponsor\", or, \"sponsor\", means individuals, joint ventures, partnerships, limited partnerships, trusts, firms, associations, governmental agencies, or other legal entities or any combination thereof, corporations, cooperatives, and condominiums, approved by the authority as qualified either to own, construct, acquire, rehabilitate, operate, manage, or maintain a housing development, or housing project, or residential housing whether for profit, nonprofit, or organized for limited profit subject to the regulatory powers of the authority and other terms and conditions set forth in this chapter. Section 5. That § 11-11-16 be amended to read as follows: 11-11-16. Before entering into his a commissioner's duties, each commissioner of the authority shall execute a surety bond in the penal sum of fifty thousand dollars and the executive director shall execute a surety bond in the penal sum of one hundred thousand dollars or, in lieu thereof, the chairman chair of the authority shall execute a blanket bond or obtain an insurance policy covering each member, the executive director, and the employees or other officers of the authority, each surety bond and insurance policy to be conditioned upon the faithful performance of the duties of the office or offices covered, to be executed by a surety company or insurance company authorized to transact business in this state as surety and to be approved by the attorney general and filed in the office of the secretary of state. The cost of each such bond or insurance policy shall be paid by the authority. Section 6. That § 11-11-21 be amended to read as follows: 11-11-21. The Governor shall appoint an executive director of the housing development authority, and he. The executive director shall serve at the pleasure of the Governor. The executive director shall be is the secretary of the authority and shall administer, manage, and direct the affairs and business of the authority, subject to the policies, control, and direction of the commissioners. The commissioners may employ technical experts and such other officers, agents, and employees and fix their qualifications and duties. The commissioners may delegate to the executive director or to one or more of its the authority's agents or employees such powers and duties as it may deem be proper. Section 7. That § 11-11-22 be amended to read as follows: 11-11-22. The Governor shall set the salary of the executive director, who shall be paid from funds provided by the Housing Development Authority authority. The salaries of the other employees shall be approved by the executive director. Section 8. That § 11-11-23 be amended to read as follows: 11-11-23. The executive director and employees of the authority shall be provided comparable employee benefits offered to state employees by chapters 3-6, 3-10, 3-11, 3-12, and 3-12A and for purposes of administration of this section, the executive director and employees of the authority shall be offered no other employee benefits and the. The compensation paid for terminated employees shall be is limited to accrued vacation pay and sick leave as provided in § 3-6-6 chapter 3-6. For purposes of implementation of this section, the authority may grant a maximum of the vacation pay and sick pay consistent to with what the employee would have earned had he been covered by chapter 3-6 since the start of his employment with the authority. Section 9. That § 11-11-25 be amended to read as follows: 11-11-25. The South Dakota Housing Development Authority is hereby empowered authority shall, notwithstanding any section of chapter 11-7, to act as a housing and redevelopment commission for the state and to be granted the same functions, rights, powers, duties, privileges, immunities, and limitations as conferred upon housing and redevelopment commissions and their commissioners by chapter 11-7; provided however, that. However, the authority may operate as a housing and redevelopment commission in any municipality or county of the state, only on the condition that prior written approval of the governing body of the affected jurisdiction has been acquired. The authority may also cooperate with any existing municipal or county housing and redevelopment commission in securing additional housing through such means as each shall agree to be proper. Section 10. That § 11-11-26 be amended to read as follows: 11-11-26. The authority shall have all of the powers necessary and convenient to may carry out and effectuate the purposes and provisions of this chapter, including, but without limiting the generality of the foregoing, the powers set forth in §§ 11-11-27 to 11-11-40, inclusive. Section 11. That § 11-11-27 be amended to read as follows: 11-11-27. The authority shall have the power, as necessary or convenient to carry out and effectuate the purposes and provisions of this chapter, to may: (1) Sue and be sued in its own name; (2) Have an official seal and alter the same at pleasure; (3) Have perpetual succession; and (4) Maintain an office at such place or places within this state as it may designate. Section 12. That § 11-11-28 be amended to read as follows: 11-11-28. The authority shall have the power, as necessary or convenient to carry out and effectuate the purposes and provisions of this chapter, to may provide, contract, or arrange for consolidated processing of any aspect of a housing development or housing project in order to avoid duplication thereof by either undertaking such processing in whole or in part on behalf of any department, agency, or instrumentality of the United States or of this state, or, in the alternative, to may delegate such processing in whole or in part to any such department, agency, or instrumentality of the United States or of this state. Section 13. That § 11-11-30 be amended to read as follows: 11-11-30. The authority shall have the power, as necessary or convenient to carry out and effectuate the purposes and provisions of this chapter, to may adopt and from time to time amend and repeal bylaws, rules, and regulations, not inconsistent with this chapter, to carry into effect the powers and purposes of the authority and the conduct of its business. Section 14. That § 11-11-31 be amended to read as follows: 11-11-31. The authority shall have the power, as necessary or convenient to carry out and effectuate the purposes and provisions of this chapter, to may conduct research and promote development in housing, building technology, and related fields. Section 15. That § 11-11-32 be repealed. 11-11-32. The authority shall have the power, as necessary or convenient to carry out and effectuate the purposes and provisions of this chapter, to stimulate environmental planning for housing in order to enhance opportunities of such persons for self-development and employment. Section 16. That § 11-11-33 be amended to read as follows: 11-11-33. The authority shall have the power, as necessary or convenient to carry out and effectuate the purposes and provisions of this chapter, to may provide advice, technical information, training and educational services, including assistance in obtaining federal and state aid, as will to assist the planning, construction, rehabilitation, and operation of housing developments and housing projects, including but not limited to assistance in community development and organization, home management and advisory services for the residents of housing developments and housing projects and to encourage community organizations to assist in developing same. Section 17. That § 11-11-34 be amended to read as follows: 11-11-34. The authority shall have the power, as necessary or convenient to carry out and effectuate the purposes and provisions of this chapter, to may enter into agreements or other transactions with, administer programs of, and accept grants and the cooperation of, the United States or any agency or instrumentality thereof or of the state or any agency or instrumentality thereof in furtherance of the purposes of this chapter and to do any and all things necessary in order to avail itself of such aid and cooperation. Section 18. That § 11-11-35 be repealed. 11-11-35. The authority may make contracts with the state or any governmental agency or political subdivision thereof, the federal government, public corporations or bodies and private corporations or individuals in furtherance of the purposes of this chapter. The authority may also provide staff and support services to the South Dakota Building Authority with respect to the making of loans by the building authority to farmers or ranchers pursuant to the provisions of chapter 5-12. Section 19. That § 11-11-36 be amended to read as follows: 11-11-36. The authority shall have the power, as necessary or convenient to carry out and effectuate the purposes and provisions of this chapter, to may make and execute contracts and all other instruments necessary or convenient for the exercise of its powers and functions under this chapter. Section 20. That § 11-11-37 be amended to read as follows: 11-11-37. The authority is authorized to may accept such moneys as may be appropriated from time to time by the Legislature for effectuating its corporate purposes including, without limitation, the payment of the initial expenses of administration and operation and the establishment of reserves or contingency funds to be available for the payment of the principal of and the interest on any bonds, notes, or other obligations of the authority. Section 21. That § 11-11-39 be amended to read as follows: 11-11-39. The authority shall have the power, as necessary or convenient to carry out and effectuate the purposes and provisions of this chapter, to may receive and accept aid or contributions, from any source, of money, property, labor, or other things of value, to be held, used, and applied to carry out the purposes of this chapter subject to such conditions upon which such grants and contributions may be made, including, but not limited to gifts or grants from any agency or instrumentality of the United States or of this state for payment of rent supplements to eligible persons or families or for the payment in whole or in part of the interest expense for a housing development or housing project or for any other purpose consistent with this chapter. Section 22. That § 11-11-41 be amended to read as follows: 11-11-41. The authority shall have the power, as necessary or convenient to carry out and effectuate the purposes and provisions of this chapter, to may borrow money and issue bonds and notes or other evidences of indebtedness thereof as hereafter provided in this chapter. Section 23. That § 11-11-42 be amended to read as follows: 11-11-42. The authority shall have the power, as necessary or convenient to carry out and effectuate the purposes and provisions of this chapter, to may include in any borrowing such amounts as may be deemed necessary by the authority to establish reserves and to pay financing charges, interest on the obligations for a period not exceeding three years from their date, consultant advisory and legal fees, and such other expenses as are necessary or incident to such borrowing. Section 24. That § 11-11-44 be repealed. 11-11-44. Nothing herein precludes the South Dakota Housing Development Authority from exercising prior to June 11, 1980, all powers granted to the authority in this chapter as in effect prior to that date, including the power to issue notes or bonds in the manner and within the limitations therein provided. Any notes or bonds so issued shall be and remain valid and binding obligations of the authority in accordance with their terms, notwithstanding the amendment of said limitations effective on June 11, 1980. Section 25. That § 11-11-45 be amended to read as follows: 11-11-45. The authority may issue notes and qualified private activity bonds at any time during a fiscal year in the aggregate principal amount as determined by the authority, and (except for bonds or notes issued for the purpose of renewing, paying, or refunding outstanding notes or bonds and interest pursuant to § 11-11-50) as approved by the Governor. However, the aggregate principal amount of qualified private activity bonds issued in or with respect to any calendar year under § 11-11-47 may not exceed the principal amount of the state ceiling for qualified private activity bonds applicable to the State of South Dakota for any calendar year and allocated to the authority for any such calendar year pursuant to § 1-7-8 and the applicable executive order of the Governor. Section 26. That § 11-11-47 be amended to read as follows: 11-11-47. The South Dakota Housing Development Authority authority is an agency of the state which is an issuing authority within the meaning of § 146 of the Internal Revenue Code of 1986 and the State Housing Credit Agency within the meaning of § 42(h)(7)(A) of the Internal Revenue Code of 1986. The authority is authorized to may administer the provisions of § 42 of the Internal Revenue Code of 1986, and may issue qualified private activity bonds to carry out the provisions of this chapter, to the extent the authority is allocated a portion of the state ceiling of qualified private activity bonds applicable to the State of South Dakota for calendar year 1986 and for subsequent calendar years pursuant to § 1-7-8 and the applicable executive order of the Governor for each such calendar year authorized by § 1-7-8. Any such allocation does not affect the provisions of § 11-11-43 relating to the issuance of bonds or notes in any fiscal year as determined by the authority and as approved by the Governor. No provision of this section affects the validity of bonds or notes issued as provided in this chapter, regardless of whether the obligations are issued in the manner required by federal law for the exemption of the interest thereon from federal income taxation. Section 27. That § 11-11-48 be amended to read as follows: 11-11-48. The authority may enter into all agreements and take any actions necessary to comply with all conditions set forth in § 103A of the Internal Revenue Code of 1954, as amended, and § 143 of the Internal Revenue Code of 1986, as appropriate, for the issuance of qualified mortgage bonds as therein defined. Section 28. That § 11-11-52 be amended to read as follows: 11-11-52. The notes and bonds shall be authorized by resolution or resolutions of the authority, and shall bear such date or dates and shall mature at such time or times as such resolution or resolutions may provide, except that. However, no bond shall may mature more than fifty years from the date of its issue. The bonds may be issued as serial bonds payable in annual installments or as term bonds or as a combination thereof. The notes and bonds shall bear interest at such rate or rates, be in such denominations, be in such form, either coupon or registered, carry such registration privileges, be executed in such manner, be payable in such medium of payment, at such place or places within or without the state, and be subject to such terms of redemption as such resolution or resolutions may provide. The notes and bonds of the authority may be sold by the authority, at public or private sale, at such price or prices as the authority shall determine. Section 29. That § 11-11-54 be amended to read as follows: 11-11-54. Any resolution or resolutions authorizing any notes or bonds or any issue thereof may contain any of the following provisions, each of which shall be a part of the contract or contracts with the holders thereof, pledging: (1) Pledging all or any part of the revenues of the authority to secure the payment of the notes or bonds or of any issue thereof, subject to such agreements with noteholders or bondholders as may then exist; (2) Pledging all or any part of the assets of the authority, including mortgages and obligations securing the same, to secure the payment of the bonds or of any issue of bonds, subject to such agreements with bondholders as may then exist; (3) Limiting the purpose to which the proceeds of sale of bonds may be applied and pledging such proceeds to secure the payment of the bonds or of any issue thereof; (4) Limiting the issuance of additional bonds; the terms upon which additional bonds may be issued and secured; and the refunding of outstanding or other bonds; (5) Regarding the use and disposition of the gross income from mortgages owned by the authority and payment of principal of mortgages owned by the authority; (6) Limiting the amount of moneys to be expended by the authority for operating expenses of the authority; (7) Regarding the setting aside of reserves or sinking funds and the regulation and disposition thereof; (8) Regarding the procedure, if any, by which the terms of any contract with bondholders may be amended or abrogated, the amount of bonds the holders of which must consent thereto; and the manner in which such consent may be given; (9) Vesting in a trustee such property, rights, powers, and duties in trust as the authority may determine, which may include any or all of the rights, powers, and duties of the trustee appointed by the bondholders pursuant to this chapter and limiting or abrogating the right of the bondholders to appoint a trustee under this chapter or limiting the rights, powers, and duties of such trustee; (10) Defining the acts or omissions to act which constitute a default in the obligations and duties of the authority to the holders of the bonds and providing for the rights and remedies of the holders of the bonds in the event of such default, including as a matter of right the appointment of a receiver. However, the rights and remedies may not be inconsistent with the general laws of the state and the other provisions of this chapter; and (12) Any other matters, of like or different character, which in any way affect the security or protection of the holders of the bonds. Section 30. That § 11-11-55 be repealed. 11-11-55. Any resolution or resolutions authorizing any notes or bonds or any issue thereof may contain provisions, which shall be a part of the contract or contracts with the holders thereof, pledging all or any part of the assets of the authority, including mortgages and obligations securing the same, to secure the payment of the notes or bonds or of any issue of notes or bonds, subject to such agreements with noteholders or bondholders as may then exist. Section 31. That § 11-11-56 be repealed. 11-11-56. Any resolution or resolutions authorizing any notes or bonds or any issue thereof may contain limitations, which shall be a part of the contract or contracts with the holders thereof, on the purpose to which the proceeds of sale of notes or bonds may be applied and pledging such proceeds to secure the payment of the notes or bonds or of any issue thereof. Section 32. That § 11-11-57 be repealed. 11-11-57. Any resolution or resolutions authorizing any notes or bonds or any issue thereof may contain limitations, which shall be a part of the contract or contracts with the holders thereof, on the issuance of additional notes or bonds; the terms upon which additional notes or bonds may be issued and secured; and the refunding of outstanding or other notes or bonds. Section 33. That § 11-11-58 be repealed. 11-11-58. Any resolution or resolutions authorizing any notes or bonds or any issue thereof may contain provisions, which shall be a part of the contract or contracts with the holders thereof, as to the use and disposition of the gross income from mortgages owned by the authority and payment of principal of mortgages owned by the authority. Section 34. That § 11-11-59 be repealed. 11-11-59. Any resolution or resolutions authorizing any notes or bonds or any issue thereof may contain limitations, which shall be a part of the contract or contracts with the holders thereof, on the amount of moneys to be expended by the authority for operating expenses of the authority. Section 35. That § 11-11-60 be repealed. 11-11-60. Any resolution or resolutions authorizing any notes or bonds or any issue thereof may contain provisions, which shall be a part of the contract or contracts with the holders thereof, as to the setting aside of reserves or sinking funds and the regulation and disposition thereof. Section 36. That § 11-11-61 be repealed. 11-11-61. Any resolution or resolutions authorizing any notes or bonds or any issue thereof may contain provisions, which shall be a part of the contract or contracts with the holders thereof, as to the procedure, if any, by which the terms of any contract with noteholders or bondholders may be amended or abrogated, the amount of notes or bonds the holders of which must consent thereto; and the manner in which such consent may be given. Section 37. That § 11-11-62 be repealed. 11-11-62. Any resolution or resolutions authorizing any notes or bonds or any issue thereof may contain provisions, which shall be a part of the contract or contracts with the holders thereof, vesting in a trustee or trustees such property, rights, powers, and duties in trust as the authority may determine, which may include any or all of the rights, powers, and duties of the trustee appointed by the bondholders pursuant to this chapter and limiting or abrogating the right of the bondholders to appoint a trustee under this chapter or limiting the rights, powers, and duties of such trustee. Section 38. That § 11-11-63 be repealed. 11-11-63. Any resolution or resolutions authorizing any notes or bonds or any issue thereof may contain provisions, which shall be a part of the contract or contracts with the holders thereof, defining the acts or omissions to act which shall constitute a default in the obligations and duties of the authority to the holders of the notes or bonds and providing for the rights and remedies of the holders of the notes or bonds in the event of such default, including as a matter of right the appointment of a receiver; provided, however, that such rights and remedies shall not be inconsistent with the general laws of the state and the other provisions of this chapter. Section 39. That § 11-11-64 be repealed. 11-11-64. Any resolution or resolutions authorizing any notes or bonds or any issue thereof may contain provisions, which shall be a part of the contract or contracts with the holders thereof, as to any other matters, of like or different character, which in any way affect the security or protection of the holders of the notes or bonds. Section 40. That § 11-11-67 be amended to read as follows: 11-11-67. In case If any of the commissioners, executive director, or officers of the authority whose signatures appear on any notes or bonds or coupons shall cease ceases to be such commissioners, executive director, or officers before the delivery of such notes or bonds, such signatures shall are, nevertheless, be valid and sufficient for all purposes, the same as if such directors or officers had remained in office until such delivery. Section 41. That § 11-11-68 be repealed. 11-11-68. The authority shall have the power, as necessary or convenient to carry out and effectuate the purposes and provisions of this chapter, to procure or agree to the procurement of insurance or guaranties from the federal government of the payment of any bonds or notes or any other evidences of indebtedness thereof issued by the authority, including the power to pay premiums on any such insurance. Section 42. That § 11-11-70 be amended to read as follows: 11-11-70. The authority shall create and establish one or more special funds (herein referred to be referred to in this chapter as \"capital reserve funds\"), and shall pay into each such capital reserve fund: (1) Any moneys appropriated and made available by the state for the purpose of such fund; (2) Any proceeds of sale of notes or bonds, to the extent provided in the resolution or resolutions of the authority authorizing the issuance thereof; and (3) Any other moneys which may be made available to the authority for the purpose of such fund from any other source or sources. Section 43. That § 11-11-78 be amended to read as follows: 11-11-78. The authority shall have the power, as necessary or convenient to carry out and effectuate the purposes and provisions of this chapter and may, subject to any agreement with bondholders or noteholders, to, purchase bonds or notes of the authority out of any funds or money of the authority available therefor, and to hold, cancel, or resell such bonds or notes. Section 44. That § 11-11-79 be amended to read as follows: 11-11-79. The authority, subject to such agreements with noteholders or bondholders as may then exist, shall have power may, out of any funds available therefor to, purchase notes or bonds of the authority, which shall thereupon for cancellation. Upon such purchase the bonds shall be canceled, at a price not exceeding: (1) If the notes or bonds are then redeemable, the redemption price then applicable plus accrued interest to the next interest payment thereon; or (2) If the notes or bonds are not then redeemable, the redemption price applicable on the first date after such purchase upon which the notes or bonds become subject to redemption plus accrued interest to such date. Section 45. That § 11-11-82 be amended to read as follows: 11-11-82. The issuance of bonds, notes, and other obligations and the refunding of bonds under the provisions of this chapter need not comply with the requirements of any other state law applicable to the issuance of bonds, notes, and or other obligations. Contracts for the construction and acquisition of any housing developments undertaken pursuant to this chapter need not comply with the provisions of any other state law applicable to contracts for the construction and acquisition of state owned property. No proceedings, notice, or approval shall be are required for the issuance of any bonds, notes, and other obligations or any instrument as security therefor, except as is provided in this chapter. Section 46. That § 11-11-83 be amended to read as follows: 11-11-83. In the event that If the authority shall default defaults in the payment of principal or of interest on any bonds or notes issued under this chapter after the same shall bonds become due, whether at maturity or upon call for redemption, and such default shall continue continues for a period of thirty days, or in the event that if the authority shall fail or refuse fails or refuses to comply with the provisions of this chapter, or shall default defaults in any agreement made with the holders of an issue of bonds or notes of the authority, the holders of twenty-five percent in aggregate principal amount of the bonds or notes of such issue then outstanding, by instrument or instruments filed in the Office of the Secretary of State and proved or acknowledged in the same manner as a deed to be recorded, may appoint a trustee to represent the holders of such bonds or notes for the purposes herein provided in § 11-11-84. Section 47. That § 11-11-84 be amended to read as follows: 11-11-84. A trustee appointed pursuant to § 11-11-83 may, and upon written request of the holders of twenty-five fifty percent in principal amount of such bonds or notes then outstanding shall, in his or its the holder's own name, enforce all rights of the bondholders or noteholders, including the right to require: (1) Require the authority to collect interest and amortization payments on the mortgages held by it adequate to carry out any agreement as to, or pledge of, such interest and amortization payments, and to require; (2) Require the authority to carry out any other agreements with the holders of such bonds or notes and to perform its duties under this chapter; (3) Collect and enforce the payment of principal of and interest due or becoming due on loans to mortgage lenders and collect and enforce any collateral securing such loans or sell such collateral; (4) Declare all such bonds due and payable, and if all defaults shall be made good, then with the consent of the holders of fifty percent of the principal amount of such bonds then outstanding, annul such declaration and its consequences, provided that before declaring the principal of bonds due and payable, the trustee shall first give thirty days' notice in writing to the Governor, to the authority, and to the attorney general of the state; (5) Bring suit upon all or any part of such bonds; (6) By action or suit, enjoin any acts or things which may be unlawful or in violation of the rights of the holders of such bonds, and require the authority to account as if it were the trustee of an express trust for the holders of such bonds; and (7) In addition to the foregoing subdivisions, have and possess all the powers necessary or appropriate for the exercise of any functions specifically set forth in this section or incident to the general representation of bondholders in the enforcement and protection of their rights. Section 48. That § 11-11-85 be repealed. 11-11-85. A trustee appointed pursuant to § 11-11-83 may, and upon written request of the holders of twenty-five percent in principal amount of such bonds or notes then outstanding shall, in his or its own name, enforce all rights of the bondholders or noteholders, including the right to collect and enforce the payment of principal of and interest due or becoming due on loans to mortgage lenders and collect and enforce any collateral securing such loans or sell such collateral, so as to carry out any contract as to, or pledge of revenues, and to require the authority to carry out and perform the terms of any contract with the holders of such bonds or notes or its duties under this chapter. Section 49. That § 11-11-86 be repealed. 11-11-86. A trustee appointed pursuant to § 11-11-83 may, and upon written request of the holders of twenty-five percent in principal amount of such bonds or notes then outstanding shall, in his or its own name, declare all such bonds or notes due and payable and if all defaults shall be made good then with the consent of the holders of twenty-five percent of the principal amount of such bonds or notes then outstanding, may annul such declaration and its consequences. Section 50. That § 11-11-87 be repealed. 11-11-87. Before declaring the principal of bonds or notes due and payable, the trustee shall first give thirty days' notice in writing to the Governor, to the authority and to the attorney general of the state. Section 51. That § 11-11-88 be repealed. 11-11-88. A trustee appointed pursuant to § 11-11-83 may, and upon written request of the holders of twenty-five percent in principal amount of such bonds or notes then outstanding shall, in his or its own name, bring suit upon all or any part of such bonds or notes. Section 52. That § 11-11-89 be repealed. 11-11-89. A trustee appointed pursuant to § 11-11-83 may, and upon written request of the holders of twenty-five percent in principal amount of such bonds or notes then outstanding shall, in his or its own name, by action or suit, enjoin any acts or things which may be unlawful or in violation of the rights of the holders of such bonds or notes. Section 53. That § 11-11-90 be repealed. 11-11-90. A trustee appointed pursuant to § 11-11-83 may, and upon written request of the holders of twenty-five percent in principal amount of such bonds or notes then outstanding shall, in his or its own name, by action or suit, require the authority to account as if it were the trustee of an express trust for the holders of such bonds or notes. Section 54. That § 11-11-91 be amended to read as follows: 11-11-91. The circuit court shall have has jurisdiction of any suit, action, or proceeding by the trustee on behalf of bondholders or noteholders. Section 55. That § 11-11-92 be repealed. 11-11-92. A trustee appointed pursuant to § 11-11-83 shall in addition to the foregoing have and possess all the powers necessary or appropriate for the exercise of any functions specifically set forth in §§ 11-11-83 to 11-11-90, inclusive, or incident to the general representation of bondholders or noteholders in the enforcement and protection of their rights. Section 56. That § 11-11-93 be amended to read as follows: 11-11-93. The state does hereby pledge pledges to and agree agrees with the holders of any notes or bonds issued under this chapter that the state will not limit or alter the rights hereby vested in the authority to fulfill the terms of any agreements made with the said holders thereof or in any way impair the rights and remedies of such the holders until such notes and the bonds, together with the interest thereon, with interest on any unpaid installments of interest, and all costs and expenses in connection with any action or proceeding by or on behalf of such holders, are fully met and discharged. The authority is authorized to may include this pledge and agreement of the state in any agreement with the holders of such notes or the bonds. Section 57. That § 11-11-94 be amended to read as follows: 11-11-94. Neither the commissioners or executive director of the authority nor any other person executing such notes or bonds shall be is subject to any personal liability or accountability by reason of the issuance thereof of such bonds. Section 58. That § 11-11-95 be amended to read as follows: 11-11-95. Whether or not the notes and bonds are of such the form and character as to be negotiable instruments under the terms of the South Dakota Uniform Commercial Code, the notes and bonds are hereby made negotiable instruments within the meaning of and for all the purposes of the South Dakota Uniform Commercial Code, subject only to the provisions of the notes and bonds for registration. Section 59. That § 11-11-97 be amended to read as follows: 11-11-97. The state and all counties, municipalities, villages, and other municipal corporations, political subdivisions and public bodies, and public officers of any thereof, all banks, bankers, trust companies, savings banks and institutions, building and loan associations, savings and loan associations, and all personal representative, guardians, trustees, and other fiduciaries may legally invest any debt service funds, moneys or other funds belonging to them or within their control in any bonds or notes issued pursuant to this chapter, and such. The bonds and notes may be deposited or segregated in lieu of surety bonds to secure deposits of any public funds, as provided in § 4-6A-3 and any other law relating to the securing of public deposits. Section 60. That § 11-11-98 be amended to read as follows: 11-11-98. The authority shall have the power, as necessary or convenient to carry out and effectuate the purposes and provisions of this chapter and may, subject to any agreement with bondholders or noteholders, to, invest moneys of the authority, including proceeds from the sale of any bonds or notes, in: (1) Direct obligations of or obligations guaranteed as to principal and interest by the United States of America or the State of South Dakota; (2) Obligations Bonds, notes, or other obligations issued by the government national mortgage association, bonds, notes, or other obligations issued by any federal land bank, bank for cooperatives, federal intermediate credit banks, or any or all of the federal farm credit banks, obligations issued by the federal home loan bank system, the federal home loan mortgage corporation, or by the federal national mortgage association, or any other federal entity to which similar powers have been granted; (3) Negotiable or nonnegotiable certificates of deposit issued by any bank as defined in subdivision 51A-1-2(2) or any federally chartered bank located within the state which is insured by the Federal Deposit Insurance Corporation, if then in existence; (4) Any other obligations of the state or of the United States of America or any agency or instrumentality of either thereof which may then be purchased with funds belonging to the state or held in the state treasury; or (5) Such securities and deposit accounts as are permissible for the investment of state public funds by the state investment officer under the provisions of § 4-5-26. Section 61. That § 11-11-99 be repealed. 11-11-99. The authority may make loans, with or without interest, or grants, to eligible housing sponsors of single family residential housing to defray down payment costs and charges on mortgage loans purchased or made by the authority. If loans are made, such loans may be made on a secured or unsecured basis and, if secured, may be subordinated to other mortgage loans made by the authority or other mortgage lenders. Section 62. That § 11-11-100 be amended to read as follows: 11-11-100. The authority shall have the power, as necessary or convenient to carry out and effectuate the purposes and provisions of this chapter, to may acquire real or personal property, or any interest therein, on either a temporary or long-term basis in its the authority's own name by gift, purchase, transfer, foreclosure, lease, or otherwise, including rights or easements in real property; to hold, sell, assign, lease, encumber, mortgage, or otherwise dispose of any real or personal property or any interest therein; to hold, sell, assign, or otherwise dispose of any mortgage lien interest owned by it the authority or under its the authority's control, custody, or in its the authority's possession; and to release or relinquish any right, title, claim, lien, interest, easement, or demand however acquired, including any equity or right of redemption in property foreclosed by it the authority and to do any of the foregoing by public or private sale, with or without public bidding, notwithstanding the provisions of any other law. Section 63. That § 11-11-102 be amended to read as follows: 11-11-102. The authority shall have the power, as necessary or convenient, to carry out and effectuate the purposes and provisions of this chapter, to contract may: (1) Contract for services with architects, engineers, attorneys, accountants, housing construction and financial experts, and such other advisers, consultants, and agents as may be necessary in its judgment and to fix their compensation; (2) Renegotiate, refinance or foreclose, or contract for the foreclosure of, any mortgage in default; waive any default or consent to the modification of the terms of any mortgage; commence any action to protect or enforce any right conferred upon the authority by any law, mortgage, contract, or other agreement, and bid for and purchase such property at any foreclosure or at any other sale, or acquire or take possession of any such property; operate, manage, lease, dispose of, and otherwise deal with such property, in such manner as may be necessary to protect the interests of the authority and the holders of its bonds; (3) Make and execute contracts with mortgage bankers or other financial institutions in this state, or outside this state if none are located within this state, for the servicing of mortgages acquired by the authority pursuant to this chapter, and pay the reasonable value of services rendered to the authority pursuant to those contracts; (4) Consent to any modification with respect to rate of interest, time and payment of any installment of principal or interest, security, or any other term of any contract, mortgage, mortgage loan, mortgage loan commitment, contract, or agreement of any kind to which the authority is a party, subject to any agreement with bondholders; (5) Insure or guarantee mortgage loans made by federally or state chartered banks or savings and loan associations or other mortgage lenders approved by the authority to eligible housing sponsors upon such terms and conditions as the authority deems necessary, including without limitation the maximum amount which may be insured or guaranteed, maximum interest rates, down payment requirements, refinancing terms, insurance or guaranty premium requirements, and remedies on default or foreclosure; (6) Procure insurance against any loss in connection with the authority's property and other assets, including mortgages and mortgage loans, in such amounts and from such insurers as the authority deems desirable; (7) Make and undertake to make any and all contracts and agreements, including the payment of fees, with mortgage bankers and other financial institutions in this state for assistance rendered the authority in the location of eligible mortgagees and other sponsors of housing developments; (8) Make, undertake commitments to make, and participate in the making of mortgage loans, including without limitation federally insured mortgage loans and to make temporary mortgage loans and advances in anticipation of permanent mortgage loans to be made by the authority or other mortgage lenders to housing sponsors; and (9) Make, undertake commitments to make, and participate in the making of mortgage loans to persons who may purchase residential housing, including without limitation persons and families who are eligible or potentially eligible for federally insured mortgaged loans or federal mortgage loans. The loans shall be made only after a determination by the authority that mortgage loans are not otherwise available, wholly or in part, from private lenders upon reasonably equivalent terms and conditions. However, such determination does not require that persons or families receiving such loans have been refused a loan by a private mortgage lender. Section 64. That § 11-11-103 be repealed. 11-11-103. The authority shall have the power, as necessary or convenient to carry out and effectuate the purposes and provisions of this chapter, to renegotiate, refinance or foreclose, or contract for the foreclosure of, any mortgage in default; to waive any default or consent to the modification of the terms of any mortgage; to commence any action to protect or enforce any right conferred upon it by any law, mortgage, contract, or other agreement, and to bid for and purchase such property at any foreclosure or at any other sale, or acquire or take possession of any such property; to operate, manage, lease, dispose of, and otherwise deal with such property, in such manner as may be necessary to protect the interests of the authority and the holders of its bonds, notes, or other obligations. Section 65. That § 11-11-104 be repealed. 11-11-104. The authority shall have the power, as necessary or convenient to carry out and effectuate the purposes and provisions of this chapter, to make and execute contracts with mortgage bankers or other financial institutions in this state for the servicing of mortgages acquired by the authority pursuant to this chapter, and to pay the reasonable value of services rendered to the authority pursuant to those contracts. Section 66. That § 11-11-105 be repealed. 11-11-105. The authority shall have the power, as necessary or convenient to carry out and effectuate the purposes and provisions of this chapter and subject to any agreement with bondholders or noteholders, to consent to any modification with respect to rate of interest, time and payment of any installment of principal or interest security, or any other term of any contract, mortgage, mortgage loan, mortgage loan commitment, contract, or agreement of any kind to which the authority is a party. Section 67. That § 11-11-106 be repealed. 11-11-106. The authority shall have the power, as necessary or convenient to carry out and effectuate the purposes and provisions of this chapter, to insure or guarantee mortgage loans made by federally or state chartered banks or savings and loan associations or other mortgage lenders approved by the authority to eligible housing sponsors as determined by the authority. The authority may establish such terms and conditions as it deems necessary for the supervision of the holders of authority insured or guaranteed loans and for its insurance or guarantee program, including the maximum amount which may be insured or guaranteed, maximum interest rates, down payment requirements, refinancing terms, insurance or guaranty premium requirements, and remedies on default or foreclosure. Section 68. That § 11-11-107 be repealed. 11-11-107. The authority shall have the power, as necessary or convenient to carry out and effectuate the purposes and provisions of this chapter, to procure insurance against any loss in connection with its property and other assets, including mortgages and mortgage loans, in such amounts and from such insurers as it deems desirable. Section 69. That § 11-11-108 be repealed. 11-11-108. The authority shall have the power, as necessary or convenient to carry out and effectuate the purposes and provisions of this chapter, to make and undertake to make any and all contracts and agreements, including the payment of fees, with mortgage bankers and other financial institutions in this state for assistance rendered the authority in the location of eligible mortgagees and other sponsors of housing developments. Section 70. That § 11-11-110 be repealed. 11-11-110. The authority shall have the power, as necessary or convenient to carry out and effectuate the purpose and provisions of this chapter, to make, undertake commitments to make, and participate in the making of mortgage loans, including without limitation federally insured mortgage loans and to make temporary mortgage loans and advances in anticipation of permanent mortgage loans to be made by the authority or other mortgage lenders to housing sponsors to finance the construction or rehabilitation of residential housing upon the terms and conditions set forth in §§ 11-11-143 to 11-11-162, inclusive. Section 71. That § 11-11-111 be repealed. 11-11-111. The authority shall have the power, as necessary or convenient to carry out and effectuate the purpose and provisions of this chapter, to make, undertake commitments to make and participate in the making of mortgage loans to persons who may purchase residential housing, including without limitation persons and families who are eligible or potentially eligible for federally insured mortgaged loans or federal mortgage loans. Such loans shall be made only after a determination by the authority that mortgage loans are not otherwise available, wholly or in part, from private lenders upon reasonably equivalent terms and conditions. Section 72. That § 11-11-112 be repealed. 11-11-112. Persons or families receiving loans shall not be required to be refused a loan by a private mortgage lender. Section 73. That § 11-11-116 be repealed. 11-11-116. The authority may sample mortgagors from time to time to develop information which is useful for determining administrative efficiency in carrying out the single-family homeownership program and the effectiveness of the program in meeting program objectives. No mortgagor may be required for this purpose to provide information of a materially different nature than that required for the initial application for a mortgage loan. Section 74. That § 11-11-119 be amended to read as follows: 11-11-119. The authority shall have the power, as necessary or convenient to carry out and effectuate the purposes and provisions of this chapter, to may invest in, purchase or make commitments to purchase, and take assignments from mortgage lenders, of notes and mortgages evidencing loans for the construction, rehabilitation, purchase, leasing, or refinancing of housing in this state. Section 75. That § 11-11-121 be repealed. 11-11-121. The authority may facilitate the rehabilitation and improvement of existing homes to acceptable standards of safety, energy conservation, and comfort, by purchasing loans to the owners originated by lenders for sale to the authority in accordance with the program specifications as are determined by the authority, including insurance of loan repayments or rent subsidy contracts executed by the United States government or any agency thereof. Section 76. That § 11-11-122 be amended to read as follows: 11-11-122. The authority shall have the power, as necessary or convenient to carry out and effectuate the purposes and provisions of this chapter, to may make loans to mortgage lenders under terms and conditions requiring the proceeds thereof to be used by such mortgage lenders for the making of new residential mortgages, upon the terms set forth in §§ 11-11-123 to 11-11-133, inclusive. Section 77. That § 11-11-126 be repealed. 11-11-126. The authority shall purchase mortgage loans at a purchase price equal to the outstanding principal balance thereof, provided, however, that a discount from the principal balance or the payment of a premium may be employed to effect a fair rate of return, as determined by the rate of return on comparable investments under market conditions existing at the time of purchase. In addition to the aforesaid payment of outstanding principal balance, the authority shall pay the accrued interest due thereon, on the date the loan or obligation is delivered against payment therefor. Section 78. That § 11-11-127 be repealed. 11-11-127. Loans purchased or sold hereunder may include but shall not be limited to loans which are insured, guaranteed, or assisted by the United States or by an agency or instrumentality thereof or for which there is a commitment by the United States or an agency or instrumentality thereof to insure, guaranty, or assist such loan. Section 79. That § 11-11-128 be repealed. 11-11-128. The authority shall from time to time adopt, modify, or repeal rules and regulations governing the making of loans to mortgage lenders and the purchase and sale of mortgage loans and the application of the proceeds thereof, including rules and regulations as to any or all of the following: (1) Procedures for the submission of requests or the invitation of proposals for the purchase and sale of mortgage loans or for loans to mortgage lenders; (2) Limitations or restrictions as to the number of family units, location, or other qualifications or characteristics of residences to be financed by such mortgage loans; (3) Restrictions as to the interest rates on such mortgage loans or the return realized therefrom by mortgage lenders; (4) Requirements as to commitments by mortgage lenders with respect to the application of the proceeds of such purchase or loan; (5) Schedules of any fees and charges necessary to provide for expenses and reserves of the authority; and (6) Any other matters related to the duties and the exercise of the powers of the authority under §§ 11-11-123 to 11-11-133, inclusive. Section 80. That § 11-11-129 be repealed. 11-11-129. Rules and regulations adopted pursuant to § 11-11-128 shall be designed to effectuate the general purposes of this chapter and the following specific objectives: (1) The expansion of the supply of funds in the state available for mortgage loans for residential housing; (2) Provision for additional housing needed to remedy the shortage of adequate housing in the state and to eliminate the existence of a large number of substandard dwellings; and (3) The restriction of the financial return and benefit on mortgage loans for residential housing to that level necessary to protect against the realization by mortgage lenders of a financial return or benefit in excess of prevailing market conditions. Section 81. That § 11-11-130 be repealed. 11-11-130. The interest or rates and other terms of the loans to mortgage lenders made from the proceeds of any issue of bonds of the authority shall be at least sufficient so as to assure the payment of said bonds and the interest thereon as the same become due including bonds and the interest thereon issued by the authority to fund reserves from the amounts received by the authority in repayment of such loans and interest thereon. Section 82. That § 11-11-131 be repealed. 11-11-131. No sale, assignment, conveyance, or other transfer of ownership of a homeownership housing unit financed by a mortgage loan originated for sale to the authority may be effected without the prior or contemporaneous satisfaction of all amounts outstanding on account of the mortgage loan, unless such a restriction of transfer is prohibited by the governmental agency insuring or guaranteeing the mortgage loan, or unless the purchaser of the housing unit is a person or family then qualified on the basis of eligibility criteria established by the regulation of the authority for initial occupancy of such a housing unit. Section 83. That § 11-11-132 be repealed. 11-11-132. The authority shall require as a condition of each loan to a mortgage lender that such mortgage lender shall on or prior to the one hundred eightieth day (or such earlier day as shall be prescribed by rules and regulations of the authority) following the receipt of the loan proceeds have entered into written commitments to make, and shall thereafter proceed as promptly as practicable to make and disburse from such loan proceeds, mortgage loans on residential housing in an aggregate principal amount equal to the amount of such loan. Section 84. That § 11-11-133 be repealed. 11-11-133. The authority shall require that loans to mortgage lenders pursuant to § 11-11-122 shall be additionally secured as to payment of both principal and interest by a pledge of and lien upon collateral security in such amounts as the authority shall by resolution determine to be necessary to assure the payment of such loans and the interest thereon as the same become due. Such collateral security shall consist of: (1) Direct obligations of, or obligations guaranteed by, the United States of America; (2) Obligations, satisfactory to the authority, issued by any of the following federal agencies: bank for cooperatives, federal intermediate credit bank, federal home loan bank system, federal land banks, any or all of the federal farm credit banks, the government national mortgage association, or by the federal national mortgage association; (3) Direct obligations of or obligations guaranteed by the state; or (4) Mortgages insured or guaranteed as to payment of principal and interest by the United States of America or an instrumentality thereof. Section 85. That § 11-11-134 be amended to read as follows: 11-11-134. The authority shall have the power, as necessary or convenient to carry out and effectuate the purposes and provisions of this chapter, to may make commitments to purchase, and to purchase, service, and sell federally insured mortgages and to make loans directly upon the security of any such mortgage, provided if the underlying mortgage loans shall have been made and shall continue to be used solely to finance or refinance the construction, rehabilitation, purchase, or leasing of residential housing in this state. Section 86. That § 11-11-135 be amended to read as follows: 11-11-135. The authority shall have the power, as necessary or convenient to carry out and effectuate the purposes and provisions of this chapter, to may sell or otherwise dispose of, at public or private sale, with or without public bidding, or assign or transfer, any mortgage loan or other obligation held by the authority, including, without limitation, the transfer of a mortgage loan or other obligation to any trust or other legal entity and the receipt of ownership interests therein. Section 87. That § 11-11-136 be repealed. 11-11-136. The authority shall have the power, as necessary or convenient to carry out and effectuate the purposes and provisions of this chapter and, subject to any agreement with bondholders or noteholders, to collect, enforce the collection of, and foreclose on any collateral securing its loans to mortgage lenders and acquire or take possession of such collateral and sell the same at public or private sale, with or without public bidding, and otherwise deal with such collateral as may be necessary to protect the interest of the authority therein. Section 88. That § 11-11-137 be amended to read as follows: 11-11-137. The authority shall have the power, as necessary or convenient to carry out and effectuate the purposes and provisions of this chapter, to may institute any action or proceeding against any housing sponsor or persons and families receiving a loan under pursuant to the provisions hereof of this chapter, or owning any housing development or housing project hereunder pursuant to the provisions of this chapter in any court of competent jurisdiction in order to enforce the provisions of this chapter or the terms and provisions of any agreement or contract between the authority and such recipients of loans under the provisions hereof of this chapter, or to foreclose its mortgage, or to protect the public interest, the occupants of the housing development, or the stockholders or creditors of such sponsor. Section 89. That § 11-11-141 be amended to read as follows: 11-11-141. The authority may make and publish rules and regulations respecting the grant of mortgage loans promulgate rules pursuant to this chapter, regarding the definition of \"persons and families of low and moderate income,\" the regulations regulation of borrowers, the admission of occupants to housing developments pursuant to this chapter, and the construction of ancillary commercial facilities. Section 90. That § 11-11-142 be repealed. 11-11-142. The authority shall have the power, as necessary or convenient to carry out and effectuate the purposes and provisions of this chapter, to enter into agreements and contracts with housing sponsors under the provisions of this chapter. Section 91. That § 11-11-143 be repealed. 11-11-143. The authority may provide by rules or regulations for the terms and conditions of mortgage loans to housing sponsors of single-family residential housing units and the supervision of such housing sponsors. Section 92. That § 11-11-145 be repealed. 11-11-145. Rules made by the authority to establish for tenants in multifamily residential housing projects subsidized in any form through a federal program shall conform to appropriate federal program guidelines or regulations. Section 93. That § 11-11-146 be repealed. 11-11-146. No multifamily residential housing project may be financed through the authority unless the project sponsor has submitted a market study in a format approved by the authority showing the need for the number and type of units provided therein and the need is certified by the governing body of the municipality where the units are to be located, or, if such units are located outside the boundaries of a municipality, such need is certified by the commissioners of the county in which the units are located. Section 94. That § 11-11-146.1 be repealed. 11-11-146.1. For purposes of § 11-11-146, a market study shall include, but is not limited to, the number of subsidized apartment units, the number of conventional apartment units, the rent ranges and vacancy rates in conventional and subsidized units, a verified statement of alternative private and public financing available for the project, the probable economic impacts of the project on the community and the effects of anticipated population changes. Section 95. That § 11-11-147 be repealed. 11-11-147. The authority may make temporary loans for construction and land acquisition and development for multifamily residential projects and day-care facilities if the authority supervises the construction phase, has adequate security provided by the contractor or developer to protect the authority's interest, and if the authority has previously agreed to make the long-term mortgage loan on such multifamily residential project or day-care facility or has received assurances adequate to the authority that long-term mortgage financing will be available from other sources. Section 96. That § 11-11-151 be amended to read as follows: 11-11-151. Each mortgage loan made or other financing provided by the authority shall contain such terms and provisions and be in such form as approved by the authority. The authority may participate with other mortgage lenders in the making of mortgage loans to finance multifamily residential housing projects and day-care facilities, either on a parity or a subordinated basis. With respect to multifamily residential housing projects and day-care facilities, the authority may also assist the development of such housing projects and day-care facilities by investing as a limited partner or shareholder in the housing sponsor upon such terms and conditions as the authority determines. Section 97. That § 11-11-154 be repealed. 11-11-154. In considering any application for a loan, the authority shall give first priority to applications for housing developments which will be well planned and well designed; and shall also give consideration to: (1) The comparative need for housing and day-care facilities for persons and families at all levels of income in the area to be served by the proposed development; (2) The ability of the applicant sponsor to construct, operate, manage, and maintain the proposed housing development; (3) The existence of zoning or other regulations to adequately protect the proposed housing development against detrimental future uses which could cause undue depreciation in the value of the development; (4) The availability of adequate parks, recreational areas, utilities, water and solid waste treatment facilities, schools, transportation, and parking; and (5) The existence of federal and state-wide housing land use, and pollution abatement plans and programs. Section 98. That § 11-11-155 be amended to read as follows: 11-11-155. If the authority is providing first mortgage financing, the authority shall require the housing sponsor receiving a loan or its contractor to post surety bonds or other assurances of payment of labor and materials, surety bonds, and construction performance surety bonds in such amounts related to the housing development cost as established by regulation of as the authority may deem necessary and to execute such other assurances and guarantees as the authority may deem necessary. Section 99. That § 11-11-156 be repealed. 11-11-156. Each loan and other financing under § 11-11-144 shall be subject to an agreement between the authority and the housing sponsor which will subject said sponsor and its principals or stockholders, if any, to limitations established by the authority as to rentals and other charges, builders' and developers' profits and fees, and the disposition of its property and franchises to the extent more restrictive limitations are not provided by the law under which the borrower is incorporated or organized or by this chapter. Projects whose rents or income limits applicable to project residents are established, subsidized, or regulated by federal law, or whose loans are insured or guaranteed by the federal government shall be subject to an agreement between the authority and the housing sponsor which will subject said sponsor and its principals or stockholders, if any, to those limitations established by federal law as to rentals and other charges, builders' and developers' profits and fees, and the disposition of the property and franchises. Section 100. That § 11-11-157 be repealed. 11-11-157. The authority may provide by rules and regulations, or in the agreement required by § 11-11-156, that a housing sponsor may not make distributions of income or earnings from a housing development or housing project financed by the authority in any one year in excess of such percentage as the authority shall prescribe of such housing sponsor's equity in such development nor shall any of the principals or stockholders of such housing sponsor at any time earn, accept or receive a return greater than such percentage of his investment in any housing development financed by the authority. Projects whose rents or income limits applicable to project residents are established, subsidized or regulated by federal law, or whose loans are insured or guaranteed by the federal government shall be subject to an agreement between the authority and the housing sponsor which will subject said sponsor and its principals or stockholders, if any, to those limitations established by federal law for distributions of income or earnings from a housing development or housing project financed by the authority in any one year or such lesser percent as prescribed by the authority. Section 101. That § 11-11-158 be repealed. 11-11-158. A housing sponsor's equity in a housing development shall consist of the difference between the aggregate amount of mortgage financing provided for the housing development and the value of the housing development determined by the authority pursuant to rules and regulations adopted by it. Projects whose rents or income limits applicable to project residents are established, subsidized, or regulated by federal law, or whose loans are insured or guaranteed by the federal government shall be subject to an agreement between the authority and the housing sponsor which will subject said sponsor and its principals or stockholders, if any, to those limitations established by federal law, or such lower limitation as shall be prescribed by the authority, for the determination of housing sponsor's equity in a housing development. Section 102. That § 11-11-159 be repealed. 11-11-159. The authority may provide by rules and regulations, or in the agreement required by § 11-11-156, that whenever any housing sponsor accumulates earned surplus, in addition to such reserves as the authority may require, for the maintenance, operation, and replacement, in excess of such percentage as the authority shall prescribe of the initial annual rent roll for the housing development, rents in the housing development shall be reduced to the extent necessary to lower the earned surplus accumulation to such prescribed percent figure in the following fiscal year. The housing sponsor may seek the approval of the authority for increases in said reserves at such times as the authority may provide. To the extent warranted, the authority may grant such approval if in its judgment there have been increased price levels or unusual maintenance and repayment requirements. This section does not apply to housing developments whose rents are established and subsidized or whose loan is insured by the federal government. Section 103. That § 11-11-160 be repealed. 11-11-160. As a condition of a mortgage loan or other financing, the authority shall have the power, at all times during the construction or rehabilitation of a housing development or housing project by a housing sponsor and the operation thereof, to enter upon and inspect any housing development or housing project, including all parts thereof, for the purpose of investigating the physical and financial condition thereof, and its construction, rehabilitation, operation, management, and maintenance, and to examine all books and records of the housing sponsor with respect to the financial conditions, income and other matters relating thereto and to make such charges as may be required to cover the cost of such inspections and examinations. Section 104. That § 11-11-161 be amended to read as follows: 11-11-161. As a condition of a mortgage loan or other financing, the authority shall have the power may, at all times during the construction or rehabilitation of a housing development or housing project by a housing sponsor and the operation thereof, to order: (1) Order such alterations, changes, or repairs as may be necessary to protect the security of its the authority's investment in a housing development or the health, safety, and welfare of the occupants thereof and to ensure that the housing development is or has been constructed or rehabilitated in conformity with all applicable federal, state, and local building codes; and (2) Order any managing agent, housing development manager, or owner of a housing development to do such acts as may be necessary to comply with the provisions of all applicable laws, ordinances or building codes or any rule or regulation of the authority or the terms of any agreement concerning the development or refrain from doing any acts in violation thereof and in this regard the authority is a proper party to file a complaint and to prosecute on the complaint for any violations of laws, ordinances, or building codes as set forth in this section. Section 105. That § 11-11-162 be repealed. 11-11-162. As a condition of a mortgage loan or other financing, the authority shall have the power, at all times during the construction or rehabilitation of a housing development or housing project by a housing sponsor and the operation thereof, to order any managing agent, housing development manager, or owner of a housing development to do such acts as may be necessary to comply with the provisions of all applicable laws, ordinances or building codes or any rule or regulation of the authority or the terms of any agreement concerning said development or to refrain from doing any acts in violation thereof and in this regard the authority shall be a proper party to file a complaint and to prosecute thereon for any violations of laws, ordinances, or building codes as set forth herein. Section 106. That § 11-11-163 be amended to read as follows: 11-11-163. The authority shall have the power, in the supervision of housing sponsors of multifamily residential housing units and day-care facilities and their real and personal property, to prescribe may: (1) Prescribe uniform systems of accounts and records for housing sponsors and the authority may require them; (2) Require housing sponsors to make reports and give answers to specific questions on such forms and at such times as may be necessary for the purposes of this chapter prescribed by the authority; (3) Examine all books and records with reference to capital structure, income, expenditures, and other payments of a housing sponsor; (4) Pay to the authority such fees as the authority may prescribe in connection with the examination, inspection, supervision, auditing, or other regulation of the housing sponsor; (5) Enter upon and inspect the lands, buildings, and equipment of a housing sponsor, including all parts thereof; (6) Supervise the operation and maintenance of any such housing development or housing project and order such repairs as may be necessary to protect the public interest or the health, welfare, or safety of the occupants; (7) Fix and alter from time to time a schedule of rents and charges for any such housing development; and (8) Require any housing sponsor to pay to the authority such fees as it may prescribe in connection with the examination, inspection, supervision, auditing, or other regulation of the housing sponsor. Section 107. That § 11-11-164 be repealed. 11-11-164. The authority shall have the power, in the supervision of housing sponsors of multifamily residential housing units and day-care facilities and their real and personal property and through its agents or employees, to enter upon and inspect the lands, buildings, and equipment of a housing sponsor, including all parts thereof, and the authority may examine all books and records with reference to capital structure, income, expenditures, and other payments of a housing sponsor. Section 108. That § 11-11-165 be repealed. 11-11-165. The authority shall have the power, in the supervision of housing sponsors of multifamily residential housing units and day-care facilities and their real and personal property, to prescribe regulations specifying the categories of cost which shall be allowable in the construction or rehabilitation of a housing development. The authority shall require any housing sponsor to certify the actual housing development costs upon completion of the housing development, subject to audit and determination by the authority. Notwithstanding the provisions of this section, the authority may accept, in lieu of any certification of housing development costs as provided herein, such other assurances of the said housing development costs, in any form or manner whatsoever, as will enable the authority to determine with reasonable accuracy the amount of said housing development costs. Section 109. That § 11-11-166 be repealed. 11-11-166. The authority shall have the power, in the supervision of housing sponsors of multifamily residential housing units and their real and personal property, to determine standards for, and to control tenant selection by a housing sponsor. Section 110. That § 11-11-168 be repealed. 11-11-168. The authority shall approve a tenant selection plan submitted by a housing sponsor for a housing development designed for rent to be financed in whole or in part pursuant to the provisions of this chapter. The authority shall make and publish regulations from time to time governing the terms of such tenant selection plans. Section 111. That § 11-11-169 be repealed. 11-11-169. Subject to the approval of the authority, tenant selection plans may provide with respect to dwelling accommodations designed for rent that any county or municipal Housing and Redevelopment Commission created pursuant to chapter 11-7, as amended or revised, in the county or municipality in which the housing development is located, shall have the right to designate tenants, who are otherwise eligible for such accommodations as they become available, either in the initial renting of the housing development or as vacancies thereafter occur. Section 112. That § 11-11-175 be repealed. 11-11-175. The authority shall have the power, in the supervision of housing sponsors of multifamily residential housing units and day-care facilities and their real and personal property, to supervise the operation and maintenance of any such housing development or housing project and order such repairs as may be necessary to protect the public interest or the health, welfare, or safety of the housing development or housing project occupants. Section 113. That § 11-11-176 be repealed. 11-11-176. The authority shall have the power, in the supervision of housing sponsors of multifamily residential housing units and day-care facilities and their real and personal property, to fix, and alter from time to time, a schedule of rents and charges for any such housing development. Section 114. That § 11-11-177 be repealed. 11-11-177. The authority shall have the power, in the supervision of housing sponsors of multifamily residential housing units and day-care facilities and their real and personal property, to require any housing sponsor to pay to the authority such fees as it may prescribe in connection with the examination, inspection, supervision, auditing, or other regulation of the housing sponsor. Section 115. That § 11-11-178 be repealed. 11-11-178. The authority shall have the power, in the supervision of housing sponsors of multifamily residential housing units and day-care facilities and their real and personal property, to order any housing sponsor to do, or to refrain from doing, such things as may be necessary to comply with the provisions of law, the rules and regulations of the authority, and the terms of any contract or agreement to which the housing sponsor may be a party. Section 116. That § 11-11-182 be amended to read as follows: 11-11-182. Notwithstanding any other provision of law, the South Dakota Housing Development Authority authority shall be audited annually by a certified public accountant approved by, and under the direction of, the auditor general and any such private audit shall be filed with the Department of Legislative Audit upon completion. Section 117. That § 11-11-186 be repealed. 11-11-186. The South Dakota Housing Development Authority may, as necessary and convenient to effectuate energy conservation, inspect, monitor, and evaluate any construction and collect energy cost and usage data involving residential housing to be financed through the Housing Development Authority, to determine compliance with energy conservation standards required by the Housing Development Authority. In addition the authority may establish requirements for examination and certification of energy conservation inspectors; establish requirements for the renewal of certification of energy conservation inspectors and collect data from borrowers and builders on construction costs and energy savings associated with the implementation of the energy conservation standards. Section 118. That § 11-11-187 be repealed. 11-11-187. The authority may adopt rules pursuant to chapter 1-26 governing the inspections effected pursuant to § 11-11-186. Section 119. That § 11-11-188 be repealed. 11-11-188. Notwithstanding other provisions of law, no administrative rule may be promulgated pursuant to chapter 1-26 to adopt standards concerning energy use and consumption which are more extensive in scope and or subject, or which require a greater level of efficiency, than the standards expressed in the 1985 Uniform Building Code, as amended through January 1, 1987."}, {"bill_id": 3460, "bill_version_id": 21697, "bill_version": "Enrolled", "bill_version_date": "2012-02-21T09:40:16.95-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3460, "action_date": "2012-01-10T12:00:00-06:00", "document_id": 19241, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19241.pdf", "status_text": "First read in Senate and referred to", "journal_page": 23, "committee_id_action": 171, "committee_id_assigned": 156, "result": "N", "vote": {}}, {"bill_id": 3460, "action_date": "2012-01-20T10:00:00-06:00", "document_id": 19369, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19369.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 156, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3460, "action_date": "2012-01-20T10:00:00-06:00", "document_id": 19663, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19663.pdf", "status_text": "Do Pass", "journal_page": 93, "committee_id_action": 156, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10341, "president_vote": null, "Yea": [253, 255, 235, 286, 236, 254, 243], "Excused": [249, 219]}}, {"bill_id": 3460, "action_date": "2012-01-20T10:00:00-06:00", "document_id": 19663, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19663.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 156, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3460, "action_date": "2012-01-23T14:00:00-06:00", "document_id": 19958, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19958.pdf", "status_text": "Do Pass", "journal_page": 141, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10409, "president_vote": null, "Yea": [253, 284, 239, 251, 288, 249, 255, 250, 235, 234, 247, 285, 212, 228, 286, 233, 291, 223, 264, 240, 252, 214, 226, 219, 220, 229, 290, 236, 243, 261, 289, 218, 254, 232], "Excused": [287]}}, {"bill_id": 3460, "action_date": "2012-01-24T14:00:00-06:00", "document_id": 20044, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20044.pdf", "status_text": "First read in House and referred to", "journal_page": 179, "committee_id_action": 173, "committee_id_assigned": 166, "result": "N", "vote": {}}, {"bill_id": 3460, "action_date": "2012-02-15T07:45:00-06:00", "document_id": 21334, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21334.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 166, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3460, "action_date": "2012-02-15T07:45:00-06:00", "document_id": 21491, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21491.pdf", "status_text": "Do Pass", "journal_page": 480, "committee_id_action": 166, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11708, "president_vote": null, "Excused": [222, 245], "Yea": [262, 260, 268, 270, 266, 267, 215, 244, 300, 269, 246]}}, {"bill_id": 3460, "action_date": "2012-02-15T07:45:00-06:00", "document_id": 21491, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21491.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 166, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3460, "action_date": "2012-02-16T13:00:00-06:00", "document_id": 21571, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21571.pdf", "status_text": "Do Pass", "journal_page": 506, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11828, "president_vote": null, "Yea": [222, 262, 265, 242, 231, 281, 269, 296, 211, 314, 257, 260, 258, 225, 268, 245, 217, 303, 313, 293, 297, 299, 266, 221, 272, 305, 271, 248, 263, 230, 280, 237, 246, 292, 267, 294, 312, 213, 241, 277, 307, 276, 308, 273, 315, 282, 278, 259, 224, 216, 302, 283, 244, 306, 238, 310, 275, 309, 300, 298, 274, 256, 215], "Excused": [227, 270, 279, 304, 311, 295], "Nay": [301]}}, {"bill_id": 3460, "action_date": "2012-02-21T14:00:00-06:00", "document_id": 21748, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21748.pdf", "status_text": "Signed by the President", "journal_page": 491, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3460, "action_date": "2012-02-22T14:00:00-06:00", "document_id": 21857, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21857.pdf", "status_text": "Signed by the Speaker", "journal_page": 559, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3460, "action_date": "2012-02-23T14:00:00-06:00", "document_id": 21985, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21985.pdf", "status_text": "Delivered to the Governor", "journal_page": 533, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3460, "action_date": "2012-03-01T10:00:00-06:00", "document_id": 22503, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22503.pdf", "status_text": "Signed by the Governor", "journal_page": 640, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5028}