{"session_id": 69, "bill_id": 25088, "bill_type": "Senate Bill", "bill_number": 87, "bill_title": "revise provisions related to the State Board of Medical and Osteopathic Examiners and its appointed professional councils.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25088", "sponsors": [{"legislator_profile_id": 4488, "is_prime": true}, {"legislator_profile_id": 4534, "is_prime": true}, {"legislator_profile_id": 4478, "is_prime": false}, {"legislator_profile_id": 4492, "is_prime": false}, {"legislator_profile_id": 4496, "is_prime": false}, {"legislator_profile_id": 4512, "is_prime": false}, {"legislator_profile_id": 4537, "is_prime": false}, {"legislator_profile_id": 4551, "is_prime": false}, {"legislator_profile_id": 4554, "is_prime": false}, {"legislator_profile_id": 4556, "is_prime": false}], "keywords": ["Appointments", "Boards and Commissions", "Health Care", "Licensure", "Professions and Occupations"], "audio": [{"meeting_datetime": "2024-01-19T07:45:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/she08.mp3", "start_seconds": 4297.0}, {"meeting_datetime": "2024-01-19T07:45:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/she08.mp3", "start_seconds": 4297.0}, {"meeting_datetime": "2024-01-19T07:45:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/she08.mp3", "start_seconds": 4297.0}, {"meeting_datetime": "2024-01-22T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sen09.mp3", "start_seconds": 2933.0}, {"meeting_datetime": "2024-01-22T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sen09.mp3", "start_seconds": 2933.0}, {"meeting_datetime": "2024-01-22T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sen09.mp3", "start_seconds": 2933.0}, {"meeting_datetime": "2024-01-22T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sen09.mp3", "start_seconds": 2933.0}, {"meeting_datetime": "2024-02-01T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hhe16.mp3", "start_seconds": 210.0}, {"meeting_datetime": "2024-02-01T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hhe16.mp3", "start_seconds": 210.0}, {"meeting_datetime": "2024-02-01T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hhe16.mp3", "start_seconds": 210.0}, {"meeting_datetime": "2024-02-02T13:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou17.mp3", "start_seconds": 2534.0}, {"meeting_datetime": "2024-02-02T13:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou17.mp3", "start_seconds": 2534.0}, {"meeting_datetime": "2024-02-02T13:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou17.mp3", "start_seconds": 2534.0}], "bill_versions": [{"bill_id": 25088, "bill_version_id": 259949, "bill_version": "Introduced", "bill_version_date": "2024-01-16T13:21:32.75-06:00", "bill_text": "An Act to revise provisions related to the State Board of Medical and Osteopathic Examiners and its advisory councils. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 36-4-1 be AMENDED: 36-4-1. The State Board of Medical and Osteopathic Examiners, hereinafter called the Board of Examiners, consists of nine members to be appointed by the Governor for terms of three years: (1) Eight physicians licensed in accordance with this chapter; (2) One physician assistant licensed in accordance with chapter 36-4A; (3) One emergency medical services personnel licensed in accordance with chapter 36-4B; (4) One respiratory care practitioner licensed in accordance with chapter 36-4C; (5) One nutritionist or dietician licensed in accordance with chapter 36-10B; (6) One athletic trainer licensed in accordance with chapter 36-29; (7) One occupational therapist or occupational therapy assistant licensed in accordance with chapter 36-31; (8) One genetic counselor licensed in accordance with chapter 36-36; and (9) Two individuals who are representatives of the public. The Governor shall appoint each member of the board. The term of office for each member is three years. A member's term begins on October thirty-first of the calendar year in which the Governor appoints the member, unless otherwise designated by the Governor. The member's term expires on October thirtieth in the third year of appointment. No member may serve more than three consecutive, full terms. However, appointment An appointment to an unexpired term is not considered a full term for this purpose. Each member shall hold office until a successor is appointed and qualified. Any The Governor shall appoint a new member to fill any vacancy on the board shall be filled by appointment by the Governor. The board shall at all times include six doctors of medicine and one doctor of osteopathy. The Governor may stagger terms to enable the board to have different terms expire each year. The terms of members begin on October thirty-first of the calendar year in which the Governor appoints the member, unless otherwise designated by the Governor. The appointee's term expires on October thirtieth in the third year of appointment. Any member's term ending June 30, 2013, or thereafter is extended to October thirtieth in the year the term is to expire. Section 2. That a NEW SECTION be added to chapter 36-4: Notwithstanding any other provision of this chapter, while each member of the Board of Examiners may be present for discussion on all matters under the authority of the board, only the eight physician members and the two members of the public referenced in § 36-4-1 may act on matters related to the licensure, practice, education, continuing education, investigation, and discipline of physicians. Section 3. That § 36-4A-3.1 be AMENDED: 36-4A-3.1. The board shall appoint a physician assistant advisory committee council composed of three physician assistants. Each committee The term of office for each member shall serve a term of is three years. No committee member may be appointed to more than three consecutive, full terms. If a vacancy occurs, the board shall must appoint a person new member to fill the unexpired term. The appointment of a member to an unexpired term is not considered a full term. The committee council shall meet at least annually or twice each year, at a time and place set by the council, and may hold additional meetings as necessary to conduct business. The council shall meet the requirements of chapter 1-25 regarding open meetings. The committee council shall assist: (1) Assist the board in the regulation all matters related to the licensure, practice, education, continuing education, investigation, and discipline of physician assistants pursuant to this chapter. The committee shall also make; (2) Make recommendations to the board regarding rules promulgated pursuant to this chapter; and (3) Submit meeting minutes and any recommendations to the board following each council meeting. The committee shall meet the requirements of chapter 1-25 regarding open meetings. The board shall communicate activity on all matters relating to physician assistants with the council. Section 4. That § 36-4B-37 be AMENDED: 36-4B-37. The board shall appoint an advanced life support emergency medical services personnel advisory committee council composed of four five members as follows: (1) One emergency medical technician-intermediate/85 technician; (2) One emergency medical technician-intermediate/85, emergency medical technician-intermediate/99, or advanced emergency medical technician; (3) One emergency medical technician-paramedic Two paramedics; and (4) One emergency room physician licensed in accordance with chapter 36-4 and trained in emergency medicine. Each committeeThe term of office for each member shall serve a term of is three years. No committee member may be appointed to more than three consecutive, full terms. If a vacancy occurs, the board shall must appoint a person new member to fill the unexpired term. The appointment of a person member to an unexpired term is not considered a full term. The committee council shall meet at least annually or twice each year, at a time and place set by the council, and may hold additional meetings as necessary to conduct business. The council shall meet the requirements of chapter 1-25 regarding open meetings. The committee council shall assist the board in evaluating standards of care for advanced life support personnel and the regulation all matters related to the licensure, practice, education, continuing education, investigation, and discipline of advanced life support emergency medical services personnel pursuant to this chapter. The committee council shall also make recommendations to the board regarding rules promulgated pursuant to this chapter. The committee shall meet the requirements of chapter 1-25 regarding open meetings The council shall submit meeting minutes and any recommendations to the board following each council meeting. The board shall communicate activity on all matters relating to emergency medical services personnel with the council. Section 5. That § 36-4C-1 be AMENDED: 36-4C-1. Terms used in this chapter mean: (1) \"Affiliate,\" the South Dakota affiliate of the American Association for Respiratory Care; (2) \"Board,\" the State Board of Medical and Osteopathic Examiners; (3) \"Committee,\" the Respiratory Care Advisory Committee provided for in this chapter;\"Certified respiratory therapist,\" a respiratory care practitioner who has successfully completed a training program accredited by the Commission on Accreditation of Allied Health Education Programs in collaboration with the Committee on Accreditation for Respiratory Care and who has successfully completed the entry level examination for respiratory therapists administered by the National Board for Respiratory Care, Incorporated; (4) \"Graduate respiratory care practitioner,\" a person who has graduated from an education and training program accredited by the Commission on Accreditation of Allied Health Education Programs in collaboration with the Committee on Accreditation for Respiratory Care and who is eligible to take the licensure examination required by § 36-4C-8; (5) \"Qualified medical director,\" the a physician licensed pursuant to chapter 36-4 who has a special interest and knowledge in the diagnosis and treatment of cardiopulmonary problems and is responsible for the medical direction of any inpatient or outpatient respiratory care service, department, or home care agency. The medical director shall be a licensed physician pursuant to chapter 36-4 who has special interest and knowledge in the diagnosis and treatment of cardiopulmonary problems. If possible, the medical director shall must be qualified by special training or be experienced in the management of acute and chronic respiratory disorders or both. The medical director is responsible for the quality, safety, and appropriateness of respiratory care services; (5)(6) \"Respiratory care practitioner,\" any person with a temporary permit or license to practice respiratory care as defined in this chapter and whose temporary permit or license is in good standing; (6)(7) \"Registered respiratory therapist,\" a respiratory care practitioner who has successfully completed a training program accredited by the Commission on Accreditation of Allied Health Education Programs in collaboration with the Committee on Accreditation for Respiratory Care and who has successfully completed the registry examination for advanced respiratory therapists administered by the National Board for Respiratory Care, Incorporated; and (7) \"Certified respiratory therapist,\" a respiratory care practitioner who has successfully completed a training program accredited by the Commission on Accreditation of Allied Health Education Programs in collaboration with the Committee on Accreditation for Respiratory Care and who has successfully completed the entry level examination for respiratory therapists administered by the National Board for Respiratory Care, Incorporated; (8) \"Graduate respiratory care practitioner,\" a person who has graduated from an education and training program accredited by the Commission on Accreditation of Allied Health Education Programs in collaboration with the Committee on Accreditation for Respiratory Care and who is eligible to take the licensure examination required by § 36-4C-8; (9)(8) \"Student respiratory care practitioner,\" a person who is enrolled in an education and training program for respiratory care practitioners which that is accredited by the Commission on Accreditation of Allied Health Education Programs and the Committee on Accreditation for Respiratory Care and who provides respiratory care under direct supervision of a licensed respiratory care practitioner who is on the premises where the respiratory care services are provided and who is available for immediate consultation. Section 6. That § 36-4C-4 be AMENDED: 36-4C-4. The board shall appoint a Respiratory Care Practitioners' Advisory Committee respiratory care practitioners council composed of five members as follows: (1) Two registered respiratory therapists; (2) Two certified respiratory therapists; and (3) A physician licensed pursuant to chapter 36-4 who practices as a pulmonologist. Each committeeThe term of office for each member shall serve a term of is three years. No committee member may be appointed to more than three consecutive, full terms. If a vacancy occurs, the board shall appoint a person new member to fill the unexpired term. The appointment of a person member to an unexpired term is not considered a full term. The committee council shall meet at least annually or twice each year, at a time and place set by the council, and may hold additional meetings as necessary to conduct business. The council shall meet the requirements of chapter 1-25 regarding open meetings. The committee council shall assist the board in evaluating the qualifications of applicants for licensure and reviewing the examination results of applicants all matters related to the licensure, practice, education, investigation, and discipline of respiratory care practitioners. The committee council shall also make recommendations to the board regarding rules promulgated pursuant to this chapter. The committee shall meet the requirements of chapter 1-25 regarding open meetings The council shall submit meeting minutes and any recommendations to the board following each council meeting. The board shall communicate activity on all matters relating to respiratory care practitioners with the council. Section 7. That § 36-4C-9 be AMENDED: 36-4C-9. Any applicant applying for a license as a respiratory care practitioner shall file a written application, on a form provided by the board, showing containing evidence satisfactory to the board for showing that the applicant meets the following requirements: (1) Character--Applicant shall beIs of good moral character; (2) Education--Applicant shall present evidence satisfactory to the board of havingHas successfully completed an education and training program accredited by the Commission on Accreditation of Allied Health Education Programs in collaboration with the Committee on Accreditation for Respiratory Care; and (3) Examination--An applicant for licensure as a respiratory care practitioner shall passWill pass an examination recommended by the Respiratory Care Advisory Committee respiratory care practitioners council and approved by the board. Section 8. That § 36-10B-1 be AMENDED: 36-10B-1. Terms used in this chapter mean: (1) \"Accredited college or university,\" a college or university accredited by the United States regional accrediting agencies recognized by the Council on Postsecondary Accreditation and the United States Department of Education; (2) \"Board,\" the South Dakota State Board of Medical and Osteopathic Examiners; (3) \"Commission,\" the Commission on Dietetic Registration that is a member of the National Commission for Certifying Agencies; (4) \"Committee,\" the Nutrition and Dietetics Advisory Committee to the board; (5) \"Dietitian,\" a person who engages in nutrition or dietetics practice and uses the title dietitian pursuant to § 36-10B-2; (6)(5) \"Licensed nutritionist,\" a person licensed under this chapter; (7)(6) \"Nutritionist,\" a person who engages in nutrition or dietetics practice and uses the title of nutritionist pursuant to § 36-10B-2; (8)(7) \"Nutrition care services,\" any of the following: (a) Assessment of the nutritional needs of individuals or groups; (b) Establishment of priorities, goals, and objectives to meet nutritional needs; (c) Provision of nutrition counseling for both normal and therapeutic needs; (d) Development, implementation, and management of nutrition care services; or (e) Evaluation, adjustment, and maintenance of appropriate standards of quality in nutrition care; (9)(8) \"Nutritional assessment,\" the evaluation of the nutritional needs of individuals or groups based on appropriate biochemical, anthropometric, physical, and dietary data to determine nutrient needs and recommend appropriate nutritional intake; and (10)(9) \"Nutrition counseling,\" advising and assisting individuals or groups on appropriate nutritional intake by integrating information from the nutritional assessment with information on food and other sources of nutrients and meal preparation consistent with cultural background and socioeconomic status. Section 9. That § 36-10B-3 be AMENDED: 36-10B-3. The board may: (1) Examine qualified applicants for a license to practice nutrition and dietetics, issue licenses to applicants who meet the requirements established by this chapter, and renew licenses as recommended by the committee nutrition and dietetics council; and (2) Adopt rules pursuant to chapter 1-26, that set professional, practice, and ethical standards for licensed nutritionists. Section 10. That § 36-10B-4 be AMENDED: 36-10B-4. The board shall appoint a nutrition and dietetics advisory committee council composed of five members. The members shall be Each member must be a registered dietitians dietitian or qualified nutritionists licensed nutritionist. Each committee The term of office for each member shall serve a term of is three years. No committee member may be appointed to more than three consecutive, full terms. If a vacancy occurs, the board shall must appoint a person new member to fill the unexpired term. The appointment of a person member to an unexpired term is not considered a full term. The council shall meet at least twice each year, at a time and place set by the council, and may hold additional meetings as necessary to conduct business. The council shall meet the requirements of chapter 1-25 regarding open meetings. The committee may assist council shall: (1) Assist the board in evaluating the qualifications of applicants for licensure. The committee may make all matters related to the licensure, practice, education, continuing education, investigation, and discipline of dieticians and nutritionists; (2) Make recommendations to the board regarding rules promulgated pursuant to this chapter; and (3) Submit meeting minutes and any recommendations to the board following each council meeting. The board shall communicate activity on all matters relating to dieticians and licensed nutritionists with the council. The committee shall meet the requirements of chapter 1-25 regarding open meetings. Section 11. That § 36-29-8 be AMENDED: 36-29-8. The board shall appoint an athletic training committee council composed of three residents of this state who are licensed to practice athletic training in the state in accordance with this chapter. This committee The term of office for each member is three years. No member may serve more than three consecutive, full terms. If a vacancy occurs, the board must appoint a new member to fill the unexpired term. The appointment of a member to an unexpired term is not considered a full term. The council shall meet at least annually or twice each year, at a time and place set by the council, and may hold additional meetings as necessary to conduct business. The council shall meet the requirements of chapter 1-25 regarding open meetings. The committee council shall assist: (1) Assist the board in conducting exams and shall assist the board in all matters pertaining to the licensure, practice and discipline of those licensed to practice athletic training in this state and the establishment of rules pertaining to athletic training all matters related to the licensure, practice, education, continuing education, investigation, and discipline of athletic trainers; (2) Make recommendations to the board regarding rules promulgated pursuant to this chapter; and (3) Submit meeting minutes and any recommendations to the board following each council meeting. Each committee member shall serve a term of three years. No committee member may be appointed to more than three consecutive full terms. If a vacancy arises due to death, retirement, or removal from the state, the vacancy shall be filled in the same manner as an original appointment. The member shall serve the remainder of the unexpired term. The appointment to an unexpired term is not considered a full term. The committee shall meet the requirements of chapter 1-25 regarding open meetings The board shall communicate activity on all matters relating to athletic trainers with the council. Section 12. That § 36-31-1 be AMENDED: 36-31-1. Terms used in this chapter mean: (1) \"Association,\" the South Dakota Occupational Therapy Association; (2) \"Board of examiners,\" the South Dakota State Board of Medical and Osteopathic Examiners; (3)(2) \"Occupational therapists therapist,\" any person licensed to practice occupational therapy as defined in this chapter and whose license is in good standing; (4)(3) \"Occupational therapy,\" the evaluation, planning and implementation of a program of purposeful activities to develop or maintain adaptive skills necessary to achieve the maximal physical and mental functioning of the individual in his or her daily pursuits. The practice of occupational therapy includes consultation, evaluation, and treatment of individuals whose abilities to cope with the tasks of living are threatened or impaired by developmental deficits, the aging process, learning disabilities, poverty and cultural differences, physical injury or disease, psychological and social disabilities, or anticipated dysfunction. Occupational therapy services include such treatment techniques as task-oriented activities to prevent or correct physical or emotional deficits or to minimize the disabling effect of these deficits in the life of the individual; such evaluation techniques as assessment of sensory integration and motor abilities, assessment of development of self-care and feeding, activities and capacity for independence, assessment of the physical capacity for prevocational and work tasks, assessment of play and leisure performance, and appraisal of living areas for the handicapped; physical agent modalities limited to the upper extremities to enhance physical functional performance, if certified in accordance with § 36-31-6; and specific occupational therapy techniques such as activities of daily living skills, designing, fabricating, or applying selected orthotic devices or selecting adaptive equipment, sensory integration and motor activities, the use of specifically designed manual and creative activities, specific exercises to enhance functional performance, and treatment techniques for physical capabilities for work activities. Such techniques are applied in the treatment of individual patients or clients, in groups, or through social systems; (5)(4) \"Occupational therapy aide,\" any person who assists in the practice of occupational therapy under the direct supervision of an occupational therapist or occupational therapy assistant; (6)(5) \"Occupational therapy assistant,\" any person licensed to assist in the practice of occupational therapy, under the supervision of or with the consultation of a licensed occupational therapist and whose license is in good standing; and (7) \"Occupational therapy committee,\" the committee provided for in this chapter; (8)(6) \"Physical agent modalities,\" modalities that produce a biophysiological response through the use of light, water, temperature, sound, or electricity, or mechanical devices. Physical agent modalities include: (a) Superficial thermal agents such as hydrotherapy/whirlpool, cryotherapy (cold packs/ice), fluidotherapy, hot packs, paraffin, water, infrared, and other commercially available superficial heating and cooling technologies; (b) Deep thermal agents such as therapeutic ultrasound, phonophoresis, and other commercially available technologies; (c) Electrotherapeutic agents such as biofeedback, neuromuscular electrical stimulation, functional electrical stimulation, transcutaneous electrical nerve stimulation, electrical stimulation for tissue repair, high-voltage galvanic stimulation, and iontophoresis and other commercially available technologies; and (d) Mechanical devices such as vasopneumatic devices and CPM (continuous passive motion). Section 13. That § 36-31-2 be AMENDED: 36-31-2. The board shall appoint an occupational therapy committee council composed of three registered occupational therapists or two registered occupational therapists and one certified occupational therapy assistant. The committee shall assist the Board of Examiners in approving qualifications of persons applying for a license to practice occupational therapy in the state and the promulgation of rules pertaining to occupational therapy, including guidelines for continuing competency. The committee shall meet at least annually or as necessary to conduct business. Each committee The term of office for each member shall serve a term of is three years. No member may serve more than three consecutive, full terms. Each person nominated to serve on the committee shall have the following qualifications: (1) The person shall be a resident of the state; (2) The person shall be licensed to practice occupational therapy in the state; and (3) The person shall have practiced occupational therapy a minimum of three years. If any a vacancy arises on the committee, the vacancy shall be filled in the same manner as an original appointment. The member shall serve the remainder of occurs, the board must appoint a new member to fill the unexpired term. The appointment of a member to an unexpired term is not considered a full term. The council shall meet at least twice each year, at a time and place set by the council, and may hold additional meetings as necessary to conduct business. The committee council shall meet the requirements of chapter 1-25 regarding open meetings. The council shall: (1) Assist the board in all matters related to the licensure, practice, education, continuing education, investigation, and discipline of occupational therapists and occupational therapy assistants; (2) Make recommendations to the board regarding rules promulgated pursuant to this chapter; and (3) Submit meeting minutes and any recommendations to the board following each council meeting. The board shall communicate activity on all matters relating to occupational therapists or occupational therapy assistants with the council. Section 14. That § 36-36-15 be AMENDED: 36-36-15. The board shall appoint a genetic counselor advisory committee council composed of a minimum of one genetic counselor and three physicians licensed pursuant to chapter 36-4. Each committee The term of office for each member shall serve a term of is three years. No committee member may be appointed to more than three consecutive, full terms. If a vacancy occurs, the board shall must appoint a person new member to fill the unexpired term. The appointment of a member to an unexpired term is not considered a full term. The committee council shall meet at least annually or twice each year, at a time and place set by the council, and may hold additional meetings as necessary to conduct business. The council shall meet the requirements of chapter 1-25 regarding open meetings. The advisory committee council shall assist: (1) Assist the board in the regulation all matters related to the licensure, practice, education, continuing education, investigation, and discipline of genetic counselors pursuant to this chapter. The committee shall also make; (2) Make recommendations to the board regarding rules promulgated pursuant to this chapter. The committee shall meet the requirements of chapter 1-25 regarding open meetings; and (3) Submit meeting minutes and any recommendations to the board following each council meeting. The board shall communicate activity on all matters relating to genetic counselors with the council. Section 15. That § 36-4-2 be REPEALED: The Board of Examiners shall include six doctors of medicine holding a degree of M.D., and one doctor of osteopathy holding the degree of D.O. The members of the board shall be licensed in the State of South Dakota, and shall be skilled and capable physicians in good standing. Section 16. That § 36-4-2.1 be REPEALED: The membership of the Board of Examiners shall include two lay members who are users of the services regulated by the board. One lay member may be a nonphysician health care professional licensed by the board. The Governor shall appoint the lay members. The lay members shall have the same term of office as other members of the board."}, {"bill_id": 25088, "bill_version_id": 261515, "bill_version": "Senate Engrossed", "bill_version_date": "2024-01-23T09:41:42.257-06:00", "bill_text": "An Act to revise provisions related to the State Board of Medical and Osteopathic Examiners and its appointed professional councils. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 36-4-1 be AMENDED: 36-4-1. The State Board of Medical and Osteopathic Examiners, hereinafter called the Board of Examiners, consists of nine members to be appointed by the Governor for terms of three years: (1) Nine physicians licensed in accordance with this chapter; (2) One physician assistant licensed in accordance with chapter 36-4A; (3) One emergency medical services personnel licensed in accordance with chapter 36-4B; (4) One respiratory care practitioner licensed in accordance with chapter 36-4C; (5) One nutritionist or dietician licensed in accordance with chapter 36-10B; (6) One athletic trainer licensed in accordance with chapter 36-29; (7) One occupational therapist or occupational therapy assistant licensed in accordance with chapter 36-31; (8) One genetic counselor licensed in accordance with chapter 36-36; and (9) One individual who is a representative of the public. The Governor shall appoint each member of the board. The term of office for each member is three years. A member's term begins on October thirty-first of the calendar year in which the Governor appoints the member, unless otherwise designated by the Governor. The member's term expires on October thirtieth in the third year of appointment. No member may serve more than three consecutive, full terms. However, appointment An appointment to an unexpired term is not considered a full term for this purpose. Each member shall hold office until a successor is appointed and qualified. Any The Governor shall appoint a new member to fill any vacancy on the board shall be filled by appointment by the Governor. The board shall at all times include six doctors of medicine and one doctor of osteopathy. The Governor may stagger terms to enable the board to have different terms expire each year. The terms of members begin on October thirty-first of the calendar year in which the Governor appoints the member, unless otherwise designated by the Governor. The appointee's term expires on October thirtieth in the third year of appointment. Any member's term ending June 30, 2013, or thereafter is extended to October thirtieth in the year the term is to expire. Section 2. That § 36-4-4 be AMENDED: 36-4-4. The Board of Examiners shall hold two regular meetings each year at a time to be fixed by the board, but. The Board of Examiners may hold special meetings at such other times as necessary may be held. All meetings shall must be held at such the place within the state as the board shall determine. The Board of Examiners may act on matters without receiving prior communication or recommendations from any of its appointed professional councils if the board determines that action is necessary to protect public health, interest, or safety. Section 3. That a NEW SECTION be added to chapter 36-4: Notwithstanding any other provision of this chapter, only the nine physician members and the representative of the public referenced in § 36-4-1 may: (1) Participate in discussion on matters related to the licensure, practice, education, continuing education, investigation, and discipline of physicians; (2) Be present for discussion of confidential matters and have access to confidential materials related to the licensure, practice, education, continuing education, investigation, and discipline of physicians; and (3) Act on matters related to the licensure, practice, education, continuing education, investigation, and discipline of physicians. Section 4. That § 36-4A-3.1 be AMENDED: 36-4A-3.1. The board shall appoint a physician assistant advisory committee council composed of three physician assistants. Each committee The term of office for each member shall serve a term of is three years. No committee member may be appointed to more than three consecutive, full terms. If a vacancy occurs, the board shall must appoint a person new member to fill the unexpired term. The appointment of a member to an unexpired term is not considered a full term. The committee council shall meet at least annually or twice each year, at a time and place set by the council, and may hold additional meetings as necessary to conduct business. The council shall meet the requirements of chapter 1-25 regarding open meetings. The committee council shall assist: (1) Assist the board in the regulation all matters related to the licensure, practice, education, continuing education, investigation, and discipline of physician assistants pursuant to this chapter. The committee shall also make; (2) Make recommendations to the board regarding rules promulgated pursuant to this chapter; and (3) Submit meeting minutes and any recommendations to the board following each council meeting. The committee shall meet the requirements of chapter 1-25 regarding open meetings. The board shall communicate activity on all matters relating to physician assistants with the council. Section 5. That § 36-4B-37 be AMENDED: 36-4B-37. The board shall appoint an advanced life support emergency medical services personnel advisory committee council composed of four five members as follows: (1) One emergency medical technician-intermediate/85 technician; (2) One emergency medical technician-intermediate/85, emergency medical technician-intermediate/99, or advanced emergency medical technician; (3) One emergency medical technician-paramedic Two paramedics; and (4) One emergency room physician licensed in accordance with chapter 36-4 and trained in emergency medicine. Each committeeThe term of office for each member shall serve a term of is three years. No committee member may be appointed to more than three consecutive, full terms. If a vacancy occurs, the board shall must appoint a person new member to fill the unexpired term. The appointment of a person member to an unexpired term is not considered a full term. The committee council shall meet at least annually or twice each year, at a time and place set by the council, and may hold additional meetings as necessary to conduct business. The council shall meet the requirements of chapter 1-25 regarding open meetings. The committee council shall assist the board in evaluating standards of care for advanced life support personnel and the regulation all matters related to the licensure, practice, education, continuing education, investigation, and discipline of advanced life support emergency medical services personnel pursuant to this chapter. The committee council shall also make recommendations to the board regarding rules promulgated pursuant to this chapter. The committee shall meet the requirements of chapter 1-25 regarding open meetings The council shall submit meeting minutes and any recommendations to the board following each council meeting. The board shall communicate activity on all matters relating to emergency medical services personnel with the council. Section 6. That § 36-4C-1 be AMENDED: 36-4C-1. Terms used in this chapter mean: (1) \"Affiliate,\" the South Dakota affiliate of the American Association for Respiratory Care; (2) \"Board,\" the State Board of Medical and Osteopathic Examiners; (3) \"Committee,\" the Respiratory Care Advisory Committee provided for in this chapter;\"Certified respiratory therapist,\" a respiratory care practitioner who has successfully completed a training program accredited by the Commission on Accreditation of Allied Health Education Programs in collaboration with the Committee on Accreditation for Respiratory Care and who has successfully completed the entry level examination for respiratory therapists administered by the National Board for Respiratory Care, Incorporated; (4) \"Graduate respiratory care practitioner,\" a person who has graduated from an education and training program accredited by the Commission on Accreditation of Allied Health Education Programs in collaboration with the Committee on Accreditation for Respiratory Care and who is eligible to take the licensure examination required by § 36-4C-8; (5) \"Qualified medical director,\" the a physician licensed pursuant to chapter 36-4 who has a special interest and knowledge in the diagnosis and treatment of cardiopulmonary problems and is responsible for the medical direction of any inpatient or outpatient respiratory care service, department, or home care agency. The medical director shall be a licensed physician pursuant to chapter 36-4 who has special interest and knowledge in the diagnosis and treatment of cardiopulmonary problems. If possible, the medical director shall must be qualified by special training or be experienced in the management of acute and chronic respiratory disorders or both. The medical director is responsible for the quality, safety, and appropriateness of respiratory care services; (5)(6) \"Respiratory care practitioner,\" any person with a temporary permit or license to practice respiratory care as defined in this chapter and whose temporary permit or license is in good standing; (6)(7) \"Registered respiratory therapist,\" a respiratory care practitioner who has successfully completed a training program accredited by the Commission on Accreditation of Allied Health Education Programs in collaboration with the Committee on Accreditation for Respiratory Care and who has successfully completed the registry examination for advanced respiratory therapists administered by the National Board for Respiratory Care, Incorporated; and (7) \"Certified respiratory therapist,\" a respiratory care practitioner who has successfully completed a training program accredited by the Commission on Accreditation of Allied Health Education Programs in collaboration with the Committee on Accreditation for Respiratory Care and who has successfully completed the entry level examination for respiratory therapists administered by the National Board for Respiratory Care, Incorporated; (8) \"Graduate respiratory care practitioner,\" a person who has graduated from an education and training program accredited by the Commission on Accreditation of Allied Health Education Programs in collaboration with the Committee on Accreditation for Respiratory Care and who is eligible to take the licensure examination required by § 36-4C-8; (9)(8) \"Student respiratory care practitioner,\" a person who is enrolled in an education and training program for respiratory care practitioners which that is accredited by the Commission on Accreditation of Allied Health Education Programs and the Committee on Accreditation for Respiratory Care and who provides respiratory care under direct supervision of a licensed respiratory care practitioner who is on the premises where the respiratory care services are provided and who is available for immediate consultation. Section 7. That § 36-4C-4 be AMENDED: 36-4C-4. The board shall appoint a Respiratory Care Practitioners' Advisory Committee respiratory care practitioners council composed of five members as follows: (1) Two registered respiratory therapists; (2) Two certified respiratory therapists; and (3) A physician licensed pursuant to chapter 36-4 who practices as a pulmonologist. Each committeeThe term of office for each member shall serve a term of is three years. No committee member may be appointed to more than three consecutive, full terms. If a vacancy occurs, the board shall appoint a person new member to fill the unexpired term. The appointment of a person member to an unexpired term is not considered a full term. The committee council shall meet at least annually or twice each year, at a time and place set by the council, and may hold additional meetings as necessary to conduct business. The council shall meet the requirements of chapter 1-25 regarding open meetings. The committee council shall assist the board in evaluating the qualifications of applicants for licensure and reviewing the examination results of applicants all matters related to the licensure, practice, education, investigation, and discipline of respiratory care practitioners. The committee council shall also make recommendations to the board regarding rules promulgated pursuant to this chapter. The committee shall meet the requirements of chapter 1-25 regarding open meetings The council shall submit meeting minutes and any recommendations to the board following each council meeting. The board shall communicate activity on all matters relating to respiratory care practitioners with the council. Section 8. That § 36-4C-9 be AMENDED: 36-4C-9. Any applicant applying for a license as a respiratory care practitioner shall file a written application, on a form provided by the board, showing containing evidence satisfactory to the board for showing that the applicant meets the following requirements: (1) Character--Applicant shall beIs of good moral character; (2) Education--Applicant shall present evidence satisfactory to the board of havingHas successfully completed an education and training program accredited by the Commission on Accreditation of Allied Health Education Programs in collaboration with the Committee on Accreditation for Respiratory Care; and (3) Examination--An applicant for licensure as a respiratory care practitioner shall passWill pass an examination recommended by the Respiratory Care Advisory Committee respiratory care practitioners council and approved by the board. Section 9. That § 36-10B-1 be AMENDED: 36-10B-1. Terms used in this chapter mean: (1) \"Accredited college or university,\" a college or university accredited by the United States regional accrediting agencies recognized by the Council on Postsecondary Accreditation and the United States Department of Education; (2) \"Board,\" the South Dakota State Board of Medical and Osteopathic Examiners; (3) \"Commission,\" the Commission on Dietetic Registration that is a member of the National Commission for Certifying Agencies; (4) \"Committee,\" the Nutrition and Dietetics Advisory Committee to the board; (5) \"Dietitian,\" a person who engages in nutrition or dietetics practice and uses the title dietitian pursuant to § 36-10B-2; (6)(5) \"Licensed nutritionist,\" a person licensed under this chapter; (7)(6) \"Nutritionist,\" a person who engages in nutrition or dietetics practice and uses the title of nutritionist pursuant to § 36-10B-2; (8)(7) \"Nutrition care services,\" any of the following: (a) Assessment of the nutritional needs of individuals or groups; (b) Establishment of priorities, goals, and objectives to meet nutritional needs; (c) Provision of nutrition counseling for both normal and therapeutic needs; (d) Development, implementation, and management of nutrition care services; or (e) Evaluation, adjustment, and maintenance of appropriate standards of quality in nutrition care; (9)(8) \"Nutritional assessment,\" the evaluation of the nutritional needs of individuals or groups based on appropriate biochemical, anthropometric, physical, and dietary data to determine nutrient needs and recommend appropriate nutritional intake; and (10)(9) \"Nutrition counseling,\" advising and assisting individuals or groups on appropriate nutritional intake by integrating information from the nutritional assessment with information on food and other sources of nutrients and meal preparation consistent with cultural background and socioeconomic status. Section 10. That § 36-10B-3 be AMENDED: 36-10B-3. The board may: (1) Examine qualified applicants for a license to practice nutrition and dietetics, issue licenses to applicants who meet the requirements established by this chapter, and renew licenses as recommended by the committee nutrition and dietetics council; and (2) Adopt rules pursuant to chapter 1-26, that set professional, practice, and ethical standards for licensed nutritionists. Section 11. That § 36-10B-4 be AMENDED: 36-10B-4. The board shall appoint a nutrition and dietetics advisory committee council composed of five members. The members shall be Each member must be a registered dietitians dietitian or qualified nutritionists licensed nutritionist. Each committee The term of office for each member shall serve a term of is three years. No committee member may be appointed to more than three consecutive, full terms. If a vacancy occurs, the board shall must appoint a person new member to fill the unexpired term. The appointment of a person member to an unexpired term is not considered a full term. The council shall meet at least twice each year, at a time and place set by the council, and may hold additional meetings as necessary to conduct business. The council shall meet the requirements of chapter 1-25 regarding open meetings. The committee may assist council shall: (1) Assist the board in evaluating the qualifications of applicants for licensure. The committee may make all matters related to the licensure, practice, education, continuing education, investigation, and discipline of dieticians and nutritionists; (2) Make recommendations to the board regarding rules promulgated pursuant to this chapter; and (3) Submit meeting minutes and any recommendations to the board following each council meeting. The board shall communicate activity on all matters relating to dieticians and licensed nutritionists with the council. The committee shall meet the requirements of chapter 1-25 regarding open meetings. Section 12. That § 36-29-8 be AMENDED: 36-29-8. The board shall appoint an athletic training committee council composed of three residents of this state who are licensed to practice athletic training in the state in accordance with this chapter. This committee The term of office for each member is three years. No member may serve more than three consecutive, full terms. If a vacancy occurs, the board must appoint a new member to fill the unexpired term. The appointment of a member to an unexpired term is not considered a full term. The council shall meet at least annually or twice each year, at a time and place set by the council, and may hold additional meetings as necessary to conduct business. The council shall meet the requirements of chapter 1-25 regarding open meetings. The committee council shall assist: (1) Assist the board in conducting exams and shall assist the board in all matters pertaining to the licensure, practice and discipline of those licensed to practice athletic training in this state and the establishment of rules pertaining to athletic training all matters related to the licensure, practice, education, continuing education, investigation, and discipline of athletic trainers; (2) Make recommendations to the board regarding rules promulgated pursuant to this chapter; and (3) Submit meeting minutes and any recommendations to the board following each council meeting. Each committee member shall serve a term of three years. No committee member may be appointed to more than three consecutive full terms. If a vacancy arises due to death, retirement, or removal from the state, the vacancy shall be filled in the same manner as an original appointment. The member shall serve the remainder of the unexpired term. The appointment to an unexpired term is not considered a full term. The committee shall meet the requirements of chapter 1-25 regarding open meetings The board shall communicate activity on all matters relating to athletic trainers with the council. Section 13. That § 36-31-1 be AMENDED: 36-31-1. Terms used in this chapter mean: (1) \"Association,\" the South Dakota Occupational Therapy Association; (2) \"Board of examiners,\" the South Dakota State Board of Medical and Osteopathic Examiners; (3)(2) \"Occupational therapists therapist,\" any person licensed to practice occupational therapy as defined in this chapter and whose license is in good standing; (4)(3) \"Occupational therapy,\" the evaluation, planning and implementation of a program of purposeful activities to develop or maintain adaptive skills necessary to achieve the maximal physical and mental functioning of the individual in his or her daily pursuits. The practice of occupational therapy includes consultation, evaluation, and treatment of individuals whose abilities to cope with the tasks of living are threatened or impaired by developmental deficits, the aging process, learning disabilities, poverty and cultural differences, physical injury or disease, psychological and social disabilities, or anticipated dysfunction. Occupational therapy services include such treatment techniques as task-oriented activities to prevent or correct physical or emotional deficits or to minimize the disabling effect of these deficits in the life of the individual; such evaluation techniques as assessment of sensory integration and motor abilities, assessment of development of self-care and feeding, activities and capacity for independence, assessment of the physical capacity for prevocational and work tasks, assessment of play and leisure performance, and appraisal of living areas for the handicapped; physical agent modalities limited to the upper extremities to enhance physical functional performance, if certified in accordance with § 36-31-6; and specific occupational therapy techniques such as activities of daily living skills, designing, fabricating, or applying selected orthotic devices or selecting adaptive equipment, sensory integration and motor activities, the use of specifically designed manual and creative activities, specific exercises to enhance functional performance, and treatment techniques for physical capabilities for work activities. Such techniques are applied in the treatment of individual patients or clients, in groups, or through social systems; (5)(4) \"Occupational therapy aide,\" any person who assists in the practice of occupational therapy under the direct supervision of an occupational therapist or occupational therapy assistant; (6)(5) \"Occupational therapy assistant,\" any person licensed to assist in the practice of occupational therapy, under the supervision of or with the consultation of a licensed occupational therapist and whose license is in good standing; and (7) \"Occupational therapy committee,\" the committee provided for in this chapter; (8)(6) \"Physical agent modalities,\" modalities that produce a biophysiological response through the use of light, water, temperature, sound, or electricity, or mechanical devices. Physical agent modalities include: (a) Superficial thermal agents such as hydrotherapy/whirlpool, cryotherapy (cold packs/ice), fluidotherapy, hot packs, paraffin, water, infrared, and other commercially available superficial heating and cooling technologies; (b) Deep thermal agents such as therapeutic ultrasound, phonophoresis, and other commercially available technologies; (c) Electrotherapeutic agents such as biofeedback, neuromuscular electrical stimulation, functional electrical stimulation, transcutaneous electrical nerve stimulation, electrical stimulation for tissue repair, high-voltage galvanic stimulation, and iontophoresis and other commercially available technologies; and (d) Mechanical devices such as vasopneumatic devices and CPM (continuous passive motion). Section 14. That § 36-31-2 be AMENDED: 36-31-2. The board shall appoint an occupational therapy committee council composed of three registered occupational therapists or two registered occupational therapists and one certified occupational therapy assistant. The committee shall assist the Board of Examiners in approving qualifications of persons applying for a license to practice occupational therapy in the state and the promulgation of rules pertaining to occupational therapy, including guidelines for continuing competency. The committee shall meet at least annually or as necessary to conduct business. Each committee The term of office for each member shall serve a term of is three years. No member may serve more than three consecutive, full terms. Each person nominated to serve on the committee shall have the following qualifications: (1) The person shall be a resident of the state; (2) The person shall be licensed to practice occupational therapy in the state; and (3) The person shall have practiced occupational therapy a minimum of three years. If any a vacancy arises on the committee, the vacancy shall be filled in the same manner as an original appointment. The member shall serve the remainder of occurs, the board must appoint a new member to fill the unexpired term. The appointment of a member to an unexpired term is not considered a full term. The council shall meet at least twice each year, at a time and place set by the council, and may hold additional meetings as necessary to conduct business. The committee council shall meet the requirements of chapter 1-25 regarding open meetings. The council shall: (1) Assist the board in all matters related to the licensure, practice, education, continuing education, investigation, and discipline of occupational therapists and occupational therapy assistants; (2) Make recommendations to the board regarding rules promulgated pursuant to this chapter; and (3) Submit meeting minutes and any recommendations to the board following each council meeting. The board shall communicate activity on all matters relating to occupational therapists or occupational therapy assistants with the council. Section 15. That § 36-36-15 be AMENDED: 36-36-15. The board shall appoint a genetic counselor advisory committee council composed of a minimum of one genetic counselor and three physicians licensed pursuant to chapter 36-4. Each committee The term of office for each member shall serve a term of is three years. No committee member may be appointed to more than three consecutive, full terms. If a vacancy occurs, the board shall must appoint a person new member to fill the unexpired term. The appointment of a member to an unexpired term is not considered a full term. The committee council shall meet at least annually or twice each year, at a time and place set by the council, and may hold additional meetings as necessary to conduct business. The council shall meet the requirements of chapter 1-25 regarding open meetings. The advisory committee council shall assist: (1) Assist the board in the regulation all matters related to the licensure, practice, education, continuing education, investigation, and discipline of genetic counselors pursuant to this chapter. The committee shall also make; (2) Make recommendations to the board regarding rules promulgated pursuant to this chapter. The committee shall meet the requirements of chapter 1-25 regarding open meetings; and (3) Submit meeting minutes and any recommendations to the board following each council meeting. The board shall communicate activity on all matters relating to genetic counselors with the council. Section 16. That § 36-4-2 be REPEALED: The Board of Examiners shall include six doctors of medicine holding a degree of M.D., and one doctor of osteopathy holding the degree of D.O. The members of the board shall be licensed in the State of South Dakota, and shall be skilled and capable physicians in good standing. Section 17. That § 36-4-2.1 be REPEALED: The membership of the Board of Examiners shall include two lay members who are users of the services regulated by the board. One lay member may be a nonphysician health care professional licensed by the board. The Governor shall appoint the lay members. The lay members shall have the same term of office as other members of the board."}, {"bill_id": 25088, "bill_version_id": 264481, "bill_version": "Enrolled", "bill_version_date": "2024-02-05T10:55:23.14-06:00", "bill_text": "ENTITLED An Act to revise provisions related to the State Board of Medical and Osteopathic Examiners and its appointed professional councils. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 36-4-1 be AMENDED: 36-4-1. The State Board of Medical and Osteopathic Examiners, hereinafter called the Board of Examiners, consists of: (1) Nine physicians licensed in accordance with this chapter; (2) One physician assistant licensed in accordance with chapter 36-4A; (3) One emergency medical services personnel licensed in accordance with chapter 36-4B; (4) One respiratory care practitioner licensed in accordance with chapter 36-4C; (5) One nutritionist or dietician licensed in accordance with chapter 36-10B; (6) One athletic trainer licensed in accordance with chapter 36-29; (7) One occupational therapist or occupational therapy assistant licensed in accordance with chapter 36-31; (8) One genetic counselor licensed in accordance with chapter 36-36; and (9) One individual who is a representative of the public. The Governor shall appoint each member of the board. The term of office for each member is three years. A member's term begins on October thirty-first of the calendar year in which the Governor appoints the member, unless otherwise designated by the Governor. The member's term expires on October thirtieth in the third year of appointment. No member may serve more than three consecutive, full terms. An appointment to an unexpired term is not considered a full term. Each member shall hold office until a successor is appointed and qualified. The Governor shall appoint a new member to fill any vacancy on the board. The Governor may stagger terms to enable the board to have different terms expire each year. Section 2. That § 36-4-4 be AMENDED: 36-4-4. The Board of Examiners shall hold two regular meetings each year at a time to be fixed by the board. The Board of Examiners may hold special meetings at such other times as necessary. All meetings must be held at the place within the state as the board shall determine. The Board of Examiners may act on matters without receiving prior communication or recommendations from any of its appointed professional councils if the board determines that action is necessary to protect public health, interest, or safety. Section 3. That a NEW SECTION be added to chapter 36-4: Notwithstanding any other provision of this chapter, only the nine physician members and the representative of the public referenced in § 36-4-1 may: (1) Participate in discussion on matters related to the licensure, practice, education, continuing education, investigation, and discipline of physicians; (2) Be present for discussion of confidential matters and have access to confidential materials related to the licensure, practice, education, continuing education, investigation, and discipline of physicians; and (3) Act on matters related to the licensure, practice, education, continuing education, investigation, and discipline of physicians. Section 4. That § 36-4A-3.1 be AMENDED: 36-4A-3.1. The board shall appoint a physician assistant council composed of three physician assistants. The term of office for each member is three years. No member may be appointed to more than three consecutive, full terms. If a vacancy occurs, the board must appoint a new member to fill the unexpired term. The appointment of a member to an unexpired term is not considered a full term. The council shall meet at least twice each year, at a time and place set by the council, and may hold additional meetings as necessary to conduct business. The council shall meet the requirements of chapter 1-25 regarding open meetings. The council shall: (1) Assist the board in all matters related to the licensure, practice, education, continuing education, investigation, and discipline of physician assistants pursuant to this chapter; (2) Make recommendations to the board regarding rules promulgated pursuant to this chapter; and (3) Submit meeting minutes and any recommendations to the board following each council meeting. The board shall communicate activity on all matters relating to physician assistants with the council. Section 5. That § 36-4B-37 be AMENDED: 36-4B-37. The board shall appoint an emergency medical services personnel council composed of five members: (1) One emergency medical technician; (2) One emergency medical technician-intermediate/85, emergency medical technician-intermediate/99, or advanced emergency medical technician; (3) Two paramedics; and (4) One physician licensed in accordance with chapter 36-4 and trained in emergency medicine. The term of office for each member is three years. No member may be appointed to more than three consecutive, full terms. If a vacancy occurs, the board must appoint a new member to fill the unexpired term. The appointment of a member to an unexpired term is not considered a full term. The council shall meet at least twice each year, at a time and place set by the council, and may hold additional meetings as necessary to conduct business. The council shall meet the requirements of chapter 1-25 regarding open meetings. The council shall assist the board in all matters related to the licensure, practice, education, continuing education, investigation, and discipline of emergency medical services personnel pursuant to this chapter. The council shall make recommendations to the board regarding rules promulgated pursuant to this chapter. The council shall submit meeting minutes and any recommendations to the board following each council meeting. The board shall communicate activity on all matters relating to emergency medical services personnel with the council. Section 6. That § 36-4C-1 be AMENDED: 36-4C-1. Terms used in this chapter mean: (1) \"Affiliate,\" the South Dakota affiliate of the American Association for Respiratory Care; (2) \"Board,\" the State Board of Medical and Osteopathic Examiners; (3) \"Certified respiratory therapist,\" a respiratory care practitioner who has successfully completed a training program accredited by the Commission on Accreditation of Allied Health Education Programs in collaboration with the Committee on Accreditation for Respiratory Care and who has successfully completed the entry level examination for respiratory therapists administered by the National Board for Respiratory Care, Incorporated; (4) \"Graduate respiratory care practitioner,\" a person who has graduated from an education and training program accredited by the Commission on Accreditation of Allied Health Education Programs in collaboration with the Committee on Accreditation for Respiratory Care and who is eligible to take the licensure examination required by § 36-4C-8; (5) \"Qualified medical director,\" a physician licensed pursuant to chapter 36-4 who has a special interest and knowledge in the diagnosis and treatment of cardiopulmonary problems and is responsible for the medical direction of any inpatient or outpatient respiratory care service, department, or home care agency. If possible, the medical director must be qualified by special training or be experienced in the management of acute and chronic respiratory disorders or both. The medical director is responsible for the quality, safety, and appropriateness of respiratory care services; (6) \"Respiratory care practitioner,\" any person with a temporary permit or license to practice respiratory care as defined in this chapter and whose temporary permit or license is in good standing; (7) \"Registered respiratory therapist,\" a respiratory care practitioner who has successfully completed a training program accredited by the Commission on Accreditation of Allied Health Education Programs in collaboration with the Committee on Accreditation for Respiratory Care and who has successfully completed the registry examination for advanced respiratory therapists administered by the National Board for Respiratory Care, Incorporated; and (8) \"Student respiratory care practitioner,\" a person who is enrolled in an education and training program for respiratory care practitioners that is accredited by the Commission on Accreditation of Allied Health Education Programs and the Committee on Accreditation for Respiratory Care and who provides respiratory care under direct supervision of a licensed respiratory care practitioner who is on the premises where the respiratory care services are provided and who is available for immediate consultation. Section 7. That § 36-4C-4 be AMENDED: 36-4C-4. The board shall appoint a respiratory care practitioners council composed of five members: (1) Two registered respiratory therapists; (2) Two certified respiratory therapists; and (3) A physician licensed pursuant to chapter 36-4 who practices as a pulmonologist. The term of office for each member is three years. No member may be appointed to more than three consecutive, full terms. If a vacancy occurs, the board shall appoint a new member to fill the unexpired term. The appointment of a member to an unexpired term is not considered a full term. The council shall meet at least twice each year, at a time and place set by the council, and may hold additional meetings as necessary to conduct business. The council shall meet the requirements of chapter 1-25 regarding open meetings. The council shall assist the board in all matters related to the licensure, practice, education, investigation, and discipline of respiratory care practitioners. The council shall make recommendations to the board regarding rules promulgated pursuant to this chapter. The council shall submit meeting minutes and any recommendations to the board following each council meeting. The board shall communicate activity on all matters relating to respiratory care practitioners with the council. Section 8. That § 36-4C-9 be AMENDED: 36-4C-9. Any applicant for a license as a respiratory care practitioner shall file a written application, on a form provided by the board, containing evidence satisfactory to the board for showing that the applicant: (1) Is of good moral character; (2) Has successfully completed an education and training program accredited by the Commission on Accreditation of Allied Health Education Programs in collaboration with the Committee on Accreditation for Respiratory Care; and (3) Will pass an examination recommended by the respiratory care practitioners council and approved by the board. Section 9. That § 36-10B-1 be AMENDED: 36-10B-1. Terms used in this chapter mean: (1) \"Accredited college or university,\" a college or university accredited by the United States regional accrediting agencies recognized by the Council on Postsecondary Accreditation and the United States Department of Education; (2) \"Board,\" the State Board of Medical and Osteopathic Examiners; (3) \"Commission,\" the Commission on Dietetic Registration that is a member of the National Commission for Certifying Agencies; (4) \"Dietitian,\" a person who engages in nutrition or dietetics practice and uses the title dietitian pursuant to § 36-10B-2; (5) \"Licensed nutritionist,\" a person licensed under this chapter; (6) \"Nutritionist,\" a person who engages in nutrition or dietetics practice and uses the title of nutritionist pursuant to § 36-10B-2; (7) \"Nutrition care services,\" any of the following: (a) Assessment of the nutritional needs of individuals or groups; (b) Establishment of priorities, goals, and objectives to meet nutritional needs; (c) Provision of nutrition counseling for both normal and therapeutic needs; (d) Development, implementation, and management of nutrition care services; or (e) Evaluation, adjustment, and maintenance of appropriate standards of quality in nutrition care; (8) \"Nutritional assessment,\" the evaluation of the nutritional needs of individuals or groups based on appropriate biochemical, anthropometric, physical, and dietary data to determine nutrient needs and recommend appropriate nutritional intake; and (9) \"Nutrition counseling,\" advising and assisting individuals or groups on appropriate nutritional intake by integrating information from the nutritional assessment with information on food and other sources of nutrients and meal preparation consistent with cultural background and socioeconomic status. Section 10. That § 36-10B-3 be AMENDED: 36-10B-3. The board may: (1) Examine qualified applicants for a license to practice nutrition and dietetics, issue licenses to applicants who meet the requirements established by this chapter, and renew licenses as recommended by the nutrition and dietetics council; and (2) Adopt rules pursuant to chapter 1-26, that set professional, practice, and ethical standards for licensed nutritionists. Section 11. That § 36-10B-4 be AMENDED: 36-10B-4. The board shall appoint a nutrition and dietetics council composed of five members. Each member must be a registered dietitian or licensed nutritionist. The term of office for each member is three years. No member may be appointed to more than three consecutive, full terms. If a vacancy occurs, the board must appoint a new member to fill the unexpired term. The appointment of a member to an unexpired term is not considered a full term. The council shall meet at least twice each year, at a time and place set by the council, and may hold additional meetings as necessary to conduct business. The council shall meet the requirements of chapter 1-25 regarding open meetings. The council shall: (1) Assist the board in all matters related to the licensure, practice, education, continuing education, investigation, and discipline of dieticians and nutritionists; (2) Make recommendations to the board regarding rules promulgated pursuant to this chapter; and (3) Submit meeting minutes and any recommendations to the board following each council meeting. The board shall communicate activity on all matters relating to dieticians and licensed nutritionists with the council. Section 12. That § 36-29-8 be AMENDED: 36-29-8. The board shall appoint an athletic training council composed of three residents of this state who are licensed to practice athletic training in accordance with this chapter. The term of office for each member is three years. No member may serve more than three consecutive, full terms. If a vacancy occurs, the board must appoint a new member to fill the unexpired term. The appointment of a member to an unexpired term is not considered a full term. The council shall meet at least twice each year, at a time and place set by the council, and may hold additional meetings as necessary to conduct business. The council shall meet the requirements of chapter 1-25 regarding open meetings. The council shall: (1) Assist the board in all matters related to the licensure, practice, education, continuing education, investigation, and discipline of athletic trainers; (2) Make recommendations to the board regarding rules promulgated pursuant to this chapter; and (3) Submit meeting minutes and any recommendations to the board following each council meeting. The board shall communicate activity on all matters relating to athletic trainers with the council. Section 13. That § 36-31-1 be AMENDED: 36-31-1. Terms used in this chapter mean: (1) \"Board,\" the State Board of Medical and Osteopathic Examiners; (2) \"Occupational therapist,\" any person licensed to practice occupational therapy as defined in this chapter and whose license is in good standing; (3) \"Occupational therapy,\" the evaluation, planning and implementation of a program of purposeful activities to develop or maintain adaptive skills necessary to achieve the maximal physical and mental functioning of the individual in his or her daily pursuits. The practice of occupational therapy includes consultation, evaluation, and treatment of individuals whose abilities to cope with the tasks of living are threatened or impaired by developmental deficits, the aging process, learning disabilities, poverty and cultural differences, physical injury or disease, psychological and social disabilities, or anticipated dysfunction. Occupational therapy services include such treatment techniques as task-oriented activities to prevent or correct physical or emotional deficits or to minimize the disabling effect of these deficits in the life of the individual; such evaluation techniques as assessment of sensory integration and motor abilities, assessment of development of self-care and feeding, activities and capacity for independence, assessment of the physical capacity for prevocational and work tasks, assessment of play and leisure performance, and appraisal of living areas for the handicapped; physical agent modalities limited to the upper extremities to enhance physical functional performance, if certified in accordance with § 36-31-6; and specific occupational therapy techniques such as activities of daily living skills, designing, fabricating, or applying selected orthotic devices or selecting adaptive equipment, sensory integration and motor activities, the use of specifically designed manual and creative activities, specific exercises to enhance functional performance, and treatment techniques for physical capabilities for work activities. Such techniques are applied in the treatment of individual patients or clients, in groups, or through social systems; (4) \"Occupational therapy aide,\" any person who assists in the practice of occupational therapy under the direct supervision of an occupational therapist or occupational therapy assistant; (5) \"Occupational therapy assistant,\" any person licensed to assist in the practice of occupational therapy, under the supervision of or with the consultation of a licensed occupational therapist and whose license is in good standing; and (6) \"Physical agent modalities,\" modalities that produce a biophysiological response through the use of light, water, temperature, sound, or electricity, or mechanical devices. Physical agent modalities include: (a) Superficial thermal agents such as hydrotherapy/whirlpool, cryotherapy (cold packs/ice), fluidotherapy, hot packs, paraffin, water, infrared, and other commercially available superficial heating and cooling technologies; (b) Deep thermal agents such as therapeutic ultrasound, phonophoresis, and other commercially available technologies; (c) Electrotherapeutic agents such as biofeedback, neuromuscular electrical stimulation, functional electrical stimulation, transcutaneous electrical nerve stimulation, electrical stimulation for tissue repair, high-voltage galvanic stimulation, and iontophoresis and other commercially available technologies; and (d) Mechanical devices such as vasopneumatic devices and CPM (continuous passive motion). Section 14. That § 36-31-2 be AMENDED: 36-31-2. The board shall appoint an occupational therapy council composed of two occupational therapists and one occupational therapy assistant. The term of office for each member is three years. No member may serve more than three consecutive, full terms. If a vacancy occurs, the board must appoint a new member to fill the unexpired term. The appointment of a member to an unexpired term is not considered a full term. The council shall meet at least twice each year, at a time and place set by the council, and may hold additional meetings as necessary to conduct business. The council shall meet the requirements of chapter 1-25 regarding open meetings. The council shall: (1) Assist the board in all matters related to the licensure, practice, education, continuing education, investigation, and discipline of occupational therapists and occupational therapy assistants; (2) Make recommendations to the board regarding rules promulgated pursuant to this chapter; and (3) Submit meeting minutes and any recommendations to the board following each council meeting. The board shall communicate activity on all matters relating to occupational therapists or occupational therapy assistants with the council. Section 15. That § 36-36-15 be AMENDED: 36-36-15. The board shall appoint a genetic counselor council composed of one genetic counselor and three physicians licensed pursuant to chapter 36-4. The term of office for each member is three years. No member may be appointed to more than three consecutive, full terms. If a vacancy occurs, the board must appoint a new member to fill the unexpired term. The appointment of a member to an unexpired term is not considered a full term. The council shall meet at least twice each year, at a time and place set by the council, and may hold additional meetings as necessary to conduct business. The council shall meet the requirements of chapter 1-25 regarding open meetings. The council shall: (1) Assist the board in all matters related to the licensure, practice, education, continuing education, investigation, and discipline of genetic counselors pursuant to this chapter; (2) Make recommendations to the board regarding rules promulgated pursuant to this chapter; and (3) Submit meeting minutes and any recommendations to the board following each council meeting. The board shall communicate activity on all matters relating to genetic counselors with the council. Section 16. That § 36-4-2 be REPEALED. Section 17. That § 36-4-2.1 be REPEALED. An Act to revise provisions related to the State Board of Medical and Osteopathic Examiners and its appointed professional councils. I certify that the attached Act originated in the: Senate as Bill No. 87 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 87 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2024 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2024 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2024 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25088, "action_date": "2024-01-17T14:00:00-06:00", "document_id": 260025, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260025.pdf", "status_text": "First read in Senate and referred to", "journal_page": 95, "committee_id_action": 1219, "committee_id_assigned": 1213, "result": "N", "vote": {}}, {"bill_id": 25088, "action_date": "2024-01-19T07:45:00-06:00", "document_id": 260398, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260398.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1213, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25088, "action_date": "2024-01-19T07:45:00-06:00", "document_id": 260399, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260399.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1213, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78628, "president_vote": null, "Excused": [4493], "Yea": [4480, 4537, 4550, 4554, 4488, 4567]}}, {"bill_id": 25088, "action_date": "2024-01-22T14:00:00-06:00", "document_id": 260987, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260987.pdf", "status_text": "Motion to amend", "journal_page": 133, "committee_id_action": 1219, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 25088, "action_date": "2024-01-22T14:00:00-06:00", "document_id": 260987, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260987.pdf", "status_text": "Do Pass Amended", "journal_page": 133, "committee_id_action": 1219, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78704, "president_vote": null, "Yea": [4477, 4479, 4480, 4481, 4487, 4488, 4490, 4498, 4502, 4507, 4508, 4512, 4515, 4516, 4517, 4523, 4526, 4536, 4537, 4541, 4547, 4550, 4554, 4558, 4559, 4564, 4567, 4572, 4573, 4574, 4576], "Excused": [4493], "Nay": [4501, 4529]}}, {"bill_id": 25088, "action_date": "2024-01-23T14:00:00-06:00", "document_id": 261477, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/261477.pdf", "status_text": "First read in House and referred to", "journal_page": 155, "committee_id_action": 1197, "committee_id_assigned": 1196, "result": "N", "vote": {}}, {"bill_id": 25088, "action_date": "2024-01-30T07:45:00-06:00", "document_id": 262886, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262886.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1196, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25088, "action_date": "2024-02-01T07:45:00-06:00", "document_id": 263614, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263614.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1196, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25088, "action_date": "2024-02-01T07:45:00-06:00", "document_id": 263616, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263616.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1196, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79059, "president_vote": null, "Yea": [4483, 4492, 4494, 4505, 4506, 4531, 4534, 4535, 4556, 4571, 4551, 4510], "Excused": [4521]}}, {"bill_id": 25088, "action_date": "2024-02-02T13:00:00-06:00", "document_id": 264321, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264321.pdf", "status_text": "Do Pass Amended", "journal_page": 240, "committee_id_action": 1197, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79174, "president_vote": null, "Yea": [4472, 4473, 4474, 4475, 4476, 4478, 4482, 4483, 4485, 4489, 4491, 4492, 4494, 4495, 4497, 4500, 4504, 4505, 4506, 4509, 4510, 4511, 4513, 4514, 4518, 4519, 4522, 4524, 4525, 4527, 4528, 4530, 4531, 4532, 4533, 4534, 4535, 4538, 4540, 4542, 4543, 4544, 4545, 4546, 4548, 4551, 4552, 4553, 4555, 4556, 4557, 4560, 4561, 4562, 4563, 4565, 4566, 4568, 4570, 4575], "Nay": [4486, 4499, 4503, 4549, 4569, 4571], "Excused": [4496, 4520, 4521]}}, {"bill_id": 25088, "action_date": "2024-02-05T14:00:00-06:00", "document_id": 264485, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264485.pdf", "status_text": "Signed by the President", "journal_page": 261, "committee_id_action": 1219, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25088, "action_date": "2024-02-06T14:00:00-06:00", "document_id": 264674, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264674.pdf", "status_text": "Signed by the Speaker", "journal_page": 273, "committee_id_action": 1197, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25088, "action_date": "2024-02-07T14:00:00-06:00", "document_id": 264842, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264842.pdf", "status_text": "Delivered to the Governor", "journal_page": 276, "committee_id_action": 1219, "committee_id_assigned": null, "result": "N", "vote": {}}]}