{"session_id": 45, "bill_id": 12551, "bill_type": "Senate Bill", "bill_number": 167, "bill_title": "to create a transition reserve fund and provide for the deposit of money into the fund and the allocation of money out of the fund.", "sponsors": [{"legislator_profile_id": 1896, "is_prime": true}, {"legislator_profile_id": 1959, "is_prime": true}, {"legislator_profile_id": 1908, "is_prime": false}, {"legislator_profile_id": 1944, "is_prime": false}, {"legislator_profile_id": 1955, "is_prime": false}, {"legislator_profile_id": 1957, "is_prime": false}], "keywords": ["Budget Reserve"], "audio": [], "bill_versions": [{"bill_id": 12551, "bill_version_id": 73764, "bill_version": "Introduced", "bill_version_date": "1997-01-29T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create a transition reserve fund and provide for the deposit of money into the fund and the allocation of money out of the fund. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 4-7 be amended by adding thereto a NEW SECTION to read as follows: There is hereby established within the state treasury the transition budget reserve fund. Section 2. That § 4-7-32 be amended to read as follows: 4-7-32. On July first of each fiscal year or at such time that the prior fiscal year general fund ending unobligated cash balance is determined, the commissioner of the Bureau of Finance and Management shall transfer all into the transition budget reserve fund prior year unobligated cash up to an amount equal to such that the amount of money in the budget reserve fund plus the transition budget reserve fund equals five percent of the general fund appropriations from the general appropriation act General Appropriations Act for the prior fiscal year or twenty million dollars in fiscal year 1992 into the budget reserve fund . The special committee created by § 4- 8A-2 may by a majority vote of its members allocate money in the transition budget reserve fund to any budget units that may have a budget shortfall. The special committee created by § 4- 8A-2 may also by a majority vote of its members allocate money in the transition budget reserve fund to the budget reserve fund. On the last Friday in December of each fiscal year, any money in the transition budget reserve fund shall be transferred to the budget reserve fund. In no event shall may the cash balance in the budget reserve fund be greater than five percent of the general fund appropriations from the General Appropriation Appropriations Act for the prior fiscal year or twenty million dollars in fiscal year 1992 . Expenditures out of the budget reserve fund shall only be by special appropriation of the Legislature and shall only redress such unforeseen expenditure obligations or such unforeseen revenue shortfalls as may constitute an emergency pursuant to S.D. Const., Art. III, § 1. Section 3. That § 4-8A-3 be amended to read as follows: 4-8A-3. The special committee shall serve to release sums of money from any general contingency funds appropriated for contingent purposes by the general appropriation act or any special act or authorize the transfer of money out of the transition budget reserve fund . The special committee shall also serve to continually review, evaluate, and coordinate state fiscal and budgetary policy including , but not limited to, the adoption of any new programs by any department of state government and shall also carry out any assignments made by the executive board of the legislative research council."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12551, "action_date": "1997-01-29T14:00:00-06:00", "document_id": 72889, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72889.pdf", "status_text": "First read in Senate and referred to", "journal_page": 212, "committee_id_action": 545, "committee_id_assigned": 527, "result": "N", "vote": {}}, {"bill_id": 12551, "action_date": "1997-02-03T07:45:00-06:00", "document_id": 72266, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72266.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 527, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12551, "action_date": "1997-02-03T07:45:00-06:00", "document_id": 72266, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72266.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 277, "committee_id_action": 527, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37922, "president_vote": null, "Yea": [1911, 1915, 1956, 1986, 1969, 1927], "Nay": [1912, 1930, 1946]}}]}