{"session_id": 69, "bill_id": 24829, "bill_type": "House Bill", "bill_number": 1037, "bill_title": "require the producers of wind and solar energy infrastructure to implement or participate in a wind and solar energy infrastructure stewardship program.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24829", "sponsors": [{"legislator_profile_id": 4495, "is_prime": true}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4546, "is_prime": false}, {"legislator_profile_id": 4570, "is_prime": false}], "keywords": ["Fund", "Public Utilities and Carriers", "Reports", "Solar", "Wind Energy"], "audio": [], "bill_versions": [{"bill_id": 24829, "bill_version_id": 257755, "bill_version": "Introduced", "bill_version_date": "2023-12-29T17:08:34.777-06:00", "bill_text": "An Act to require the producers of wind and solar energy infrastructure to implement or participate in a wind and solar energy infrastructure stewardship program. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 49: Terms used in this chapter mean: (1) \"Brand,\" a name, symbol, word, or mark that identifies a solar photovoltaic module or wind energy conversion system, rather than the individual components thereof, and attributes the solar photovoltaic module or wind energy conversion system to the owner or licensee of the name, symbol, word, or mark as a producer; (2) \"Producer,\" a person that: (a) Has legal ownership of a brand, brand name, or cobrand of a solar photovoltaic module or wind energy conversion system sold in the state; (b) Imports a solar photovoltaic module or wind energy conversion system branded by a producer that meets the criteria of subsection (a) when the producer has no physical presence in the United States; (c) Makes unbranded solar photovoltaic modules or wind energy conversion systems that are sold in the state provided that subdivisions (a) and (b) do not apply; or (d) Sells solar photovoltaic modules or wind energy conversion systems at wholesale or retail, does not have legal ownership of the brand, and elects to fulfill the producer's responsibilities for the solar photovoltaic module or wind energy conversion system by certifying that election in writing to the Public Utilities Commission; (3) \"Sale\" or \"sell,\" the transfer of title to or lease of a solar photovoltaic module or wind energy conversion system for consideration by a producer, wholesaler, or retailer, including a remote sale conducted through a sales outlet, catalog, website, or similar electronic means; (4) \"Solar photovoltaic module\" the smallest, nondivisible, self-contained physical structure housing interconnected photovoltaic cells that provides a single direct current of electrical output; (5) \"Stewardship assessment,\" the amount added to the purchase price of wind and solar infrastructure sold in the state that is necessary to cover the cost of collecting, transporting, and processing discarded wind and solar infrastructure by the producer or stewardship organization pursuant to a product stewardship program; (6) \"Stewardship organization,\" an organization appointed by one or more producers to act as an agent on behalf of the producer to design, submit, and administer a product stewardship program under this section; (7) \"Stewardship plan,\" a detailed plan describing the manner in which a product stewardship program will be implemented; (8) \"Wind and solar energy infrastructure,\" a solar photovoltaic module, wind energy conversion system, or wind energy conversion system component; and (9) \"Wind energy conversion system,\" any wind charger, windmill, wind turbine, or other device that converts wind energy to a form of usable energy. Section 2. That a NEW SECTION be added to title 49: A producer shall, individually or through a stewardship organization, implement and finance a statewide product stewardship program that manages wind and solar infrastructure sold in the state that has been subsequently decommissioned and is no longer actively operated by reducing waste generation, promoting recycling, and negotiating and executing agreements to collect, transport, and process wind and solar energy infrastructure for end-of-life recycling. Section 3. That a NEW SECTION be added to title 49: On or before March 1, 2025, and before offering wind and solar infrastructure for sale in the state, a producer must: (1) Receive approval of a submitted stewardship plan from the Public Utilities Commission; or (2) Submit documentation to the commission that demonstrates that the producer has entered into an agreement with a stewardship organization to be an active participant in a product stewardship program, pursuant to section 2 of this Act, that has been approved by the commission. The entity responsible for a stewardship plan shall notify the commission within thirty days of any significant change to the plan or its implementation and must submit a revised written plan to the commission for review and approval within thirty days of the notification. The commission may require the entity responsible for a stewardship plan to submit an amendment to the plan every five years. Section 4. That a NEW SECTION be added to title 49: A stewardship plan must contain: (1) Certification that the product stewardship program will accept all discarded wind and solar energy infrastructure, regardless of the producer that produced the wind and solar energy infrastructure; (2) Contact information for the individual within the entity submitting the plan, a list of all producers participating in the product stewardship program, and the brands covered by the product stewardship program; (3) A description of the methods proposed to collect the discarded wind and solar energy infrastructure in all areas of the state without relying on end-of-life fees, including: (a) An explanation of how the collection system is designed to be convenient and adequate to serve the needs of small businesses and residents in both urban and rural areas on an ongoing basis; and (b) A description of how the entity responsible for the stewardship plan will make use of the existing household hazardous waste infrastructure; (4) A description of the techniques to be used to monitor and maintain the adequacy of the collection program; (5) The names and locations of collectors, transporters, and recyclers that will manage discarded wind and solar infrastructure; (6) A description of how discarded wind and solar energy infrastructure are to be safely and securely transported, tracked, and handled from collection through final recycling and processing; (7) A description of the method to be used to dismantle and recycle discarded wind and solar energy infrastructure to ensure that, to the extent feasible, the components of the wind and solar energy infrastructure are transformed or remanufactured into finished products for use; (8) A description of the promotion and outreach activities to be used to encourage participation in the collection and recycling program; (9) A description of the measures used to evaluate the promotion and outreach activities' effectiveness and whether the program requires modification; (10) The proposed uniform stewardship assessment for all wind and solar energy infrastructure sold in the state, which must be recommended and reviewed by an independent auditor to ensure that the assessment does not exceed the cost of the product stewardship program; (11) Evidence of adequate insurance and financial assurance required for collection, handling, recycling, and disposal operations, as determined by the commission; (12) A five-year performance goal, including an estimate of both the percentage and amount of discarded wind and solar energy infrastructure to be collected and recycled during each of the first five years of the stewardship plan and the methodology used to be to determine the goals; and (13) A description of the status of end markets for collected wind and solar energy infrastructure and what, if any, additional end markets are needed to improve the functioning of the program. A five-year performance goal described in subdivision (11) must be based on the most recent collection data available for the state, the estimated number and weight of wind and solar energy infrastructure disposed of annually, and, if available, actual collection data from other existing stewardship programs. Section 5. That a NEW SECTION be added to title 49: When developing a stewardship plan, a stewardship organization or individual producer shall consult with retailers, wind and solar energy infrastructure installers, owners, collectors, recyclers, and local government. Section 6. That a NEW SECTION be added to title 49: Within ninety days of receiving a proposed stewardship plan, the Public Utilities Commission must determine if the plan complies with section 4 of this Act. If the commission approves the plan, the commission must immediately notify the applicant in writing of the plan's approval and implementation date. The date may not be later than ninety days after the plan is approved. If the commission rejects the plan, the commission must notify the applicant in writing of the reasons for rejecting the plan. An applicant whose plan is rejected by the commission may submit a revised plan to the commission within sixty days of receiving notice of rejection. All draft and approved stewardship plans must be placed on the commission's website and made available at the commission for public review and comment. Section 7. That a NEW SECTION be added to title 49: Beginning ninety days after the Public Utilities Commission approves a stewardship plan pursuant to section 6 of this Act, a producer, wholesaler, or retailer may not sell or offer for sale a solar photovoltaic module or wind energy conversion system in the state unless the producer of the solar photovoltaic module or wind energy conversion system participates in an approved stewardship program, either individually or through a stewardship organization. Each producer must either operate a product stewardship program approved by the commission or enter into an agreement with a stewardship organization to operate a product stewardship program approved by the commission on the producer's behalf. Section 8. That a NEW SECTION be added to title 49: A producer or stewardship organization that organizes collection, transportation, and processing of wind and solar infrastructure pursuant to this chapter is immune from liability for conduct under state laws pertaining to antitrust or restraint of trade. Liability immunity under this section is limited to conduct necessary to plan and implement the producer's or organization's chosen organized collection or recycling system. Section 9. That a NEW SECTION be added to title 49: On and after the implementation date of a product stewardship program, pursuant to section 6 of this Act, a producer of wind and solar energy infrastructure must add the stewardship assessment, as approved by the Public Utilities Commission, to the cost of wind and solar energy infrastructure sold to retailers and distributors in the state. A producer or the stewardship organization shall provide consumers with educational materials regarding the stewardship assessment and product stewardship program. The materials must include information regarding available end-of-life management options for wind and solar energy infrastructure offered through the product stewardship program and information notifying consumers that a charge for operating the product stewardship program is included in the purchase price of wind and solar energy infrastructure sold in the state. A producer or stewardship organization must conduct and document a due diligence evaluation of the collectors and recyclers with which it contracts, including the assessment of items specified in section 10 of this Act. A producer or stewardship organization shall maintain documentation for three years that all wind and solar energy infrastructure recycled, partially recycled, or sent to downstream recycling operations comply with section 10 of this Act. A producer or stewardship organization must provide the Public Utilities Commission with contact information for an individual who can be contacted regarding the activity of the producer or stewardship organization. Section 10. That a NEW SECTION be added to title 49: Beginning on September 1, 2025, and every September first thereafter, a recycler shall certify to the Public Utilities Commission that wind and solar energy infrastructure recycling facilities, including all downstream recycling operations: (1) Comply with all applicable health, environmental, safety, and financial responsibility regulations; (2) Are licensed by all applicable governmental authorities; (3) Use no prison labor to recycle wind and solar energy infrastructure; and (4) Possess liability insurance of not less than one million dollars for environmental releases, accidents, and other emergencies. Section 11. That a NEW SECTION be added to title 49: Beginning ninety days after the Public Utilities Commission approves a stewardship plan, pursuant to section 6 of this Act, a producer is prohibited from selling a solar photovoltaic module or wind energy conversion system in the state unless the producer of the wind and solar energy infrastructure is participating in an approved stewardship program. On and after the implementation date of a product stewardship program, a retailer or distributor is prohibited from offering solar photovoltaic modules or wind energy conversion systems for sale in this state unless the full amount of the stewardship assessment added to the cost of the solar photovoltaic module or wind energy conversion system by a producer, pursuant to section 9 of this Act, is included in the purchase price of the solar photovoltaic module or wind energy conversion system. A retailer or distributor does not violate this section if, on the date a solar photovoltaic module or wind energy conversion system sold by the retailer or distributor was ordered from the producer or its agent, the producer was listed as compliant on the commission's website, pursuant to section 14 of this Act. Section 12. That a NEW SECTION be added to title 49: Beginning October 1, 2026, and every October first thereafter, a producer of wind and solar energy infrastructure sold in the state shall, individually or through a stewardship organization, submit a report to the Public Utilities Commission describing the product stewardship program. The report must contain: (1) A description of the methods used to collect, transport, and process wind and solar energy infrastructure in all regions of the state; (2) The number and weight of all wind and solar energy infrastructure collected in all regions of the state and a comparison to the performance goals and recycling rates contained in the stewardship plan; (3) Samples of the educational material provided to consumers, an evaluation of the effectiveness of the material, and an evaluation of the methods used to disseminate the material; and (4) An independent financial audit of the stewardship program. Section 13. That a NEW SECTION be added to title 49: Trade secret information, as defined in § 1-27-28, and sales information submitted to the Public Utilities Commission under this chapter is not open to public inspection and is not a public record under chapter 1-27. Section 14. That a NEW SECTION be added to title 49: The Public Utilities Commission must provide on the commission's website a list of all producers and brands operating in this state and whether the producer or brand is participating in an approved stewardship program. Section 15. That a NEW SECTION be added to title 49: A political subdivision of this state or other public agency may choose to participate in a product stewardship program and may work with producers and stewardship organizations to assist in meeting product stewardship program recycling obligations by providing education and outreach. Section 16. That a NEW SECTION be added to title 49: The stewardship organization or individual producer submitting a stewardship plan must pay an annual administrative fee to the Public Utilities Commission. The commission may establish a variable fee based on relevant factors, including the portion of solar photovoltaic modules and wind energy conversion systems sold in the state by members of the organization compared to the total amount of solar photovoltaic modules and wind energy conversion systems sold in the state by all organizations that have submitted a stewardship plan. By June 30, 2026, and by June thirtieth every year thereafter, the commission must identify the commission's cost incurred pursuant to this chapter. The commission shall set the fee at an amount that, when paid by every stewardship organization or individual producer that submits a stewardship plan, is adequate to reimburse the commission's full cost of administering this chapter. The total annual fees collected pursuant to this section may not exceed the amount necessary to reimburse the cost incurred by the commission to administer this chapter. On or before August 1, 2026, and by August first ever year thereafter, each approved stewardship organization or individual producer subject to this subdivision must pay the administrative fee assessed by the commission. Each year after the initial payment, the annual administrative fee assessed to each approved stewardship organization or individual producer may not exceed five percent of the aggregate stewardship assessment added to the cost of all wind and solar infrastructure sold by producers in the state for the preceding calendar year. Section 17. That a NEW SECTION be added to title 49: There is created in the state treasury the wind and solar energy infrastructure stewardship fund. The Public Utilities Commission shall administer the fund, and any money in the fund is continuously appropriated to the Public Utilities Commission as provided in this section. All administrative fees received pursuant to section 16 of this Act an any interest earned on money in the fund must be deposited in the fund. The commission shall use any money deposited into the fund to reimburse the commission for all costs related to administering a statewide wind and solar energy infrastructure stewardship program."}], "amendments": [], "fiscal_notes": [], "action_log": []}