{"session_id": 32, "bill_id": 8958, "bill_type": "House Bill", "bill_number": 1142, "bill_title": "revise the publication requirements for certain counties, municipalities, and school districts.", "sponsors": [{"legislator_profile_id": 1214, "is_prime": true}, {"legislator_profile_id": 1220, "is_prime": true}, {"legislator_profile_id": 1282, "is_prime": false}, {"legislator_profile_id": 1267, "is_prime": false}, {"legislator_profile_id": 1221, "is_prime": false}, {"legislator_profile_id": 1215, "is_prime": false}], "keywords": ["Counties", "Municipal Government", "Newspapers", "Notice and Publication", "School Districts"], "audio": [{"meeting_datetime": "2018-02-01T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hlo15.mp3", "start_seconds": 1982.0}, {"meeting_datetime": "2018-02-01T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hlo15.mp3", "start_seconds": 1982.0}, {"meeting_datetime": "2018-02-01T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hlo15.mp3", "start_seconds": 1982.0}, {"meeting_datetime": "2018-02-01T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hlo15.mp3", "start_seconds": 1982.0}], "bill_versions": [{"bill_id": 8958, "bill_version_id": 47609, "bill_version": "Introduced", "bill_version_date": "2018-01-23T11:07:34.24-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the publication requirements for certain counties, municipalities, and school districts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Notwithstanding the provisions of chapter 17-2, any county, municipality, or school district may determine the newspaper circulation for any newspaper eligible to serve as a legal newspaper by dividing the sum of the twelve-month average total paid circulation, as annually reported to the secretary of state, less the number of copies returned from vendors, copies undistributed, and electronic subscriptions, by the population of the county of jurisdiction according to the most recent census. Any municipality served by a newspaper that daily delivers a newspaper to individual addresses may also subtract the number of paid mailed subscriptions. Any municipality or school district located in more than one county may select a newspaper that the governing body determines to serve the most people within the jurisdiction. Any school district may use the mailing address of the school business office to determine the appropriate census data that the school district may use for purposes of this Act. Section 2. That the code be amended by adding a NEW SECTION to read: Any county, municipality, or school district with less than forty percent of the population served by an eligible legal newspaper, as determined by section 1 of this Act, may annually designate an official internet website. The governing body shall notify the Bureau of Information and Telecommunications of the designation. The bureau shall maintain a listing of each website designated and provide a link to each official website on the website maintained by the state pursuant to § 1-27-45. Section 3. That the code be amended by adding a NEW SECTION to read: If a county, municipality, or school district designates an official internet website pursuant to this Act, there shall be at least one library or other location within its jurisdiction that is open at no cost to the public with internet access to the official website. Section 4. That the code be amended by adding a NEW SECTION to read: If the publication of any notice, minutes, bid, document, or other information is required by law, any county, municipality, or school district that has designated an official internet website pursuant to this Act, may in addition to the publication, or in lieu of the publication, post the information to the official website. If posted to the official website, the information shall remain posted and visible to the public for the amount of time the information is required to be kept as provided by the applicable records management program established pursuant to chapter 1-27. Section 5. That the code be amended by adding a NEW SECTION to read: If any county, municipality, or school district substitutes publication by posting to the official website pursuant to this Act, the governing body shall: (1) Maintain and keep, for the same amount of time as provided by the applicable records management program established pursuant to chapter 1-27, a digital or paper copy of the internet posting along with a statement, under oath, setting the dates of the posting; (2) Publish in the official newspaper, at least twice per year with no less than four months between publications, a notice specifying where any notice, minutes, bid, document, or other information may be found and alternative methods by which the information may be obtained; and (3) Allow residents of the county, municipality, or school district to request that a copy of the required information be provided to the resident by mail or electronic communication. The governing body shall also allow residents to register to receive copies of the information on an ongoing basis by mail or electronic communication. The copies shall be provided at the expense of the governing body. Section 6. That the code be amended by adding a NEW SECTION to read: Each county, municipality, or school district shall provide a copy of each document required to be published by law to the official newspaper and shall make the document available for public inspection at its business office."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8958, "action_date": "2018-01-23T14:00:00-06:00", "document_id": 47665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47665.pdf", "status_text": "First read in House and referred to", "journal_page": 150, "committee_id_action": 396, "committee_id_assigned": 389, "result": "N", "vote": {}}, {"bill_id": 8958, "action_date": "2018-02-01T10:00:00-06:00", "document_id": 48153, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48153.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 389, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8958, "action_date": "2018-02-01T10:00:00-06:00", "document_id": 48480, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48480.pdf", "status_text": "Do Pass", "journal_page": 0, "committee_id_action": 389, "committee_id_assigned": null, "result": "D", "vote": {}}, {"bill_id": 8958, "action_date": "2018-02-01T10:00:00-06:00", "document_id": 48480, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48480.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 276, "committee_id_action": 389, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25175, "president_vote": null, "Yea": [1275, 1296, 1280, 1274, 1249, 1299, 1258, 1305, 1215, 1298, 1236], "Nay": [1302], "Excused": [1235]}}]}