{"session_id": 4, "bill_id": 5051, "bill_type": "Senate Bill", "bill_number": 194, "bill_title": "provide for the establishment of public charter schools, of the State Board for Public Charter Schools, and the creation, operation, and maintenance of public charter schools.", "sponsors": [{"legislator_profile_id": 608, "is_prime": true}, {"legislator_profile_id": 622, "is_prime": true}, {"legislator_profile_id": 557, "is_prime": false}, {"legislator_profile_id": 609, "is_prime": false}, {"legislator_profile_id": 532, "is_prime": false}, {"legislator_profile_id": 596, "is_prime": false}, {"legislator_profile_id": 534, "is_prime": false}, {"legislator_profile_id": 590, "is_prime": false}, {"legislator_profile_id": 598, "is_prime": false}, {"legislator_profile_id": 535, "is_prime": false}, {"legislator_profile_id": 533, "is_prime": false}, {"legislator_profile_id": 562, "is_prime": false}, {"legislator_profile_id": 589, "is_prime": false}, {"legislator_profile_id": 633, "is_prime": false}, {"legislator_profile_id": 628, "is_prime": false}, {"legislator_profile_id": 613, "is_prime": false}, {"legislator_profile_id": 632, "is_prime": false}, {"legislator_profile_id": 612, "is_prime": false}, {"legislator_profile_id": 588, "is_prime": false}, {"legislator_profile_id": 539, "is_prime": false}, {"legislator_profile_id": 627, "is_prime": false}, {"legislator_profile_id": 619, "is_prime": false}, {"legislator_profile_id": 607, "is_prime": false}, {"legislator_profile_id": 559, "is_prime": false}], "keywords": ["Education", "School Districts"], "audio": [{"meeting_datetime": "2008-01-31T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sed16.mp3", "start_seconds": 3495.0}, {"meeting_datetime": "2008-01-31T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sed16.mp3", "start_seconds": 3495.0}, {"meeting_datetime": "2008-02-05T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sed18.mp3", "start_seconds": 434.0}, {"meeting_datetime": "2008-02-05T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sed18.mp3", "start_seconds": 434.0}, {"meeting_datetime": "2008-02-05T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sed18.mp3", "start_seconds": 434.0}, {"meeting_datetime": "2008-02-05T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sed18.mp3", "start_seconds": 434.0}, {"meeting_datetime": "2008-02-07T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sed20.mp3", "start_seconds": 87.0}, {"meeting_datetime": "2008-02-07T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sed20.mp3", "start_seconds": 87.0}, {"meeting_datetime": "2008-02-07T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sed20.mp3", "start_seconds": 87.0}, {"meeting_datetime": "2008-02-12T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sed22.mp3", "start_seconds": 304.0}, {"meeting_datetime": "2008-02-12T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sed22.mp3", "start_seconds": 304.0}, {"meeting_datetime": "2008-02-12T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sed22.mp3", "start_seconds": 304.0}, {"meeting_datetime": "2008-02-12T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sed22.mp3", "start_seconds": 304.0}, {"meeting_datetime": "2008-02-12T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sed22.mp3", "start_seconds": 304.0}], "bill_versions": [{"bill_id": 5051, "bill_version_id": 1638, "bill_version": "Introduced", "bill_version_date": "2008-01-23T10:32:30.94-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the establishment of public charter schools, of the State Board for Public Charter Schools, and the creation, operation, and maintenance of public charter schools. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby established the State Board for Public Charter Schools consisting of the following members: (1) Six members of the general public, at least two of whom shall reside in an urban school district, two of whom shall reside in a rural school district, and two of whom shall reside on an Indian reservation; (2) One member of the business community; (3) One teacher who provides classroom instruction; (4) One person with experience in the operation of a public charter school; and (5) Two members of the Legislature. All members appointed shall have significant experience in the field of public education. All members shall be appointed by the Governor to staggered four-year terms and are eligible for reappointment. No more than seven members may be of the same political party. Any member may be removed for cause. The Governor shall fill any vacancy by means of a qualified appointment. Section 2. Members of the State Board for Public Charter Schools are eligible for reimbursement of expenses pursuant to statute. Section 3. The State Board for Public Charter Schools shall annually elect a president and such other officers as it deems necessary from among its membership. Section 4. The State Board for Public Charter Schools shall: (1) Exercise general supervision over charter schools sponsored by the board and recommend legislation pertaining to charter schools to the Legislature; (2) Grant charter status to qualifying applicants for charter schools pursuant to this Act; (3) Adopt and use an official seal in the authentication of its acts; (4) Keep a record of its proceedings; (5) Adopt procedures for its own government; (6) Determine the policies of the board and the work undertaken by it; (7) Delegate to the secretary of the Department of Education the execution of board policies; and (8) Prepare a budget for expenditures necessary for the proper maintenance of the board and the accomplishment of its purpose. Section 5. Any applicant seeking to establish a public charter school shall submit a written application to a proposed sponsor as prescribed in section 7 of this Act. The application shall include a detailed business plan for the charter school and may include a mission statement for the charter school, a description of the charter school's organizational structure and the governing body, a financial plan for the first three years of operation of the charter school, a description of the charter school's hiring policy, the name of the charter school's applicants and requested sponsor, a description of the charter school's facility and the location of the school, a description of the grades being served, and an outline of criteria designed to measure the effectiveness of the school. Section 6. The sponsor of a public charter school may contract with a public body, private person, or private organization for the purpose of establishing a charter school pursuant to this Act. Section 7. The sponsor of a charter school may be either a school district governing board, the State Board of Education, or the State Board for Public Charter Schools, subject to the following requirements: (1) For charter schools that submit an application for sponsorship to a school district governing board: (a) An applicant for a charter school may submit its application to a school district governing board, which shall either accept or reject sponsorship of the charter school within ninety days. An applicant may submit a revised application for reconsideration by the governing board. If the governing board rejects the application, the governing board shall notify the applicant in writing of the reasons for the rejection. The applicant may request, and the governing board shall provide, technical assistance to improve the application; (b) In the first year that a school district is determined to be out of compliance with the uniform system of financial records, within fifteen days of the determination of noncompliance, the school district shall notify by certified mail each charter school sponsored by the school district that the school district is out of compliance with the uniform system of financial records. The notification shall include a statement that if the school district is determined to be out of compliance for a second consecutive year, the charter school will be required to transfer sponsorship to another entity pursuant to subsection (c); (c) In the second consecutive year that a school district is determined to be out of compliance with the uniform system of financial records, within fifteen days of the determination of noncompliance, the school district shall notify by certified mail each charter school sponsored by the school district that the school district is out of compliance with the uniform system of financial records. A charter school that receives a notification of school district noncompliance pursuant to this subdivision shall file a written sponsorship transfer application within forty-five days with the State Board of Education, the State Board for Public Charter Schools, or the school district governing board if the charter school is located within the geographic boundaries of that school district. A charter school that receives a notification of school district noncompliance may request an extension of time to file a sponsorship transfer application and the State Board of Education, the State Board for Public Charter Schools, or a school district governing board may grant an extension of not more than an additional thirty days if good cause exists for the extension. The State Board of Education and the State Board for Public Charter Schools shall approve any sponsorship transfer application pursuant to this subsection; (d) No school district governing board may grant a charter to a charter school that is located outside the geographic boundaries of that school district; and (e) No school district that has been determined to be out of compliance with the uniform system of financial records during either of the previous two fiscal years may sponsor a new or transferring charter school; (2) The applicant may submit the application to the State Board of Education or the State Board for Public Charter Schools. The State Board of Education or the State Board for Public Charter Schools may approve the application if the application meets the requirements of this Act and may approve the charter if the proposed sponsor determines, within its sole discretion, that the applicant is sufficiently qualified to operate a charter school. The State Board of Education or the State Board for Public Charter Schools may approve any charter schools transferring charters. The State Board of Education and the State Board for Public Charter Schools shall approve any charter schools transferring charters from a school district that is determined to be out of compliance with the uniform system of financial records, but may require the charter school to sign a new charter that is equivalent to the charter awarded by the former sponsor. If the State Board of Education or the State Board for Public Charter Schools rejects the preliminary application, the State Board of Education or the State Board for Public Charter Schools shall notify the applicant in writing of the reasons for the rejection and of suggestions for improving the application. An applicant may submit a revised application for reconsideration by the State Board or Education or the State Board for Public Charter Schools. The applicant may request, and the State Board of Education or the State Board for Public Charter Schools shall provide, technical assistance to improve the application; (3) Each applicant seeking to establish a charter school shall comply with the provisions of § 13-10-12. The criminal records check shall be completed before the issuance of a charter; (4) All persons engaged in instructional work directly as a classroom, laboratory, or other teacher or indirectly as a supervisory teacher, speech therapist, or principal shall comply with the provisions of § 13-10-12. No charter school may employ a teacher whose certificate has been revoked. All other personnel shall also comply with the provisions of § 13-10-12. Before employment, the charter school shall make documented, good faith efforts to contact previous employers of a person to obtain information and recommendations that may be relevant to a person's fitness for employment; (5) The operator of a charter school shall conduct a public meeting at least thirty days before the charter school operator opens any site for the charter school. The charter school operator shall post notices of the public meeting in at least three different locations that are within three hundred feet of the proposed charter school site. Section 8. The charter of a charter school shall provide for the following: (1) Compliance with federal, state, and local rules, regulations, and statutes relating to health, safety, civil rights, and insurance. The Department of Education shall publish a list of relevant rules, regulations, and statutes to notify charter schools of their responsibilities under this subdivision; (2) That it is nonsectarian in its programs, admission policies, employment practices, and all other operations; (3) That it provides a comprehensive program of instruction for at least a kindergarten program or any grade between grades one and twelve. However, a charter school may offer this curriculum with an emphasis on a specific learning philosophy or style or certain subject areas such as mathematics, science, fine arts, performance arts, or foreign language; (4) That it designs an approved method to measure pupil progress, toward the pupil outcomes adopted by the State Board of Education; (5) That, except as otherwise provided in this Act and in its charter, it is exempt from all statutes and rules relating to schools, governing boards, and school districts; (6) That, except as otherwise provided in this Act, it is subject to the same financial and electronic data submission requirements as any other school district. The auditor general shall conduct a comprehensive review and revision of the uniform system of financial records to ensure that the provisions of the uniform system of financial records that relate to charter schools are in accordance with commonly accepted accounting principles used by private business. A school's charter may include exceptions to the requirements of this subdivision that are necessary as determined by the district governing board, the State Board of Education, or the State Board for Public Charter Schools. The Department of Education or the auditor general may conduct financial, program, or compliance audits; (7) Compliance with all federal and state laws relating to the education of children with disabilities in the same manner as a school district; (8) That it provides for a governing body for the charter school that is responsible for the policy decisions of the charter school; (9) That it provides a minimum of one hundred seventy-five instructional days before June thirtieth of each fiscal year unless it is operating on an alternative calendar approved by its sponsor. The secretary of education shall adjust the apportionment schedule accordingly to accommodate a charter school utilizing an alternative calendar. Section 9. The charter of a charter school shall include a description of the charter school's personnel policies, personnel qualifications, and method of school governance and the specific role and duties of the sponsor of the charter school. A charter school shall keep on file the resumes of all current and former employees who provide instruction to pupils at the charter school. Resumes shall include an individual's educational and teaching background and experience in a particular academic content subject area. A charter school shall inform parents and guardians of the availability of the resume information and shall make the resume information available for inspection on request of parents and guardians of pupils enrolled at the charter school. Nothing in this section requires any charter school to release personally identifiable information in relation to any teacher or employee including the teacher's or employee's address, salary, social security number, or telephone number. Section 10. The charter of a charter school may be amended at the request of the governing body of the charter school and on the approval of the sponsor. Section 11. Any charter school may contract, sue, and be sued. Section 12. An approved plan to establish a charter school is effective for ten years from the first day of operation. At the conclusion of the first nine years of operation, the charter school may apply for renewal. In addition to any other requirements, the application for renewal shall include a detailed business plan for the charter school. The sponsor may deny the request for renewal if, in its judgment, the charter school has failed to complete the obligations of the contract or has failed to comply with this Act. A sponsor shall give written notice of its intent not to renew the charter school's request for renewal to the charter school at least nine months before the expiration of the approved plan to allow the charter school an opportunity to apply to another sponsor to transfer the operation of the charter school. If the operation of the charter school is transferred to another sponsor, the ten-year period of the current charter shall be maintained. A sponsor shall review a charter at three-year intervals and may revoke a charter at any time if the charter school breaches one or more provisions of its charter. At least ninety days before the effective date of the proposed revocation, the sponsor shall give written notice to the operator of the charter school of its intent to revoke the charter. Notice of the sponsor's intent to revoke the charter shall be delivered personally to the operator of the charter school or sent by certified mail, return receipt requested, to the address of the charter school. The notice shall incorporate a statement of reasons for the proposed revocation of the charter. The sponsor shall allow the charter school at least ninety days to correct the problems associated with the reasons for the proposed revocation of the charter. The final determination of whether to revoke the charter shall be made at a public hearing called for such purpose. Section 13. After renewal of the charter at the end of the ten-year period described in section 12 of this Act, the charter may be renewed for a successive period of ten years if the charter school and its sponsor deem that the school is in compliance with its own charter and this Act. Section 14. No charter school that is sponsored by the State Board of Education or the State Board for Public Charter Schools may be located on the property of a school district unless the district governing board grants this authority. Section 15. No governing board or school district employee who has control over personnel actions may take unlawful reprisal against another employee of the school district because the employee is directly or indirectly involved in an application to establish a charter school. No governing board or school district employee may take unlawful reprisal against an educational program of the school or the school district because an application to establish a charter school proposes the conversion of all or a portion of the educational program to a charter school. As used in this section, the term, unlawful reprisal, means an action that is taken by a governing board or a school district employee as a direct result of a lawful application to establish a charter school and that is adverse to another employee or an education program and: (1) With respect to a school district employee, results in one or more of the following: (a) Disciplinary or corrective action; (b) Detail, transfer, or reassignment; (c) Suspension, demotion, or dismissal; (d) An unfavorable performance evaluation; (e) A reduction in pay, benefits, or awards; (f) Elimination of the employee's position without a reduction in force by reason of lack of monies or work; or (g) Other significant changes in duties or responsibilities that are inconsistent with the employee's salary or employment classification; or (2) With respect to an educational program, results in one or more of the following: (a) Suspension or termination of the program; (b) Transfer or reassignment of the program to a less favorable department; (c) Relocation of the program to a less favorable site within the school or school district; or (d) Significant reduction or termination of funding for the program. Section 16. Charter schools shall secure insurance for liability and property loss. The governing body of a charter school that is sponsored by the State Board of Education or the State Board for Public Charter Schools may enter into an intergovernmental agreement or otherwise contract to participate in an insurance program offered by a risk retention pool, or the charter school may secure its own insurance coverage. The pool may charge the requesting charter school reasonable fees for any services it performs in connection with the insurance program. Section 17. No charter school may acquire property by eminent domain. Section 18. No sponsor, including members, officers, and employees of the sponsor, is personally liable for any act done or action taken in good faith within the scope of its authority. Section 19. No charter school sponsor or this state is liable for the debts or financial obligations of a charter school or person who operates a charter school. Section 20. The sponsoring entity of a charter school has oversight and administrative responsibility for the charter schools that is sponsors. Section 21. Charter schools may pledge, assign, or encumber their assets to be used as collateral for loans or extensions of credit. Section 22. A transfer or a charter to another sponsor, a transfer of a charter school site to another sponsor, or a transfer of a charter school site to a different charter shall be completed before the beginning of the fiscal year that the transfer is scheduled to become effective. An entity that sponsors charter schools may accept a transferring school after the beginning of the fiscal year if the transfer is approved by the secretary of education. The secretary of education has the discretion to consider each transfer during the fiscal year on a case by case basis. If a charter school is sponsored by a school district that is determined to be out of compliance with state statute, the uniform system of financial records, or any other state or federal law, the charter school may transfer to another sponsoring entity at any time during the fiscal year. Section 23. No sponsoring entity may charge any fees to a charter school that it sponsors unless the sponsor has provided services to the charter school and the fees represent the full value of those services provided by the sponsor. On request, the value of the services provided by the sponsor to the charter school shall be demonstrated to the Department of Education. Section 24. A charter school shall enroll all eligible pupils who submit a timely application, unless the number of applications exceeds the capacity of a program, class, grade level, or building. A charter school shall give enrollment preference to pupils returning to the charter school in the second or any subsequent year of its operation and to siblings of pupils already enrolled in the charter school. A charter school that is sponsored by a school district governing board shall give enrollment preference to eligible pupils who reside within the boundaries of the school district where the charter school is physically located. If capacity is insufficient to enroll all pupils who submit a timely application, the charter school shall select pupils through an equitable selection process. Section 25. A charter school may limit admission to pupils within a given age group or grade level. However, no charter school may limit admission based on academic potential or achievement, ethnicity, national origin, religion, gender, sexual orientation, income level, disabling condition, proficiency in the English language, athletic ability, or special cost considerations with regard to the education of special needs students. Section 26. A charter school may refuse to admit any pupil who has been expelled from another educational institution or who is in the process of being expelled from another educational institution. Section 27. A teacher who is employed by, or teaching at, a charter school and who was previously employed as a teacher at a school district does not lose any right of certification, retirement status, salary status, or any other benefit provided by law, by the rules of the governing board of the school district, or by the rules of the board of directors of the charter school due to teaching at a charter school on the teacher's return to the school district if the teacher requested and was granted a leave of absence prior to employment by the charter school. Section 28. A teacher who is employed by, or teaching at, a charter school and who submits an employment application to the school district where the teacher was employed immediately before employment by or at a charter school shall be given employment preference by the school district if all of the following conditions are met: (1) The teacher submits an employment application to the school district no later than three years after ceasing employment with the school district; and (2) A suitable position is available at the school district; and (3) The teacher requested and was granted a leave of absence prior to employment by the charter school. Section 29. A charter school that is sponsored by a school district governing board, the State Board of Education, or the State Board for Public Charter Schools is eligible to participate in the state retirement system. Section 30. If a pupil who was previously enrolled in a charter school enrolls in a public school in this state, the public school shall accept credits earned by the pupil in courses or instructional programs at the charter school in a uniform and consistent manner and according to the same criteria that are used to accept academic credits from other public schools. Section 31. Although it is the intent of this Act that any charter school organized pursuant to this Act be eligible to apply for and receive federal grant funding, nothing in this Act may be construed to imply the charter school is ineligible for state funding to the same degree and pursuant to the same circumstances as any other public school. Section 32. Any charter school organized pursuant to this Act is subject to all public sector labor relations statutes not otherwise inconsistent with the provisions of this Act. All charter school employees have the same collective bargaining rights as other public school employees. Section 33. Any charter school organized pursuant to this Act is subject to the same audit provisions that apply to any other public school. Section 34. Any charter school organized pursuant to this Act is subject to the same reporting requirements that apply to any other public school. Section 35. The chartering provisions of this Act do not apply to any school that is: (1) Organized as a for-profit school; or (2) Organized as a private, restricted admission school; or (3) Organized to provide home schooling."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5051, "action_date": "2008-01-23T14:00:00-06:00", "document_id": 1712, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1712.pdf", "status_text": "First read in Senate and referred to", "journal_page": 191, "committee_id_action": 28, "committee_id_assigned": 3, "result": "N", "vote": {}}, {"bill_id": 5051, "action_date": "2008-01-31T07:45:00-06:00", "document_id": 2057, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2057.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 3, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5051, "action_date": "2008-02-05T07:45:00-06:00", "document_id": 2279, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2279.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 3, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5051, "action_date": "2008-02-05T07:45:00-06:00", "document_id": 2511, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2511.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 3, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5051, "action_date": "2008-02-05T07:45:00-06:00", "document_id": 2511, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2511.pdf", "status_text": "Deferred to the 36th legislative day", "journal_page": 327, "committee_id_action": 3, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1229, "president_vote": null, "Yea": [598, 562, 613, 539, 569, 588], "Nay": [577]}}, {"bill_id": 5051, "action_date": "2008-02-07T07:45:00-06:00", "document_id": 2707, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2707.pdf", "status_text": "Reconsidered", "journal_page": null, "committee_id_action": 3, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1428, "president_vote": null, "Excused": [598], "Yea": [562, 613, 577, 539], "Nay": [569, 588]}}, {"bill_id": 5051, "action_date": "2008-02-07T07:45:00-06:00", "document_id": 2707, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2707.pdf", "status_text": "Hoghoused", "journal_page": null, "committee_id_action": 3, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1432, "president_vote": null, "Excused": [598], "Yea": [562, 613, 577, 539], "Nay": [569, 588]}}, {"bill_id": 5051, "action_date": "2008-02-12T07:45:00-06:00", "document_id": 2760, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2760.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 3, "committee_id_assigned": null, "result": null, "vote": {}}, {"bill_id": 5051, "action_date": "2008-02-12T07:45:00-06:00", "document_id": 2961, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2961.pdf", "status_text": "Amend the amendment", "journal_page": null, "committee_id_action": 3, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5051, "action_date": "2008-02-12T07:45:00-06:00", "document_id": 2961, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2961.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 3, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 1650, "president_vote": null, "Nay": [598, 562, 569, 588], "Excused": [613], "Yea": [577, 539]}}, {"bill_id": 5051, "action_date": "2008-02-12T07:45:00-06:00", "document_id": 2961, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2961.pdf", "status_text": "Deferred to the 36th legislative day", "journal_page": 444, "committee_id_action": 3, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1651, "president_vote": null, "Yea": [598, 562, 569, 588], "Excused": [613], "Nay": [577, 539]}}]}