{"session_id": 56, "bill_id": 18569, "bill_type": "House Bill", "bill_number": 1169, "bill_title": "increase the tax on alcoholic beverages and to revise the distribution of revenue.", "sponsors": [{"legislator_profile_id": 3045, "is_prime": true}, {"legislator_profile_id": 3097, "is_prime": true}, {"legislator_profile_id": 3049, "is_prime": false}, {"legislator_profile_id": 3052, "is_prime": false}, {"legislator_profile_id": 3059, "is_prime": false}, {"legislator_profile_id": 3061, "is_prime": false}, {"legislator_profile_id": 3071, "is_prime": false}, {"legislator_profile_id": 3079, "is_prime": false}, {"legislator_profile_id": 3084, "is_prime": false}, {"legislator_profile_id": 3091, "is_prime": false}, {"legislator_profile_id": 3098, "is_prime": false}, {"legislator_profile_id": 3104, "is_prime": false}, {"legislator_profile_id": 3110, "is_prime": false}, {"legislator_profile_id": 3139, "is_prime": false}, {"legislator_profile_id": 3143, "is_prime": false}, {"legislator_profile_id": 3144, "is_prime": false}], "keywords": ["Alcoholic Beverages", "Counties", "Department of Revenue and Regulation", "Taxes"], "audio": [{"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hta17hb1169a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hta17hb1169a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hta17hb1169a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hta17hb1169a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hta17hb1169a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hta17hb1169a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hta17hb1169a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hta17hb1169a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hta17hb1169a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18569, "bill_version_id": 99532, "bill_version": "Introduced", "bill_version_date": "2004-01-22T08:27:07-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase the tax on alcoholic beverages and to revise the distribution of revenue. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 35-5-3 be amended to read as follows: 35-5-3. The occupational tax based on the quantities of different kinds of alcoholic beverages is: (1) Malt beverages, eight dollars and fifty cents per barrel of thirty-one gallons, or a prorata portion thereof in accordance with the size of the bulk container eighty cents per gallon ; (2) All light wines and diluted beverages (except sparkling wines and cider) containing alcohol by weight to the extent of more than 3.2 percent and not more than fourteen percent, ninety-three two dollars and seventy-six cents per gallon; (3) All wines (except sparkling wines) containing alcohol by weight to the extent of more than fourteen percent and not more than twenty percent, one dollar and forty-five three dollars and twenty-eight cents per gallon; (4) All wines (except sparkling wines) containing alcohol by weight to the extent of more than twenty percent and not more than twenty-four percent, all natural sparkling wines containing alcohol and all artificial sparkling wines containing alcohol, two dollars and seven three dollars and ninety cents per gallon; (4A) All cider containing alcohol by weight not more than ten percent, twenty-eight eighty-three cents per gallon; (5) All other alcoholic beverages not otherwise specified, three dollars and ninety-three ten dollars and thirty-three cents per gallon. For the purposes of this section, diluted beverages are alcoholic beverages prepared from the admixture of spirits or wine with water, dairy products, fruit juices, or vegetable juices, to which may be added natural flavors, artificial flavors, sweetening agents, or food additives to produce a beverage distinct and unique from the spirits or wine. In no case does the term, diluted beverages, include beverages which contain in excess of twelve percent alcohol by weight. Section 2. That chapter 35-5 be amended by adding thereto a NEW SECTION to read as follows: Sixty percent of all of the revenues deposited in the alcoholic beverage fund shall revert to the counties. Each county's share shall be computed using the following factors: (1) The percent of the total population of the state that resides in each county based on the most recent United States census; and (2) The percent of the true and full assessed value of the state associated with each county as determined by the Department of Revenue and Regulation. Each county's share shall be calculated by multiplying the average of the two factors by the available receipts from the occupational tax. The Department of Revenue and Regulation shall distribute the revenue by November first, February first, May first, and August first, of each year to the county treasurer. The funds received by each county pursuant to this section shall be deposited in a special law enforcement and criminal justice fund. The funds shall be used only for alcohol abuse prevention, treatment, and diversion programs, domestic violence programs, jails, detoxification, law enforcement, juvenile justice programs, attorney fees, court expenses, and other criminal justice expenses. The board of county commissioners shall, by resolution, establish a means of distributing the revenue among the county law enforcement, juvenile justice, domestic abuse shelters, and other qualifying agencies within the county. Section 3. That § 35-5-22 be amended to read as follows: 35-5-22. Twenty-five Ten percent of all of the revenues deposited in the alcoholic beverage fund shall revert to the municipalities. The share of each municipality of such the fund shall be determined by the ratio the population of such that each municipality has to the total population of all the municipalities sharing in the receipts from such the occupational tax. The Department of Revenue and Regulation shall make such reversion by remitting not later than distribute the revenue by November first, February first, May first, and August first, of each year to the finance officer of each such municipality its share of such fund, and the amount so received by such . The revenue received by each municipality shall be deposited in its general fund. Section 4. That § 35-5-28 be amended to read as follows: 35-5-28. After determination is made of the necessary reserve to provide for the reversions to municipalities and counties in § 35-5-22 and section 2 of this Act , the balances balance remaining may be transferred to the general fund."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18569, "action_date": "2004-01-22T14:00:00-06:00", "document_id": 99669, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99669.pdf", "status_text": "First read in House and referred to", "journal_page": 155, "committee_id_action": 831, "committee_id_assigned": 827, "result": "N", "vote": {}}, {"bill_id": 18569, "action_date": "2004-02-05T07:45:00-06:00", "document_id": 100698, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100698.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 827, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18569, "action_date": "2004-02-05T07:45:00-06:00", "document_id": 100698, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100698.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 452, "committee_id_action": 827, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57171, "president_vote": null, "Yea": [3057, 3073, 3078, 3088, 3100, 3110, 3127, 3142, 3147, 3148], "Nay": [3085, 3102, 3140, 3143, 3095]}}, {"bill_id": 18569, "action_date": "2004-02-05T07:45:00-06:00", "document_id": 100698, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100698.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 452, "committee_id_action": 827, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57171, "president_vote": null, "Yea": [3057, 3073, 3078, 3088, 3100, 3110, 3127, 3142, 3147, 3148], "Nay": [3085, 3102, 3140, 3143, 3095]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/18569"}