{"session_id": 20, "bill_id": 5844, "bill_type": "House Commemoration", "bill_number": 1018, "bill_title": "Recognizing the outstanding players from the West Central High School Football Team who were named to the Class 11A All-State Football Team.", "sponsors": [{"legislator_profile_id": 503, "is_prime": true}, {"legislator_profile_id": 428, "is_prime": true}, {"legislator_profile_id": 431, "is_prime": false}, {"legislator_profile_id": 479, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 5844, "bill_version_id": 29392, "bill_version": "Introduced", "bill_version_date": "2014-01-30T09:41:17.303-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Recognizing the outstanding players from the West Central High School Football Team who were named to the Class 11A All-State Football Team. WHEREAS, Matt Sebert, who surrendered only three sacks all season, helped to stabilize the team's offensive line and led his teammates as their elected captain, was named one of the best guards; and WHEREAS, John Blue rushed 4,034 yards and scored 447 points during the season, while demonstrating his strength and leadership on the Trojan team, and was named one of the best tackles in the state; and WHEREAS, Brayden Swartwout, who achieved 66 tackles, using his energy and discipline to push back opposing teams' offenses, was named one of the best linebackers; and WHEREAS, Cole Tirrel, who had 36 tackles, four interceptions, two fumble recoveries, and an average of 23 yards per punt return during the season with 11 interceptions across his football career, was named one of the best backs, leading the team from a senior captain position; and WHEREAS, Cole Becker, who did not have a single bad snap over two years, and who should be recognized for his diverse and positive contributions to the Trojans, was named the best long snapper: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the multitude of commendable athletes from the West Central High School Trojans be congratulated on their achievements."}, {"bill_id": 5844, "bill_version_id": 29782, "bill_version": "Enrolled", "bill_version_date": "2014-02-04T15:39:51.263-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Recognizing the outstanding players from the West Central High School Football Team who were named to the Class 11A All-State Football Team. WHEREAS, Matt Sebert, who surrendered only three sacks all season, helped to stabilize the team's offensive line and led his teammates as their elected captain, was named one of the best guards; and WHEREAS, John Blue rushed 4,034 yards and scored 447 points during the season, while demonstrating his strength and leadership on the Trojan team, and was named one of the best tackles in the state; and WHEREAS, Brayden Swartwout, who achieved 66 tackles, using his energy and discipline to push back opposing teams' offenses, was named one of the best linebackers; and WHEREAS, Cole Tirrel, who had 36 tackles, four interceptions, two fumble recoveries, and an average of 23 yards per punt return during the season with 11 interceptions across his football career, was named one of the best backs, leading the team from a senior captain position; and WHEREAS, Cole Becker, who did not have a single bad snap over two years, and who should be recognized for his diverse and positive contributions to the Trojans, was named the best long snapper: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the multitude of commendable athletes from the West Central High School Trojans be congratulated on their achievements. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5844, "action_date": "2014-01-30T14:00:00-06:00", "document_id": 29448, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29448.pdf", "status_text": "", "journal_page": 184, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}]}