{"session_id": 48, "bill_id": 14251, "bill_type": "House Bill", "bill_number": 1056, "bill_title": "revise certain requirements for coordination of benefits of group health plans.", "sponsors": [], "keywords": ["Health Insurance", "Insurance"], "audio": [], "bill_versions": [{"bill_id": 14251, "bill_version_id": 80760, "bill_version": "Introduced", "bill_version_date": "1999-01-11T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain requirements for coordination of benefits of group health plans. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, allowable expense, means a health care service or expense including deductibles, coinsurance, or copayments, that is covered in full or in part by any of the plans covering the person, except as provided in this section. If a plan provides benefits in the form of services, the reasonable cash value of each service is considered an allowable expense and a benefit paid. An expense or service or a portion of an expense or service that is not covered by any of the plans is not an allowable expense. The following are examples of expenses or services that are not allowable expenses: (1) If a covered person is confined in a private hospital room, the difference between the cost of a semi-private room in the hospital and the private room, (unless the patient's stay in the private hospital room is medically necessary in terms of generally accepted medical practice, or one of the plans routinely provides coverage for private hospital rooms) is not an allowable expense; (2) If a person is covered by two or more plans that compute the benefit payments on the basis of usual and customary fees, any amount in excess of the highest of the usual and customary fee for a specified benefit is not an allowable expense; (3) If a person is covered by two or more plans that provide benefits or services on the basis of negotiated fees, any amount in excess of the highest of the negotiated fees is not an allowable expense; or (4) If a person is covered by one plan that calculates its benefits or services on the basis of usual and customary fees and another plan that provides its benefits or services on the basis of negotiated fees, the primary plan's payment arrangement shall be the allowable expense for all plans. Section 2. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, claim, means a request that benefits of a plan be provided or paid. The benefits claimed may be in the form of: (1) Services (including supplies); (2) Payment for all or a portion of the expenses incurred; (3) A combination of subdivisions (1) and (2) of this section; or (4) An indemnification. Section 3. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, claim determination period, means a period of not less than twelve consecutive months, over which allowable expenses shall be compared with total benefits payable in the absence of coordination of benefits, to determine whether overinsurance exists and how much each plan will pay or provide. Section 4. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, closed panel plan, means a health maintenance organization (HMO), preferred provider organization (PPO), exclusive provider organization (EPO), or other plan that provides health benefits to covered persons primarily in the form of services through a panel of providers that have contracted with or are employed by the plan, and that limits or excludes benefits for services provided by other providers, except in cases of emergency or referral by a panel member. Section 5. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, coordination of benefits or COB, means a provision establishing an order in which plans pay their claims, and permitting secondary plans to reduce their benefits so that the combined benefits of all plans do not exceed total allowable expenses. Section 6. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, custodial parent, means the parent awarded custody of a child by a court decree. In the absence of a court decree, the parent with whom the child resides more than one-half of the calendar year without regard to any temporary visitation is the custodial parent. Section 7. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, hospital indemnity benefits, means benefits not related to expenses incurred. The term does not include reimbursement-type benefits even if designed or administered to give the insured the right to elect indemnity-type benefits at the time of claim. Section 8. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, plan, means a form of coverage with which coordination is allowed. The definition of plan in the group contract shall state the types of coverage that will be considered in applying the COB provision of that contract. The right to include a type of coverage is limited by the rest of this definition. Separate parts of a plan for members of a group that are provided through alternative contracts that are intended to be part of a coordinated package of benefits are considered one plan and there is no COB among the separate parts of the plan. Section 9. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: A plan may include: (1) Group insurance contracts and group subscriber contracts; (2) Uninsured arrangements of group or group-type coverage; (3) Group or group-type coverage through closed panel plans; (4) Group-type contracts. Group-type contracts are contracts which are not available to the general public and can be obtained and maintained only because of membership in or connection with a particular organization or group, including franchise or blanket coverage. Individually underwritten and issued guaranteed renewable policies are not group-type even if purchased through payroll deduction at a premium savings to the insured since the insured would have the right to maintain or renew the policy independently of continued employment with the employer; (5) The amount by which group or group-type hospital indemnity benefits exceed two hundred dollars per day; (6) The medical care components of group long-term care contracts, such as skilled nursing care; (7) The medical benefits coverage in group, group-type and individual automobile, no fault, and traditional automobile fault-type contracts; and (8) Medicare or other governmental benefits, as permitted by law, except as provided in section 10 of this Act. That part of the definition of plan may be limited to the hospital, medical and surgical benefits of the governmental program. Section 10. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: No plan may include: (1) Individual or family insurance contracts; (2) Individual or family subscriber contracts; (3) Individual or family coverage through closed panel plans; (4) Individual or family coverage under other prepayment, group practice and individual practice plans; (5) Group or group-type hospital indemnity benefits of two hundred dollars per day or less; (6) School accident-type coverages. These contracts cover students for accidents only, including athletic injuries, either on a twenty-four-hour basis or on a to-and-from school basis; (7) Benefits provided in group long-term care insurance policies for nonmedical services, for example, personal care, adult day care, homemaker services, assistance with activities of daily living, respite care, and custodial care or for contracts that pay a fixed daily benefit without regard to expenses incurred or the receipt of services; (8) Medicare supplement policies; (9) A state plan under medicaid; or (10) A governmental plan which, by law, provides benefits that are in excess of those of any private insurance plan or other nongovernmental plan. Section 11. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, primary plan, means a plan whose benefits for a person's health care coverage shall be determined without taking the existence of any other plan into consideration. A plan is a primary plan if either of the following is true: (1) The plan either has no order of benefit determination rules, or its rules differ from those permitted by this chapter; or (2) All plans that cover the person use the order of benefit determination rules required by this chapter, and under those rules the plan determines its benefits first. Section 12. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, secondary plan, means a plan that is not a primary plan. If a person is covered by more than one secondary plan, the order of benefit determination rules of this chapter decide the order in which secondary plans benefits are determined in relation to each other. Each secondary plan shall take into consideration the benefits of the primary plan or plans and the benefits of any other plan which, under the rules of this chapter, has its benefits determined before those of that secondary plan. Section 13. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, this plan, means, in a COB provision, the part of the group contract providing the health care benefits to which the COB provision applies and which may be reduced because of the benefits of other plans. Any other part of the group contract providing health care benefits is separate from this plan. A group contract may apply one COB provision to certain of its benefits (such as dental benefits), coordinating only with similar benefits, and may apply another COB provision to coordinate with other benefits. Section 14. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: The plan definition of allowable expense may exclude certain types of coverage or benefits such as dental care, vision care, prescription drug, or hearing aids. A plan that limits the application of COB to certain coverages or benefits may limit the definition of allowable expenses in its contract to services or expenses that are similar to the services or expenses that it provides. If COB is restricted to specific coverages or benefits in a contract, the definition of allowable expense shall include similar services or expenses to which COB applies. Section 15. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: The amount of the reduction may be excluded from allowable expense if a covered person's benefits are reduced under a primary plan: (1) Because the covered person does not comply with the plan provisions concerning second surgical opinions or precertification of admissions or services; or (2) Because the covered person has a lower benefit because the person did not use a preferred provider. Section 16. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: If the primary plan is a closed panel plan and the secondary plan is not a closed panel plan, the secondary plan shall pay or provide benefits as if it were primary when a covered person uses a nonpanel provider, except for emergency services or authorized referrals that are paid or provided by the primary plan. Section 17. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: A person is covered by a plan during a portion of a claim determination period if that person's coverage starts or ends during the claim determination period. As each claim is submitted, each plan determines its liability and pays or provides benefits based upon allowable expenses incurred to that point in the claim determination period. That determination is subject to adjustment as later allowable expenses are incurred in the same claim determination period. Section 18. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: The director shall, by rules promulgated pursuant to chapter 1-26, prescribe the format for the COB provision and a plain language explanation of the COB process for use in group contracts. Section 19. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: A COB provision may not be used that permits a plan to reduce its benefits on the basis that: (1) Another plan exists and the covered person did not enroll in that plan; (2) A person is or could have been covered under another plan, except with respect to Part B of medicare; or (3) A person has elected an option under another plan providing a lower level of benefits than another option that could have been elected. Section 20. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: No plan may contain a provision that its benefits are always excess or always secondary unless that provision is in accord with the rules permitted by this chapter. Section 21. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: Under the terms of a closed panel plan, benefits are not payable if the covered person does not use the services of a closed panel provider. In most instances, COB does not occur if a covered person is enrolled in two or more closed panel plans and obtains services from a provider in one of the closed panel plans because the other closed panel plan (the one whose providers were not used) has no liability. However, COB may occur during the claim determination period if the covered person receives emergency services that would have been covered by both plans. Then the secondary plan shall use the benefit reserve to pay any unpaid allowable expense. Section 22. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: If a person is covered by two or more plans, the rules for determining the order of benefit payments are as contained in sections 23 to 26, inclusive, of this Act. Section 23. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: The primary plan shall pay or provide its benefits as if the secondary plan or plans did not exist. Section 24. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: A plan that does not contain a coordination of benefits provision that is consistent with this chapter is always primary. However, coverage that is obtained by virtue of membership in a group and designed to supplement a part of a basic package of benefits may provide that the supplementary coverage shall be excess to any other parts of the plan provided by the contract holder. Examples of these types of situations are major medical coverages that are superimposed over base plan hospital and surgical benefits, and insurance type coverages that are written in connection with a closed panel plan to provide out-of-network benefits. Section 25. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: A plan may consider the benefits paid or provided by another plan only if it is secondary to that other plan. Section 26. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: The first of the following rules that describes which plan pays its benefits before another plan is the governing rule: (1) The plan that covers the person other than as a dependent, for example as an employee, member, subscriber, or retiree, is primary and the plan that covers the person as a dependent is secondary. However, if the person is a medicare beneficiary, and, as a result of the provisions of Title XVIII of the Social Security Act and implementing regulations, medicare is: (a) Secondary to the plan covering the person as a dependent; and (b) Primary to the plan covering the person as other than a dependent (e.g. a retired employee), then the order of benefits is reversed so that the plan covering the person as an employee, member, subscriber or retiree is secondary and the other plan is primary; (2) The primary plan is the plan of the parent whose birthday is earlier in the year if: (a) The parents are married; (b) The parents are not separated (whether or not they ever have been married); or (c) A court decree awards joint custody without specifying that one parent has the responsibility to provide health care coverage; (3) If both parents have the same birthday, the plan that has covered either of the parents longer is primary; (4) If the specific terms of a court decree state that one of the parents is responsible for the child's health care expenses or health care coverage and the plan of that parent has actual knowledge of those terms, that plan is primary. If the parent with financial responsibility has no coverage for the child's health care services or expenses, but that parent's spouse does, the spouse's plan is primary. This subdivision does not apply with respect to any claim determination period or plan year during which benefits are paid or provided before the entity has actual knowledge; (5) If the parents are not married or are separated (whether or not they ever were married) or are divorced, and there is no court decree allocating responsibility for the child's health care services or expenses, the order of benefit determination among the plans of the parents and the parents' spouses is: (a) The plan of the custodial parent; then (b) The plan of the spouse of the custodial parent; then (c) The plan of the noncustodial parent; and then (d) The plan of the spouse of the noncustodial parent; (6) The plan that covers a person as an employee who is neither laid off nor retired (or as that employee's dependent) is primary. If the other plan does not have this rule; and if, as a result, the plans do not agree on the order of benefits, this rule does not apply. Coverage provided an individual as a retired worker and as a dependent of that individual's spouse as an active worker will be determined under section 35 of this Act; (7) If a person whose coverage is provided under a right of continuation pursuant to federal or state law also is covered under another plan, the plan covering the person as an employee, member, subscriber or retiree (or as that person's dependent) is primary and the continuation coverage is secondary. If the other plan does not have this rule, and if, as a result, the plans do not agree on the order of benefits, this rule does not apply. Section 27. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: If the provisions of sections 23 to 26, inclusive, of this Act do not determine the order of benefits, the plan that covered the person for the longer period of time is the primary plan. Section 28. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: To determine the length of time a person has been covered under a plan, two plans shall be treated as one if the covered person was eligible under the second within twenty-four hours after the first ended. Section 29. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: The start of a new plan does not include: (1) A change in the amount of scope of a plan's benefits; (2) A change in the entity that pays, provides or administers the plan's benefits; or (3) A change from one type of plan to another (such as, from a single employer plan to that of a multiple employer plan). Section 30. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: The person's length of time covered under a plan is measured from the person's first date of coverage under that plan. If that date is not readily available for a group plan, the date the person first became a member of the group shall be used as the date from which to determine the length of time the person's coverage under the present plan has been in force. Section 31. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: If none of the provisions of sections 22 to 30, inclusive, of this Act determine the primary plan, the allowable expenses shall be shared equally between the plans. Section 32. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: If a plan is secondary, it shall reduce its benefits so that the total benefits paid or provided by all plans during a claim determination period are not more than one hundred percent of total allowable expenses. The secondary plan shall calculate its savings by subtracting the amount that it paid as a secondary plan from the amount it would have paid had it been primary. These savings shall be recorded as a benefit reserve for the covered person and shall be used by the secondary plan to pay any allowable expenses, not otherwise paid, that are incurred by the covered person during the claim determination period. As each claim is submitted, the secondary plan shall: (1) Determine its obligation, pursuant to its contract; (2) Determine whether a benefit reserve has been recorded for the covered person; and (3) Determine whether there are any unpaid allowable expenses during that claims determination period. Section 33. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: If there is a benefit reserve, the secondary plan shall use the covered person's recorded benefit reserve to pay up to one hundred percent of total allowable expenses incurred during the claim determination period. At the end of the claim determination period the benefit reserve returns to zero. A new benefit reserve shall be created for each new claim determination period. A plan shall establish a benefit reserve whenever it is secondary and has either reduced its payments or has collected an amount from the primary plan for the services it has provided. A plan shall use the benefit reserve to honor its obligations as a secondary plan according to the rules set forth in this chapter. Section 34. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: The benefits of the secondary plan shall be reduced if the sum of the benefits that would be payable for the allowable expenses under the secondary plan in the absence of this COB provision and the benefits that would be payable for the allowable expenses under the other plans, in the absence of provisions with a purpose like that of this COB provision, whether or not a claim is made, exceeds the allowable expenses in a claim determination period. In that case, the benefits of the secondary plan shall be reduced so that they and the benefits payable under the other plans do not total more than the allowable expenses. Section 35. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: If the benefits of a plan are reduced as described in section 34 of this Act, each benefit is reduced in proportion. It is then charged against any applicable benefit limit of the plan. The requirements of this section do not apply if the plan provides only one benefit or if the plan may be altered to suit the coverage provided. Section 36. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: A plan shall, in its explanation of benefits provided to covered persons, include the following language: If you are covered by more than one health benefit plan, you should file all your claims with each plan. Section 37. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: A secondary plan that provides benefits in the form of services may recover the reasonable cash value of the services from the primary plan, to the extent that benefits for the services are covered by the primary plan and have not already been paid or provided by the primary plan. Nothing in this section may be interpreted to require a plan to reimburse a covered person in cash for the value of services provided by a plan that provides benefits in the form of services. Section 38. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: A plan with order of benefit determination rules that comply with this chapter (complying plan) may coordinate its benefits with a plan that is excess or always secondary or that uses order of benefit determination rules that are inconsistent with those contained in this chapter (noncomplying plan) on the following basis: (1) If the complying plan is the primary plan, it shall pay or provide its benefits first; (2) If the complying plan is the secondary plan, it shall, nevertheless, pay or provide its benefits first, but the amount of the benefits payable shall be determined as if the complying plan were the secondary plan. In such a situation, the payment shall be the limit of the complying plan's liability; and (3) If the noncomplying plan does not provide the information needed by the complying plan to determine its benefits within a reasonable time after it is requested to do so, the complying plan shall assume that the benefits of the noncomplying plan are identical to its own, and shall pay its benefits accordingly. If, within two years of payment, the complying plan receives information as to the actual benefits of the noncomplying plan, it shall adjust payments accordingly. Section 39. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: If the noncomplying plan reduces its benefits so that the covered person receives less in benefits than the person would have received had the complying plan paid or provided its benefits as the secondary plan and the noncomplying plan paid or provided its benefits as the primary plan, and governing state law allows the right of subrogation set forth below, then the complying plan shall advance to or on behalf of the covered person an amount equal to the difference. Section 40. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: In no event may the complying plan advance more than the complying plan would have paid had it been the primary plan less any amount it previously paid for the same expense or service. In consideration of the advance, the complying plan shall be subrogated to all rights of the covered person against the noncomplying plan. The advance by the complying plan shall also be without prejudice to any claim it may have against a noncomplying plan in the absence of subrogation. Section 41. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: COB differs from subrogation. Provisions for one may be included in health care benefits contracts without compelling the inclusion or exclusion of the other. Section 42. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: If the plans cannot agree on the order of benefits within thirty calendar days after the plans have received all of the information needed to pay the claim, the plans shall immediately pay the claim in equal shares and determine their relative liabilities following payment, except that no plan may be required to pay more than it would have paid had it been the primary plan. Section 43. That § 58-18A-1 be repealed. 58-18A-1. Terms used in this chapter mean: (1) \"Allowable expense,\" the necessary, reasonable, and customary item of expense for health care when the item of expense is covered, in full or in part, under one or more plans covering the person for whom the claim is made. Allowable expense is restricted by the following: (a) When a plan provides benefits in the form of services, the reasonable cash value of each service will be considered as both an allowable expense and a benefit paid; (b) When COB is restricted in its use to a specific coverage in a contract, the definition of allowable expense must include the corresponding expenses or services to which COB applies; (c) The difference between the cost of a private hospital room and the cost of the semiprivate hospital room is not considered an allowable expense under the above definition, unless the patient's stay in a private hospital room is medically necessary in terms of generally accepted medical practice; (2) \"Claim determination period,\" a period of time, not less than twelve consecutive months over which allowable expenses are compared with total benefits payable in the absence of COB to determine: (a) Whether overinsurance exists; and (b) How much each plan will pay or provide; (3) \"Coordination of benefits\" or \"COB,\" a provision in a group health and accident policy intended to avoid claims payment delays and duplication of benefits when a person is covered by two or more plans of coverage providing benefits or service for medical, dental or other care or treatment; (4) \"Plan,\" a contract providing health care benefits to which a COB provision applies and which may be reduced on account of benefits of other plans. A plan may include: (a) Any group contract as defined in § 58-18-1 issued by any insurance company, fraternal benefit society, health maintenance organization, nonprofit hospital service plan, or medical service corporation; (b) Medical benefits coverage in automobile insurance contracts; (c) Medicare or other government benefits, limited to hospital, medical and surgical benefits of the governmental program; (d) Employee welfare benefit plans within the meaning of the Employee Retirement Income Security Act of 1974, 29 U.S.C. § 1001 et seq., as of January 1, 1987. A plan does not include an individual health and accident insurance policy or individual subscriber contract; a blanket health insurance policy as defined in § 58-18-12; a state plan under medicaid or any other plan whose benefits, by law, are excess to those of any private insurance plan or other nongovernmental plan; or group hospital indemnity benefits of one hundred dollars per day or less; (5) \"Primary plan,\" a plan whose benefits are required to be determined before those of another plan and without considering the existence of another plan if: (a) The plan either has no order of benefit determination rules or it has rules that differ from those permitted by this chapter; or (b) All plans covering a person use the order of benefit determination provision required by this chapter, and under these provisions, the plan determines its benefits first; (6) \"Secondary plan,\" a plan whose benefits are determined after those of another plan and which may be reduced on account of benefits provided under any primary plan; (7) \"This plan,\" a term in a COB provision which refers to the part of the group contract providing the health care benefits to which the COB provision applies and which may be reduced on account of the benefits of other plans. Section 44. That § 58-18A-2 be repealed. 58-18A-2. This chapter permits, but does not require, plans to include coordination of benefits provisions. Section 45. That § 58-18A-3 be repealed. 58-18A-3. A group contract that includes a COB provision shall be consistent with this chapter. A plan that does not include a COB provision may not take the benefits of another plan as defined in § 58-18A-1 into account when it determines its benefits. However, coverage that is designed to supplement a part of a basic package of benefits may provide that the supplementary coverage shall be excess to any other parts of plan coverage provided an insured. Section 46. That § 58-18A-4 be repealed. 58-18A-4. A plan may apply one COB provision to certain of its benefits, coordinating only with like benefits, and may apply other separate COB provisions to coordinate other benefits. Each contract or arrangement for coverage under subdivision 58-18A-1(4) is a separate plan. Section 47. That § 58-18A-5 be repealed. 58-18A-5. If there is a basis for a claim under two or more plans, a plan which includes a COB provision that complies with this chapter is secondary to a plan which does not include such a provision. If both plans contain COB provisions that comply with this chapter, the plan which is determined to be primary according to the rules in § 58-18A-6 shall determine its benefits before those of the other plan. Section 48. That § 58-18A-6 be repealed. 58-18A-6. The order of benefits shall be determined using the first of the following rules which applies: (1) The benefits of the plan which covers the person as an employee, member or subscriber are determined before those of the plan which covers the person as a dependent; (2) Except as stated in subdivision (3) of this section, if two or more plans cover the same child as a dependent of different persons: (a) The benefits of the plan of the parent whose birthday falls earlier in a year are determined before those of the plan of the parent whose birthday falls later in that year; (b) If both parents have the same birthday, the benefits of the plan which covered the parent longer are determined before those of the plan which covered the other parent for a shorter period of time; (c) If the other plan does not have the rule described in subdivision (2)(a) of this section but has a rule based upon the gender of the parent and, as a result, the plans do not agree on the order of benefits, the rule in the other plan will determine the order of benefits; The term \"birthday,\" as used in this section, means the month and day, rather than the year, in which the person was born; (3) If two or more plans cover a person as a dependent child of divorced or separated parents, benefits for the child are determined in the following order: (a) First, the plan of the parent with custody of the child; (b) Second, the plan of the spouse of the parent with custody of the child; and (c) Third, the plan of the parent not having custody of the child. However, if the specific terms of a court decree state that one of the parents is responsible for the health care expenses of the child, and the entity obligated to pay or provide the benefits of the plan of that parent has actual knowledge of those terms, the benefits of that plan are determined first. This paragraph does not apply with respect to any claim determination period or plan year during which any benefits are actually paid or provided before the entity has that actual knowledge. (4) The benefits of a plan which covers a person as an employee who is neither laid off nor retired or as that employee's dependent are determined before those of a plan which covers that person as a laid-off or retired employee or as that employee's dependent. If the other plan does not have this rule, and if, as a result, the plans do not agree on the order of benefits, this order of determination is ignored; (5) If subdivisions (1) to (4), inclusive, of this section do not determine the order of benefits, the benefits of the plan which covered an employee, member or subscriber for the longer period are determined before those of the plan which covered that person for the shorter time. To determine the length of time a person has been covered under a plan, two plans shall be treated as one if the claimant was eligible under the second within twenty-four hours after the first ended. Section 49. That § 58-18A-7 be repealed. 58-18A-7. If, according to the order of benefit determination provisions of this chapter, a plan is secondary to one or more other plans, the secondary plan may reduce its benefits so that they and the benefits payable under the other plans do not total more than one hundred percent of allowable expenses. If the benefits of the secondary plan are reduced, each benefit is reduced in proportion. Section 50. That § 58-18A-8 be repealed. 58-18A-8. In order for plans to comply with the provisions of this chapter, certain facts are needed. Any insurance company, fraternal benefit society, nonprofit hospital service plan, medical service corporation and health maintenance organization may obtain needed facts from or give such facts to any other such entity or person. It is not necessary to inform or receive the consent of any person prior to the release of the information, unless applicable federal or state law prevents disclosure of the information without the consent of the patient or the patient's representative. Any person claiming benefits under a plan shall give the entity providing benefits any facts necessary to pay the claim. Section 51. That § 58-18A-9 be repealed. 58-18A-9. A payment made under another plan may include an amount which should have been paid under this plan. In that event, the entity which should have made the payment may pay that amount to the organization which made the payment. That amount shall then be treated as though it were a benefit paid under this plan. The entity does not have to pay that amount again. The term \"payment made\" includes providing benefits in the form of services, in which case \"payment made\" means reasonable cash value of the benefits provided in the form of services. Section 52. That § 58-18A-10 be repealed. 58-18A-10. If the amount of the payments made by an entity is more than it should have paid under this COB provision, it may recover the excess from one or more of the following: (1) Any person it has paid or for whom it has paid; (2) Any insurance company, fraternal benefit society, nonprofit hospital service plan, medical service corporation or health maintenance organization; or (3) Any other organization. The \"amount of the payments made\" includes the reasonable cash value of any benefits provided in the form of services. Section 53. That § 58-18A-11 be repealed. 58-18A-11. A group contract may not reduce benefits on the basis that: (1) Another plan exists; (2) A person is or could have been covered under another plan, except with respect to part B of medicare; or (3) A person has elected an option under another plan providing a lower level of benefits than another which could have been elected. Section 54. That § 58-18A-12 be repealed. 58-18A-12. Any plan with order of benefit determination rules which comply with this chapter, herein referred to as a complying plan, may coordinate its benefits with a plan which is \"excess\" or \"always secondary\" or which uses order of benefit determination rules which are inconsistent with those contained in this chapter, herein referred to as a noncomplying plan, on the following basis: (1) If the complying plan is the primary plan, it shall pay or provide its benefits on a primary basis; (2) If the complying plan is the secondary plan, it shall, nevertheless, pay or provide its benefits first. However, the amount of the benefits payable shall be determined as if the complying plan were the secondary plan. In such situation, the payment is the limit of the complying plan's liability; (3) If the noncomplying plan does not provide the information needed by the complying plan to determine its benefits within a reasonable time after it is requested to do so, the complying plan shall assume that the benefits of the noncomplying plan are identical to its own, and shall pay its benefits accordingly. However, the complying plan shall adjust any payments it makes based on such assumption whenever information becomes available as to the actual benefits of the noncomplying plan; (4) If the noncomplying plan reduces its benefits so that the employee, subscriber or member receives less in benefits than he or she would have received had the complying plan paid or provided its benefits as the secondary plan and the noncomplying plan paid or provided its benefits as the primary plan, and governing state law allows the right of subrogation set forth in § 58-18A-13, the complying plan shall advance to or on behalf of the employee, subscriber or member an amount equal to such difference. However, in no event may the complying plan advance more than the complying plan would have paid had it been the primary plan less any amount it previously paid. In consideration of such advance, the complying plan shall be subrogated to all rights of the employee, subscriber or member against the noncomplying plan. Such advance by the complying plan shall also be without prejudice to any claim it may have against the noncomplying plan in the absence of such subrogation. Section 55. That § 58-18A-13 be repealed. 58-18A-13. The COB concept differs from the concept of subrogation and provisions relating to one may be included in health care benefits contracts without requiring the inclusion or exclusion of the other. Section 56. That § 58-18A-14 be repealed. 58-18A-14. A group contract which provides health care benefits and was issued before July 1, 1987, shall be brought into compliance with this chapter by the later of: (1) The next anniversary date or renewal date of the group contract; or (2) The expiration of any applicable collectively bargained contract pursuant to which the group contract was written. Section 57. That § 58-18A-15 be repealed. 58-18A-15. The director may promulgate, pursuant to chapter 1-26, rules relating to the coordination of benefits for group contracts as may be necessary to carry out the provisions of this chapter."}, {"bill_id": 14251, "bill_version_id": 80759, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "1999-02-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain requirements for coordination of benefits of group health plans. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, allowable expense, means a health care service or expense including deductibles, coinsurance, or copayments, that is covered in full or in part by any of the plans covering the person, except as provided in this section. If a plan provides benefits in the form of services, the reasonable cash value of each service is considered an allowable expense and a benefit paid. An expense or service or a portion of an expense or service that is not covered by any of the plans is not an allowable expense. Expenses that are not allowable include the following: (1) If a covered person is confined in a private hospital room, the difference between the cost of a semi-private room in the hospital and the private room, (unless the patient's stay in the private hospital room is medically necessary in terms of generally accepted medical practice, or one of the plans routinely provides coverage for private hospital rooms) is not an allowable expense; (2) If a person is covered by two or more plans that compute the benefit payments on the basis of usual and customary fees, any amount in excess of the highest of the usual and customary fee for a specified benefit is not an allowable expense; (3) If a person is covered by two or more plans that provide benefits or services on the basis of negotiated fees, any amount in excess of the highest of the negotiated fees is not an allowable expense; or (4) If a person is covered by one plan that calculates its benefits or services on the basis of usual and customary fees and another plan that provides its benefits or services on the basis of negotiated fees, the primary plan's payment arrangement shall be the allowable expense for all plans. Section 2. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, claim, means a request that benefits of a plan be provided or paid. The benefits claimed may be in the form of: (1) Services (including supplies); (2) Payment for all or a portion of the expenses incurred; (3) A combination of subdivisions (1) and (2) of this section; or (4) An indemnification. Section 3. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, closed panel plan, means a health maintenance organization (HMO), preferred provider organization (PPO), exclusive provider organization (EPO), or other plan that provides health benefits to covered persons primarily in the form of services through a panel of providers that have contracted with or are employed by the plan, and that excludes benefits for services provided by other providers, except in cases of emergency or referral by a panel provider. Section 4. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, coordination of benefits or COB, means a provision establishing an order in which plans pay their claims, and permitting secondary plans to reduce their benefits so that the combined benefits of all plans do not exceed total allowable expenses. Section 5. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, custodial parent, means the parent awarded custody of a child by a court decree. In the absence of a court decree, the parent with whom the child resides more than one-half of the calendar year without regard to any temporary visitation is the custodial parent. Section 6. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, hospital indemnity benefits, means benefits not related to expenses incurred. The term does not include reimbursement-type benefits even if designed or administered to give the insured the right to elect indemnity-type benefits at the time of claim. Section 7. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, plan, means a form of coverage with which coordination is allowed. The definition of plan in the group contract shall state the types of coverage that will be considered in applying the COB provision of that contract. The right to include a type of coverage is limited by the rest of this definition. Separate parts of a plan for members of a group that are provided through alternative contracts that are intended to be part of a coordinated package of benefits are considered one plan and there is no COB among the separate parts of the plan. Section 8. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: A plan may include: (1) Group insurance contracts and group subscriber contracts; (2) Uninsured arrangements of group or group-type coverage; (3) Group or group-type coverage through closed panel plans; (4) Group-type contracts. Group-type contracts are contracts which are not available to the general public and can be obtained and maintained only because of membership in or connection with a particular organization or group, including franchise or blanket coverage. Individually underwritten and issued guaranteed renewable policies are not group-type even if purchased through payroll deduction at a premium savings to the insured since the insured would have the right to maintain or renew the policy independently of continued employment with the employer; (5) The amount by which group or group-type hospital indemnity benefits exceed two hundred dollars per day; (6) The medical care components of group long-term care contracts, such as skilled nursing care; (7) The medical benefits coverage in group, group-type and individual automobile, no fault, and traditional automobile fault-type contracts; and (8) Medicare or other governmental benefits, as permitted by law, except as provided in section 10 of this Act. That part of the definition of plan may be limited to the hospital, medical and surgical benefits of the governmental program. Section 9. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: No plan may include: (1) Individual or family insurance contracts; (2) Individual or family subscriber contracts; (3) Individual or family coverage through closed panel plans; (4) Individual or family coverage under other prepayment, group practice and individual practice plans; (5) Group or group-type hospital indemnity benefits of two hundred dollars per day or less; (6) School accident-type coverages. These contracts cover students for accidents only, including athletic injuries, either on a twenty-four-hour basis or on a to-and-from school basis; (7) Benefits provided in group long-term care insurance policies for nonmedical services, for example, personal care, adult day care, homemaker services, assistance with activities of daily living, respite care, and custodial care or for contracts that pay a fixed daily benefit without regard to expenses incurred or the receipt of services; (8) Medicare supplement policies; (9) A state plan under medicaid; or (10) A governmental plan which, by law, provides benefits that are in excess of those of any private insurance plan or other nongovernmental plan. Section 10. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, primary plan, means a plan whose benefits for a person's health care coverage shall be determined without taking the existence of any other plan into consideration. A plan is a primary plan if either of the following is true: (1) The plan either has no order of benefit determination rules, or its rules differ from those permitted by this chapter; or (2) All plans that cover the person use the order of benefit determination rules required by this chapter, and under those rules the plan determines its benefits first. Section 11. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, secondary plan, means a plan that is not a primary plan. If a person is covered by more than one secondary plan, the order of benefit determination rules of this chapter decide the order in which secondary plans benefits are determined in relation to each other. Each secondary plan shall take into consideration the benefits of the primary plan or plans and the benefits of any other plan which, under the rules of this chapter, has its benefits determined before those of that secondary plan. Section 12. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, this plan, means, in a COB provision, the part of the group contract providing the health care benefits to which the COB provision applies and which may be reduced because of the benefits of other plans. Any other part of the group contract providing health care benefits is separate from this plan. A group contract may apply one COB provision to certain of its benefits (such as dental benefits), coordinating only with similar benefits, and may apply another COB provision to coordinate with other benefits. Section 13. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: The plan definition of allowable expense may exclude certain types of coverage or benefits such as dental care, vision care, prescription drug, or hearing aids. A plan that limits the application of COB to certain coverages or benefits may limit the definition of allowable expenses in its contract to services or expenses that are similar to the services or expenses that it provides. If COB is restricted to specific coverages or benefits in a contract, the definition of allowable expense shall include similar services or expenses to which COB applies. Section 14. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: The amount of the reduction may be excluded from allowable expense if a covered person's benefits are reduced under a primary plan: (1) Because the covered person does not comply with the plan provisions concerning second surgical opinions or precertification of admissions or services; or (2) Because the covered person has a lower benefit because the person did not use a panel provider. Section 15. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: If the primary plan is a closed panel plan and the secondary plan is not a closed panel plan, the secondary plan shall pay or provide benefits as if it were primary when a covered person uses a nonpanel provider, except for emergency services or authorized referrals that are paid or provided by the primary plan. Section 16. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: The director shall, by rules promulgated pursuant to chapter 1-26, prescribe the format for the COB provision and a plain language explanation of the COB process for use in group contracts. Section 17. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: A COB provision may not be used that permits a plan to reduce its benefits on the basis that: (1) Another plan exists and the covered person did not enroll in that plan; (2) A person could have been covered under another plan, except with respect to Part B of medicare; (3) A person is covered under another plan, except as allowed in this Act; or (4) A person has elected an option under another plan providing a lower level of benefits than another option that could have been elected. Nothing in this Act prohibits a plan from coordinating as a secondary payor with medicare to the extent allowed by federal law. Section 18. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: No plan may contain a provision that its benefits are always excess or always secondary unless that provision is in accord with the rules permitted by this chapter. Section 19. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: Under the terms of a closed panel plan, benefits are not payable if the covered person does not use the services of a closed panel provider. In most instances, COB does not occur if a covered person is enrolled in two or more closed panel plans and obtains services from a provider in one of the closed panel plans because the other closed panel plan (the one whose providers were not used) has no liability. However, COB may occur during the claim determination period if the covered person receives emergency services that would have been covered by both plans. Then the secondary plan shall use the benefit reserve to pay any unpaid allowable expense. Section 20. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: If a person is covered by two or more plans, the rules for determining the order of benefit payments are as contained in sections 23 to 26, inclusive, of this Act. Section 21. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: The primary plan shall pay or provide its benefits as if the secondary plan or plans did not exist. Section 22. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: A plan that does not contain a coordination of benefits provision that is consistent with this chapter is always primary. However, coverage that is obtained by virtue of membership in a group and designed to supplement a part of a basic package of benefits may provide that the supplementary coverage shall be excess to any other parts of the plan provided by the contract holder. Examples of these types of situations are major medical coverages that are superimposed over base plan hospital and surgical benefits, and insurance type coverages that are written in connection with a closed panel plan to provide out-of-network benefits. Section 23. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: A plan may consider the benefits paid or provided by another plan only if it is secondary to that other plan. Section 24. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: The first of the following rules that describes which plan pays its benefits before another plan is the governing rule: (1) The plan that covers the person other than as a dependent, for example as an employee, member, subscriber, or retiree, is primary and the plan that covers the person as a dependent is secondary. However, if the person is a medicare beneficiary, and, as a result of the provisions of Title XVIII of the Social Security Act and implementing regulations, medicare is: (a) Secondary to the plan covering the person as a dependent; and (b) Primary to the plan covering the person as other than a dependent (e.g. a retired employee), then the order of benefits is reversed so that the plan covering the person as an employee, member, subscriber or retiree is secondary and the other plan is primary; (2) The primary plan is the plan of the parent whose birthday is earlier in the year if: (a) The parents are married; (b) The parents are not separated (whether or not they ever have been married); or (c) A court decree awards joint custody without specifying that one parent has the responsibility to provide health care coverage; (3) If both parents have the same birthday, the plan that has covered either of the parents longer is primary; (4) If the specific terms of a court decree state that one of the parents is responsible for the child's health care expenses or health care coverage, that plan is primary. If the parent with financial responsibility has no coverage for the child's health care services or expenses, but that parent's spouse does, the spouse's plan is primary; (5) If the parents are not married or are separated (whether or not they ever were married) or are divorced, and there is no court decree allocating responsibility for the child's health care services or expenses, the order of benefit determination among the plans of the parents and the parents' spouses is: (a) The plan of the custodial parent; then (b) The plan of the spouse of the custodial parent; then (c) The plan of the noncustodial parent; and then (d) The plan of the spouse of the noncustodial parent; (6) The plan that covers a person as an employee who is neither laid off nor retired (or as that employee's dependent) is primary. If the other plan does not have this rule; and if, as a result, the plans do not agree on the order of benefits, this rule does not apply. Coverage provided an individual as a retired worker and as a dependent of that individual's spouse as an active worker will be determined under section 35 of this Act; (7) If a person whose coverage is provided under a right of continuation pursuant to federal or state law also is covered under another plan, the plan covering the person as an employee, member, subscriber or retiree (or as that person's dependent) is primary and the continuation coverage is secondary. If the other plan does not have this rule, and if, as a result, the plans do not agree on the order of benefits, this rule does not apply. Section 25. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: If the provisions of sections 23 to 26, inclusive, of this Act do not determine the order of benefits, the plan that covered the person for the longer period of time is the primary plan. Section 26. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: To determine the length of time a person has been covered under a plan, two plans shall be treated as one if the covered person was eligible under the second within twenty-four hours after the first ended. Section 27. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: The start of a new plan does not include: (1) A change in the amount of scope of a plan's benefits; (2) A change in the entity that pays, provides or administers the plan's benefits; or (3) A change from one type of plan to another (such as, from a single employer plan to that of a multiple employer plan). Section 28. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: The person's length of time covered under a plan is measured from the person's first date of coverage under that plan. If that date is not readily available for a group plan, the date the person first became a member of the group shall be used as the date from which to determine the length of time the person's coverage under the present plan has been in force. Section 29. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: If none of the provisions of sections 22 to 30, inclusive, of this Act determine the primary plan, the allowable expenses shall be shared equally between the plans. Section 30. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: If a plan is secondary, it shall reduce its benefits so that the total benefits paid or provided by all plans for any claim or claims are not more than one hundred percent of total allowable expenses. In determining the amount of a claim to be paid by the secondary plan should the plan wish to coordinate benefits, the secondary plan shall calculate the benefits it would have paid in the absence of other insurance and apply that calculated amount to any allowable expense under its plan that is unpaid by the primary plan. The secondary plan may reduce its payment by any amount that, when combined with the amount paid by the primary plan, exceeds the total allowable expense for that claim. Section 31. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: A plan shall, in its explanation of benefits provided to covered persons, include the following language: If you are covered by more than one health benefit plan, you should file all your claims with each plan. Section 32. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: A secondary plan that provides benefits in the form of services may recover the reasonable cash value of the services from the primary plan, to the extent that benefits for the services are covered by the primary plan and have not already been paid or provided by the primary plan. Nothing in this section may be interpreted to require a plan to reimburse a covered person in cash for the value of services provided by a plan that provides benefits in the form of services. Section 33. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: A plan with order of benefit determination rules that comply with this chapter (complying plan) may coordinate its benefits with a plan that is excess or always secondary or that uses order of benefit determination rules that are inconsistent with those contained in this chapter (noncomplying plan) on the following basis: (1) If the complying plan is the primary plan, it shall pay or provide its benefits first; (2) If the complying plan is the secondary plan, it shall, nevertheless, pay or provide its benefits first, but the amount of the benefits payable shall be determined as if the complying plan were the secondary plan. In such a situation, the payment shall be the limit of the complying plan's liability; and (3) If the noncomplying plan does not provide the information needed by the complying plan to determine its benefits within a reasonable time after it is requested to do so, the complying plan shall assume that the benefits of the noncomplying plan are identical to its own, and shall pay its benefits accordingly. If, within two years of payment, the complying plan receives information as to the actual benefits of the noncomplying plan, it shall adjust payments accordingly. Section 34. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: If the noncomplying plan reduces its benefits so that the covered person receives less in benefits than the person would have received had the complying plan paid or provided its benefits as the secondary plan and the noncomplying plan paid or provided its benefits as the primary plan, and governing state law allows the right of subrogation set forth below, then the complying plan shall advance to or on behalf of the covered person an amount equal to the difference. Section 35. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: In no event may the complying plan advance more than the complying plan would have paid had it been the primary plan less any amount it previously paid for the same expense or service. In consideration of the advance, the complying plan shall be subrogated to all rights of the covered person against the noncomplying plan. The advance by the complying plan shall also be without prejudice to any claim it may have against a noncomplying plan in the absence of subrogation. Section 36. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: COB differs from subrogation. Provisions for one may be included in health care benefits contracts without compelling the inclusion or exclusion of the other. Section 37. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: If the plans cannot agree on the order of benefits within thirty calendar days after the plans have received all of the information needed to pay the claim, the plans shall immediately pay the claim in equal shares and determine their relative liabilities following payment, except that no plan may be required to pay more than it would have paid had it been the primary plan. Section 38. That § 58-18A-1 be repealed. 58-18A-1. Terms used in this chapter mean: (1) \"Allowable expense,\" the necessary, reasonable, and customary item of expense for health care when the item of expense is covered, in full or in part, under one or more plans covering the person for whom the claim is made. Allowable expense is restricted by the following: (a) When a plan provides benefits in the form of services, the reasonable cash value of each service will be considered as both an allowable expense and a benefit paid; (b) When COB is restricted in its use to a specific coverage in a contract, the definition of allowable expense must include the corresponding expenses or services to which COB applies; (c) The difference between the cost of a private hospital room and the cost of the semiprivate hospital room is not considered an allowable expense under the above definition, unless the patient's stay in a private hospital room is medically necessary in terms of generally accepted medical practice; (2) \"Claim determination period,\" a period of time, not less than twelve consecutive months over which allowable expenses are compared with total benefits payable in the absence of COB to determine: (a) Whether overinsurance exists; and (b) How much each plan will pay or provide; (3) \"Coordination of benefits\" or \"COB,\" a provision in a group health and accident policy intended to avoid claims payment delays and duplication of benefits when a person is covered by two or more plans of coverage providing benefits or service for medical, dental or other care or treatment; (4) \"Plan,\" a contract providing health care benefits to which a COB provision applies and which may be reduced on account of benefits of other plans. A plan may include: (a) Any group contract as defined in § 58-18-1 issued by any insurance company, fraternal benefit society, health maintenance organization, nonprofit hospital service plan, or medical service corporation; (b) Medical benefits coverage in automobile insurance contracts; (c) Medicare or other government benefits, limited to hospital, medical and surgical benefits of the governmental program; (d) Employee welfare benefit plans within the meaning of the Employee Retirement Income Security Act of 1974, 29 U.S.C. § 1001 et seq., as of January 1, 1987. A plan does not include an individual health and accident insurance policy or individual subscriber contract; a blanket health insurance policy as defined in § 58-18-12; a state plan under medicaid or any other plan whose benefits, by law, are excess to those of any private insurance plan or other nongovernmental plan; or group hospital indemnity benefits of one hundred dollars per day or less; (5) \"Primary plan,\" a plan whose benefits are required to be determined before those of another plan and without considering the existence of another plan if: (a) The plan either has no order of benefit determination rules or it has rules that differ from those permitted by this chapter; or (b) All plans covering a person use the order of benefit determination provision required by this chapter, and under these provisions, the plan determines its benefits first; (6) \"Secondary plan,\" a plan whose benefits are determined after those of another plan and which may be reduced on account of benefits provided under any primary plan; (7) \"This plan,\" a term in a COB provision which refers to the part of the group contract providing the health care benefits to which the COB provision applies and which may be reduced on account of the benefits of other plans. Section 39. That § 58-18A-2 be repealed. 58-18A-2. This chapter permits, but does not require, plans to include coordination of benefits provisions. Section 40. That § 58-18A-3 be repealed. 58-18A-3. A group contract that includes a COB provision shall be consistent with this chapter. A plan that does not include a COB provision may not take the benefits of another plan as defined in § 58-18A-1 into account when it determines its benefits. However, coverage that is designed to supplement a part of a basic package of benefits may provide that the supplementary coverage shall be excess to any other parts of plan coverage provided an insured. Section 41. That § 58-18A-4 be repealed. 58-18A-4. A plan may apply one COB provision to certain of its benefits, coordinating only with like benefits, and may apply other separate COB provisions to coordinate other benefits. Each contract or arrangement for coverage under subdivision 58-18A-1(4) is a separate plan. Section 42. That § 58-18A-5 be repealed. 58-18A-5. If there is a basis for a claim under two or more plans, a plan which includes a COB provision that complies with this chapter is secondary to a plan which does not include such a provision. If both plans contain COB provisions that comply with this chapter, the plan which is determined to be primary according to the rules in § 58-18A-6 shall determine its benefits before those of the other plan. Section 43. That § 58-18A-6 be repealed. 58-18A-6. The order of benefits shall be determined using the first of the following rules which applies: (1) The benefits of the plan which covers the person as an employee, member or subscriber are determined before those of the plan which covers the person as a dependent; (2) Except as stated in subdivision (3) of this section, if two or more plans cover the same child as a dependent of different persons: (a) The benefits of the plan of the parent whose birthday falls earlier in a year are determined before those of the plan of the parent whose birthday falls later in that year; (b) If both parents have the same birthday, the benefits of the plan which covered the parent longer are determined before those of the plan which covered the other parent for a shorter period of time; (c) If the other plan does not have the rule described in subdivision (2)(a) of this section but has a rule based upon the gender of the parent and, as a result, the plans do not agree on the order of benefits, the rule in the other plan will determine the order of benefits; The term \"birthday,\" as used in this section, means the month and day, rather than the year, in which the person was born; (3) If two or more plans cover a person as a dependent child of divorced or separated parents, benefits for the child are determined in the following order: (a) First, the plan of the parent with custody of the child; (b) Second, the plan of the spouse of the parent with custody of the child; and (c) Third, the plan of the parent not having custody of the child. However, if the specific terms of a court decree state that one of the parents is responsible for the health care expenses of the child, and the entity obligated to pay or provide the benefits of the plan of that parent has actual knowledge of those terms, the benefits of that plan are determined first. This paragraph does not apply with respect to any claim determination period or plan year during which any benefits are actually paid or provided before the entity has that actual knowledge. (4) The benefits of a plan which covers a person as an employee who is neither laid off nor retired or as that employee's dependent are determined before those of a plan which covers that person as a laid-off or retired employee or as that employee's dependent. If the other plan does not have this rule, and if, as a result, the plans do not agree on the order of benefits, this order of determination is ignored; (5) If subdivisions (1) to (4), inclusive, of this section do not determine the order of benefits, the benefits of the plan which covered an employee, member or subscriber for the longer period are determined before those of the plan which covered that person for the shorter time. To determine the length of time a person has been covered under a plan, two plans shall be treated as one if the claimant was eligible under the second within twenty-four hours after the first ended. Section 44. That § 58-18A-7 be repealed. 58-18A-7. If, according to the order of benefit determination provisions of this chapter, a plan is secondary to one or more other plans, the secondary plan may reduce its benefits so that they and the benefits payable under the other plans do not total more than one hundred percent of allowable expenses. If the benefits of the secondary plan are reduced, each benefit is reduced in proportion. Section 45. That § 58-18A-9 be repealed. 58-18A-9. A payment made under another plan may include an amount which should have been paid under this plan. In that event, the entity which should have made the payment may pay that amount to the organization which made the payment. That amount shall then be treated as though it were a benefit paid under this plan. The entity does not have to pay that amount again. The term \"payment made\" includes providing benefits in the form of services, in which case \"payment made\" means reasonable cash value of the benefits provided in the form of services. Section 46. That § 58-18A-10 be repealed. 58-18A-10. If the amount of the payments made by an entity is more than it should have paid under this COB provision, it may recover the excess from one or more of the following: (1) Any person it has paid or for whom it has paid; (2) Any insurance company, fraternal benefit society, nonprofit hospital service plan, medical service corporation or health maintenance organization; or (3) Any other organization. The \"amount of the payments made\" includes the reasonable cash value of any benefits provided in the form of services. Section 47. That § 58-18A-11 be repealed. 58-18A-11. A group contract may not reduce benefits on the basis that: (1) Another plan exists; (2) A person is or could have been covered under another plan, except with respect to part B of medicare; or (3) A person has elected an option under another plan providing a lower level of benefits than another which could have been elected. Section 48. That § 58-18A-12 be repealed. 58-18A-12. Any plan with order of benefit determination rules which comply with this chapter, herein referred to as a complying plan, may coordinate its benefits with a plan which is \"excess\" or \"always secondary\" or which uses order of benefit determination rules which are inconsistent with those contained in this chapter, herein referred to as a noncomplying plan, on the following basis: (1) If the complying plan is the primary plan, it shall pay or provide its benefits on a primary basis; (2) If the complying plan is the secondary plan, it shall, nevertheless, pay or provide its benefits first. However, the amount of the benefits payable shall be determined as if the complying plan were the secondary plan. In such situation, the payment is the limit of the complying plan's liability; (3) If the noncomplying plan does not provide the information needed by the complying plan to determine its benefits within a reasonable time after it is requested to do so, the complying plan shall assume that the benefits of the noncomplying plan are identical to its own, and shall pay its benefits accordingly. However, the complying plan shall adjust any payments it makes based on such assumption whenever information becomes available as to the actual benefits of the noncomplying plan; (4) If the noncomplying plan reduces its benefits so that the employee, subscriber or member receives less in benefits than he or she would have received had the complying plan paid or provided its benefits as the secondary plan and the noncomplying plan paid or provided its benefits as the primary plan, and governing state law allows the right of subrogation set forth in § 58-18A-13, the complying plan shall advance to or on behalf of the employee, subscriber or member an amount equal to such difference. However, in no event may the complying plan advance more than the complying plan would have paid had it been the primary plan less any amount it previously paid. In consideration of such advance, the complying plan shall be subrogated to all rights of the employee, subscriber or member against the noncomplying plan. Such advance by the complying plan shall also be without prejudice to any claim it may have against the noncomplying plan in the absence of such subrogation. Section 49. That § 58-18A-13 be repealed. 58-18A-13. The COB concept differs from the concept of subrogation and provisions relating to one may be included in health care benefits contracts without requiring the inclusion or exclusion of the other. Section 50. That § 58-18A-14 be repealed. 58-18A-14. A group contract which provides health care benefits and was issued before July 1, 1987, shall be brought into compliance with this chapter by the later of: (1) The next anniversary date or renewal date of the group contract; or (2) The expiration of any applicable collectively bargained contract pursuant to which the group contract was written. Section 51. The provisions of this Act apply to group health plans that are issued or renewed on or after July 1, 2000. BILL HISTORY 1/12/99 First read in House and referred to Commerce. H.J. 42 1/21/99 Scheduled for Committee hearing on this date. 2/2/99 Scheduled for Committee hearing on this date. 2/2/99 Commerce Do Pass Amended, Passed, AYES 13, NAYS 0. H.J. 312"}, {"bill_id": 14251, "bill_version_id": 80758, "bill_version": "Enrolled", "bill_version_date": "1999-02-17T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14251, "action_date": "1999-01-12T14:00:00-06:00", "document_id": 81755, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81755.pdf", "status_text": "First read in House and referred to", "journal_page": 42, "committee_id_action": 628, "committee_id_assigned": 616, "result": "N", "vote": {}}, {"bill_id": 14251, "action_date": "1999-01-21T08:00:00-06:00", "document_id": 81887, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81887.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 616, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14251, "action_date": "1999-02-02T07:45:00-06:00", "document_id": 81890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81890.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 616, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14251, "action_date": "1999-02-02T07:45:00-06:00", "document_id": 81890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81890.pdf", "status_text": "Do Pass Amended,", "journal_page": 312, "committee_id_action": 616, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42911, "president_vote": null, "Yea": [2207, 2220, 2232, 2253, 2255, 2267, 2276, 2288, 2291, 2300, 2301, 2277, 2282]}}, {"bill_id": 14251, "action_date": "1999-02-04T14:00:00-06:00", "document_id": 82125, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82125.pdf", "status_text": "Do Pass Amended,", "journal_page": 382, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43325, "president_vote": null, "Yea": [2200, 2203, 2204, 2207, 2208, 2209, 2210, 2211, 2212, 2214, 2218, 2219, 2220, 2222, 2223, 2227, 2229, 2231, 2232, 2233, 2236, 2237, 2238, 2240, 2243, 2244, 2247, 2248, 2250, 2253, 2255, 2257, 2260, 2262, 2264, 2265, 2266, 2267, 2268, 2271, 2272, 2276, 2277, 2278, 2279, 2281, 2282, 2284, 2286, 2287, 2288, 2290, 2291, 2295, 2296, 2297, 2298, 2300, 2301, 2302, 2245], "Nay": [2213, 2249, 2256], "Excused": [2216, 2228, 2254, 2261], "Absent": [2273, 2303]}}, {"bill_id": 14251, "action_date": "1999-02-05T14:00:00-06:00", "document_id": 81774, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81774.pdf", "status_text": "First read in Senate and referred to", "journal_page": 346, "committee_id_action": 629, "committee_id_assigned": 603, "result": "N", "vote": {}}, {"bill_id": 14251, "action_date": "1999-02-11T10:00:00-06:00", "document_id": 82025, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82025.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 603, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14251, "action_date": "1999-02-11T10:00:00-06:00", "document_id": 82025, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82025.pdf", "status_text": "Do Pass,", "journal_page": 444, "committee_id_action": 603, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41326, "president_vote": null, "Yea": [2259, 2274, 2275, 2293, 2299, 2215, 2285]}}, {"bill_id": 14251, "action_date": "1999-02-11T10:00:00-06:00", "document_id": 82025, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82025.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 603, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14251, "action_date": "1999-02-12T14:00:00-06:00", "document_id": 81775, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81775.pdf", "status_text": "Remove from Consent Calendar", "journal_page": 481, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14251, "action_date": "1999-02-16T14:00:00-06:00", "document_id": 82155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82155.pdf", "status_text": "Do Pass Amended,", "journal_page": 508, "committee_id_action": 629, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41525, "president_vote": null, "Yea": [2199, 2201, 2202, 2205, 2206, 2215, 2217, 2221, 2224, 2225, 2226, 2230, 2234, 2235, 2239, 2241, 2242, 2246, 2251, 2252, 2258, 2259, 2263, 2269, 2270, 2274, 2275, 2280, 2283, 2285, 2289, 2292, 2293, 2294, 2299]}}, {"bill_id": 14251, "action_date": "1999-02-17T14:00:00-06:00", "document_id": 82131, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82131.pdf", "status_text": "Signed by Speaker", "journal_page": 589, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14251, "action_date": "1999-02-18T14:00:00-06:00", "document_id": 81762, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81762.pdf", "status_text": "Delivered to the Governor", "journal_page": 627, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14251, "action_date": "1999-02-18T14:00:00-06:00", "document_id": 82157, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82157.pdf", "status_text": "Signed by President", "journal_page": 576, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14251, "action_date": "1999-02-24T14:00:00-06:00", "document_id": 82134, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82134.pdf", "status_text": "Signed by Governor", "journal_page": 732, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1447, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/14251"}