{"session_id": 56, "bill_id": 18896, "bill_type": "House Bill", "bill_number": 1113, "bill_title": "revise certain provisions regarding athletic trainers.", "sponsors": [{"legislator_profile_id": 3046, "is_prime": true}, {"legislator_profile_id": 3119, "is_prime": true}, {"legislator_profile_id": 3044, "is_prime": false}, {"legislator_profile_id": 3048, "is_prime": false}, {"legislator_profile_id": 3052, "is_prime": false}, {"legislator_profile_id": 3055, "is_prime": false}, {"legislator_profile_id": 3056, "is_prime": false}, {"legislator_profile_id": 3063, "is_prime": false}, {"legislator_profile_id": 3073, "is_prime": false}, {"legislator_profile_id": 3077, "is_prime": false}, {"legislator_profile_id": 3097, "is_prime": false}, {"legislator_profile_id": 3099, "is_prime": false}, {"legislator_profile_id": 3109, "is_prime": false}, {"legislator_profile_id": 3113, "is_prime": false}, {"legislator_profile_id": 3114, "is_prime": false}, {"legislator_profile_id": 3121, "is_prime": false}, {"legislator_profile_id": 3124, "is_prime": false}, {"legislator_profile_id": 3127, "is_prime": false}, {"legislator_profile_id": 3130, "is_prime": false}, {"legislator_profile_id": 3135, "is_prime": false}, {"legislator_profile_id": 3137, "is_prime": false}, {"legislator_profile_id": 3141, "is_prime": false}, {"legislator_profile_id": 3147, "is_prime": false}], "keywords": ["Professions and Occupations"], "audio": [{"meeting_datetime": "2004-01-30T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hhe13hb1113a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-30T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hhe13hb1113a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-30T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hhe13hb1113a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-30T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hhe13hb1113a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18896, "bill_version_id": 99406, "bill_version": "Introduced", "bill_version_date": "2004-01-21T09:19:55-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding athletic trainers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-29-1 be amended to read as follows: 36-29-1. Terms used in this chapter , unless the context otherwise requires, mean: (1) \"Athletic injury,\" any injury sustained by a physically active person as a result of the person's participation in an exercise, sport, competition, or recreational activity requiring physical strength, agility, flexibility, range of motion, speed, and stamina. The term also includes any comparable injury that impedes the person's participation in any of the activities listed in this subdivision; (2) \"Athletic trainer,\" a person with who meets the specific qualifications as set forth in § 36-29-3 , whose responsibility is the prevention, evaluation, emergency care, treatment, and reconditioning of athletic injuries under the direction of the team or treating physician. The athletic trainer may use cryotherapy, which includes cold packs, ice packs, cold water immersion, and spray coolants; thermotherapy, which includes topical analgesics, moist hot packs, heating pads, infrared lamp, and paraffin bath; hydrotherapy, which includes whirlpool; and therapeutic exercise common to athletic training which includes stretching and those exercises needed to maintain condition; in accordance with a physician's written protocol. Any rehabilitative procedures recommended by a physician for the rehabilitation of athletic injuries which have been referred and all other physical modalities may be administered only following the prescription of the team or referring physician ; (3) \"Athletic training,\" the practice of prevention, recognition, assessment, evaluation, management, treatment, disposition, and rehabilitation of athletic injuries or of persons whose conditions are within the professional preparation and education of the licensed athletic trainer under the direction of a licensed physician; (2) (4) \"Board,\" the Board of Medical and Osteopathic Examiners as created by chapter 36-4. Section 2. That § 36-29-3 be amended to read as follows: 36-29-3. The Board of Medical and Osteopathic Examiners shall issue an athletic trainer license to an any applicant who: (1) Has a baccalaureate degree and has met the athletic training course requirements of a college or university approved by the board; and (2) Has served a board approved internship as an athletic trainer under the direct supervision of a licensed athletic trainer; and (3) Has passed a written and oral an examination approved by the board ; and (4) Has demonstrated competency in each of the therapeutic modalities listed in § 36-29-1 to a board approved examiner or has shown proof of successful completion of a course in therapeutic modalities . Section 3. That § 36-29-8 be amended to read as follows: 36-29-8. There is created an athletic training committee, which shall be comprised of three residents of this state who are licensed to practice athletic training in the state , one of which shall be a registered physical therapist . This committee shall assist the Board of Medical and Osteopathic Examiners in conducting exams and shall assist the board in all matters pertaining to the licensure, practice , and discipline of those licensed to practice athletic training in this state and the establishment of rules and regulations pertaining to athletic training. The South Dakota Athletic Trainers' Association shall nominate two people for each vacancy at least six months prior to the vacancy. Each person appointed to the committee after the initial members shall serve for a period of three years. The board shall fill the vacancy from a list of nominees presented by the South Dakota Athletic Trainers' Association. In the event a vacancy arises due to death, retirement , or removal from the state, such the vacancy shall be filled in the same manner as an original appointments appointment. The member shall serve the remainder of the unexpired term. Section 4. That § 36-29-15 be amended to read as follows: 36-29-15. Failure of a licensee to renew his a license on or before the first day of July of the year of expiration shall constitute constitutes a forfeiture of the license. Any person who has forfeited his a license under this chapter may have it restored to him by making written application and by payment of the renewal fee for the current term. However, late renewal of a license may not be granted more than five years after its expiration. The board may establish, pursuant to § 36-29-14, additional continuing education requirements for late license renewals. Section 5. That § 36-29-16 be repealed. 36-29-16. Any licensee who does not renew his license for two consecutive years shall take the examination as prescribed for an applicant to become a licensee and comply with all the provisions of this chapter. Section 6. That § 36-29-18 be amended to read as follows: 36-29-18. The license of an athletic trainer may be revoked, suspended, or canceled upon any one of these grounds: (1) The licensee is guilty of fraud in the practice of athletic training or fraud or deceit in his the admission to the practice of athletic training; or (2) The licensee has been convicted of a felony during the past five years. The conviction of a felony is the conviction of any offense, which if committed within the State of South Dakota would constitute a felony under its laws; or (3) The licensee is engaged in the practice of athletic training under a false or assumed name and has not registered that name pursuant to chapter 37-11, or is impersonating another practitioner of a like or different name; or (4) The licensee is addicted to the habitual use of intoxicating liquors, narcotics, or stimulants to the extent as to incapacitate him the licensee from the performance of his the licensee's professional duties; or (5) The physical or mental condition of the licensee is determined by a medical examiner to be such as to jeopardize or endanger those who seek relief from the licensee. A majority of the Board of Medical and Osteopathic Examiners may demand an examination of the licensee by a competent medical examiner selected by the board at the board's expense. If the licensee fails to submit to the examination, this shall constitute constitutes immediate grounds for suspension of the licensee's license; or (6) Obtaining or attempting to obtain a license, certificate , or renewal thereof by bribery or fraudulent representation; or (7) Direct or indirect compensation from individuals or third party payees for services rendered; or (8) Making a false statement in connection with any application under this chapter; or (9) (8) Making a false statement on any form promulgated by the board in accordance with this chapter or the rules and regulations adopted by the board; or (10) (9) The licensee conducts continued treatment and rehabilitation procedures on individuals other than those associated with the employing institution or athletic organization; or (11) (10) The licensee has violated any provision of this chapter or the rules and regulations promulgated hereunder pursuant to this chapter ."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18896, "action_date": "2004-01-21T14:00:00-06:00", "document_id": 99482, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99482.pdf", "status_text": "First read in House and referred to", "journal_page": 122, "committee_id_action": 831, "committee_id_assigned": 822, "result": "N", "vote": {}}, {"bill_id": 18896, "action_date": "2004-01-26T07:45:00-06:00", "document_id": 99905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99905.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 822, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18896, "action_date": "2004-01-26T07:45:00-06:00", "document_id": 99905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99905.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 822, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58497, "president_vote": null, "Yea": [3055, 3074, 3082, 3083, 3099, 3108, 3112, 3127, 3141, 3144, 3071, 3143], "Excused": [3145]}}, {"bill_id": 18896, "action_date": "2004-01-30T07:45:00-06:00", "document_id": 100345, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100345.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 822, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18896, "action_date": "2004-01-30T07:45:00-06:00", "document_id": 100345, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100345.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 321, "committee_id_action": 822, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58854, "president_vote": null, "Yea": [3055, 3074, 3082, 3083, 3099, 3108, 3112, 3127, 3144, 3145], "Nay": [3141, 3071], "Excused": [3143]}}]}