{"session_id": 51, "bill_id": 16594, "bill_type": "House Bill", "bill_number": 1264, "bill_title": "create a school consolidation commission, revise state aid to education, and to appropriate money to increase teacher's salaries.", "sponsors": [{"legislator_profile_id": 2580, "is_prime": true}, {"legislator_profile_id": 2600, "is_prime": true}], "keywords": ["Appropriation", "Department of Education and Cultural Affairs", "Education", "Legislature", "State Aid To Education", "Teachers"], "audio": [{"meeting_datetime": "2001-02-06T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hed20hb1264a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-06T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hed20hb1264a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-06T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hed20hb1264a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16594, "bill_version_id": 88801, "bill_version": "Introduced", "bill_version_date": "2001-01-29T10:28:06-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create a school consolidation commission, revise state aid to education, and to appropriate money to increase teacher's salaries. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby created the school district consolidation commission. The commission shall consist of nine members, no more than six may be of the same political party. The members on the commission shall be appointed by the Governor. The chair of the committee shall be appointed by the Governor. Section 2. The school district consolidation commission shall develop a plan to reorganize South Dakota's public school districts. The plan shall provide for no less than forty school districts and no more than sixty school districts. The plan may include other recommendations by the commission to implement the reorganization plan. The commission shall submit its plan to reorganize South Dakota's school districts to the Governor and Legislature no later than November 1, 2002. Section 3. The Department of Education and Cultural Affairs shall pay the salary and expenses of the school district consolidation commission and provide necessary support services to the commission. The members of the commission shall be paid seventy-five dollars per day and be reimbursed for expenses as provided by law. Section 4. That § 13-13-10.1 be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \"Average daily membership,\" the average number of resident and nonresident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and pupils for whom tuition is being paid pursuant to § 13-28-42 and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its general enrollment average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its general enrollment average daily membership after the student ceases to attend school in the resident district; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with an average daily membership of two hundred or less, multiply 1.2 times the average daily membership; (b) For districts with an average daily membership of less than six hundred, but greater than two hundred, raise the average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with an average daily membership of six hundred or more, multiply 1.0 times their average daily membership; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less plus the fund balance adjustment ; (3A) \"Fund balance percentage,\" a school district's ending general fund balance divided by a school district's general fund expenditures for the previous school fiscal year, the quotient expressed as a percent; (3B) \"Fund balance adjustment,\" 1.0 percent for a school district with a fund balance percentage less than or equal to10 percent, 0.5 percent for a school district with a fund balance percentage greater than 10 percent and less than or equal to 20 percent, 0.25 percent for a school district with a fund balance percentage greater than 20 percent and less than or equal to 30 percent, 0.0 percent for a school district with a fund balance percentage greater than 30 percent; (4) \"Per student allocation,\" for the period January 1, 1997, to June 30, 1997, inclusive, is $1,675. For school fiscal year 1998, beginning on July 1, 1997, the per student allocation shall be $3,350 increased by the index factor. Each school fiscal year thereafter, the per student allocation shall be the previous fiscal year's per student allocation increased by the index factor . However, for fiscal year 2002 the per student allocation is increased by one hundred nine dollars in addition to the index factor ; (5) \"Local need,\" the per student allocation multiplied by the adjusted average daily membership; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the levies established pursuant to § 10-12-42. Section 5. That § 13-13-73 be amended to read as follows: 13-13-73. The secretary of the Department of Education and Cultural Affairs shall compute state aid to education for each school district under the foundation program according to the following calculations: (1) Determine each school district's average daily membership; (2) Multiply the per student allocation by the adjusted average daily membership to arrive at the local need per district; (3) State aid is (a) local need minus local effort, or (b) zero if the calculation in (a) is a negative number; (4) If the state aid appropriation for the general support of education is in excess of the entitlement provided for in this section, the excess shall be used to fund any shortfall of the appropriation as provided for in § § 13-37-36.3 and 13-37-43. The secretary shall report to the Governor by January seventh of each year, the amount of state aid necessary to fully fund the general aid formula in the current year. If a shortfall in the state aid appropriation for general education exists that cannot be covered by § 13-37-45, the Governor shall inform the Legislature and provide a proposal to eliminate the shortfall. Section 6. Each school district is entitled to reimbursement of fifty percent of its general fund expenditures for transportation purposes as specified by chapter 13-29 and 13-30. The reimbursement provided for in this section shall be based on the general fund expenditures for transportation for the previous school fiscal year. If the amount of money appropriated is not sufficient to meet the entitlement for transportation reimbursement, each school district shall receive a pro rata share of the amount appropriated. Section 7. The teacher salary improvement fund is hereby created as a separate fund in the state treasury. Section 8. The state treasurer shall make the following transfers from the property tax reduction fund to the teacher salary improvement fund: on July 1, 2001, twenty million dollars; on July 1, 2002, fifteen million dollars; on July 1, 2003, ten million dollars. Section 9. Any money in the teacher salary improvement fund is hereby continuously appropriated to the Department of Education and Cultural Affairs to be distributed to school districts to increase teachers' salaries. Section 10. No later than October fifteenth of each fiscal year, the Department of Education and Cultural Affairs shall distribute any money in the teacher salary improvement fund to each school district. Each school district's share of the distribution is based on the school district's pro rata share of statewide average daily membership for the previous school fiscal year. Section 11. School districts shall adopt a teacher salary schedule that provides that the minimum annual salary for a full time teacher is not less than twenty-four thousand dollars. Section 12. That § 13-16-26.2 be repealed. 13-16-26.2. Notwithstanding the provisions of § 13-16-26, no school district may transfer any funds, exclusive of federal funds, from the general fund to the capital outlay fund. Section 13. The Department of Education and Cultural Affairs may promulgate rules pursuant to chapter 1-26 to provide for the distribution of transportation aid as provided for in section 6 of this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16594, "action_date": "2001-01-29T14:00:00-06:00", "document_id": 88862, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88862.pdf", "status_text": "First read in House and referred to", "journal_page": 246, "committee_id_action": 712, "committee_id_assigned": 701, "result": "N", "vote": {}}, {"bill_id": 16594, "action_date": "2001-02-06T19:00:00-06:00", "document_id": 89436, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89436.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 701, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16594, "action_date": "2001-02-06T19:00:00-06:00", "document_id": 89436, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89436.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 377, "committee_id_action": 701, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49075, "president_vote": null, "Yea": [2518, 2519, 2541, 2546, 2556, 2565, 2572, 2578, 2583, 2614, 2618], "Nay": [2530, 2579, 2604, 2540]}}]}