{"session_id": 47, "bill_id": 13198, "bill_type": "House Bill", "bill_number": 1293, "bill_title": "to increase certain state sales and use taxes, exempt transportation services from sales and use taxes, revise the exemptions for inheritance taxes, provide property tax relief, repeal certain municipal sales and use taxes, and replace the municipal revenue lost from sales and use taxes.", "sponsors": [{"legislator_profile_id": 2167, "is_prime": true}], "keywords": ["Inheritance Taxes", "Municipalities", "Property Tax & Assessment", "Sales & Use Taxes", "Transportation Services"], "audio": [], "bill_versions": [{"bill_id": 13198, "bill_version_id": 77588, "bill_version": "Introduced", "bill_version_date": "1998-01-26T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase certain state sales and use taxes, exempt transportation services from sales and use taxes, revise the exemptions for inheritance taxes, provide property tax relief, repeal certain municipal sales and use taxes, and replace the municipal revenue lost from sales and use taxes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-45-2 be amended to read as follows: 10-45-2. There is hereby imposed a tax upon the privilege of engaging in business as a retailer, a tax of four six percent upon the gross receipts of all sales of tangible personal property consisting of goods, wares, or merchandise, except as taxed by § 10-45-3 and except as otherwise provided in this chapter, sold at retail in the State of South Dakota to consumers or users. Section 2. That § 10-45-5 be amended to read as follows: 10-45-5. There is imposed a tax at the rate of three percent upon the gross receipts of any person from engaging in the business of leasing farm machinery or irrigation equipment used for agricultural purposes and four six percent upon the gross receipts of any person from engaging or continuing in any of the following businesses or services in this state: abstracters; accountants; architects; barbers; beauty shops; bill collection services; blacksmith shops; car washing; dry cleaning; dyeing; exterminators; garage and service stations; garment alteration; cleaning and pressing; janitorial services and supplies; specialty cleaners; laundry; linen and towel supply; membership or entrance fees for the use of a facility or for the right to purchase tangible personal property or services; photography; photo developing and enlarging; tire recapping; welding and all repair services; cable television; and rentals of tangible personal property except leases of tangible personal property between one telephone company and another telephone company, motor vehicles as defined by § 32-5-1 leased under a single contract for more than twenty-eight days and mobile homes provided, however, that the specific enumeration of businesses and professions made in this section does not, in any way, limit the scope and effect of § 10-45-4. Section 3. That § 10-45-5.3 be amended to read as follows: 10-45-5.3. There is imposed, at the rate of three five percent, an excise tax on the gross receipts of any person engaging in oil and gas field services (group no. 138) as enumerated in the Standard Industrial Classification Manual, 1987, as prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President. Section 4. That § 10-45-6 be amended to read as follows: 10-45-6. There is hereby imposed a tax of four six percent upon the gross receipts from sales, furnishing, or service of gas, electricity, and water, including the gross receipts from such sales by any municipal corporation furnishing gas, and electricity, to the public in its proprietary capacity, except as otherwise provided in this chapter, when sold at retail in the State of South Dakota to consumers or users. Section 5. That § 10-45-6.1 be amended to read as follows: 10-45-6.1. There is hereby imposed on amounts paid for local telephone services, toll telephone services and teletypewriter services, a tax of four six percent of the amount so paid. The taxes imposed by this section shall be paid by the person paying for the services. If a bill is rendered the taxpayer for local telephone service or toll telephone service, the amount on which the tax with respect to such services shall be based shall be the sum of all charges for such services included in the bill; except that if a person who renders the bill groups individual items for purposes of rendering the bill and computing the tax, then the amount on which the tax for each such group shall be based shall be the sum of all items within that group, and the tax on the remaining items not included in any such group shall be based on the charge for each item separately. If the tax imposed by this section with respect to toll telephone service is paid by inserting coins in coin operated telephones, the tax shall be computed to the nearest multiple of five cents, except that, where the tax is midway between multiples of five cents, the next higher multiple shall apply. The tax so paid shall be remitted at the same time as the sales tax imposed by this chapter. Section 6. That § 10-45-8 be amended to read as follows: 10-45-8. There is imposed a tax of four six percent upon the gross receipts from all sales of tickets or admissions to places of amusement and athletic events, except as otherwise provided in this chapter. Section 7. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: There is imposed a tax of four percent upon the gross receipts from all sales of food, as defined by the Food Stamp Act of 1977 (P.L. 95-113), codified at 7 U.S.C. § 2012(g), as amended through January 1, 1998. Section 8. That chapter 10-46 be amended by adding thereto a NEW SECTION to read as follows: There is imposed a tax of four percent upon the gross receipts from all sales of food, as defined by the Food Stamp Act of 1977 (P.L. 95-113), codified at 7 U.S.C. § 2012(g), as amended through January 1, 1998. Section 9. That § 10-46-2.1 be amended to read as follows: 10-46-2.1. For the privilege of using services in South Dakota, except those types of services exempted by § 10-46-17.3, there is imposed on the person using the service an excise tax equal to four six percent of the value of the services at the time they are rendered. However, this tax may not be imposed on any service rendered by a related corporation as defined in subdivision 10-43-1(11) for use by a financial institution as defined in subdivision 10-43-1(4) or on any service rendered by a financial institution as defined in subdivision 10-43-1(4) for use by a related corporation as defined in subdivision 10-43-1(11). For the purposes of this section, the term related corporation includes a corporation which together with the financial institution is part of a controlled group of corporations as defined in 26 U.S.C. § 1563 as in effect on January 1, 1989, except that the eighty percent ownership requirements set forth in 26 U.S.C. § 1563(a)(2)(A) for a brother-sister controlled group are reduced to fifty-one percent. For the purpose of this chapter, services rendered by an employee for the use of his employer are not taxable. Section 10. That § 10-46-2.2 be amended to read as follows: 10-46-2.2. An excise tax is imposed upon the privilege of the use of rented tangible personal property in this state at the rate of four six percent of the rental payments upon the property. Section 11. That § 10-58-1 be amended to read as follows: 10-58-1. There is imposed upon owners and operators a special amusement excise tax of four six percent of the gross receipts from the operation of any mechanical or electronic amusement device. Section 12. That § 10-45-12.1 be amended to read as follows: 10-45-12.1. The following services enumerated in the Standard Industrial Classification Manual, 1987, as prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President are exempt from the provisions of this chapter: health services (major group 80); educational services (major group 82) except schools and educational services not elsewhere classified (industry no. 8299); social services (major group 83); agricultural services (major group 07) except veterinarian services (group no. 074) and animal specialty services, except veterinary (industry no. 0752); forestry services (group no. 085); radio and television broadcasting (group no. 483); railroad transportation (major group 40); local and suburban passenger transportation (group no. 411) except limousine services; school buses (group no. 415); trucking and courier services, except air (group no. 421), except the collection and disposal of solid waste; farm product warehousing and storage (industry no. 4221); establishments primarily engaged in transportation on rivers and canals (group no. 444); establishments primarily engaged in air transportation, certified carriers (group no. 451); establishments primarily engaged in air transportation, noncertified carriers (group no. 452) except chartered flights (industry no. 4522) and airplane, helicopter, balloon, dirigible , and blimp rides for amusement or sightseeing; pipe lines, except natural gas (major group 46); arrangement of passenger transportation (group no. 472); arrangement of transportation of freight and cargo (group no. 473); rental of railroad cars (group no. 474); water supply (industry no. 4941); sewerage systems (industry no. 4952); security brokers, dealers and flotation companies (group no. 621); commodity contracts brokers and dealers (group no. 622); credit counseling services provided by individual and family social services ( group industry no. 8322); construction services (division C) except industry no. 1752; consumer credit reporting agencies, mercantile reporting agencies, and adjustment and collection agencies (group no. 732), if the debt was incurred out-of-state and the client does not reside within the state. The following are also specifically exempt from the provisions of this chapter: financial services of institutions subject to tax under chapter 10-43 including loan origination fees, late payment charges, nonsufficient fund check charges, stop payment charges, safe deposit box rent, exchange charges, commission on travelers checks, charges for administration of trusts, interest charges, and \"points\" charged on loans; commissions earned or service fees paid by an insurance company to an agent or representative for the sale of a policy; services of brokers and agents licensed under Title 47; the sale of trading stamps; rentals of motor vehicles as defined by § 32-5-1 leased under a single contract for more than twenty-eight days; advertising services; services provided by any corporation to another corporation which is centrally assessed having identical ownership and services provided by any corporation to a wholly owned subsidiary which is centrally assessed; continuing education programs, tutoring, vocational counseling, except rehabilitation counseling and ; motion picture rentals to a commercially operated theater primarily engaged in the exhibition of motion pictures; and charges made by a telecommunications company for the origination, transmission, switching, reception , or termination of an interstate telephone or telegraph communication. Section 13. That § 10-45-70 be repealed. 10-45-70. There is imposed a tax of four percent on the gross receipts from the transportation of tangible personal property. The tax imposed by this section shall apply to any transportation of tangible personal property if both the origin and destination of the tangible personal property are within this state. Section 14. That § 10-45-71 be repealed. 10-45-71. There is imposed a tax of four percent on the gross receipts from the transportation of passengers. The tax imposed by this section shall apply to any transportation of passengers if the passenger boards and exits the mode of transportation within this state. Section 15. That § 10-45-72 be repealed. 10-45-72. The tax imposed by § § 10-45-70 to 10-45-81, inclusive, does not apply to any transportation service which the state is prohibited from taxing by federal law or the United States Constitution. Section 16. That § 10-45-73 be repealed. 10-45-73. The transportation of agricultural products by the agricultural producer thereof is exempt from the tax imposed by § § 10-45-70 to 10-45-81, inclusive, if the producer transports such products in a mode of transportation which is owned, leased, or rented by the producer. However, if an agricultural producer transports another person's products for hire, such transportation is subject to the tax imposed by § § 10-45-70 to 10-45-81, inclusive. Section 17. That § 10-45-74 be repealed. 10-45-74. Transportation services may only be sold for resale under the following circumstances: (1) A transportation company may sell its services for resale to another transportation company; or (2) A retailer that regularly delivers a majority of the tangible personal property which it sells to its customers by truck or other mode of transportation owned, leased, or rented by such retailer may purchase for resale the services of a transportation company for the delivery of such retailer's tangible personal property. Section 18. That § 10-45-75 be repealed. 10-45-75. Terms used in § § 10-45-76 to 10-45-78, inclusive, mean: (1) \"Cargo vessel,\" a single transport truck as defined in subdivision 10-47B-3(47); (2) \"Fuel,\" gasoline, ethanol, methanol, liquefied petroleum gas, petroleum distillates, lubricating oils and greases, glycol-based antifreezes, fuels used for off-highway racing, solvents such as, but not limited to, petroleum naphtha, mineral spirits, or stoddard solvents, and any other petroleum product delivered to a terminal by pipeline, truck, or rail, any other motor fuel as defined in subdivision 10-47B-3(27), and special fuel as defined in subdivision 10-47B-3(39); (3) \"Fuel terminal transportation,\" the transportation of fuel from a terminal to a location in South Dakota at which the fuel is unloaded. Fuel terminal transportation does not include the transportation of fuel from a location other than a terminal; (4) \"Terminal,\" as defined in subdivision 10-47B-3(42); (5) \"Trip,\" the distance in road miles traveled by a cargo vessel from the fuel terminal at which it was loaded with fuel to the most distant location in South Dakota at which the fuel is unloaded, excluding miles not traveled within this state. Section 19. That § 10-45-76 be repealed. 10-45-76. In lieu of the tax imposed by § § 10-45-70 and 10-46-57 on the transportation of fuel, a transportation company may elect to be taxed on the fuel terminal transportation services under the provisions of § § 10-45-75 to 10-45-78, inclusive. Section 20. That § 10-45-77 be repealed. 10-45-77. There is imposed a tax on the imputed gross receipts of any transportation company engaged in fuel terminal transportation who elects to be taxed under this section. The tax imposed by this section shall be on the imputed gross receipts as provided in this section. The imputed gross receipts from fuel terminal transportation shall be calculated on the basis of the number of cargo vessels and distance traveled on each trip as follows: Length Imputed Gross of Trip Number of Cargo Receipts from Zone (in miles) Vessels per Trip Transportation A 50 or Less 1 $ 64.00 A 50 or Less 2 or more $ 88.00 B More than 50, but less than 100 1 $120.00 B More than 50, but less than 100 2 or more $165.00 C 100 or more, but less than 150 1 $176.00 C 100 or more, but less than 150 2 or more $242.00 D 150 or more, but less than 200 1 $224.00 D 150 or more, but less than 200 2 or more $308.00 E 200 or more 1 $280.00 E 200 or more 2 or more $385.00 Section 21. That § 10-45-78 be repealed. 10-45-78. For the fuel terminal transportation subject to tax under § § 10-45-75 to 10-45-77, inclusive, all subsequent transportation of that fuel is exempt from the tax imposed under this chapter. Section 22. That § 10-45-79 be repealed. 10-45-79. The provisions of § 10-45-22 shall also apply to any taxes imposed by § § 10-45-75 to 10-45-77, inclusive, on transportation services regardless of any special reporting election the taxpayer may have made. Section 23. That § 10-45-81 be repealed. 10-45-81. There are exempted from the provisions of this chapter and the tax imposed by it, the gross receipts from transportation services associated with timber sale contracts entered into prior to July 1, 1996, provided such contract has a duration of one year or less. Section 24. That § 10-46-57 be repealed. 10-46-57. There is imposed a tax of four percent on the privilege of the use of any transportation of tangible personal property. The tax imposed by this section shall apply to any transportation of tangible personal property if both the origin and destination of the tangible personal property are within this state. Section 25. That § 10-46-58 be repealed. 10-46-58. There is imposed a tax of four percent on the privilege of the use of any transportation of passengers. The tax imposed by this section shall apply to any transportation of passengers if the passenger boards and exits the mode of transportation within this state. Section 26. That § 10-46-59 be repealed. 10-46-59. The tax imposed by § § 10-46-57 to 10-46-61, inclusive, does not apply to any transportation service which the state is prohibited from taxing by federal law or the United States Constitution. Section 27. That § 10-46-60 be repealed. 10-46-60. The transportation of agricultural products by the agricultural producer thereof is exempt from the tax imposed by § § 10-46-57 to 10-46-61, inclusive, if the producer transports such products in a mode of transportation which is owned, leased, or rented by the producer. However, if an agricultural producer transports another person's products for hire, such transportation is subject to the tax imposed by § § 10-46-57 to 10-46-61, inclusive. Section 28. That § 10-46-61 be repealed. 10-46-61. There are exempted from the provisions of this chapter and the tax imposed by it, the use of transportation services associated with timber sale contracts entered into prior to July 1, 1996, provided such contract has a duration of one year or less. Section 29. That § 10-40-23 be amended to read as follows: 10-40-23. The following exemptions from the tax are hereby allowed: (1) All property transferred to public corporations within the state for strictly county, township, school, or municipal purposes, all property which escheats to the State of South Dakota for the benefit of the common school permanent school fund, and all property transferred in any manner to the State of South Dakota for the benefit of any permanent school fund; (2) Property transferred to a nonprofit hospital, nonprofit nursing facility, nonprofit foundation, elementary and secondary school, college, university, seminary of learning, church , or to an organization operating the same within the state or to a health care organization or charitable, benevolent or religious society or institution or foundation as defined in § § 10-4-9 to 10-4-9.3, inclusive. However, property transferred after July 1, 1949, to any such institution or organization operating the same without the state shall also be exempt if the laws of the state, territory , or country in which such institution is located at the time of the transfer contained a reciprocal exemption provision under which was allowed a similar exemption of transfers to such institutions or organization operating the same within this state; (3) Property of the clear value of thirty one hundred thousand dollars transferred to each of the lineal issue of the decedent, or any child adopted as such in conformity with the laws of any state, or any stepchild, or any child to whom the decedent for not less than ten years prior to such transfer stood in mutually acknowledged relation of a parent, if such relationship began at or before the child's fifteenth birthday and was continuous for ten years thereafter, or any lineal issue of such adopted, step, or mutually acknowledged child. For purposes of this subdivision, a stepchild is any child of a decedent's spouse; (4) Property of the clear value of three six thousand dollars transferred to each of the lineal ancestors of the decedent; (5) Property of the clear value of five hundred one thousand dollars transferred to each of the persons described in subdivision 10-40-21(3); (6) Property of the clear value of two four hundred dollars transferred to each of the persons described in subdivision 10-40-21(4); (7) Property of the clear value of one two hundred dollars transferred to each of the persons and corporations described in subdivision 10-40-21(5). Section 30. That § 10-12-42 be amended to read as follows: 10-12-42. For taxes payable in 1997 and each year thereafter, the levy for the general fund of a school district shall be as follows: (1) The maximum tax levy shall be sixteen dollars and forty-nine cents fifteen dollars and seven cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subdivision (2) of this section and owner-occupied property as provided for in subdivision (3) of this section; (2) The maximum tax levy on agricultural property for such school district shall be five dollars and sixty-six cents four dollars and seventy-seven cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in chapter 10-13, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; (3) The maximum tax levy for an owner-occupied single-family dwelling as defined in § 10-13-40, for such school district may not exceed nine dollars and six cents seven dollars and sixty-five cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in chapter 10-13, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies. All levies in this section shall be imposed on valuations where the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue. These valuations shall be used for all school funding purposes. If the district has imposed an excess levy pursuant to § 10-13-43 § 10-12-43 , the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies in this section. The school district may elect to tax at less than the maximum amounts set forth in this section. Section 31. That § 13-13-10.1 be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \"Average daily membership,\" the average number of kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its average daily membership after the student ceases to attend school in the resident district; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with an average daily membership of two hundred or less, multiply 1.2 times the average daily membership; (b) For districts with an average daily membership of less than six hundred, but greater than two hundred, raise the average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with an average daily membership of six hundred or more, multiply 1.0 times their average daily membership; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Per student allocation,\" for the period January 1, 1997, to June 30, 1997, inclusive, is $1,675. For school fiscal year 1998, beginning on July 1, 1997, the per student allocation shall be $3,350 increased by the index factor. Each school fiscal year thereafter, the per student allocation shall be the previous fiscal year's per student allocation increased by the index factor; (5) \"Local need,\" the per student allocation multiplied by the adjusted average daily membership; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the following levies established pursuant to § 10-12-42 : (a) The levy for school district purposes is sixteen dollars and forty-nine cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subsection (b) and owner-occupied property as provided in subsection (c); (b) The tax levy on agricultural property for the school district is five dollars and sixty-five cents per thousand dollars of taxable valuation; (c) The tax levy for owner-occupied single-family dwelling for the school district is nine dollars and six cents per thousand dollars of taxable valuation . Section 32. That section 10 of chapter 98 of the 1997 Session Laws be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \"General enrollment average daily membership,\" the average number of resident and nonresident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its general enrollment average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its general enrollment average daily membership after the student ceases to attend school in the resident district; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with a general enrollment average daily membership of two hundred or less, multiply 1.2 times the general enrollment average daily membership; (b) For districts with a general enrollment average daily membership of less than six hundred, but greater than two hundred, raise the general enrollment average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with a general enrollment average daily membership of six hundred or more, multiply 1.0 times their general enrollment average daily membership; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Per student allocation,\" for the period January 1, 1997, to June 30, 1997, inclusive, is $1,675. For school fiscal year 1998, beginning on July 1, 1997, the per student allocation shall be $3,350 increased by the index factor. Each school fiscal year thereafter, the per student allocation shall be the previous fiscal year's per student allocation increased by the index factor; (5) \"Local need,\" the per student allocation multiplied by the adjusted average daily membership; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the following levies established pursuant to § 10-12-42 : (a) The levy for school district purposes is sixteen dollars and forty-nine cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subsection (b) and owner-occupied property as provided in subsection (c); (b) The tax levy on agricultural property for the school district is five dollars and sixty-six cents per thousand dollars of taxable valuation; (c) The tax levy for owner-occupied single-family dwelling for the school district is nine dollars and six cents per thousand dollars of taxable valuation . Section 33. That § 10-52-2 be repealed. 10-52-2. Any incorporated municipality within this state may impose any non-ad valorem tax in accordance with the provisions of this chapter, except upon fuel used for motor vehicles, by ordinance enacted by its local governing board. However, no tax may be levied on the sale, use, storage and consumption of items taxed under chapters 10-45 and 10-46, unless such tax conforms in all respects to the state tax on such items with the exception of the rate, and the rate levied does not exceed two percent. If a municipality increases its tax rate above one percent, the revenue generated from the tax increase may only be used for capital improvement, to include lease-purchase agreements of realty, land acquisition, the funding of public ambulances and medical emergency response vehicles, public hospitals, or nonprofit hospitals with fifty or fewer licensed beds, and other public health care facilities or nonprofit health care facilities with fifty or fewer licensed beds, the transfer to the special 911 fund authorized by § 34-45-12, the purchasing of fire fighting vehicles and equipment, and debt retirement. Section 34. That § 10-52-2.1 be repealed. 10-52-2.1. All local taxes duly enacted under § 10-52-2 before July 3, 1977, are hereby ratified and may continue in force; provided, that no rate, which as of July 1, 1977, is in excess of the rate specified in § 10-52-2, shall be increased. Section 35. That § 10-52-2.2 be repealed. 10-52-2.2. A municipality of the second and third class as defined by § 9-2-1 may levy a tax on the sale or use of motor and special fuel as defined in chapter 10-47B by motor vehicles operated upon the public highways of the state and the streets and highways of the municipality. This tax may not exceed the rate of one cent per gallon. The tax authorized pursuant to this section may not apply to motor or special fuel for the purpose of operating or propelling stationary gas engines, tractors used for agricultural purposes or the purchase of fuel for lighting, heating, cleaning, or other commercial use. Section 36. That § 10-52-2.3 be repealed. 10-52-2.3. A municipality may not impose both a municipal non-ad valorem tax as provided for in this chapter and a tax on motor fuel and on users of fuel as provided for and defined in § 10-52-2.2. Section 37. That § 10-52-2.4 be repealed. 10-52-2.4. A municipality which has warranted indebtedness in an amount which is fifty percent or more of its current budget, may, upon a two-thirds vote of the members of its governing body, adopt a non-ad valorem tax of one percent over and above the other limits allowed by this chapter. The tax authorized by this section may be referred. The amount of warranted indebtedness to be eliminated under this section shall be specified in the ordinance adopting the tax. The tax shall cease at the end of the quarter in which the amount of the warranted indebtedness is eliminated. No municipality using this section may impose the tax allowed herein for two years after the warranted indebtedness is eliminated as provided herein. Section 38. That § 10-52-2.5 be repealed. 10-52-2.5. The gross receipts from selling food, as defined by the Food Stamp Act of 1977 (P.L. 95-113), codified at 7 U.S.C. § 2012(g), as amended through January 1, 1983, in rules promulgated pursuant thereto, are exempt from the provisions of this chapter and from the tax imposed by it if the tax rate imposed by a municipality through the provisions of § 10-52-2 is in excess of one percent. The provisions of this section do not apply to municipalities qualifying under § 10-52-2.1 unless such municipalities increase their existing non-ad valorem tax and the new rate is in excess of one percent. A municipality may, by local option, exempt food, as defined by the Food Stamp Act of 1977 (P.L. 95-113), codified at 7 U.S.C. § 2012(g), as amended through January 1, 1983, from the tax imposed by § 10-52-2 if the tax rate is one percent or less. A municipality with a tax rate in excess of one percent on January 1, 1983, pursuant to § 10-52-2.1, may, by local option, exempt food, as defined by the Food Stamp Act of 1977 (P.L. 95-113), codified at 7 U.S.C. § 2012(g), as amended through January 1, 1983, from the tax. Section 39. That § 10-52-2.6 be repealed. 10-52-2.6. Parts or repairs on machinery or equipment which are clearly identifiable as used primarily for agricultural purposes, if the part replaces a farm machinery part assigned a specific or generic part number by the manufacturer of the farm machinery, farm machinery and equipment, and agricultural animal health products and medicines are exempt from the tax imposed by this chapter. Section 40. That § 10-52-2.7 be repealed. 10-52-2.7. No tax increase imposed after March 9, 1984 may be levied on materials incorporated in construction work pursuant to construction contracts bid or entered into on or before the effective date of the tax increase. Section 41. That § 10-52-2.9 be repealed. 10-52-2.9. Any municipality which increases its tax rate above the rate it had on January 1, 1983, may exempt therefrom those items which were exempt before the increase. Section 42. That § 10-52-2.10 be amended to read as follows: 10-52-2.10. Any incorporated municipality imposing a non-ad valorem tax in accordance with § 10-52-2, or imposing an additional non-ad valorem tax in accordance with § 10-52-8, may issue municipal non-ad valorem tax revenue bonds pursuant to this section and chapter 6-8B in anticipation of the collection of the taxes. The bonds shall be payable solely from the collections of the taxes imposed by the municipality under § 10-52-2 or 10-52-8, or both, as determined by the governing body § 10-52-8 . The governing body shall, in the resolution or ordinance authorizing the bonds, agree that it will continue to impose and collect the taxes so long as the bonds are outstanding. The governing body shall also pledge so much of the collections of the taxes as may be necessary to pay the principal premium and interest on the bonds and to maintain any debt service reserve established for the bonds. The proceeds of the bonds may be used for land acquisition , the funding of public ambulances and medical emergency response vehicles, public hospitals or nonprofit hospitals with fifty or fewer licensed beds and other public health care facilities or nonprofit health care facilities with fifty or fewer licensed beds, capital asset acquisition and capital improvements, to establish a debt service reserve fund for the bonds , and to pay not more than one year's capitalized interest on the bonds. If the proceeds of the tax imposed by § 10-52-8 are pledged to payment of the bonds, the land acquisition and capital improvements financed with the proceeds of the bonds shall relate to the purposes enumerated in § 10-52-8. No election is required to authorize the issuance of municipal non-ad valorem tax revenue bonds. The bonds shall be issued and sold as provided in chapter 6-8B. Section 43. That § 10-52-4 be amended to read as follows: 10-52-4. The administration of non-ad valorem taxes adopted under this chapter shall be by the State Department of Revenue whenever if a similar tax is imposed by the state except the tax on motor and use fuel authorized pursuant to this chapter . The State Department of Revenue may prescribe forms and promulgate rules pursuant to chapter 1-26 for the making of returns and for the ascertainment, assessment, and collection of the tax imposed pursuant hereto including the tax on motor and use fuel as provided by to this chapter. It The Department of Revenue shall keep full and accurate records of all moneys received and distributed under this chapter. Nothing in this chapter prevents incorporated municipalities from contracting with the State Department of Revenue for the administration and collection of other taxes imposed pursuant to this chapter. Section 44. That § 10-52-5.1 be repealed. 10-52-5.1. The proceeds of the tax on motor and use fuel authorized by § 10-52-2.2 shall be credited to a municipal street fund to be expended under the supervision of the governing body of the municipality for the purposes of reconstructing, supervising and maintaining of highways, streets and bridges under the jurisdiction of the municipality. Section 45. That § 10-52-6 be repealed. 10-52-6. If any provision of this chapter is declared unconstitutional or the applicability thereof to any person or circumstance is held invalid, the constitutionality of the remainder of the chapter and applicability thereof to other persons or circumstances shall not be affected thereby. Section 46. That § 10-52-8 be amended to read as follows: 10-52-8. Notwithstanding the tax rate limitations of § 10-52-2 or 10-52-2.1, any Any municipality may impose an additional a municipal non-ad valorem tax at the rate of one percent upon the gross receipts of all leases or rentals of hotel, motel, campsites , or other lodging accommodations within the municipality for periods of less than twenty-eight consecutive days, or sales of alcoholic beverages as defined in § 35-1-1, or establishments where the public is invited to eat, dine or purchase and carry out prepared food for immediate consumption, or ticket sales or admissions to places of amusement, athletic and cultural events, or any combination thereof. The tax shall be levied for the purpose of land acquisition, architectural fees, construction costs, payments for civic center, auditorium or athletic facility buildings, including the maintenance, staffing and operations of such facilities , and the promotion and advertising of the city, its facilities, attractions , and activities. Such taxes The tax shall conform in all respects to the state sales and use tax on such items with the exception of the rate. Section 47. That § 10-52-10 be repealed. 10-52-10. A municipality imposing a sales or use tax under this chapter may by ordinance enacted by its local governing body provide for a refund for such taxes to the consumer or user of machinery or other tangible personal property in the nature of a capital asset which is used directly in the manufacturing or processing or fabricating or compounding of personal property which is intended to be sold or leased for final use consumption. The ordinance shall provide a procedure for making application for refund and the payment of the refund by the municipality. Section 48. That § 10-52-11 be repealed. 10-52-11. Veterinarian services (group no. 074) and animal specialty services except veterinary (industry no. 0752) as enumerated in the Standard Industrial Classification Manual, 1987, as prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President are exempt from the provisions of this chapter. In addition, there are specifically exempted from the provisions of this chapter and the computation of the tax imposed by it, gross receipts from transportation services and the collection and disposal of solid waste. Section 49. That § 10-52-12 be repealed. 10-52-12. The following services enumerated in the Standard Industrial Classification Manual, 1987, as prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President are exempt from the provisions of this chapter: establishments primarily engaged in air transportation, noncertified carriers (group no. 452). Section 50. That § 10-52-1 and § § 10-52-3 to 10-52-12, inclusive, be repealed. Section 51. The secretary of revenue shall make distribution from the general fund each October, January, April, and July to replace the revenue lost by each municipality from the tax collected pursuant to § 10-52-2 prior to the repeal of that tax by this Act. The amount of the distribution to each municipality pursuant to this section shall ensure that each municipality receives each fiscal year as much as the municipality received pursuant to the § 10-52-2 during the state fiscal year 1998. The secretary shall approve vouchers and the state auditor shall draw warrants to pay each municipality its share of the distribution."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13198, "action_date": "1998-01-26T14:00:00-06:00", "document_id": 76901, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76901.pdf", "status_text": "First read in House and referred to", "journal_page": 227, "committee_id_action": 600, "committee_id_assigned": 596, "result": "N", "vote": {}}, {"bill_id": 13198, "action_date": "1998-02-10T07:45:00-06:00", "document_id": 76698, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76698.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 596, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13198, "action_date": "1998-02-10T07:45:00-06:00", "document_id": 76698, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76698.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 493, "committee_id_action": 596, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38447, "president_vote": null, "Nay": [2096, 2117, 2153, 2168, 2164], "Yea": [2098, 2126, 2172, 2097, 2147, 2193, 2197, 2111]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13198"}