{"session_id": 69, "bill_id": 24801, "bill_type": "House Bill", "bill_number": 1190, "bill_title": "establish public use criteria for purposes of condemnation proceedings.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24801", "sponsors": [{"legislator_profile_id": 4526, "is_prime": true}, {"legislator_profile_id": 4538, "is_prime": true}, {"legislator_profile_id": 4492, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}], "keywords": ["Eminent Domain", "Highways, Roads, and Bridges", "Judicial Remedies"], "audio": [], "bill_versions": [{"bill_id": 24801, "bill_version_id": 262851, "bill_version": "Introduced", "bill_version_date": "2024-01-25T10:57:15.63-06:00", "bill_text": "An Act to establish public use criteria for purposes of condemnation proceedings. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 21-35-1 be AMENDED: 21-35-1. In all cases where anyAny person, group, or corporation, public or private, including the owners of water rights, ditches, flumes, reservoirs, and mining property under the provisions of the laws of Congress, invested with the privilege of taking or damaging private property for public use, in making, constructing, repairing, or using any work or improvement as allowed by law, shall determine must, in order to exercise such that privilege, it shall file a petition in the circuit court for the county in which the property to be taken or damaged is situated, praying that the just compensation to be made for such the property may be ascertained by a jury. Section 2. That § 21-35-2 be AMENDED: 21-35-2. A petition filed pursuant to § 21-35-1 shall name must: (1) Name the person, group, or corporation desiring to take or damage private property as plaintiff, and; (2) Name all persons having interest in or liens upon the property affected by the proceeding as defendants, so far as they shall be are known at the time of filing the same. It shall contain; (3) Include a description of the property to be taken or damaged. The purpose for; (4) Include a description of the good faith efforts put forth by the condemnor to negotiate with the landowner and purchase the property prior to filing the petition; (5) Set forth the statutory authorization under which the property is to be taken or damaged shall be clearly set forth in the petition; and (6) Include a detailed description of the public use, as defined in section 5 of this Act, that necessitates the taking or damaging of the property. It shall is not be necessary to specify the interests or claims of the several defendants in the land or property affected by the proceeding. Section 3. That § 21-35-10.1 be AMENDED: 21-35-10.1. Within thirty days from the date the summons described in § 21-35-9 is served, the defendant may demand a hearing in circuit court on the petitioner's right to take. Failure the private property. The defendant's failure to make such the demand or to the defendant's written consent in writing to the taking, within the thirty‑day period, shall constitute constitutes a waiver of the defendant's right to question the necessity of the taking existence of authorization for the taking, and the public use for which the property is to be taken. The A finding of necessity by the plaintiff by the court that the taking is a public use, unless based upon fraud, bad faith, or an abuse of discretion, shall be is binding on all persons. Section 4. That chapter 21-35 be amended with a NEW SECTION: For purposes of this chapter, the taking or damaging of private property is declared to be a public use if it meets the criteria set forth in section 5 of this Act and is: (1) Authorized by the government of the United States; (2) Authorized by the Legislature of this state; (3) Exercised by the Bureau of Information and Telecommunications in accordance with chapter 1-13; (4) Exercised by the Department of Corrections in accordance with chapter 1-15; (5) Exercised by the South Dakota Health and Educational Facilities Authority in accordance with chapter 1-16A; (6) Exercised by the South Dakota Ellsworth Development Authority in accordance with chapter 1-16J; (7) Exercised by the governing body of any county or municipality for the acquisition of historic easements, in accordance with chapter 1-19B; (8) Exercised by the Department of Human Services in accordance with chapter 1-36A; (9) Exercised by the South Dakota Building Authority in accordance with chapter 5-12; (10) Exercised by the South Dakota Capitol Complex Restoration and Beautification Commission in accordance with chapter 5-15; (11) Exercised by a board of county commissioners in accordance with chapter 7-18; (12) Exercised by a board of county commissioners in accordance with chapter 7-25; (13) Exercised by an improvement district in accordance with chapter 7-25A; (14) Exercised by a board of county commissioners in accordance with chapter 7-29; (15) Exercised by a board of township supervisors in accordance with chapter 8-2; (16) Exercised by the governing board of a municipality in accordance with chapter 9-12; (17) Exercised by the governing board of a municipality in accordance with chapter 9-27; (18) Exercised by the governing board of a municipality in accordance with chapter 9-32; (19) Exercised by the governing board of a municipality in accordance with chapter 9-36; (20) Exercised by the governing board of a municipality in accordance with chapter 9-38; (21) Exercised by a municipal power agency in accordance with chapter 9-41A; (22) Exercised by the governing board of a municipality in accordance with chapter 9-47; (23) Exercised by the governing board of a municipality in accordance with chapter 9-48; (24) Exercised by the governing board of a municipality in accordance with chapter 9-51; (25) Exercised by a municipal housing and redevelopment commission in accordance with chapter 11-7; (26) Exercised by the governing board of a municipality in accordance with chapter 11-8; (27) Exercised by the governing board of a municipality in accordance with chapter 11-9; (28) Exercised by a political subdivision in accordance with chapter 11-14; (29) Exercised by the board of a school district in accordance with chapter 13-24; (30) Exercised by the Board of Regents in accordance with chapter 13-51; (31) Exercised by the Board of Regents in accordance with chapter 13-51A; (32) Exercised by highway authorities of the state, counties, or municipalities in accordance with chapter 31-8; (33) Exercised by the Department of Transportation in accordance with chapter 31-10; (34) Exercised by the highway authority charged with the construction, reconstruction, or repair of a public highway along a section line in accordance with chapter 31-18; (35) Exercised by the Department of Transportation in accordance with chapter 31-19; (36) Exercised by the owner of an isolated tract of land containing at least ten acres not touched by a passable public highway or smaller tract of land containing at least five acres used or intended to be used in good faith in whole or in part for residential purposes, in accordance with chapter 31-22; (37) Exercised by the Department of Transportation in accordance with chapter 31-27; (38) Exercised by the Department of Transportation in accordance with chapter 31-29; (39) Exercised by the Department of Transportation in accordance with chapter 31-30; (40) Exercised by a sanitary district board of trustees in accordance with chapter 34A-5; (41) Exercised by a municipality in accordance with chapter 34A-6; (42) Exercised by a regional recycling and waste management district in accordance with chapter 34A-16; (43) Exercised by the Department of Game, Fish and Parks in accordance with chapter 41-2; (44) Exercised by the Department of Game, Fish and Parks in accordance with chapter 41-4; (45) Exercised by a board of county commissioners in accordance with chapter 41-18; (46) Exercised by the owner of a mine or a mining claim in accordance with chapter 45-5; (47) Exercised by any person in accordance with chapter 46-8; (48) Exercised by Board of Water and Natural Resources in accordance with chapter 46A-2; (49) Exercised by the South Dakota Conservancy District in accordance with chapter 46A-2; (50) Exercised by a water development district board of directors in accordance with chapter 46A-3D; (51) Exercised by an irrigation district board of directors in accordance with chapter 46A-5; (52) Exercised by an irrigation district board of directors in accordance with chapter 46A-6; (53) Exercised by a water user district in accordance with chapter 46A-9; (54) Exercised by a drainage district board of trustees in accordance with chapter 46A-10A; (55) Exercised by a watershed district in accordance with chapter 46A-14; (56) Exercised by a water project district in accordance with chapter 46A-18; (57) Exercised by an electric cooperative in accordance with chapter 47-21; (58) Exercised by a cemetery association in accordance with chapter 47-29; (59) Exercised by a common carrier in accordance with chapter 49-2; (60) Exercised by a pipeline company owning a pipeline, which is a common carrier as defined by § 49-7-11, in accordance with chapter 49-7; (61) Exercised by a railroad in accordance with chapter 49-16A; (62) Exercised by the South Dakota Railroad Authority in accordance with chapter 49-16B; (63) Exercised by a regional railroad authority in accordance with chapter 49-17A; (64) Exercised by a corporation owning or operating lines of telegraph or telephone in accordance with chapter 49-30; (65) Exercised by a translator district in accordance with chapter 49-32A; (66) Exercised by a corporation organized for constructing, maintaining and operating a street railway, or for generating, transmitting, or distributing electricity to be sold to or used by the public for heat, light or power, in accordance with chapter 49-33; (67) Exercised by a corporation organized for constructing, maintaining and operating a street railway, or for generating, transmitting, or distributing electricity to be sold to or used by the public for heat, light or power, in accordance with chapter 49-34; (68) Exercised by a consumers power district in accordance with chapter 49-37; or (69) Exercised by a regional airport authority in accordance with chapter 50-6A. Section 5. That chapter 21-35 be amended with a NEW SECTION: In order to be declared a public use, the taking or damaging of private property must provide an obvious public benefit, avoid uncompensated private injury, and: (1) Culminate in the possession or ownership of the property by the United States, this state, or a political subdivision of this state; (2) Culminate in the construction of an energy facility, an AC/DC conversion facility, or a transmission or distribution facility, and any associated facility, including: (a) An aqueduct; (b) A cooling pond; (c) A diversion dam; (d) A reservoir; (e) A storage pond; and (f) A transmission substation; (3) Culminate in the placement of a pipeline for the transportation of crude oil, hydrocarbons, natural gas, refined petroleum products, or biofuels; (4) Culminate in the creation of a project or facility for the management of water resources; (5) Culminate in the maintenance or working of mines or mining claims, including actions necessary for pollution control measures; or (6) Culminate in the creation or maintenance of a rail, road, or air transportation system for the movement of persons, freight, or both. An economic development effort or other undertaking, which is designed to increase the tax base, increase tax revenues, increase employment, or improve general economic well-being, is not sufficient to constitute a public use, unless the effort or undertaking also meets one of the requirements set forth in this section. Section 6. That chapter 21-35 be amended with a NEW SECTION: The court may award reasonable attorneys' fees to the defendant upon a finding that the petitioner does not meet the requirements set forth in sections 4 and 5 of this Act. Section 7. That § 31-19-3 be AMENDED: 31-19-3. If land or material is to be acquired by condemnation, the Department of Transportation, on behalf of the state and in its name, shall must file a petition in the circuit court for the county in which the property to be taken or damaged is situated, praying that the just compensation be made and such property be ascertained by a jury and shall name the Department of Transportation as the department of the state government desiring to take or damage the property on behalf of the state as plaintiff. All persons having an interest in or a lien upon the property affected by the proceedings shall must be named as defendants so far as they may be known at the time of the filing of the petition. It shall contain The petition must: (1) Include a description of the property to be taken or damaged and shall contain; (2) Include a copy of the related resolution of necessity that was passed by the Transportation Commission. The; and (3) Include a detailed description of the purpose for which the property is to be taken or damaged shall be clearly set forth in the petition; (4) Include a description of the good faith efforts put forth by the department to negotiate with the landowner and purchase the property prior to filing the petition; and (5) Include a description of the public use, as defined in section 5 of this Act, for which the property is to be taken or damaged. It is not necessary to specify the interest or claim of the several defendants in the land or property affected by the proceedings. The petition shall must be signed and verified in the manner and as provided by § 15-6-11 relating to the signing of pleadings in the circuit courts. Section 8. That § 31-19-10.1 be AMENDED: 31-19-10.1. Within thirty days of the service of summons provided for in § 31-19-7 or service of the declaration of taking provided for in § 31-19-26, a defendant may demand a hearing in circuit court on the issue of the necessity of acquiring plaintiff's right to acquire the property. FailureThe defendant's failure to make such the demand or the defendant's written consent in writing to the taking, within the thirty‑day period, shall constitute constitutes a waiver of the defendant's right to question the necessity of the taking. The and the public use, as defined in section 5 of this Act, for which the property is to be taken. A finding of necessity by the South Dakota Transportation Commission or by a municipality by the court under this section, unless based upon fraud, bad faith, or an abuse of discretion, shall be is binding on all persons. Section 9. That chapter 31-19 be amended with a NEW SECTION: The court may award reasonable attorneys' fees to the defendant upon a finding that the plaintiff's proposed taking of the defendant's property is not necessary and does not constitute a public use, in accordance with § 31-19-3."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24801, "action_date": "2024-01-25T13:00:00-06:00", "document_id": 262421, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262421.pdf", "status_text": "First read in House and referred to", "journal_page": 176, "committee_id_action": 1197, "committee_id_assigned": 1203, "result": "N", "vote": {}}]}