{"session_id": 19, "bill_id": 3900, "bill_type": "Senate Bill", "bill_number": 52, "bill_title": "authorize one cent credit denominations for video lottery machines, to authorize the award of one thousand dollars on a video lottery machine, and to make form and style changes to certain provisions regarding the lottery.", "sponsors": [], "keywords": ["Recreation and Sports", "Video Lottery"], "audio": [{"meeting_datetime": "2013-01-17T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sco07.mp3", "start_seconds": 1620.0}, {"meeting_datetime": "2013-01-17T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sco07.mp3", "start_seconds": 1620.0}, {"meeting_datetime": "2013-01-17T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sco07.mp3", "start_seconds": 1620.0}, {"meeting_datetime": "2013-01-17T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sco07.mp3", "start_seconds": 1620.0}, {"meeting_datetime": "2013-01-22T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen09.mp3", "start_seconds": 1196.0}, {"meeting_datetime": "2013-01-22T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen09.mp3", "start_seconds": 1196.0}, {"meeting_datetime": "2013-01-22T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen09.mp3", "start_seconds": 1196.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hco26.mp3", "start_seconds": 1477.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hco26.mp3", "start_seconds": 1477.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hco26.mp3", "start_seconds": 1477.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hco26.mp3", "start_seconds": 1477.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hco26.mp3", "start_seconds": 1477.0}, {"meeting_datetime": "2013-02-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou27.mp3", "start_seconds": 622.0}, {"meeting_datetime": "2013-02-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou27.mp3", "start_seconds": 622.0}, {"meeting_datetime": "2013-02-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou27.mp3", "start_seconds": 622.0}], "bill_versions": [{"bill_id": 3900, "bill_version_id": 23440, "bill_version": "Introduced", "bill_version_date": "2013-01-05T17:29:00.863-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize one cent credit denominations for video lottery machines, to authorize the award of one thousand dollars on a video lottery machine, and to make form and style changes to certain provisions regarding the lottery. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 42-7A-1 be amended to read as follows: 42-7A-1. Terms used in this chapter mean: (1) \"Associated equipment,\" any proprietary device, machine, or part used in the manufacture or maintenance of a video lottery machine, including but not limited to integrated circuit chips, printed wired assembly, printed wired boards, printing mechanisms, video display monitors, and metering devices; (2) \"Commission,\" the South Dakota Lottery Commission; (3) \"Credit,\" one, five, ten, or twenty-five cents; (4) \"Executive director,\" the executive director of the South Dakota Lottery; (5) \"Instant lottery,\" a game that offers preprinted tickets that indicate immediately or in a grand prize drawing whether the player has won a prize; (6) \"Licensed establishment,\" a bar or lounge owned or managed by an individual, partnership, corporation, or association licensed to sell alcoholic beverages for consumption upon the premises where sold; (7) \"Lottery\" or \"state lottery,\" any lottery operated pursuant to this chapter; (8) \"Lottery retailer,\" any person with whom the South Dakota Lottery has contracted to sell lottery tickets to the public; (9) \"Lottery vendor\" or \"vendor,\" any person who has entered into a major procurement contract with the South Dakota Lottery; (10) \"Major procurement,\" any contract with any vendor directly involved in providing facilities, equipment, tickets, and services unique to the lottery, but not including materials, supplies, equipment, and services common to the ordinary operations of state agencies; (11) \"Net machine income,\" money put into a video lottery machine minus credits paid out in cash; (12) \"On-line lottery,\" a game linked to a central computer via a telecommunications network in which the player selects a specified group of numbers or symbols out of a predetermined range of numbers or symbols as approved by the commission; (13) \"South Dakota Lottery,\" the state agency created by this chapter to operate a lottery pursuant to this chapter; (14) \"Ticket,\" any tangible evidence issued or authorized by the South Dakota Lottery to prove participation in an instant, on-line, or video lottery game; (14A) \"Video lottery,\" any video game of chance played on video lottery machines; (15) \"Video lottery machine distributor,\" any individual, entity, partnership, corporation, or association that distributes or sells video lottery machines or associated equipment in this state; (16) \"Video lottery machine manufacturer,\" any individual, entity, partnership, corporation, or association that assembles or produces video lottery machines or associated equipment for sale or use in this state; (17) \"Video lottery machine operator,\" any individual, entity, partnership, corporation, or association that places video lottery machines or associated equipment for public use in this state; and (18) \"Video lottery machines,\" or \"machine,\" any electronic video game machine that, upon insertion of cash, is available to play or simulate the play of a video game, including but not limited to video poker, keno, and blackjack, authorized by the commission utilizing a video display and microprocessors in which, by chance, the player may receive free games or credits that can be redeemed for cash. The term does not include a machine that directly dispenses coins, cash, or tokens. Section 2. That § 42-7A-7 be amended to read as follows: 42-7A-7. Subpoenas issued under the provisions of subdivision 42-7A-4(10) may be served upon individuals and, entities, or corporations in the manner provided in chapter 1-26 for the service of process by any officer authorized to serve subpoenas in civil actions or by the executive director or an agent or representative designated by the executive director. In the case of the refusal of any person to comply with any such subpoena, the executive director may make application to the circuit court of the county where such books, papers, records, memoranda, or person is located for an order to comply. Failure to obey such order to comply issued by a circuit court may be punished by the court as contempt. Section 3. That § 42-7A-8 be amended to read as follows: 42-7A-8. The executive director shall: (1) Make and keep books and records which accurately and fairly reflect each day's transactions, including but not limited to, the distribution and sale of tickets, receipt of funds, prize claims, prize disbursements, or prizes liable to be paid, expenses and other financial transactions of the South Dakota Lottery necessary so as to insure accountability; (2) Make quarterly and annual financial reports to the commission, the Governor, the state treasurer, the attorney general, and the Legislature. Such reports shall be based upon generally accepted accounting principles and include a full and complete statement of the lottery's financial position and operations; (3) Make available for inspection by the commission, upon request, all books, records, files, and other information and documents of the South Dakota Lottery; (4) Have an annual audit of all accounts and transactions of the South Dakota Lottery pursuant to chapter 4-11. The audit report shall be presented to the commission, the Governor, the state treasurer, and the Legislature; (5) Contract with an agency of state government or an independent firm experienced in security procedures to periodically conduct a comprehensive study and evaluation of all aspects of security in the operation of the South Dakota Lottery; (6) Prepare and submit budgets and proposals for the operation of the South Dakota Lottery; (7) Operate the state lottery so that after the initial funding, it is self-sustaining and self-funded; (8) Include in printed promotional materials and information published for each lottery game, a list of the odds of winning such game, based upon the number of tickets projected to be sold; and (9) Make provision for the timely and efficient transfer of funds due from lottery retailers and persons licensed pursuant to this chapter to the state general fund. Section 4. That § 42-7A-22 be amended to read as follows: 42-7A-22. There is established within the state treasury the lottery operating fund, into which shall be deposited all revenues from the sale of lottery tickets, interest received on moneys in the lottery operating fund, and all other fees and moneys collected. For the purposes of this section, the award of a free ticket or free play does not constitute revenue. All money in the funds created by this section are continuously appropriated for the purposes specified in this section. All funds received by the state lottery shall be set forth in an informational budget as described in § 4-7-7.2 and be annually reviewed by the Legislature. Any disbursement from the lottery operating fund shall be by authorization of the executive director for any of the following purposes: (1) The payment of prizes to the holders of valid, winning lottery tickets. A revolving fund, designated as the \"lottery prize payment fund,\" shall be set apart and maintained by the executive director and held by the state treasurer for the payment of prizes; (2) Expenses of the lottery, which shall include all costs incurred in the operation and administration of the South Dakota Lottery; all costs resulting from contracts entered into for the purchase or lease of goods and services needed for operation of the lottery, including but not limited to, supplies, materials, tickets, independent studies and surveys, data transmission, advertising, printing, promotion, incentives, public relations, communications, compensation paid to lottery retailers; distribution of tickets; and reimbursement of costs of facilities and services provided by other state agencies; and (3) Transfers of net proceeds to the state general fund. Section 5. That § 42-7A-24 be amended to read as follows: 42-7A-24. Net proceeds from the sale of instant lottery tickets shall be transferred to the state general fund on an annual basis after July first each year. The commission shall maximize the net proceeds to the state from the sale of instant and on-line lottery tickets. In no event may yearly lottery expenses for the sale of lottery tickets, excluding expenditures from retained earnings, exceed the amount of combined net proceeds transferred to the state general fund, the state corrections facility construction fund, and the state capital construction fund. Net machine income from video lottery games shall be directly deposited in the state property tax reduction fund upon receipt. Net proceeds are funds in the lottery operating fund which are not needed for the payment of prizes, lottery expenses, and total retained earnings up to one and one-half million dollars cash deemed necessary by the executive director and commission for replacement, maintenance, and upgrade of business systems, product development, legal and operating contingencies of the lottery. Beginning in fiscal year 1997 and each year thereafter In each fiscal year, the commission shall transfer the first one million four hundred thousand dollars from the net proceeds from the sale of on-line video lottery tickets collected pursuant to § 42-7A-24 to the general fund. The commission shall then transfer an amount equal to the remaining net proceeds from the sale of on-line lottery tickets collected pursuant to § 42-7A-24 to the state capital construction fund created in § 5-27-1. Section 6. That § 42-7A-24.2 be amended to read as follows: 42-7A-24.2. Expenditures authorized by this chapter from the lottery operating fund and the lottery prize payment fund shall be paid on warrants drawn by the state auditor on vouchers approved by the executive director of the state lottery. Section 7. That § 42-7A-38 be amended to read as follows: 42-7A-38. A video lottery machine may not allow more than two dollars to be played on a game or award free games or credits in excess of the value of one hundred twenty-five dollars per credit value of twenty-five cents played one thousand dollars per bet. The payback value of one credit shall be at least eighty percent of the value of the credit. Section 8. That § 42-7A-40 be amended to read as follows: 42-7A-40. The South Dakota Lottery shall examine prototypes of video lottery machines and associated equipment of manufacturers seeking a license as required in this chapter. The South Dakota Lottery shall may require the manufacturer seeking the examination and approval of a video lottery machine or associated equipment to pay the anticipated actual costs of the examination in advance and, after the completion of the examination, shall refund overpayments or charge and collect amounts sufficient to reimburse the South Dakota Lottery for underpayments of actual costs. The South Dakota Lottery may contract for the examination of video lottery machines and associated equipment as required by this section. Section 9. That § 42-7A-44.1 be amended to read as follows: 42-7A-44.1. The commission shall deny or revoke an establishment license for video lottery machine placement that does not meet the requirements of § 42-7A-44. Any video lottery establishment licensed by the commission has until September 1, 1991 to comply with the provisions of § 42-7A-44. Section 10. That § 42-7A-61 be repealed. 42-7A-61. The commission shall provide for the placement of video lottery machines which allow for the play of a video lottery game for a credit of five cents. Section 11. That § 42-7A-65 be repealed. 42-7A-65. Notwithstanding the provisions of § 42-7A-63, after making all statutorily required transfers into the video lottery operating fund, forty-five million nine hundred ten thousand dollars in fiscal year 1996 shall be taken from the state's share of total video lottery net machine income and deposited directly into the property tax reduction fund."}, {"bill_id": 3900, "bill_version_id": 26196, "bill_version": "Enrolled", "bill_version_date": "2013-02-22T09:51:51.69-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3900, "action_date": "2013-01-09T12:30:00-06:00", "document_id": 23601, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23601.pdf", "status_text": "First read in Senate and referred to", "journal_page": 33, "committee_id_action": 200, "committee_id_assigned": 177, "result": "N", "vote": {}}, {"bill_id": 3900, "action_date": "2013-01-17T10:00:00-06:00", "document_id": 23791, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23791.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 177, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3900, "action_date": "2013-01-17T10:00:00-06:00", "document_id": 23936, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23936.pdf", "status_text": "Do Pass", "journal_page": 122, "committee_id_action": 177, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12655, "president_vote": null, "Yea": [362, 366, 364, 331, 345, 363], "Nay": [358]}}, {"bill_id": 3900, "action_date": "2013-01-18T13:00:00-06:00", "document_id": 24090, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24090.pdf", "status_text": "Deferred to another day", "journal_page": 143, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3900, "action_date": "2013-01-22T14:00:00-06:00", "document_id": 24279, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24279.pdf", "status_text": "Do Pass", "journal_page": 160, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12765, "president_vote": null, "Nay": [338, 317, 384, 368, 387], "Yea": [362, 330, 337, 366, 388, 340, 365, 363, 325, 358, 364, 376, 336, 322, 345, 329, 331, 419, 320, 385, 321, 328, 333, 386, 367, 319, 339, 327, 383, 379]}}, {"bill_id": 3900, "action_date": "2013-01-23T14:00:00-06:00", "document_id": 24416, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24416.pdf", "status_text": "First read in House and referred to", "journal_page": 158, "committee_id_action": 202, "committee_id_assigned": 188, "result": "N", "vote": {}}, {"bill_id": 3900, "action_date": "2013-02-20T10:00:00-06:00", "document_id": 25811, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25811.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 188, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3900, "action_date": "2013-02-20T10:00:00-06:00", "document_id": 26048, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26048.pdf", "status_text": "Do Pass", "journal_page": 450, "committee_id_action": 188, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14061, "president_vote": null, "Yea": [415, 349, 318, 344, 395, 390, 411, 399, 360, 343], "Nay": [375, 380], "Excused": [401]}}, {"bill_id": 3900, "action_date": "2013-02-21T14:00:00-06:00", "document_id": 26151, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26151.pdf", "status_text": "Do Pass", "journal_page": 485, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14168, "president_vote": null, "Yea": [420, 346, 415, 360, 349, 382, 410, 348, 318, 402, 370, 394, 350, 416, 389, 351, 344, 335, 369, 414, 400, 371, 316, 332, 395, 390, 408, 404, 411, 377, 378, 407, 343, 406, 361, 409, 401, 353, 341], "Nay": [418, 417, 412, 398, 342, 324, 397, 374, 381, 396, 372, 347, 359, 392, 375, 380, 393, 405, 355, 352, 357, 403, 399, 323, 391, 354, 373, 334], "Excused": [326, 413, 356]}}, {"bill_id": 3900, "action_date": "2013-02-22T12:30:00-06:00", "document_id": 26267, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26267.pdf", "status_text": "Signed by the President", "journal_page": 545, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3900, "action_date": "2013-02-25T14:00:00-06:00", "document_id": 26348, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26348.pdf", "status_text": "Signed by the Speaker", "journal_page": 536, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3900, "action_date": "2013-02-26T14:00:00-06:00", "document_id": 26501, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26501.pdf", "status_text": "Delivered to the Governor", "journal_page": 574, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3900, "action_date": "2013-03-04T14:00:00-06:00", "document_id": 26961, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26961.pdf", "status_text": "Signed by the Governor", "journal_page": 634, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5438}