{"session_id": 45, "bill_id": 12881, "bill_type": "House Bill", "bill_number": 1193, "bill_title": "to provide for employer-sponsored day care.", "sponsors": [{"legislator_profile_id": 1893, "is_prime": true}, {"legislator_profile_id": 1973, "is_prime": true}, {"legislator_profile_id": 1950, "is_prime": false}, {"legislator_profile_id": 1967, "is_prime": false}], "keywords": ["Child Care Agencies & Facilities", "Conditions of Employment"], "audio": [], "bill_versions": [{"bill_id": 12881, "bill_version_id": 73393, "bill_version": "Introduced", "bill_version_date": "1997-01-29T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for employer-sponsored day care. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. For the purposes of this Act, employer-sponsored day care means the provision by an employer of supervision for fewer than twenty-one children of employees on a regular basis for part of a day, with or without compensation, in a facility provided by the employer at the worksite. An employer-sponsored day care facility is exempt from the licensing and registration requirements of chapter 26-6. An employer who provides employer-sponsored day care shall comply with the requirements of this Act. Section 2. Care of a child in an employer-sponsored day care facility, including food preparation and feeding, disciplining, changing of clothing or diapers, and administration of medication, shall be provided by the child's parent. A child may not be in an employer- sponsored day care facility unless the child's parent is present at the worksite. Section 3. The employer shall provide a facility for day care which meets the needs of the children and complies with local building and fire and life safety codes. The employer shall provide a paid supervisor for the employer-sponsored day care facility and shall allow employees to volunteer assistance to the supervisor as needed. The staff-child ratio requirements of chapter 26-6 do not apply to employer-sponsored day care facilities. Section 4. An employer who provides employer-sponsored day care may submit the name of the supervisor and the names of any employees who are volunteer assistants to the Department of Social Services on forms supplied by the department. The department shall conduct central registry and substantiated abuse or neglect report background checks on all names submitted pursuant to this section. The department shall notify the employer in writing of the results of the checks. Section 5. The employer shall maintain liability insurance coverage for the operation of the employer-sponsored day care facility. The employer is not civilly liable for damages resulting from the operation of an employer-sponsored day care facility solely because the employer provided the facility and its fixtures. The employer, supervisor, and volunteer assistants may not be held liable for childhood diseases, the results of conflicts between children, and accidental injuries."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12881, "action_date": "1997-01-30T14:00:00-06:00", "document_id": 72890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72890.pdf", "status_text": "First read in House and referred to", "journal_page": 218, "committee_id_action": 544, "committee_id_assigned": 532, "result": "N", "vote": {}}, {"bill_id": 12881, "action_date": "1997-02-13T07:45:00-06:00", "document_id": 72351, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72351.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 532, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12881, "action_date": "1997-02-13T07:45:00-06:00", "document_id": 72351, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72351.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 462, "committee_id_action": 532, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35496, "president_vote": null, "Yea": [1917, 1922, 1970, 1975, 1890, 1894, 1941, 1961, 1968, 1973, 1988, 1904, 1967]}}]}