{"session_id": 68, "bill_id": 24305, "bill_type": "House Bill", "bill_number": 1199, "bill_title": "require postelection audits.", "sponsors": [{"legislator_profile_id": 4445, "is_prime": true}, {"legislator_profile_id": 4333, "is_prime": false}, {"legislator_profile_id": 4360, "is_prime": false}, {"legislator_profile_id": 4457, "is_prime": false}, {"legislator_profile_id": 4443, "is_prime": false}, {"legislator_profile_id": 4401, "is_prime": false}, {"legislator_profile_id": 4439, "is_prime": false}], "keywords": ["Crimes", "Election Verification", "Elections", "Municipal Government"], "audio": [{"meeting_datetime": "2023-02-15T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst24.mp3", "start_seconds": 1781.0}, {"meeting_datetime": "2023-02-15T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst24.mp3", "start_seconds": 1781.0}, {"meeting_datetime": "2023-02-15T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst24.mp3", "start_seconds": 1781.0}, {"meeting_datetime": "2023-02-15T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst24.mp3", "start_seconds": 1781.0}], "bill_versions": [{"bill_id": 24305, "bill_version_id": 247815, "bill_version": "Introduced", "bill_version_date": "2023-01-31T17:13:05.813-06:00", "bill_text": "An Act to require postelection audits. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 9-13-24 be AMENDED: 9-13-24. The election returns shall must be reported as soon as possible to the finance officer, and within seven days of the election. After a postelection audit, as required by section 8 of this Act, has been completed, the governing body shall must: (1) canvassCanvass the election returns,; (2) declareDeclare the result,; and (3) enterRecord the result on in its journal of record. Section 2. That § 12-1-9 be AMENDED: 12-1-9. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, concerning: (1) Forms for voter registration and voter file maintenance; (2) Forms and color of ballots; (3) Forms for notices; (4) The uniformity of election procedures; (5) The operation of the State Board of Elections; (6) The procedure to accept a petition and verify petition signatures; (7) Petition forms, including petition size and petition font size; (8) Envelopes for absentee voting; (9) Instructions to voters and absentee voters; and (10) Recounts; and (11) Postelection audits. Section 3. That § 12-17B-4 be AMENDED: 12-17B-4. The governing body of a political subdivision may contract with any county for the use of an automatic tabulating or electronic ballot marking system that is capable of storing aggregated ballot-level data for elections within the political subdivision. The data must consist of a single record for each ballot tabulated that shows the manner in which the tabulator or system interpreted and tabulated the markings on each ballot. Section 4. That § 12-17B-5 be AMENDED: 12-17B-5. Not more than ten days prior to an election and at least two days before any postelection audit, the person in charge of the election shall conduct a test of the automatic tabulating equipment to ascertain that the equipment will correctly count the votes cast for all offices and on all measures. Public notice of the test shall must be given at least forty‑eight hours prior to the test by publication once in the official newspaper of the election jurisdiction. The test shall must be open to the public. If any error is detected, the cause of the error shall must be determined and corrected and an errorless count shall must be made before the automatic tabulating equipment is approved. A violation of this section is a Class 2 misdemeanor. Section 5. That § 12-17B-12 be AMENDED: 12-17B-12. The test required by § 12-17B-5 shall must be repeated immediately before the start of the official count of the ballots and before the start of any postelection audit, if automatic tabulating equipment was used in the election. Section 6. That § 12-17B-17 be AMENDED: 12-17B-17. The State Board of Elections may promulgate rules pursuant to chapter 1-26 concerning: (1) The criteria and procedure for approving voting systems pursuant to this chapter; (2) Notices and forms; (3) Test procedures; and (4) The arrangement and conduct of voting, absentee voting, tabulating, preparing returns, and recounts, and postelection audits required under this chapter. Section 7. That § 12-20-36 be AMENDED: 12-20-36. Within six calendar days after the close of any election postelection audit, the officer in charge of the election, with the assistance of a majority of the governing board as the canvassing board, shall make the canvass of votes. Each member of the governing board may name and have on file with the officer in charge of the election a person to represent the member at the official canvass in the event of the member's absence for cause. Section 8. That a NEW SECTION be added to title 12: Within ten days after each primary, general, or special election, the person in charge of an election shall order and conduct a postelection audit of the ballots cast in an election as required by this chapter. The person in charge of an election shall determine the date, time, and place of the postelection audit. However, the postelection audit must be held at least five business days after the order for the audit is made. Upon ordering the postelection audit, the person in charge of an election shall notify the secretary of state of the postelection audit date, time, and place. The secretary of state shall post the date, time, and place of each postelection audit on the secretary of state's website. The person in charge of the election shall publish public notice of the postelection audit no less than forty-eight hours before the audit: (1) In at least one legal newspaper in the election jurisdiction; or (2) For any county or political subdivision that maintains an official public website, on the county or political subdivision's website. All postelection audits must be open to the public. This chapter applies to all political subdivisions and any primary, general, or special election. Section 9. That a NEW SECTION be added to title 12: The postelection audit, required by section 8 of this Act, must be conducted in at least: (1) Twenty-five percent of the election precincts located in the county or local jurisdiction, as applicable, or at least two election precincts, whichever is greater, for a jurisdiction using any automatic tabulating or electronic ballot marking system for the election; or (2) Ten percent of the election precincts located in the county or local jurisdiction, as applicable, or at least two election precincts, whichever is greater, for a jurisdiction not using an automatic tabulating or electronic ballot marking system for the election. Section 10. That a NEW SECTION be added to title 12: For a postelection audit of an election precinct where an automatic tabulating or electronic ballot marking system was used, a comparison of each vote or selection marked on each paper ballot must be made with the original, corresponding automatic tabulating or electronic ballot marking system record and the report used for unofficial results. Based on the results of the comparison, the person in charge of an election shall order a manual hand count of each paper ballot for all contests and ballot issues on each ballot in the selected election districts if the comparison shows: (1) Discrepancies in ten percent or more on any office, measure, or question on the ballot; (2) A discrepancy that would change the outcome of any office, measure, or question; (3) The number of paper ballots processed is different than the number recorded; or (4) Five percent or more of the paper ballots have irregularities or insufficiencies. A person in charge of an election that did not use any automatic tabulating or electronic ballot marking system shall conduct the postelection audit by manual hand count of each paper ballot for all races and ballot issues in the selected election precincts. Section 11. That a NEW SECTION be added to title 12: A postelection audit is complete when: (1) The audit conducted by comparison results in no discrepancies or differences between each marked ballot and each automatic tabulating or electronic ballot marking system record or report used for the unofficial results; or (2) The audit conducted by manual hand count arrives at the same totals twice. Section 12. That a NEW SECTION be added to title 12: Any violation of this chapter is a Class 2 misdemeanor. A second violation of this chapter is a Class 1 misdemeanor."}], "amendments": [{"bill_id": 24305, "document_id": 248674, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248674.pdf", "legislator_profile_id": 4445, "document_id_instructions": 248676, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/248676.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 24305, "action_date": "2023-02-01T14:00:00-06:00", "document_id": 247777, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247777.pdf", "status_text": "First read in House and referred to", "journal_page": 196, "committee_id_action": 1159, "committee_id_assigned": 1166, "result": "N", "vote": {}}, {"bill_id": 24305, "action_date": "2023-02-15T07:45:00-06:00", "document_id": 249225, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249225.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1166, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24305, "action_date": "2023-02-15T07:45:00-06:00", "document_id": 249228, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249228.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1166, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24305, "action_date": "2023-02-15T07:45:00-06:00", "document_id": 249228, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249228.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1166, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77166, "president_vote": null, "Yea": [4334, 4337, 4341, 4343, 4344, 4353, 4385, 4409, 4470, 4408, 4392], "Excused": [4366, 4368]}}]}