{"session_id": 51, "bill_id": 16585, "bill_type": "House Bill", "bill_number": 1286, "bill_title": "revise certain provisions regarding family day care homes and unregistered family day care homes and to provide mentors for day care providers.", "sponsors": [{"legislator_profile_id": 2542, "is_prime": true}, {"legislator_profile_id": 2546, "is_prime": true}, {"legislator_profile_id": 2514, "is_prime": false}, {"legislator_profile_id": 2522, "is_prime": false}, {"legislator_profile_id": 2526, "is_prime": false}, {"legislator_profile_id": 2531, "is_prime": false}, {"legislator_profile_id": 2556, "is_prime": false}, {"legislator_profile_id": 2558, "is_prime": false}, {"legislator_profile_id": 2563, "is_prime": false}, {"legislator_profile_id": 2586, "is_prime": false}, {"legislator_profile_id": 2604, "is_prime": false}, {"legislator_profile_id": 2607, "is_prime": false}], "keywords": ["Department of Social Services", "Minors"], "audio": [{"meeting_datetime": "2001-02-12T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hst24hb1286a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-12T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hst24hb1286a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16585, "bill_version_id": 88900, "bill_version": "Introduced", "bill_version_date": "2001-01-30T08:18:31-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding family day care homes and unregistered family day care homes and to provide mentors for day care providers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 26-6-14.1 be amended to read as follows: 26-6-14.1. For the purposes of this chapter, family day care means providing care and supervision of for not more than twelve children from more than one unrelated family, in a family home, on a regular basis for part of a day as a supplement to regular parental care, without transfer of legal custody or placement for adoption , paid for directly or indirectly out of public funds. A family day care home may not be registered for care and supervision of more than twelve children at any one time including children . Unless otherwise licensed under § 26-6-14, any person who provides family day care for more than six children or who receives direct or indirect public funds for the provision of family day care shall be registered with the Department of Social Services as a family day care provider. Any children under the age of six living in the home shall be included when calculating the number of children in care . Section 2. That § 26-6-14.2 be amended to read as follows: 26-6-14.2. Application for registration for operation of a family day care home shall be made on forms provided by the Department of Social Services and in the manner prescribed by the department. The secretary of social services shall promulgate rules regulating family day care homes providing services paid for directly or indirectly out of public funds. The rules shall be promulgated pursuant to chapter 1-26. However, the rules and the registration required by § 26-6-14.1 do not apply to family day care homes providing services not paid for directly or indirectly out of public funds. The department may investigate any family day care home providing services paid for directly or indirectly out of public funds to verify compliance with this chapter and the rules promulgated pursuant to this chapter. All registration certificates shall be in force for two years from the date of issuance unless suspended or revoked as authorized by § 26-6-23 this chapter . The certificate issued under this chapter may not be assigned or transferred and applies only to the certificate and the location stated in the application and remains the property of the Department of Social Services. Section 3. That § 26-6-14.8 be amended to read as follows: 26-6-14.8. For the purposes of § § 26-6-14.8 to 26-6-14.11, inclusive this chapter , unregistered family day care means the providing care and supervision of for not more than six children from more than one unrelated family, in a family home, on a regular basis for part of a day as a supplement to regular parental care, without transfer of legal custody or placement for adoption, without payment directly or indirectly of any public funds. An unregistered family day care home may not provide care for more than twelve children at any one time including children Any children under the age of six living in the home shall be included when calculating the number of children in care . Section 4. That § 26-6-15.1 be amended to read as follows: 26-6-15.1. In addition to the number of children for which a family day care home, group family day care home , or day care center is registered or licensed to provide care pursuant to § 26-6-15, the facility may care for the following numbers of children, if the children are of school age, beyond the grade of kindergarten, receive services only before or after school hours, or if the additional children are at the facility because of family emergency or special circumstance: (1) Family day care homes -- no more than two six additional children; (2) Group family day care homes -- no more than three additional children; and (3) Day care centers -- no more than twenty percent of the number of children for which the day care center is licensed. Any additional children in care pursuant to § § 26-6-14, 26-6-15.1, and 26-6-15.2 shall be counted in maintaining staff-to-child ratios as prescribed by the Department of Social Services. Section 5. That chapter 26-6 be amended by adding thereto a NEW SECTION to read as follows: Any person who has registered with the Department of Social Services as a family day care provider shall receive a grant of five hundred dollars from the department after the registration certificate has been issued by the department. The recipient shall use the grant at the recipient's discretion for items used in connection with the operation of the family day care home. Section 6. That chapter 26-6 be amended by adding thereto a NEW SECTION to read as follows: The Department of Social Services shall establish and maintain a list of mentors for day care providers to make available the skills of veteran day care providers for those day care providers who request a mentor, with the goal of offering day care providers exposure to proven child care techniques to create more effective and confident day care providers."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16585, "action_date": "2001-01-30T14:00:00-06:00", "document_id": 88984, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88984.pdf", "status_text": "First read in House and referred to", "journal_page": 265, "committee_id_action": 712, "committee_id_assigned": 707, "result": "N", "vote": {}}, {"bill_id": 16585, "action_date": "2001-02-12T10:00:00-06:00", "document_id": 89789, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89789.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 707, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16585, "action_date": "2001-02-12T10:00:00-06:00", "document_id": 89789, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89789.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 441, "committee_id_action": 707, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49325, "president_vote": null, "Nay": [2526, 2540, 2548, 2563, 2604, 2593], "Yea": [2537, 2538, 2554, 2565, 2582, 2591, 2588]}}, {"bill_id": 16585, "action_date": "2001-02-12T10:00:00-06:00", "document_id": 89789, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89789.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 441, "committee_id_action": 707, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49325, "president_vote": null, "Nay": [2526, 2540, 2548, 2563, 2604, 2593], "Yea": [2537, 2538, 2554, 2565, 2582, 2591, 2588]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/16585"}