{"session_id": 32, "bill_id": 8586, "bill_type": "Senate Bill", "bill_number": 5, "bill_title": "establish a tax refund program for certain workforce housing projects.", "sponsors": [{"legislator_profile_id": 1226, "is_prime": true}, {"legislator_profile_id": 1224, "is_prime": true}, {"legislator_profile_id": 1273, "is_prime": false}, {"legislator_profile_id": 1258, "is_prime": false}, {"legislator_profile_id": 1305, "is_prime": false}], "keywords": ["Contractor's Excise Tax", "Housing", "Sales Tax", "Taxes", "Use Tax"], "audio": [{"meeting_datetime": "2018-01-17T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst06.mp3", "start_seconds": 370.0}, {"meeting_datetime": "2018-01-17T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst06.mp3", "start_seconds": 370.0}, {"meeting_datetime": "2018-01-17T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst06.mp3", "start_seconds": 370.0}], "bill_versions": [{"bill_id": 8586, "bill_version_id": 46574, "bill_version": "Introduced", "bill_version_date": "2017-12-18T16:11:21.03-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a tax refund program for certain workforce housing projects. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Allowable costs,\" expenditures that are incurred for construction of a workforce housing project to the extent that the expenditures are directly attributable to the improvement of the property or its structures including expenditures for property acquisition, site preparation work, surveying, construction materials, construction labor, architectural services, engineering services, and building inspection fees; (2) \"Construction date,\" the first date excavation or construction begins for a workforce housing project; (3) \"Department,\" the Department of Revenue; (4) \"Person,\" any individual, firm, copartnership, joint venture, association, cooperative, limited liability company, limited liability partnership, corporation, estate, trust, business trust, receiver, or any group or combination acting as a unit; (5) \"Project,\" the construction of workforce housing at a single site; (6) \"Secretary,\" the secretary of the Department of Revenue; (7) \"Workforce housing,\" an owner-occupied housing unit that costs no more than one hundred fifty thousand dollars, for property acquisition and to construct or a rental housing unit that costs no more than one hundred thousand dollars per unit for property acquisition and to construct. Section 2. That the code be amended by adding a NEW SECTION to read: As provided in this Act, any person holding a permit issued pursuant to section 4 of this Act may apply for and obtain a refund or credit of the sales or use tax imposed and paid by the person under the provisions of chapter 10-45 or 10-46 or the contractors' excise tax imposed and paid under the provisions of chapter 10-46A or 10-46B for any allowable cost. Section 3. That the code be amended by adding a NEW SECTION to read: The refund of taxes pursuant to section 2 of this Act pertains only to project costs incurred and paid after July 1, 2018, up to and including twenty-four months from the construction date. Section 4. That the code be amended by adding a NEW SECTION to read: Any person desiring to claim a refund pursuant to this Act shall apply for a permit from the secretary prior to or within ninety days after the construction date. The application for a permit shall be submitted on a form prescribed by the secretary. A separate application shall be made and submitted for each project. Upon approval of the application, the secretary shall issue a permit entitling the applicant to submit refund claims as provided in sections 5 and 6 of this Act. No permit or refund claim is assignable or transferable except as collateral or security pursuant to chapter 57A-9. However, the secretary may permit the assignment or transfer of a permit and refund claim if the initial permit holder entity reorganizes into a new entity, if the new entity and the initial entity share common ownership, and the reorganization was completed solely for a legitimate business purpose. The new entity shall file with the department an amended application for permit. Section 5. That the code be amended by adding a NEW SECTION to read: Any claim for refund of an allowable cost shall be submitted on forms prescribed by the secretary and shall be supported by any documentation the secretary may require. The secretary may deny any claim if the claimant has failed to provide information or documentation requested or considered necessary by the secretary to determine the validity of the claim. Section 6. That the code be amended by adding a NEW SECTION to read: Any person issued a permit pursuant to section 4 of this Act shall submit a claim for refund to the department no more frequently than on or before the last day of each month and no less frequently than on or before the last day of each month following each calendar quarter. The secretary shall determine and pay the amount of the tax refund within ninety days of receipt of the claim for refund. However, no refund claim may be paid until on or after the construction date. Ninety-five percent of the amount of refund shall be paid to the claimant as provided in §§ 10-59-22 and 10-59-23, and five percent shall be withheld by the department. No interest may be paid on the refund amount. The secretary shall pay the refund by electronic funds transfer. Section 7. That the code be amended by adding a NEW SECTION to read: No claim for refund pursuant to this Act may be considered by the department if the claim for refund is received twelve months after the twenty-four month time period established in section 3 of this Act. Any claim received after that deadline is also barred from any future refund eligibility. Section 8. That the code be amended by adding a NEW SECTION to read: No document or record in support of any claim for refund may be considered by the department if the document or record in support of any claim for refund is received twelve months after the twenty-four month time period established in section 3 of this Act. Any document or record received after that deadline is also barred from any future consideration. However, if the department requests any additional document or record from the project owner after a review of the claim for refund, and the request is made after the applicable time period as provided in this section has expired, the project owner has sixty days to provide the requested document or record. No document or record received after this sixty-day period may be considered by the department. Any document or record received after that period is also barred from any future consideration. Section 9. That the code be amended by adding a NEW SECTION to read: The amounts withheld by the department as provided in section 6 of this Act shall be retained until the project has been completed and the claimant has met all the conditions of this Act, at which time all sums retained shall be paid to the claimant. Section 10. That the code be amended by adding a NEW SECTION to read: If any claim has been fraudulently presented or supported as to any item in the claim, if the construction costs of a project exceed the allowable limit for a workforce housing project as provided in this Act, or if the claimant fails to meet all the conditions of this Act, the claim may be rejected in its entirety and all sums previously refunded to the claimant shall constitute a debt to the state and a lien in favor of the state upon all property and rights to property whether real or personal belonging to the claimant and may be recovered in an action of debt. Section 11. That the code be amended by adding a NEW SECTION to read: Any person aggrieved by the denial in whole or in part of a refund claimed under this Act may, within thirty days after service of the notice of the denial by the secretary, demand and be entitled to a hearing, upon notice, before the secretary. The hearing shall be conducted pursuant to chapter 1-26. Section 12. That the code be amended by adding a NEW SECTION to read: Any amount refunded pursuant to this Act for a project that is not completed within the time frames prescribed in this Act, including any extensions granted by the secretary, shall be returned to the state without interest. Any refunded amounts not returned pursuant to this section and all sums previously refunded to the claimant constitute a debt to the state and a lien in favor of the state upon all property and rights to property whether real or personal belonging to the claimant and may be recovered in an action of debt. Section 13. That the code be amended by adding a NEW SECTION to read: Any person aggrieved by a decision of the secretary under this Act may, within thirty days of receipt of written notice of the secretary's decision, make written application to the secretary for a hearing to be conducted pursuant to chapter 1-26. Any hearing shall be conducted and any appeal shall be taken pursuant to the provisions of chapters 1-26 and 1-26D. A copy of the hearing examiner's proposed decision, findings of fact, and conclusions of law shall be served on all parties when furnished to the secretary. If the secretary, pursuant to chapter 1-26D, accepts the final decision of the hearing examiner, no appeal from a final decision of the secretary upon any additional tax to be paid may be taken unless any amount ordered paid by the secretary is paid or a bond filed to insure payment of the amount. However, if the final decision of the secretary, pursuant to chapter 1-26D, rejects or modifies the decision of the hearing examiner regarding the amount due, an appeal may be taken without payment of the amount ordered to be paid and without filing of a bond. If the secretary's decision is affirmed by the circuit court, no appeal may be taken unless any amount ordered to be paid by the secretary is paid or a bond is filed to insure payment of the amount. Section 14. That the code be amended by adding a NEW SECTION to read: The secretary shall promulgate rules, pursuant to chapter 1-26, establishing the procedures for filing refund claims and the requirements necessary to qualify for a refund. Section 15. That the code be amended by adding a NEW SECTION to read: If the project is located on land that is included within the agreement area of a tax collection agreement entered into by the state and an Indian tribe pursuant to chapter 10-12A, the department is only obligated to pay a percentage of the refund as required by this Act equal to the percentage of funds that the department retains pursuant to the terms of the tax collection agreement. Section 16. That the code be amended by adding a NEW SECTION to read: The name of any person or entity that receives a refund or credit of sales, use, or contractor's excise tax pursuant to this Act and the amount of any refund or credit granted to that person is public information and shall be available and open to public inspection as provided in § 1-27-1."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8586, "action_date": "2018-01-09T12:00:00-06:00", "document_id": 46890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46890.pdf", "status_text": "First read in Senate and referred to", "journal_page": 13, "committee_id_action": 395, "committee_id_assigned": 376, "result": "N", "vote": {}}, {"bill_id": 8586, "action_date": "2018-01-17T10:00:00-06:00", "document_id": 47012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47012.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 376, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8586, "action_date": "2018-01-17T10:00:00-06:00", "document_id": 47167, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47167.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 114, "committee_id_action": 376, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24529, "president_vote": null, "Yea": [1230, 1262, 1270, 1224, 1218, 1239, 1246], "Excused": [1217], "Nay": [1237]}}]}