{"session_id": 54, "bill_id": 17622, "bill_type": "House Bill", "bill_number": 1176, "bill_title": "require voters to provide identification before voting or obtaining an absentee ballot.", "sponsors": [{"legislator_profile_id": 2838, "is_prime": true}, {"legislator_profile_id": 2895, "is_prime": true}, {"legislator_profile_id": 2832, "is_prime": false}, {"legislator_profile_id": 2834, "is_prime": false}, {"legislator_profile_id": 2835, "is_prime": false}, {"legislator_profile_id": 2837, "is_prime": false}, {"legislator_profile_id": 2841, "is_prime": false}, {"legislator_profile_id": 2843, "is_prime": false}, {"legislator_profile_id": 2844, "is_prime": false}, {"legislator_profile_id": 2845, "is_prime": false}, {"legislator_profile_id": 2846, "is_prime": false}, {"legislator_profile_id": 2851, "is_prime": false}, {"legislator_profile_id": 2853, "is_prime": false}, {"legislator_profile_id": 2855, "is_prime": false}, {"legislator_profile_id": 2859, "is_prime": false}, {"legislator_profile_id": 2861, "is_prime": false}, {"legislator_profile_id": 2865, "is_prime": false}, {"legislator_profile_id": 2866, "is_prime": false}, {"legislator_profile_id": 2868, "is_prime": false}, {"legislator_profile_id": 2871, "is_prime": false}, {"legislator_profile_id": 2872, "is_prime": false}, {"legislator_profile_id": 2873, "is_prime": false}, {"legislator_profile_id": 2875, "is_prime": false}, {"legislator_profile_id": 2876, "is_prime": false}, {"legislator_profile_id": 2877, "is_prime": false}, {"legislator_profile_id": 2878, "is_prime": false}, {"legislator_profile_id": 2879, "is_prime": false}, {"legislator_profile_id": 2883, "is_prime": false}, {"legislator_profile_id": 2884, "is_prime": false}, {"legislator_profile_id": 2885, "is_prime": false}, {"legislator_profile_id": 2887, "is_prime": false}, {"legislator_profile_id": 2888, "is_prime": false}, {"legislator_profile_id": 2891, "is_prime": false}, {"legislator_profile_id": 2892, "is_prime": false}, {"legislator_profile_id": 2893, "is_prime": false}, {"legislator_profile_id": 2894, "is_prime": false}, {"legislator_profile_id": 2896, "is_prime": false}, {"legislator_profile_id": 2897, "is_prime": false}, {"legislator_profile_id": 2898, "is_prime": false}, {"legislator_profile_id": 2901, "is_prime": false}, {"legislator_profile_id": 2902, "is_prime": false}, {"legislator_profile_id": 2904, "is_prime": false}, {"legislator_profile_id": 2906, "is_prime": false}, {"legislator_profile_id": 2907, "is_prime": false}, {"legislator_profile_id": 2908, "is_prime": false}, {"legislator_profile_id": 2910, "is_prime": false}, {"legislator_profile_id": 2911, "is_prime": false}, {"legislator_profile_id": 2915, "is_prime": false}, {"legislator_profile_id": 2917, "is_prime": false}, {"legislator_profile_id": 2919, "is_prime": false}, {"legislator_profile_id": 2920, "is_prime": false}, {"legislator_profile_id": 2921, "is_prime": false}, {"legislator_profile_id": 2922, "is_prime": false}, {"legislator_profile_id": 2924, "is_prime": false}, {"legislator_profile_id": 2925, "is_prime": false}, {"legislator_profile_id": 2926, "is_prime": false}, {"legislator_profile_id": 2929, "is_prime": false}, {"legislator_profile_id": 2932, "is_prime": false}, {"legislator_profile_id": 2936, "is_prime": false}, {"legislator_profile_id": 2937, "is_prime": false}, {"legislator_profile_id": 2938, "is_prime": false}], "keywords": ["Administrative Rules", "Elections"], "audio": [{"meeting_datetime": "2003-02-14T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst23hb1176a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-14T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst23hb1176a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-14T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst23hb1176a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-14T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst23hb1176a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou28hb1176a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou28hb1176a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou28hb1176a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou28hb1176a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-03T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst34hb1176a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-03T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst34hb1176a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-03T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst34hb1176a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-04T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen35hb1176a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-04T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen35hb1176a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-04T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen35hb1176a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-04T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen35hb1176a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17622, "bill_version_id": 96090, "bill_version": "Introduced", "bill_version_date": "2003-01-30T08:31:39-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require voters to provide identification before voting or obtaining an absentee ballot. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 12-18 be amended by adding thereto a NEW SECTION to read as follows: Before a person makes an application for ballots, the voter shall present a form of personal identification. The personal identification that may be presented shall be either: (1) A South Dakota driver's license or nondriver identification card; (2) A valid passport or an identification card, including a picture, issued by an agency of the United States government; (3) A tribal identification card, including a picture; or (4) An identification card, including a picture, issued by an accredited institution of higher education, including a university, college, or technical school, located within the state of South Dakota. Section 2. That chapter 12-18 be amended by adding thereto a NEW SECTION to read as follows: If a voter is not able to present a form of personal identification as required by section 1 of this Act, the voter may complete an affidavit in lieu of the personal identification. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the form of the affidavit. The affidavit shall require the voter to provide his or her name and address. The voter shall sign the affidavit under penalty of perjury. Section 3. That § 12-19-2 be amended to read as follows: 12-19-2. An absentee voter desiring to vote by mail may apply to the person in charge of the election for an absentee ballot. The application or request shall be made in writing and be signed by the applicant and state the applicant's place of voting residence and the reason for which the ballot is requested. The application or request shall contain an oath verifying the validity of the information contained in the application or request. The oath shall be administered by a notary public or other officer authorized by statute to administer an oath. If the application or request does not contain an oath, the application or request shall be accompanied by a copy of the voter's identification card as required by section 1 of this Act. The application or request may be used to obtain an absentee ballot for all elections in that calendar year conducted by the jurisdiction receiving the application or request if so indicated. The ballot shall be sent to the voter's residence, as shown in the voter registration file or any temporary residence address designated in writing by the voter, at the time of applying for the absentee ballot. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, to prescribe a form which delineates the reasons for an absentee ballot request and allows the voter to indicate the proper reason for the request. The person in charge of the election shall stamp the application with the date it was received. The application may be made by letter or upon any form containing the required information or upon any form prescribed by the State Board of Elections or the postcard form referred to in § 12-4-8.1, executed by persons authorized in accordance with the Uniformed and Overseas Citizens Absentee Voting Act (UOCAVA) (42 U.S.C. § 1973ff) as of January 1, 2003 . The person in charge of the election shall preserve a record of the name, post office address, and voting precinct of each applicant and, except as provided by § 12-19-45, deliver the record to the superintendent of the election board of the home precinct of the applicant. Section 4. That § 12-19-2.1 be amended to read as follows: 12-19-2.1. At anytime prior to an election, a voter may apply in person to the person in charge of the election for an absentee ballot during regular office hours up to 3:00 p.m. of the day of the election. If the voter applies in person, the voter shall show the person in charge of the election the voter's identification card as required in section 1 of this Act or complete the affidavit as provided in section 2 of this Act. In the event of sickness or confinement, a qualified voter may apply in writing for and obtain an absentee ballot by authorized messenger so designated over the signature of the voter. The person in charge of the election may deliver to the authorized messenger a ballot to be delivered to the qualified voter. An application for a ballot by authorized messenger must be received by the person in charge of the election before 3:00 p.m. the day of the election. Section 5. That § 12-19-9.1 be amended to read as follows: 12-19-9.1. If there is any nursing facility, assisted living center, or hospital as defined in § 34-12-1.1 within any county from which there might reasonably be expected to be five or more absentee applications, the county auditor shall notify the person in charge of that facility and the chairman of the county central committee of each party and any other person who has filed a request to be notified of the date and time at which representatives of the auditor's office will be present to assist the residents of that facility to vote, utilizing the absentee procedure. Any political party, independent candidate, and nonpolitical candidate may assign a person to accompany the auditor's representatives. At the date and time announced, the auditor's representative and the representatives of the parties, independent candidates, and nonpolitical candidates shall deliver ballots to and assist all persons at that facility who desire such assistance and who have applied for absentee ballots. This section applies only to a general election. If a person in charge of an election conducts absentee voting at a nursing facility, assisted living center, or hospital as defined in § 34-12-1.1, the identification and witnessed oath requirements provided in section 2 of this Act are waived. Section 6. This Act is effective on January 1, 2004."}, {"bill_id": 17622, "bill_version_id": 97734, "bill_version": "House Engrossed", "bill_version_date": "2003-02-22T15:18:11-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require voters to provide identification before voting or obtaining an absentee ballot. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 12-18 be amended by adding thereto a NEW SECTION to read as follows: Before a person makes an application for ballots, the voter shall present a valid form of personal identification. The personal identification that may be presented shall be either: (1) A South Dakota driver's license or nondriver identification card; (2) A passport or an identification card, including a picture, issued by an agency of the United States government; (3) A tribal identification card, including a picture; or (4) An identification card, including a picture, issued by an accredited institution of higher education, including a university, college, or technical school, located within the state of South Dakota. Section 2. That chapter 12-18 be amended by adding thereto a NEW SECTION to read as follows: If a voter is not able to present a form of personal identification as required by section 1 of this Act, the voter may complete an affidavit in lieu of the personal identification. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the form of the affidavit. The affidavit shall require the voter to provide his or her name and address. The voter shall sign the affidavit under penalty of perjury. Section 3. That § 12-19-2 be amended to read as follows: 12-19-2. An absentee voter desiring to vote by mail may apply to the person in charge of the election for an absentee ballot. The application or request shall be made in writing and be signed by the applicant and state the applicant's place of voting residence and the reason for which the ballot is requested voter registration address. The application or request shall contain an oath verifying the validity of the information contained in the application or request. The oath shall be administered by a notary public or other officer authorized by statute to administer an oath. If the application or request does not contain an oath, the application or request shall be accompanied by a copy of the voter's identification card as required by section 1 of this Act . The application or request may be used to obtain an absentee ballot for all elections in that calendar year conducted by the jurisdiction receiving the application or request if so indicated. The ballot shall be sent to the voter's residence, as shown in the voter registration file or any temporary residence address designated in writing by the voter, at the time of applying for the absentee ballot. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, to prescribe a form which delineates the reasons for an absentee ballot request and allows the voter to indicate the proper reason for the request the application or request form . The person in charge of the election shall stamp the application with the date it was received. The application may be made by letter or upon any form containing the required information or upon any form prescribed by the State Board of Elections or the postcard form referred to in § 12-4-8.1, executed by persons authorized in accordance with the Uniformed and Overseas Citizens Absentee Voting Act (UOCAVA) (42 U.S.C. § 1973ff) as of January 1, 2003 . The person in charge of the election shall preserve a record of the name, post office address, and voting precinct of each applicant and, except as provided by § 12-19-45, deliver the record to the superintendent of the election board of the home precinct of the applicant. Section 4. That § 12-19-2.1 be amended to read as follows: 12-19-2.1. At anytime prior to an election, a voter may apply in person to the person in charge of the election for an absentee ballot during regular office hours up to 3:00 p.m. of the day of the election. If the voter applies in person, the voter shall show the person in charge of the election the voter's identification card as required in section 1 of this Act or complete the affidavit as provided in section 2 of this Act. In the event of sickness or confinement, a qualified voter may apply pursuant to the provisions of § 12-19-2 in writing for and obtain an absentee ballot by authorized messenger so designated over the signature of the voter. The person in charge of the election may deliver to the authorized messenger a ballot to be delivered to the qualified voter. An application for a ballot by authorized messenger must be received by the person in charge of the election before 3:00 p.m. the day of the election. Section 5. That § 12-19-9.1 be amended to read as follows: 12-19-9.1. If there is any nursing facility, assisted living center, or hospital as defined in § 34-12-1.1 within any county from which there might reasonably be expected to be five or more absentee applications, the county auditor shall notify the person in charge of that facility and the chairman of the county central committee of each party and any other person who has filed a request to be notified of the date and time at which representatives of the auditor's office will be present to assist the residents of that facility to vote, utilizing the absentee procedure. Any political party, independent candidate, and nonpolitical candidate may assign a person to accompany the auditor's representatives. At the date and time announced, the auditor's representative and the representatives of the parties, independent candidates, and nonpolitical candidates shall deliver ballots to and assist all persons at that facility who desire such assistance and who have applied for absentee ballots. This section applies only to a general election. If a person in charge of an election conducts absentee voting at a nursing facility, assisted living center, or hospital as defined in § 34-12-1.1, the identification and affidavit requirements provided in section 4 of this Act are waived. Section 6. That § 12-19-1 be amended to read as follows: 12-19-1. A registered voter who expects to be or may be absent outside the county, state, or the United States on the day an election is held or who may be within the county on the day of an election but, because of permanent and total disability, illness or temporary physical disability, the observance of a religious holiday pursuant to the tenets of his religion, resident attendance at a school, college, or university or because of the nature and hours of his employment, will be unable to cast his ballot at the polling place in his election district on the day of the election and is not otherwise disqualified by law from voting in the election may vote by absentee ballot. A member of the armed forces or of the merchant marine of the United States, and citizens of this state temporarily residing outside the territorial limits of the United States and the District of Columbia, and the spouses and dependents of any such persons, when residing with or accompanying them, as those terms are defined by the Uniformed and Overseas Citizens Absentee Voting Act (UOCAVA) (42 U.S.C. § 1973ff-6), hereinafter referred to as a federal service voter, if registered as a voter pursuant to chapter 12-4, are entitled to vote by absentee ballot. Section 7. The person making an application for ballots shall announce his or her name and present his or her personal identification. A member of the precinct election board shall then verify that the picture on the personal identification presented under section 1 of this Act matches such person and that the name on the personal identification appears on the voter registration list pursuant to § 12-18-7.1. If the member cannot determine from the personal identification presented that the person making an application for ballots is the person listed on the voter registration list, the member may consider other forms of identification, personal knowledge and an explanation from the person making an application for ballots to match that person's name to a name on the registration list. If identity cannot be proven to the satisfaction of the member of the precinct election board or if the person making an application for ballots is challenged on the basis of identity by a member or a poll watcher, the person may vote a provisional ballot. Section 8. This Act is effective on January 1, 2004."}, {"bill_id": 17622, "bill_version_id": 98366, "bill_version": "Enrolled", "bill_version_date": "2003-03-05T08:40:28-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17622, "action_date": "2003-01-30T14:00:00-06:00", "document_id": 96215, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96215.pdf", "status_text": "First read in House and referred to", "journal_page": 224, "committee_id_action": 798, "committee_id_assigned": 793, "result": "N", "vote": {}}, {"bill_id": 17622, "action_date": "2003-02-14T10:00:00-06:00", "document_id": 97255, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97255.pdf", "status_text": "Do Pass,", "journal_page": 439, "committee_id_action": 793, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54611, "president_vote": null, "Yea": [2859, 2861, 2875, 2894, 2899, 2937, 2917, 2912], "Nay": [2869, 2870, 2905, 2909], "Excused": [2929]}}, {"bill_id": 17622, "action_date": "2003-02-14T10:00:00-06:00", "document_id": 97255, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97255.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 793, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17622, "action_date": "2003-02-18T14:00:00-06:00", "document_id": 97336, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97336.pdf", "status_text": "Deferred to another day", "journal_page": 465, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17622, "action_date": "2003-02-19T14:00:00-06:00", "document_id": 97438, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97438.pdf", "status_text": "Deferred to another day", "journal_page": 489, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17622, "action_date": "2003-02-21T14:00:00-06:00", "document_id": 97676, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97676.pdf", "status_text": "Deferred to another day", "journal_page": 548, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17622, "action_date": "2003-02-22T14:00:00-06:00", "document_id": 97757, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97757.pdf", "status_text": "Motion to Amend,", "journal_page": 562, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17622, "action_date": "2003-02-22T14:00:00-06:00", "document_id": 97757, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97757.pdf", "status_text": "Do Pass Amended,", "journal_page": 563, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56722, "president_vote": null, "Yea": [2833, 2837, 2841, 2843, 2844, 2845, 2846, 2848, 2855, 2859, 2860, 2861, 2866, 2871, 2872, 2873, 2875, 2877, 2879, 2884, 2885, 2888, 2892, 2893, 2894, 2895, 2896, 2898, 2902, 2906, 2907, 2910, 2911, 2912, 2914, 2915, 2917, 2919, 2920, 2922, 2924, 2925, 2929, 2932, 2933, 2936, 2937, 2938, 2899], "Nay": [2836, 2839, 2842, 2858, 2862, 2863, 2864, 2869, 2870, 2874, 2889, 2890, 2900, 2905, 2909, 2913, 2923, 2930, 2931, 2934], "Excused": [2857]}}, {"bill_id": 17622, "action_date": "2003-02-24T14:00:00-06:00", "document_id": 97823, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97823.pdf", "status_text": "First read in Senate and referred to", "journal_page": 581, "committee_id_action": 799, "committee_id_assigned": 781, "result": "N", "vote": {}}, {"bill_id": 17622, "action_date": "2003-03-03T07:45:00-06:00", "document_id": 98217, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98217.pdf", "status_text": "Do Pass,", "journal_page": 659, "committee_id_action": 781, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55289, "president_vote": null, "Yea": [2853, 2882, 2897, 2908, 2935, 2851, 2838], "Excused": [2926], "Nay": [2928]}}, {"bill_id": 17622, "action_date": "2003-03-03T07:45:00-06:00", "document_id": 98217, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98217.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 781, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17622, "action_date": "2003-03-04T14:00:00-06:00", "document_id": 98360, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98360.pdf", "status_text": "Do Pass Amended,", "journal_page": 702, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55400, "president_vote": null, "Yea": [2832, 2835, 2838, 2840, 2847, 2849, 2850, 2851, 2852, 2853, 2856, 2865, 2868, 2876, 2878, 2880, 2882, 2887, 2891, 2897, 2904, 2908, 2927, 2935], "Nay": [2834, 2854, 2881, 2883, 2886, 2901, 2903, 2916, 2921, 2926, 2928]}}, {"bill_id": 17622, "action_date": "2003-03-05T14:00:00-06:00", "document_id": 98414, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98414.pdf", "status_text": "Signed by Speaker", "journal_page": 759, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17622, "action_date": "2003-03-06T09:00:00-06:00", "document_id": 98512, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98512.pdf", "status_text": "Delivered to the Governor", "journal_page": 779, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17622, "action_date": "2003-03-06T14:00:00-06:00", "document_id": 98515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98515.pdf", "status_text": "Signed by President", "journal_page": 749, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17622, "action_date": "2003-03-22T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2391}