{"session_id": 20, "bill_id": 5896, "bill_type": "Senate Commemoration", "bill_number": 17, "bill_title": "Congratulating and honoring the Tea Weekly and the Lennox Independent writers for receiving numerous first place awards at the South Dakota/North Dakota Newspaper Associations' Convention.", "sponsors": [{"legislator_profile_id": 491, "is_prime": true}, {"legislator_profile_id": 500, "is_prime": true}, {"legislator_profile_id": 444, "is_prime": false}, {"legislator_profile_id": 499, "is_prime": false}, {"legislator_profile_id": 452, "is_prime": false}, {"legislator_profile_id": 436, "is_prime": false}, {"legislator_profile_id": 506, "is_prime": false}, {"legislator_profile_id": 498, "is_prime": false}, {"legislator_profile_id": 494, "is_prime": false}, {"legislator_profile_id": 461, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 5896, "bill_version_id": 30165, "bill_version": "Introduced", "bill_version_date": "2014-02-11T00:00:00-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating and honoring the Tea Weekly and the Lennox Independent writers for receiving numerous first place awards at the South Dakota/North Dakota Newspaper Associations' Convention. WHEREAS, the Tea Weekly and the Lennox Independent writers received first place in the following categories: Publisher and Advertising Manager, Kelli Bultena; Publisher and Editor, Debbie Schmidt; Sports Editor, Anne Homan; and Reporter, Erica Gaspar: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the Tea Weekly and the Lennox Independent writers be congratulated and commended for receiving numerous first place awards, be recognized for their exceptional writing skills and hard work, and extends best wishes for their continued success."}, {"bill_id": 5896, "bill_version_id": 30411, "bill_version": "Enrolled", "bill_version_date": "2014-02-13T14:12:23.62-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating and honoring the Tea Weekly and the Lennox Independent writers for receiving numerous first place awards at the South Dakota/North Dakota Newspaper Associations' Convention. WHEREAS, the Tea Weekly and the Lennox Independent writers received first place in the following categories: Publisher and Advertising Manager, Kelli Bultena; Publisher and Editor, Debbie Schmidt; Sports Editor, Anne Homan; and Reporter, Erica Gaspar: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the Tea Weekly and the Lennox Independent writers be congratulated and commended for receiving numerous first place awards, be recognized for their exceptional writing skills and hard work, and extends best wishes for their continued success. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5896, "action_date": "2014-02-11T14:00:00-06:00", "document_id": 30211, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30211.pdf", "status_text": "", "journal_page": 300, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}]}