{"session_id": 69, "bill_id": 24560, "bill_type": "Senate Bill", "bill_number": 113, "bill_title": "establish the state flag design commission.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24560", "sponsors": [{"legislator_profile_id": 4496, "is_prime": true}, {"legislator_profile_id": 4536, "is_prime": true}, {"legislator_profile_id": 4505, "is_prime": false}, {"legislator_profile_id": 4523, "is_prime": false}], "keywords": ["Reports", "State Affairs and Government", "State Emblems", "Uncodified Acts"], "audio": [{"meeting_datetime": "2024-01-29T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sst13.mp3", "start_seconds": 176.0}, {"meeting_datetime": "2024-01-29T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sst13.mp3", "start_seconds": 176.0}, {"meeting_datetime": "2024-01-29T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sst13.mp3", "start_seconds": 176.0}], "bill_versions": [{"bill_id": 24560, "bill_version_id": 261077, "bill_version": "Introduced", "bill_version_date": "2024-01-21T13:19:43.197-06:00", "bill_text": "An Act to establish the state flag design commission. Be it enacted by the Legislature of the State of South Dakota: Section 1. The state flag design commission is established to evaluate the effectiveness of the current state flag as a symbol of South Dakota, to develop a process for accepting and evaluating submissions for a new state flag, and to recommend a new design for the official state flag no later than December 6, 2024. The commission consists of the following members: (1) Three members of the public, appointed by the Governor; (2) Two members representing the Indian tribes, appointed by the secretary of tribal relations on the advice and with the consent of the tribal council of each tribe; (3) The secretary of state or the secretary's designee; (4) The director of the South Dakota State Historical Society or the director's designee; (5) The secretary of tourism or the secretary's designee; (6) The director of the South Dakota Arts Council or the director's designee; and (7) Two practicing South Dakota visual artists appointed by the director of the South Dakota Arts Council. Two members of the House of Representatives, one appointed by the speaker of the House of Representatives and one appointed by the minority leader of the House of Representatives, and two members of the Senate, one appointed by the president pro tempore of the Senate and one appointed by the minority leader of the Senate, shall serve as ex officio, nonvoting members of the commission. Appointments to the commission must be made no later than July 1, 2024. The voting members of the commission shall elect a chair and a vice-chair from amongst the voting members. An appointee designated by the governor shall convene the commission's first meeting. Decisions of the commission must be made by majority vote. Meetings of the commission must be open to the public, pursuant to chapter 1-25. Section 2. The commission shall review the history of the current flag, the flag's effectiveness as a symbol of the state, and shall give a recommendation for the future use of the current flag. The commission shall develop and oversee a comprehensive process for receiving and evaluating potential new flag designs submitted by the public. The commission shall solicit feedback from the public and from experts in relevant fields and shall present a design for consideration as the new official state flag. Section 3. The commission shall certify its adopted design in a report to the Legislature and the Governor no later than December 6, 2024. The commission's report must describe the symbols and other meanings incorporated in the design. The commission expires upon submitting the report to the Legislature and the Governor."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24560, "action_date": "2024-01-22T14:00:00-06:00", "document_id": 260987, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260987.pdf", "status_text": "First read in Senate and referred to", "journal_page": 129, "committee_id_action": 1219, "committee_id_assigned": 1220, "result": "N", "vote": {}}, {"bill_id": 24560, "action_date": "2024-01-29T10:00:00-06:00", "document_id": 262151, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262151.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1220, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24560, "action_date": "2024-01-29T10:00:00-06:00", "document_id": 262320, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262320.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1220, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78898, "president_vote": null, "Yea": [4558, 4567, 4490, 4572, 4487], "Excused": [4488], "Nay": [4498, 4536, 4554]}}]}