{"session_id": 21, "bill_id": 6841, "bill_type": "House Commemoration", "bill_number": 1033, "bill_title": "Commending and honoring the West Central High School FFA chapter.", "sponsors": [{"legislator_profile_id": 945, "is_prime": true}, {"legislator_profile_id": 886, "is_prime": true}, {"legislator_profile_id": 946, "is_prime": false}, {"legislator_profile_id": 879, "is_prime": false}], "keywords": ["House Commemoratives"], "audio": [], "bill_versions": [{"bill_id": 6841, "bill_version_id": 35527, "bill_version": "Introduced", "bill_version_date": "2015-02-25T10:18:53.557-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the West Central High School FFA chapter. WHEREAS, the West Central FFA chapter, advised by Linda Petersen, has exhibited exemplary citizenship and leadership in agriculture; and WHEREAS, the West Central FFA Ag Communications team, including Sara Waldner, Lauren Dolly, and Dalton Larson, competed at the National FFA Convention achieving a silver medal; and WHEREAS, Rachel Schartz was named the state winner in the South Dakota BIG Idea competition: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninetieth Legislature of the State of South Dakota, that the Legislature commends and honors the West Central High School FFA chapter and its members for their work in agricultural leadership."}, {"bill_id": 6841, "bill_version_id": 35745, "bill_version": "Enrolled", "bill_version_date": "2015-02-27T14:45:35.103-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the West Central High School FFA chapter. WHEREAS, the West Central FFA chapter, advised by Linda Petersen, has exhibited exemplary citizenship and leadership in agriculture; and WHEREAS, the West Central FFA Ag Communications team, including Sara Waldner, Lauren Dolly, and Dalton Larson, competed at the National FFA Convention achieving a silver medal; and WHEREAS, Rachel Schartz was named the state winner in the South Dakota BIG Idea competition: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninetieth Legislature of the State of South Dakota, that the Legislature commends and honors the West Central High School FFA chapter and its members for their work in agricultural leadership. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6841, "action_date": "2015-02-25T14:00:00-06:00", "document_id": 35566, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35566.pdf", "status_text": "", "journal_page": 531, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6841"}