{"session_id": 64, "bill_id": 23493, "bill_type": "Senate Concurrent Resolution", "bill_number": 605, "bill_title": "Celebrating the South Dakota Division of the Izaak Walton League of America for its ideals and accomplishments during one hundred years of conservation leadership.", "sponsors": [{"legislator_profile_id": 3996, "is_prime": true}, {"legislator_profile_id": 3914, "is_prime": false}, {"legislator_profile_id": 3925, "is_prime": false}, {"legislator_profile_id": 3935, "is_prime": false}, {"legislator_profile_id": 3950, "is_prime": false}, {"legislator_profile_id": 3952, "is_prime": false}, {"legislator_profile_id": 3977, "is_prime": false}, {"legislator_profile_id": 3979, "is_prime": false}, {"legislator_profile_id": 3980, "is_prime": false}, {"legislator_profile_id": 3981, "is_prime": false}, {"legislator_profile_id": 3990, "is_prime": false}, {"legislator_profile_id": 3993, "is_prime": false}, {"legislator_profile_id": 3994, "is_prime": false}, {"legislator_profile_id": 4016, "is_prime": false}], "keywords": ["Senate Concurrent Resolution"], "audio": [{"meeting_datetime": "2022-02-24T07:45:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hag28.mp3", "start_seconds": 3680.0}, {"meeting_datetime": "2022-02-24T07:45:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hag28.mp3", "start_seconds": 3680.0}, {"meeting_datetime": "2022-02-24T07:45:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hag28.mp3", "start_seconds": 3680.0}, {"meeting_datetime": "2022-02-24T07:45:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hag28.mp3", "start_seconds": 3680.0}], "bill_versions": [{"bill_id": 23493, "bill_version_id": 233519, "bill_version": "Introduced", "bill_version_date": "2022-02-14T14:38:35.31-06:00", "bill_text": "A CONCURRENT RESOLUTION, Celebrating the South Dakota Division of the Izaak Walton League of America for its ideals and accomplishments during one hundred years of conservation leadership. WHEREAS, on January 14, 1922, fifty-four ambitious sportsmen gathered in Chicago to discuss the deterioration of America's top fishing streams. Habitat was being destroyed and the nation's forests and wilderness were vanishing. Understanding that action was needed, the group formed the Izaak Walton League of America to combat water pollution and protect the country's forests; and WHEREAS, one hundred years later, the forty-two thousand members of the Izaak Walton League of America, including more than one thousand five hundred South Dakota members, build on the successes of those who preceded them, including Ding Darling, Aldo Leopold, and Joe Penfold. The league is an outspoken advocate for fish and wildlife, and ethical hunting and angling. The league supports habitat conservation and restoration with fees from hunters, anglers, and recreational shooters; and WHEREAS, the South Dakota Division of the Izaak Walton League of America has been a crucial partner in the Izaak Walton League of America's success. Six South Dakotans have served as national president, with four in the last twenty years. South Dakota members have strengthened the Izaak Walton League of America at all levels. The South Dakota division supports science-based, common-sense solutions to conserve our natural resources and for outdoor recreation in this state; and WHEREAS, the South Dakota division’s twelve chapters based across South Dakota introduce youth and families to conservation and outdoor recreation. Izaak Walton League of America members build nature trails, restore streams, monitor water quality, conduct river and road ditch cleanups, and engage in habitat improvement projects. The division chapters award scholarships to college students working toward natural resource degrees each year; and WHEREAS, the South Dakota Division of the Izaak Walton League of America embodies grassroots conservation activism with the division's service to defending our water, wildlife, and land. Starting with fifty-four visionary sportsmen and growing to over forty-two thousand members, the Izaak Walton League of America truly deserves to be honored in the division's crusade to better our lands, waters, and outdoor traditions on this one hundredth anniversary year of the Izaak Walton League of America: NOW, THEREFORE, BE IT RESOLVED, by the Ninety-Seventh Legislature of the State of South Dakota, the House of Representatives concurring therein, that congratulations are in order to the South Dakota Division of the Izaak Walton League of America on the Izaak Walton League of America's accomplishments and leadership over the last one hundred years defending America's outdoors and that the Legislature expresses thanks to the South Dakota Division of the Izaak Walton League of America for the division's accomplishments, service, and leadership."}, {"bill_id": 23493, "bill_version_id": 235139, "bill_version": "Enrolled", "bill_version_date": "2022-03-02T16:35:48.74-06:00", "bill_text": "A CONCURRENT RESOLUTION, Celebrating the South Dakota Division of the Izaak Walton League of America for its ideals and accomplishments during one hundred years of conservation leadership. WHEREAS, on January 14, 1922, fifty-four ambitious sportsmen gathered in Chicago to discuss the deterioration of America's top fishing streams. Habitat was being destroyed and the nation's forests and wilderness were vanishing. Understanding that action was needed, the group formed the Izaak Walton League of America to combat water pollution and protect the country's forests; and WHEREAS, one hundred years later, the forty-two thousand members of the Izaak Walton League of America, including more than one thousand five hundred South Dakota members, build on the successes of those who preceded them, including Ding Darling, Aldo Leopold, and Joe Penfold. The league is an outspoken advocate for fish and wildlife, and ethical hunting and angling. The league supports habitat conservation and restoration with fees from hunters, anglers, and recreational shooters; and WHEREAS, the South Dakota Division of the Izaak Walton League of America has been a crucial partner in the Izaak Walton League of America's success. Six South Dakotans have served as national president, with four in the last twenty years. South Dakota members have strengthened the Izaak Walton League of America at all levels. The South Dakota division supports science-based, common-sense solutions to conserve our natural resources and for outdoor recreation in this state; and WHEREAS, the South Dakota division’s twelve chapters based across South Dakota introduce youth and families to conservation and outdoor recreation. Izaak Walton League of America members build nature trails, restore streams, monitor water quality, conduct river and road ditch cleanups, and engage in habitat improvement projects. The division chapters award scholarships to college students working toward natural resource degrees each year; and WHEREAS, the South Dakota Division of the Izaak Walton League of America embodies grassroots conservation activism with the division's service to defending our water, wildlife, and land. Starting with fifty-four visionary sportsmen and growing to over forty-two thousand members, the Izaak Walton League of America truly deserves to be honored in the division's crusade to better our lands, waters, and outdoor traditions on this one hundredth anniversary year of the Izaak Walton League of America: NOW, THEREFORE, BE IT RESOLVED, by the Ninety-Seventh Legislature of the State of South Dakota, the House of Representatives concurring therein, that congratulations are in order to the South Dakota Division of the Izaak Walton League of America on the Izaak Walton League of America's accomplishments and leadership over the last one hundred years defending America's outdoors and that the Legislature expresses thanks to the South Dakota Division of the Izaak Walton League of America for the division's accomplishments, service, and leadership. Adopted by the Senate, February 16, 2022 Concurred in by the House of Representatives, February 28, 2022 _____________________ _____________________ Larry Rhoden Kay Johnson President of the Senate Secretary of the Senate _____________________ _____________________ Spencer Gosch Patricia Miller Speaker of the House Chief Clerk"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23493, "action_date": "2022-02-15T14:00:00-06:00", "document_id": 233559, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233559.pdf", "status_text": "First read in Senate and referral to committee waived pursuant to JR 6D-1", "journal_page": 253, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23493, "action_date": "2022-02-16T14:00:00-06:00", "document_id": 233749, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233749.pdf", "status_text": "Adopt Resolution", "journal_page": 274, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 73980, "president_vote": null, "Yea": [3918, 3920, 3921, 3922, 3925, 3926, 3932, 3935, 3936, 3939, 3940, 3943, 3949, 3952, 3956, 3958, 3961, 3962, 3966, 3974, 3975, 3979, 3990, 3991, 3993, 3994, 3996, 3999, 4000, 4002, 4003, 4006, 4010, 4012, 4016]}}, {"bill_id": 23493, "action_date": "2022-02-17T13:30:00-06:00", "document_id": 233918, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233918.pdf", "status_text": "First read in House and referred to", "journal_page": 367, "committee_id_action": 1008, "committee_id_assigned": 1002, "result": "N", "vote": {}}, {"bill_id": 23493, "action_date": "2022-02-24T07:45:00-06:00", "document_id": 234373, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234373.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1002, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23493, "action_date": "2022-02-24T07:45:00-06:00", "document_id": 234374, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234374.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1002, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 74608, "president_vote": null, "Yea": [3917, 3924, 3937, 3941, 3964, 3967, 3992, 4007, 4014, 4015, 3950, 3980], "Excused": [3965]}}, {"bill_id": 23493, "action_date": "2022-02-24T07:45:00-06:00", "document_id": 234374, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234374.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1002, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23493, "action_date": "2022-02-25T13:00:00-06:00", "document_id": 234742, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234742.pdf", "status_text": "Remove from Consent Calendar", "journal_page": 479, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23493, "action_date": "2022-02-28T14:00:00-06:00", "document_id": 234911, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234911.pdf", "status_text": "Concurred in Resolution", "journal_page": 487, "committee_id_action": 1008, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 74879, "president_vote": null, "Yea": [3912, 3914, 3915, 3916, 3917, 3919, 3923, 3924, 3927, 3928, 3929, 3931, 3933, 3934, 3937, 3938, 3941, 3944, 3945, 3946, 3947, 3948, 3950, 3953, 3954, 3957, 3963, 3964, 3967, 3968, 3969, 3970, 3971, 3972, 3973, 3976, 3977, 3978, 3981, 3982, 3984, 3986, 3987, 3988, 3989, 3992, 3995, 3998, 4001, 4004, 4005, 4007, 4009, 4011, 4013, 4014, 4015], "Nay": [3913, 3930, 3951, 3955, 3997, 4008, 3942], "Excused": [3959, 3960, 3965, 3980, 3983, 3985]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/23493"}