{"session_id": 69, "bill_id": 24913, "bill_type": "House Bill", "bill_number": 1110, "bill_title": "eliminate the right to a preliminary hearing when an offender is charged with a nonviolent felony and when the offender is out of custody.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24913", "sponsors": [{"legislator_profile_id": 4521, "is_prime": true}, {"legislator_profile_id": 4558, "is_prime": true}, {"legislator_profile_id": 4551, "is_prime": false}], "keywords": ["Criminal Procedure"], "audio": [], "bill_versions": [{"bill_id": 24913, "bill_version_id": 260479, "bill_version": "Introduced", "bill_version_date": "2024-01-17T21:16:46.15-06:00", "bill_text": "An Act to eliminate the right to a preliminary hearing when an offender is charged with a nonviolent felony and when the offender is out of custody. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 23A-4-3 be AMENDED: 23A-4-3. If a charge against a defendant requires a preliminary hearing, the defendant may not be called on to plead. The committing magistrate shall inform the defendant of the complaint against the defendant and of any affidavit filed therewith, of the defendant's right to retain counsel and to request assignment of counsel if the defendant is unable to obtain counsel, and of the general circumstances under which the defendant may secure pretrial release. The committing magistrate shall inform the defendant that the defendant is not required to make a statement and that any statement made by the defendant may be used against the defendant. The committing magistrate shall also inform the defendant of the defendant's right to a preliminary hearing, if applicable. The committing magistrate shall allow the defendant reasonable time and opportunity to consult counsel and shall admit the defendant to bail in the amount set pursuant to § 23A-2-4 or chapter 23A-43, or as otherwise provided by law. If the offense charged is a Class 1 misdemeanor, and the circuit in which the offense is charged has a magistrate court presided over by a magistrate judge, the defendant shall must be held to answer before the magistrate judge or the circuit court. No defendant is entitled to a preliminary hearing unless charged with an offense punishable as a Class A, Class B, Class C, Class 1, Class 2, or Class 3 felony. If a defendant is charged with a Class 4, Class 5, or Class 6 felony, the defendant is entitled to a preliminary hearing if: (1) The offense requires a mandatory minimum term of incarceration; (2) The offense is a crime of violence as defined in subdivision 22-1-2(9); (3) The offense is a sexual offense under chapter 22-22 or 22-24; or (4) The defendant is in custody for the offense for which the preliminary hearing is ordered. By motion of either party, the court must vacate the preliminary hearing upon a showing that the defendant has been released from custody prior to the preliminary hearing. If the offense charged is a felony and the defendant waives the preliminary hearing, the committing magistrate shall forthwith must hold the defendant to answer in circuit court if the offense charged is a felony. If the defendant does not waive the preliminary hearing, the committing magistrate shall schedule a preliminary hearing. The hearing shall must be held within a reasonable time, but in any event not later than fifteen days following the initial appearance if the defendant is in custody, and not later than forty-five days if the defendant is not in custody. However, the The preliminary hearing may not be held if the defendant is indicted before the date set for the preliminary hearing. With the consent of the defendant and with a showing of good cause, taking into account the public interest and the proper disposition of criminal cases, time limits specified in this section may be extended one or more times by the committing magistrate. In the absence of consent by the defendant, time limits may be extended by the committing magistrate only upon a showing that extraordinary circumstances exist and that delay is indispensable to the interests of justice. Section 2. That § 23A-6-3 be AMENDED: 23A-6-3. An information may be filed without a preliminary hearing against a fugitive from justice. No other information may be filed against any person for any felony until that person has had a preliminary hearing, unless that person waived his or her right to a preliminary hearing. All informations shall or any offender charged with a Class 4, Class 5, or Class 6 felony who is not entitled to a preliminary hearing under § 23A-4-3. An information must be filed with the court having jurisdiction of the offense by the prosecuting attorney prior to arraignment."}], "amendments": [{"bill_id": 24913, "document_id": 263200, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263200.pdf", "legislator_profile_id": 4521, "document_id_instructions": 263214, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/263214.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 24913, "action_date": "2024-01-18T14:00:00-06:00", "document_id": 260440, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260440.pdf", "status_text": "First read in House and referred to", "journal_page": 83, "committee_id_action": 1197, "committee_id_assigned": 1198, "result": "N", "vote": {}}, {"bill_id": 24913, "action_date": "2024-01-24T10:00:00-06:00", "document_id": 261211, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/261211.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1198, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24913, "action_date": "2024-01-31T10:00:00-06:00", "document_id": 263277, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263277.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1198, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24913, "action_date": "2024-01-31T10:00:00-06:00", "document_id": 263278, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263278.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1198, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24913, "action_date": "2024-01-31T10:00:00-06:00", "document_id": 263278, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263278.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1198, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79032, "president_vote": null, "Yea": [4500, 4527, 4538, 4548, 4552, 4553, 4562, 4566, 4565], "Nay": [4521, 4563, 4568, 4504]}}]}