{"session_id": 51, "bill_id": 15919, "bill_type": "Senate Concurrent Resolution", "bill_number": 2, "bill_title": "Urging the federal government to authorize and fund long-term health care on Indian reservations.", "sponsors": [{"legislator_profile_id": 2516, "is_prime": true}, {"legislator_profile_id": 2587, "is_prime": true}, {"legislator_profile_id": 2524, "is_prime": false}, {"legislator_profile_id": 2550, "is_prime": false}, {"legislator_profile_id": 2562, "is_prime": false}, {"legislator_profile_id": 2588, "is_prime": false}, {"legislator_profile_id": 2597, "is_prime": false}, {"legislator_profile_id": 2611, "is_prime": false}], "keywords": ["Concurrent Resolution", "Indian Reservations", "Long Term Health Care"], "audio": [{"meeting_datetime": "2001-01-11T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen03.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-22T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/she09.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-24T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen11.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-02T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen18.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-08T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen22.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-16T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen28a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-20T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen29.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 15919, "bill_version_id": 87622, "bill_version": "Introduced", "bill_version_date": "2000-12-21T14:57:02-06:00", "bill_text": "A CONCURRENT RESOLUTION, Urging the federal government to authorize and fund long- term health care on Indian reservations. WHEREAS, among all the states in the Northern Plains region, South Dakota has the highest percentage of its Native American population, sixty-seven percent, living on Indian reservations. In addition, South Dakota is experiencing a growing elderly population on its Indian reservations; and WHEREAS, Native Americans are living significantly longer today than they did in the early 1900s. The life expectancy of Native Americans in South Dakota is currently sixty-five. This increased life expectancy presents new challenges in caring for the elderly and creates the need for elderly care facilities to provide services that were once provided solely by the family; and WHEREAS, the rate of debilitating diseases, particularly diabetes, on South Dakota Indian reservations has been increasing over the years. The age-adjusted diabetes mellitus death rate among Native Americans in South Dakota is 62.6 per 100,000 population, which is five times higher than the combined rate for all races in the United States; and WHEREAS, Native American culture strongly embraces the extended family in which elders are considered the source of wisdom, history, and tradition; and WHEREAS, a loss of important cultural traditions for families and tribal members occurs when elderly Native Americans must seek nursing facility placement off the reservations. This separation means social and cultural isolation at a time in elders' lives when understanding and cultural support are most important; and WHEREAS, due to the high percentage of Native American families below poverty level living on Indian reservations, lack of transportation to visit family members in nonreservation nursing homes creates a hardship for the elderly and their families; and WHEREAS, the federal government has a long-standing legal and moral obligation to provide for the health care needs of Native Americans on reservations. This obligation is based on treaty and federal law; and WHEREAS, the Indian Health Service currently provides primary and acute health care services, such as physician and hospital care, through federal facilities located on each of the reservations; and WHEREAS, the Indian Health Service currently does not provide long-term care services, such as assisted living and nursing home care, on any of South Dakota's Indian reservations; and WHEREAS, the federal government has failed to take responsibility for providing long-term care services to elderly Native Americans residing on reservations in South Dakota. The federal government has refused to recognize long-term care for Native Americans as a federal responsibility and has failed to provide authorization and funding that would enable the Indian Health Service to provide those needed services; and WHEREAS, the lack of long-term care services has created an undue hardship for reservation residents and their families creating a growing need for the Indian Health Service to appropriately address the long-term care needs of South Dakota's Native American population: NOW, THEREFORE, BE IT RESOLVED, by the Senate of the Seventy-sixth Legislature of the State of South Dakota, the House of Representatives concurring therein, that the federal government is requested to formally take responsibility for long-term care for Native Americans residing on Indian reservations by providing the necessary authorization and funding to enable the Indian Health Service to offer long-term care for Native American elders on Indian reservations. The United States government must live up to its responsibilities by helping to establish facilities that will allow our Native American elders to spend their final years with dignity in their own communities and cultural surroundings."}, {"bill_id": 15919, "bill_version_id": 88209, "bill_version": "Senate Health and Human Services Engrossed", "bill_version_date": "2001-01-22T17:42:01-06:00", "bill_text": "A CONCURRENT RESOLUTION, Urging the federal government to authorize and fund long- term health care on Indian reservations. WHEREAS, among all the states in the Northern Plains region, South Dakota has the highest percentage of its Native American population, sixty-seven percent, living on Indian reservations. In addition, South Dakota is experiencing a growing elderly population on its Indian reservations; and WHEREAS, Native Americans are living significantly longer today than they did in the early 1900s. The life expectancy of Native Americans in South Dakota is currently sixty-five. This increased life expectancy presents new challenges in caring for the elderly and creates the need for elderly care facilities to provide services that were once provided solely by the family; and WHEREAS, the rate of debilitating diseases, particularly diabetes, on South Dakota Indian reservations has been increasing over the years. The age-adjusted diabetes mellitus death rate among Native Americans in South Dakota is 62.6 per 100,000 population, which is five times higher than the combined rate for all races in the United States; and WHEREAS, Native American culture strongly embraces the extended family in which elders are considered the source of wisdom, history, and tradition; and WHEREAS, a loss of important cultural traditions for families and tribal members occurs when elderly Native Americans must seek nursing facility placement off the reservations. This separation means social and cultural isolation at a time in elders' lives when understanding and cultural support are most important; and WHEREAS, due to the high percentage of Native American families below poverty level living on Indian reservations, lack of transportation to visit family members in nonreservation nursing homes creates a hardship for the elderly and their families; and WHEREAS, the federal government has a long-standing legal and moral obligation to provide for the health care needs of Native Americans on reservations. This obligation is based on treaty and federal law; and WHEREAS, the Indian Health Service currently provides primary and acute health care services, such as physician and hospital care, through federal facilities located on each of the reservations; and WHEREAS, the Indian Health Service currently does not provide long-term care services, such as assisted living and nursing home care, on any of South Dakota's Indian reservations; and WHEREAS, the federal government has failed to take responsibility for providing long-term care services to elderly Native Americans residing on reservations in South Dakota. The federal government has refused to recognize long-term care for Native Americans as a federal responsibility and has failed to provide authorization and funding that would enable the Indian Health Service to provide those needed services; and WHEREAS, the lack of long-term care services has created an undue hardship for reservation residents and their families creating a growing need for the Indian Health Service to appropriately address the long-term care needs of South Dakota's Native American population: NOW, THEREFORE, BE IT RESOLVED, by the Senate of the Seventy-sixth Legislature of the State of South Dakota, the House of Representatives concurring therein, that the federal government is requested to formally take responsibility for long-term care for Native Americans residing on Indian reservations by providing the necessary authorization and funding to enable the Indian Health Service to offer long-term care for Native American elders on Indian reservations. The United States government must live up to its responsibilities by helping to establish facilities that will allow our Native American elders to spend their final years with dignity in their own communities and cultural surroundings; and BE IT FURTHER RESOLVED, that copies of this Resolution are to be forwarded to Senator Tom Daschle, Senator Tim Johnson, and Representative John Thune and that Senator Daschle, Senator Johnson, and Representative Thune are requested to brief the 2002 South Dakota Legislature on any progress or developments that have occurred at the national level on this issue."}, {"bill_id": 15919, "bill_version_id": 90345, "bill_version": "Senate Engrossed", "bill_version_date": "2001-02-20T15:03:54-06:00", "bill_text": "A CONCURRENT RESOLUTION, Urging the federal government to authorize and fund long- term health care on Indian reservations. WHEREAS, among all the states in the Northern Plains region, South Dakota has the highest percentage of its Native American population, sixty-seven percent, living on Indian reservations. In addition, South Dakota is experiencing a growing elderly population on its Indian reservations; and WHEREAS, Native Americans are living significantly longer today than they did in the early 1900s. The life expectancy of Native Americans in South Dakota is currently sixty-five. This increased life expectancy, combined with rising birth rates, ensures continuing population increases at all age levels, presents new challenges in caring for the elderly, and creates the need for elderly care facilities to provide services that were once provided solely by the family; and WHEREAS, the rate of debilitating diseases, particularly diabetes, on South Dakota Indian reservations has been increasing over the years. The age-adjusted diabetes mellitus death rate among Native Americans in South Dakota is 62.6 per 100,000 population, which is five times higher than the combined rate for all races in the United States; and WHEREAS, Native American culture strongly embraces the extended family in which elders are considered the source of wisdom, history, and tradition; and WHEREAS, a loss of important cultural traditions for families and tribal members occurs when elderly Native Americans must seek nursing facility placement off the reservations. This separation means social and cultural isolation at a time in elders' lives when understanding and cultural support are most important; and WHEREAS, due to the high percentage of Native American families below poverty level living on Indian reservations, lack of transportation to visit family members in nonreservation nursing homes creates a hardship for the elderly and their families; and WHEREAS, the federal government has a long-standing legal and moral obligation to provide for the health care needs of Native Americans on reservations. This obligation is based on treaty and federal law; and WHEREAS, the Indian Health Service currently provides primary and acute health care services, such as physician and hospital care, through federal facilities located on each of the reservations; and WHEREAS, the Indian Health Service currently does not provide long-term care services, such as assisted living and nursing home care, on any of South Dakota's Indian reservations; and WHEREAS, the federal government has failed to take responsibility for providing long-term care services to elderly Native Americans residing on reservations in South Dakota. The federal government has refused to recognize long-term care for Native Americans as a federal responsibility and has failed to provide authorization and funding that would enable the Indian Health Service to provide those needed services; and WHEREAS, the lack of long-term care services has created an undue hardship for reservation residents and their families creating a growing need for the Indian Health Service to appropriately address the long-term care needs of South Dakota's Native American population: NOW, THEREFORE, BE IT RESOLVED, by the Senate of the Seventy-sixth Legislature of the State of South Dakota, the House of Representatives concurring therein, that the federal government is requested to formally take responsibility for long-term care for Native Americans residing on Indian reservations by providing the necessary authorization and funding to enable the Indian Health Service to offer long-term care for Native American elders on Indian reservations. The United States government must live up to its responsibilities by helping to establish facilities that will allow our Native American elders to spend their final years with dignity in their own communities and cultural surroundings; and BE IT FURTHER RESOLVED, that copies of this Resolution are to be forwarded to Senator Tom Daschle, Senator Tim Johnson, and Representative John Thune and that Senator Daschle, Senator Johnson, and Representative Thune are requested to brief the 2002 South Dakota Legislature on any progress or developments that have occurred at the national level on this issue."}, {"bill_id": 15919, "bill_version_id": 90629, "bill_version": "Enrolled", "bill_version_date": "2001-02-23T00:00:00-06:00", "bill_text": "January 22, 2001 February 22, 2001"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15919, "action_date": "2001-01-11T14:00:00-06:00", "document_id": 87825, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/87825.pdf", "status_text": "Re-referred to", "journal_page": 44, "committee_id_action": 713, "committee_id_assigned": 690, "result": "P", "vote": {}}, {"bill_id": 15919, "action_date": "2001-01-22T10:00:00-06:00", "document_id": 88166, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88166.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 690, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15919, "action_date": "2001-01-22T10:00:00-06:00", "document_id": 88166, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88166.pdf", "status_text": "Adopt Resolution as Amended", "journal_page": 159, "committee_id_action": 690, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50500, "president_vote": null, "Yea": [2535, 2552, 2581, 2607, 2590, 2516], "Nay": [2606]}}, {"bill_id": 15919, "action_date": "2001-01-24T14:00:00-06:00", "document_id": 88427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88427.pdf", "status_text": "Deferred to another day", "journal_page": 189, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15919, "action_date": "2001-02-02T14:00:00-06:00", "document_id": 89260, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89260.pdf", "status_text": "Deferred to another day", "journal_page": 337, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15919, "action_date": "2001-02-08T14:00:00-06:00", "document_id": 89645, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89645.pdf", "status_text": "Deferred to another day", "journal_page": 414, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15919, "action_date": "2001-02-16T14:00:00-06:00", "document_id": 90289, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90289.pdf", "status_text": "Deferred to another day", "journal_page": 545, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15919, "action_date": "2001-02-20T14:00:00-06:00", "document_id": 90352, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90352.pdf", "status_text": "Adopt Resolution as Amended", "journal_page": 581, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49884, "president_vote": null, "Yea": [2516, 2517, 2520, 2523, 2524, 2529, 2531, 2532, 2534, 2535, 2536, 2539, 2542, 2549, 2551, 2552, 2562, 2567, 2569, 2573, 2576, 2580, 2581, 2584, 2585, 2590, 2597, 2598, 2607, 2609, 2615, 2616, 2617], "Excused": [2550], "Nay": [2606]}}, {"bill_id": 15919, "action_date": "2001-02-20T14:00:00-06:00", "document_id": 90352, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90352.pdf", "status_text": "Motion to Amend,", "journal_page": 581, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15919, "action_date": "2001-02-22T14:00:00-06:00", "document_id": 90600, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90600.pdf", "status_text": "Concur In resolution", "journal_page": 649, "committee_id_action": 712, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 51640, "president_vote": null, "Yea": [2514, 2518, 2519, 2521, 2522, 2525, 2526, 2527, 2528, 2530, 2533, 2537, 2538, 2541, 2543, 2544, 2545, 2546, 2547, 2548, 2553, 2554, 2555, 2556, 2557, 2558, 2559, 2560, 2561, 2563, 2564, 2565, 2566, 2568, 2570, 2571, 2572, 2574, 2575, 2577, 2578, 2579, 2582, 2583, 2586, 2587, 2588, 2589, 2591, 2592, 2593, 2594, 2595, 2596, 2599, 2600, 2601, 2602, 2603, 2604, 2605, 2608, 2610, 2611, 2612, 2613, 2614, 2618, 2540], "Excused": [2515]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/15919"}