{"session_id": 56, "bill_id": 19126, "bill_type": "Senate Bill", "bill_number": 216, "bill_title": "create the Science and Technology Authority, to provide for its powers and duties, and to declare an emergency.", "sponsors": [], "keywords": ["Administrative Rules", "Emergency Clause", "Governor", "State Affairs and Government"], "audio": [{"meeting_datetime": "2004-01-30T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sst13sb0216b.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-30T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sst13sb0216a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-30T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sst13sb0216a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sen15sb0216a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sen15sb0216a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-06T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hst18sb0216a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-06T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hst18sb0216a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-09T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou20sb0216a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-09T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou20sb0216a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-09T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou20sb0216a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19126, "bill_version_id": 100114, "bill_version": "Introduced", "bill_version_date": "2004-01-28T09:47:25-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create the Science and Technology Authority, to provide for its powers and duties, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Legislature finds and declares: (1) That the State of South Dakota and the northern plains region of the United States are underrepresented and underdeveloped in the areas of scientific and technological investigation, experimentation, and development; (2) That fostering and facilitating scientific and technological investigation, experimentation, and development will benefit the state economically and educationally by creating immediate and future jobs and educational opportunities, and will add to the quality of life of the citizens of South Dakota by adding to the general wealth of human knowledge; (3) That the creation of the authority by this Act will foster and facilitate scientific and technological investigation, experimentation, and development by creating a mechanism through which laboratory, experimental, and development facilities, both nonprofit and for-profit, both governmental and nongovernmental, may be acquired, developed, constructed, funded, maintained, and operated; and (4) That the foregoing are public purposes and uses. Section 2. The purpose of the authority created by this Act is to foster and facilitate scientific and technological investigation, experimentation, and development by creating a mechanism through which laboratory, experimental, and development facilities may be acquired, developed, constructed, maintained, operated, and decommissioned. Section 3. Terms used in this Act mean: (1) \"Authority,\" the South Dakota Science and Technology Authority created by this Act; (2) \"Board,\" the board of directors of the authority; (3) \"Project,\" any undertaking that includes surface and underground real and personal property, including mineral rights, water rights, facilities, buildings and other structures, improvements, machinery, parking facilities, and all other equipment or resources generally suitable for use in, developing, constructing, acquiring, improving, maintaining, or operating a facility or laboratory for scientific research or technological development. A project includes all site improvements and new construction for sidewalks, sewers, water facilities, solid waste and wastewater treatment and disposal sites, pollution control facilities, resource or waste reduction, recovery, treatment, and disposal facilities, parks, open spaces, wildlife sanctuaries, streets, highways, runways, hangars, and any other facilities or operations required for the development, construction, acquisition, improvement, maintenance, or operation of a facility or laboratory for scientific research or technological development; (4) \"Costs incurred in connection with the development, construction, acquisition, improvement, maintenance, operation, or decommissioning of a project,\" includes the following: the cost of purchase of liability, indemnification, and other insurance or other risk-reduction or risk-transfer mechanisms necessary in order to acquire the facilities or property necessary for a project, or to maintain and operate a project; the cost of purchase and construction of all real and personal property and related improvements, together with the equipment and other property, water rights, mineral rights, and easements acquired that are deemed necessary for the construction of the project; financing charges; interest costs with respect to revenue bonds, notes, and other evidences of indebtedness of the authority prior to and during initial construction and for a period of thirty-six months thereafter; engineering and legal expenses; the costs of plans, specifications, surveys, and estimates of costs and other expenses necessary or incident to determining the feasibility or practicability of any project; and such other expenses as may be necessary or incident to the financing, insuring, development, construction, acquisition, improvement, maintenance, operation, or decommissioning of a specific project; (5) \"Financial aid,\" funds or in-kind contributions or donations from any source, including grants, and also the expenditure of authority funds or funds provided by the authority through the issuance of its revenue bonds, notes, or other evidences of indebtedness for the development, construction, acquisition, improvement, maintenance, operation, or decommissioning of a project; (6) \"Governmental agency,\" any federal, state, or local governmental body, and any agency or instrumentality thereof, corporate or otherwise; (7) \"Lease agreement,\" an agreement under which a project is leased to any person, governmental agency, foundation, or entity that will use or cause the project to be used as a project upon such terms as may be deemed desirable by the authority, including providing for lease rental payments at least sufficient to pay when due the lessee's pro rata share of all principal of and interest and premium, if any, on any revenue bonds, notes, or other evidences of indebtedness of the authority issued with respect to the project, providing for the maintenance, insurance, operation, and decommissioning of the project on terms satisfactory to the authority, and providing for disposition of the project upon termination of the lease term, including purchase options or abandonment of the premises; (8) \"Financing agreement,\" any agreement by which the authority agrees to loan or grant its funds, including the proceeds of its revenue bonds, notes, or other evidences of indebtedness issued with respect to a project to any person or governmental agency that will use or operate the project upon terms providing for loan repayment installments at least sufficient to pay when due the borrower's pro rata share of all principal and interest and premium, if any, on any revenue bonds, notes, or other evidences of indebtedness of the authority issued with respect to the project, providing for construction, maintenance, insurance, operation, and decommissioning of the project on terms satisfactory to the authority, and providing for other matters as may be deemed advisable by the authority; (9) \"Person,\" includes, without limitation, an individual, corporation, limited liability company, unincorporated association, foundation, partnership, limited liability partnership, and any other legal entity, including a trustee, receiver, assignee, or personal representative of the entity; (10) \"Revenue bond\" or \"bond,\" any bond issued by the authority, the principal and interest of which are payable solely from revenues or income derived from any project or activity of the authority. Section 4. The South Dakota Science and Technology Authority is hereby created as a body corporate and politic. Section 5. The governing and administrative powers of the authority are vested in its board of directors consisting of seven members. The Governor shall appoint the directors, with the advice and consent of the Senate. Not all members of the board may be of the same political party. The terms of the members of the board may not exceed six years. The terms of the initial board of directors shall be staggered by the drawing of lots so that not more than two of the director's terms shall end at the same time. Members of the board may serve more than one term. Section 6. The Governor may remove any member of the board for cause, including incompetence, neglect of duty, or malfeasance in office. Section 7. Members of the board shall receive compensation for the performance of their duties as established by the Legislature in accordance with § 4-7-10.4 from the funds of the authority. Members may be reimbursed at rates established by the Bureau of Personnel for necessary expenses, including travel and lodging expenses, incurred in connection with the performance of their duties as members. Section 8. Each member of the board shall, before entering upon the duties of office, take and subscribe the constitutional oath of office. Section 9. The board may appoint an executive director. The executive director may not be a member of the board. The executive director shall hold office at the discretion of the board. The executive director shall be the chief administrative and operational officer of the authority, shall direct and supervise its administrative affairs and general management, shall perform such other duties as may be prescribed from time to time by the board, and shall receive compensation fixed by the board. The executive director shall attend all meetings of the board. However, no action of the board or the authority is invalid on account of the absence of the executive director from a meeting. The board may engage the services of such other agents and employees as they deem appropriate, including attorneys, appraisers, scientists, researchers, engineers, accountants, credit analysts, and other consultants, and may prescribe their duties and fix their compensation. Section 10. The board shall meet on the call of the chair, upon the written request of four members of the board, or upon the request of the executive director. Section 11. A majority of the members of the board constitute a quorum for the transaction of business. All official acts of the authority shall require the affirmative vote of at least four members of the board at a meeting of the board at which the members casting those affirmative votes are present. Section 12. Notwithstanding any other law to the contrary it is not a conflict of interest for a trustee, director, officer, or employee of any health institution, educational institution, financial institution, investment banking firm, brokerage firm, commercial bank or trust company, architectural firm, engineering firm, mining firm, insurance company, or any other firm, person, or corporation to serve as a member of the authority, if the trustee, director, officer, or employee abstains from deliberation, action, and vote by the authority in each instance where the business affiliation of any such trustee, director, officer, or employee is involved. Section 13. Each meeting of the authority for any purpose whatsoever shall be open to the public as required by chapter 1-25. Notice of meetings shall be as provided in the bylaws of the authority. Resolutions need not be published or posted. Section 14. The executive director or other person designated by the authority shall keep a record of the proceedings thereof and shall be custodian of all books, documents, and papers filed with the authority, the minute books or journal of the authority and its official seal. The executive director or other person designated by the authority may cause copies to be made of all minutes and other records and documents of the authority and may give certificates under the official seal of the authority to the effect that such copies are true copies and all persons dealing with the authority may rely on such certificates. Section 15. The authority may: (1) Have perpetual succession as a body politic and corporate exercising essential public functions; (2) Sue and be sued in its own name; (3) Have an official seal and alter the seal at will; (4) Maintain an office at such places within the state as the authority may designate; (5) Make and execute contracts and all other instruments necessary or convenient for the performance of its duties and the exercise of its powers and functions under this Act; (6) Employ fiscal consultants, engineers, attorneys, and such other consultants and employees as may be required and contract with agencies of the state to provide staff and support services; (7) Procure insurance against any loss in connection with its property and other assets, including loans and notes in such amounts and from such insurers as it may deem advisable; (8) Borrow money and issue bonds as provided by this Act; (9) Procure insurance, letters of credit, guarantees, or other credit enhancement arrangements from any public or private entities, including any department, agency, or instrumentality of the United States or the state, for payment of all or any portion of any bonds issued by the authority, including the power to pay premiums, fees, or other charges on any such insurance, letters of credit, guarantees, or credit arrangements; (10) Receive and accept from any source financial aid or contributions of moneys, property, labor, or other things of value to be held, used, and applied to carry out the purposes of this Act subject to the conditions upon which the grants or contributions are made, including, gifts or grants from any department, agency, or instrumentality of the United States for any purpose consistent with the provisions of this Act; (11) Provide technical assistance to local public bodies and to profit and nonprofit entities to foster and facilitate scientific and technological investigation, experimentation, and development; (12) To the extent permitted under its contract with the holders of bonds of the authority, consent to any modification with respect to the rate of interest, time, and payment of any installment of principal or interest, or any other term of any contract, loan, loan note, loan note commitment, contract, lease, or agreement of any kind to which the authority is a party; (13) To make loans and grants to, and enter into financing agreements with, any governmental agency or any person for the costs incurred in connection with the development, construction, acquisition, improvement, maintenance, operation, or decommissioning of a project, or for the maintenance of the physical or structural integrity of real or personal property incorporated or which may be incorporated into a project, in accordance with a written agreement between the authority and such governmental agency or person. However, no such loan or grant may exceed the total cost of such project as determined by the governmental agency or person and approved by the authority; (14) Cooperate with and exchange services, personnel and information with any governmental agency; (15) Enter into agreements for management on behalf of the authority of any of its properties upon such terms and conditions as may be mutually agreeable; (16) Sell, exchange, lease, donate, and convey any of its properties whenever the authority finds such action to be in furtherance of the purposes for which it was organized; (17) Acquire, hold, lease, and dispose of real and personal property, and construct, develop, maintain, operate, and decommission projects for the purposes for which the authority was created; (18) Indemnify any person or governmental agency for such reasonable risks as the authority deems advisable if the indemnification is a condition of a grant, gift, or donation to the authority. However, any such obligation to indemnify may only be paid from insurance or from revenues of the authority, and such obligation does not constitute a debt or obligation of the State of South Dakota; and (19) Do any act and execute any instrument which in the authority's judgment is necessary or convenient to the exercise of the powers granted by this Act or reasonably implied from it. Section 16. The authority may, pursuant to chapter 1-26, promulgate rules necessary to regulate the authority's affairs, to carry into effect the powers and purposes of the authority, and to conduct its business, including rules to: (1) Establish application procedures for grants and loans from the authority; (2) Establish eligibility criteria for such grants or loans; (3) Govern the use of proceeds of such grants or loans; (4) Establish criteria for the terms and conditions upon which such grants or loans shall be made, including the security, if any, that may be required for such loans; and (5) Establish criteria for the lease or other use of any real or personal property owned by the authority, or the placement of experiments in any facility owned or controlled by the authority. Section 17. Loans and grants made by the authority pursuant to the terms of this Act shall be upon such terms and conditions as the authority may deem necessary, and may be with or without interest and on a secured or unsecured basis. Section 18. The authority may invest any funds not needed for immediate investment in the following: (1) Bonds, notes, certificates of indebtedness, treasury bills, or other securities constituting direct obligations of, or obligations the principal of and interest on which are fully guaranteed or insured by, the United States of America; (2) Obligations issued by or obligations the principal of and interest on which are fully guaranteed or insured by any agency or instrumentality of the United States of America; (3) Certificates of deposit or time deposits constituting direct obligations of any bank which is a qualified public depository or any savings and loan association which is a savings and loan depository under the Public Deposit Insurance Act pursuant to chapter 4-6A, unless sufficient volume of such certificates is not available at competitive interest rates. In that event, the authority may purchase noncollateralized direct obligations of any bank or savings institution or holding company if such institution or holding company is rated in the highest two quality categories by a nationally recognized rating agency; (4) Obligations of any solvent insurance company or other corporation or business entity existing under the laws of the United States or any state thereof, if the obligation of the insurance company or other corporation or business entity is rated in the two highest classifications established by a standard rating service of insurance companies or a nationally recognized rating agency; (5) Short term discount obligations of the Federal National Mortgage Association; (6) Obligations issued by any state of the United States or any political subdivision, public instrumentality, or public authority of any state of the United States, which obligations are not callable before the date the principal thereof will be required to be paid and which obligations are fully secured as to both sufficiency and timely payment by, and payable solely from, securities described in subdivision (1) and which obligations are rated in the highest investment classification by at least two standard rating services of such obligations. Any securities may be purchased at the offering or market price thereof at the time of the purchase. All securities so purchased shall mature or be redeemable on a date or dates prior to the time when, in the judgment of the authority, the funds so invested will be required for expenditure. The express judgment of the authority as to the time when any funds will be required for expenditure or be redeemable is final and conclusive. Investment in any obligation enumerated in this section may be made either directly or in the form of securities of, or other interests in, an investment company registered under the Federal Investment Act of 1940, whose shares are registered under the Federal Securities Act of 1933, and whose investments are limited to these obligations. Section 19. The authority shall have the continuing power to issue revenue bonds, notes, or other evidences of indebtedness to pay the cost incurred in connection with developing, constructing, acquiring, improving, maintaining, operating, and decommissioning projects. For the purpose of evidencing the obligations of the authority to repay any money borrowed, the authority may, pursuant to resolution, from time to time issue and dispose of its interest bearing revenue bonds, notes, or other instruments and may also from time to time issue and dispose of such bonds, notes, or other instruments to refund, at maturity, at a redemption date or in advance of either, any revenue bonds, notes, or other instruments pursuant to redemption provisions or at any time before maturity. All such revenue bonds, notes, or other instruments shall be payable solely from the revenues or income to be derived with respect to projects, from the leasing or sale of the projects, or from any other funds available to the authority for such purposes. The revenue bonds, notes, or other instruments may bear such date or dates, may mature at such time or times not exceeding forty years from their respective dates, may bear interest at such rate or rates, may be in such form, may carry such registration privileges, may be executed in such manner, may be payable at such place or places, may be made subject to redemption in such manner and upon such terms, with or without premium as is stated on the face thereof, may be authenticated in such manner, and may contain such terms and covenants as may be provided by an applicable resolution. Section 20. Any holder of any revenue bonds, notes, or other instruments issued by the authority may bring suits at law or proceedings in equity to compel the performance and observance by any corporation or person or by the authority or any of its agents or employees of any contract or covenant made with the holders of such revenue bonds, notes, or other instruments, to compel such corporation, person, the authority, and any of its agents or employees to perform any duties required to be performed for the benefit of the holders of any such revenue bonds, notes, or other instruments by the provision of the resolution authorizing their issuance and to enjoin such corporation, person, the authority, and any of its agents or employees from taking any action in conflict with any such contract or covenant. Section 21. If the authority fails to pay the principal of or interest on any of the revenue bonds or premium, if any, as the same become due, a civil action to compel payment may be instituted in the appropriate circuit court by the holder or holders of the revenue bonds on which such default of payment exists or by an indenture trustee acting on behalf of such holders. Delivery of a summons and a copy of the complaint to the chair of the board constitutes sufficient service to give the circuit court jurisdiction of the subject matter of such a suit and jurisdiction over the authority and its officers named as defendants for the purpose of compelling such payment. Section 22. Notwithstanding the form and tenor of any such revenue bonds, notes, or other instruments and in the absence of any express recital on the face of any such revenue bond, note, or other instruments that it is non-negotiable, all such revenue bonds, notes, and other instruments shall be negotiable instruments. Pending the preparation and execution of any such revenue bonds, notes, or other instruments, temporary revenue bonds, notes, or instruments may be issued as provided by resolution. Section 23. To secure the payment of any or all of such revenue bonds, notes, or other instruments, the revenues to be received by the authority from a lease agreement or loan agreement shall be pledged, and, for the purpose of setting forth the covenants and undertakings of the authority in connection with the issuance thereof and the issuance of any additional revenue bonds, notes, or other instruments payable from such revenues, income, or other funds to be derived from projects, the authority may execute and deliver a trust agreement. A remedy for any breach or default of the terms of any such trust agreement by the authority may be by mandamus proceedings in the appropriate circuit court to compel the performance and compliance therewith, but the trust agreement may prescribe by whom or on whose behalf the action may be instituted. Section 24. The revenue bonds or notes shall be secured as provided in the authorizing resolution which may, notwithstanding any other provision of this Act, include in addition to any other security a specific pledge or assignment of and lien on or security interest in any or all revenues or money of the authority from whatever source which may by law be used for debt service purposes and a specific pledge or assignment of and lien on or security interest in any funds or accounts established or provided for by resolution of the authority authorizing the issuance of such revenue bonds, notes, or other instruments. Any pledge made by the authority of revenues or other moneys received or to be received by the authority pursuant to an agreement with a governmental agency relating to a project to pay revenue bonds, notes, or other evidences of indebtedness of the authority shall be binding from the time the pledge is made. Revenues and other moneys received or to be received by the authority pursuant to an agreement with a governmental agency relating to a project so pledged to pay revenue bonds, notes, or other evidences of indebtedness of the authority shall be held outside of the state treasury and in the custody of the authority or a trustee or a depository appointed by the authority. Revenues or other moneys received or to be received by the authority pursuant to an agreement with a governmental agency relating to a project so pledged to pay revenue bonds, notes, or other evidences of indebtedness of the authority and thereafter received by the authority or such trustee or depository shall immediately be subject to the lien of the pledge without any physical delivery thereof or further act, and the lien of any pledge shall be binding against all parties having claims of any kind of tort, contract, or otherwise against the authority or the State of South Dakota, irrespective of whether the parties have notice thereof. Neither the resolution nor any other instrument by which a pledge is created need be filed or recorded except in the records of the authority. Section 25. The State of South Dakota pledges to and agrees with the holders of the revenue bonds and notes of the authority issued pursuant to this Act that the state will not limit or decrease the rights and powers vested in the authority by this act so as to impair the terms of any contract made by the authority with such holders or in any way impair the rights and remedies of such holders until such revenue bonds, notes, or other instruments, together with interest thereon, with interest on any unpaid installments of interest, and all costs and expenses in connection with any action or proceedings by or on behalf of such holders, are fully met and discharged. The authority is authorized to include these pledges and agreements of the state in any contract with the holders of revenue bonds, notes, or other instruments issued pursuant to this section. Section 26. Nothing in this Act may be construed to authorize the authority to create a debt of the state within the meaning of the Constitution or statutes of South Dakota and all revenue bonds, notes, other instruments and obligations issued by the authority pursuant to the provisions of this Act are payable and shall state that they are payable solely from the funds pledged for their payment in accordance with the resolution authorizing their issuance or in any trust indenture or mortgage or deed of trust executed as security therefor. The state is not in any event liable for the payment of the principal of or interest on any bonds, notes, instruments, or obligations issued by the authority or for the performance of any pledge, mortgage, obligation, or agreement of any kind whatsoever which may be undertaken by the authority. No breach of any such pledge, mortgage, obligation, or agreement may impose any pecuniary liability upon the state or any charge upon its general credit or against its taxing power. Section 27. The state and all counties, municipalities, political subdivisions, public bodies, public officers, banks, bankers, trust companies, savings banks and institutions, building and loan associations, savings and loan associations, personal representatives, conservators, trustees, and other fiduciaries may legally invest any debt service funds, money, or other funds belonging to them or within their control in any bonds or notes issued pursuant to this Act. Section 28. Any documentary material or data made or received by the authority for purposes under this Act, to the extent that such material or data consists of trade secrets, scientific or technical secrets, matters involving national security, or commercial or financial information regarding the operation of a business, may not be considered public records, and are exempt from disclosure. Any discussion or consideration of such information may be held by the authority in executive session. Section 29. The authority may acquire title to any project with respect to which it exercises its authority. Section 30. The authority may acquire by purchase, lease, gift, or otherwise any property or rights to any property from any person or any governmental agency, whether improved for the purposes of any prospective project or unimproved. The authority may also accept any donation of funds for its purposes from any of those sources. Section 31. The authority may acquire, develop, construct, improve, maintain, operate, and decommission any project, either under its own direction or through collaboration with any approved applicant, or to acquire any project through purchase or otherwise, using for that purpose the proceeds derived from its sale of revenue bonds, notes, or other instruments or governmental loans, grants or other funds and to hold title to those projects in the name of the authority. Section 32. The authority may enter into intergovernmental agreements with any governmental agency. Section 33. The authority may share employees with governmental agencies. Section 34. The provisions of § 5-2-19 do not apply to real or personal property given to the authority. Section 35. Any department, board, commission, agency, or officer of this state or the Board of Regents of the State of South Dakota, may transfer jurisdiction of or title to any property to, or may exchange property under its control with, the authority if the transfer or exchange is approved in writing by the Governor as being advantageous to the state. Section 36. The authority shall designate a qualified public depository as defined in § 4-6A- 1 as a depository of its money. Those depositories shall be designated only within the state and upon condition that bonds approved as to form and surety by the authority and at least equal in amount to the maximum sum expected to be on deposit at any one time shall be first given by the depositories to the authority, those bonds to be conditioned for the safekeeping and prompt repayment of the deposits. If any of the funds of the authority are deposited by the treasurer in any such depository, the treasurer and the sureties on the treasurer's official bond are, to that extent, exempt from liability for the loss of any of the deposited funds by reason of the failure, bankruptcy, or any other act or default of the depository. However, the authority may accept assignments of collateral by any depository of its funds to secure the deposits to the same extent and conditioned in the same manner as assignments of collateral are permitted by law to secure deposits of the funds consistent with the provisions of chapter 4-6A. Section 37. The income of the authority and all land, improvements, equipment, fixtures, or other property interests owned by the authority are exempt from all taxation in the State of South Dakota. The authority is exempt from the provisions of chapter 47-31A. Section 38. The authority is attached to the Department of Tourism and State Development for reporting purposes. The authority shall submit such records, information, and reports in the form and at such times as required by the secretary. However, the authority shall report at least annually. Section 39. Notwithstanding any other provisions of law, all funds received by the authority shall be set forth in an informational budget as described in § 4-7-7.2. Section 40. The functions and programs of the former Homestake Laboratory Conversion Project are transferred to the authority. Section 41. The authority may accept the donation of the former Homestake Mine in Lead, South Dakota, or any part thereof. Section 42. The sections, clauses, sentences, and parts of this Act are severable, are not matters of mutual essential inducement, and any of them may be excised by any court of competent jurisdiction if this Act would otherwise be unconstitutional or ineffective. It is the intention of this Act to confer upon the authority the whole or any part of the powers in this Act provided for, and if any one or more sections, clauses, sentences, and parts of this Act are for any reason questioned in any court of competent jurisdiction and are adjudged unconstitutional or invalid, the judgment does not affect, impair, or invalidate the remaining provisions thereof, but is confined in its operation to the specific provision or provisions so held unconstitutional or invalid, and the inapplicability or invalidity of any section, clause, sentence, or part of this Act in any one or more instances does not affect or prejudice its applicability or validity in any other instance. Section 43. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 19126, "bill_version_id": 101015, "bill_version": "Enrolled", "bill_version_date": "2004-02-10T08:22:32-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19126, "action_date": "2004-01-28T14:00:00-06:00", "document_id": 100203, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100203.pdf", "status_text": "First read in Senate and referred to", "journal_page": 203, "committee_id_action": 832, "committee_id_assigned": 814, "result": "N", "vote": {}}, {"bill_id": 19126, "action_date": "2004-01-30T07:45:00-06:00", "document_id": 100317, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100317.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 814, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19126, "action_date": "2004-01-30T07:45:00-06:00", "document_id": 100317, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100317.pdf", "status_text": "Do Pass,", "journal_page": 250, "committee_id_action": 814, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58829, "president_vote": null, "Yea": [3093, 3109, 3120, 3137, 3139, 3146, 3065, 3050]}}, {"bill_id": 19126, "action_date": "2004-02-02T14:00:00-06:00", "document_id": 100464, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100464.pdf", "status_text": "Deferred to another day", "journal_page": 279, "committee_id_action": 832, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19126, "action_date": "2004-02-03T14:00:00-06:00", "document_id": 100553, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100553.pdf", "status_text": "Do Pass,", "journal_page": 293, "committee_id_action": 832, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59094, "president_vote": null, "Yea": [3044, 3046, 3047, 3050, 3052, 3059, 3061, 3062, 3064, 3065, 3066, 3068, 3077, 3079, 3087, 3089, 3091, 3092, 3093, 3094, 3097, 3098, 3101, 3103, 3109, 3113, 3115, 3116, 3120, 3128, 3132, 3137, 3138, 3139, 3146]}}, {"bill_id": 19126, "action_date": "2004-02-03T14:00:00-06:00", "document_id": 100543, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100543.pdf", "status_text": "First read in House and referred to", "journal_page": 365, "committee_id_action": 831, "committee_id_assigned": 826, "result": "N", "vote": {}}, {"bill_id": 19126, "action_date": "2004-02-06T10:00:00-06:00", "document_id": 100785, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100785.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 826, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19126, "action_date": "2004-02-06T10:00:00-06:00", "document_id": 100785, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100785.pdf", "status_text": "Do Pass,", "journal_page": 430, "committee_id_action": 826, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57118, "president_vote": null, "Yea": [3071, 3073, 3080, 3081, 3086, 3106, 3111, 3117, 3121, 3140, 3148, 3129, 3124]}}, {"bill_id": 19126, "action_date": "2004-02-07T13:00:00-06:00", "document_id": 100911, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100911.pdf", "status_text": "Deferred to another day", "journal_page": 460, "committee_id_action": 831, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19126, "action_date": "2004-02-09T14:00:00-06:00", "document_id": 100992, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100992.pdf", "status_text": "Do Pass,", "journal_page": 473, "committee_id_action": 831, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59410, "president_vote": null, "Yea": [3045, 3048, 3049, 3053, 3054, 3055, 3056, 3057, 3058, 3060, 3067, 3069, 3070, 3071, 3072, 3073, 3074, 3075, 3076, 3078, 3080, 3081, 3082, 3083, 3084, 3085, 3086, 3088, 3090, 3095, 3096, 3099, 3100, 3102, 3104, 3105, 3106, 3107, 3108, 3110, 3112, 3114, 3117, 3118, 3119, 3121, 3122, 3123, 3124, 3125, 3126, 3127, 3129, 3130, 3131, 3133, 3134, 3135, 3136, 3140, 3141, 3142, 3143, 3144, 3147, 3148, 3149, 3111], "Nay": [3051, 3145]}}, {"bill_id": 19126, "action_date": "2004-02-10T14:00:00-06:00", "document_id": 101083, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101083.pdf", "status_text": "Signed by Speaker", "journal_page": 512, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19126, "action_date": "2004-02-10T14:00:00-06:00", "document_id": 101096, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101096.pdf", "status_text": "Signed by President", "journal_page": 440, "committee_id_action": 832, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19126, "action_date": "2004-02-11T14:30:00-06:00", "document_id": 101204, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101204.pdf", "status_text": "Delivered to the Governor", "journal_page": 455, "committee_id_action": 832, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19126, "action_date": "2004-02-12T14:00:00-06:00", "document_id": 101286, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101286.pdf", "status_text": "Signed by Governor", "journal_page": 472, "committee_id_action": 832, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2596, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/19126"}