{"session_id": 24, "bill_id": 6961, "bill_type": "House Bill", "bill_number": 1082, "bill_title": "codify the list of navigable streams requiring gates.", "sponsors": [{"legislator_profile_id": 1033, "is_prime": true}, {"legislator_profile_id": 1041, "is_prime": true}, {"legislator_profile_id": 1050, "is_prime": false}, {"legislator_profile_id": 985, "is_prime": false}, {"legislator_profile_id": 976, "is_prime": false}, {"legislator_profile_id": 1002, "is_prime": false}, {"legislator_profile_id": 998, "is_prime": false}, {"legislator_profile_id": 1019, "is_prime": false}, {"legislator_profile_id": 963, "is_prime": false}, {"legislator_profile_id": 1048, "is_prime": false}, {"legislator_profile_id": 1016, "is_prime": false}, {"legislator_profile_id": 1046, "is_prime": false}, {"legislator_profile_id": 973, "is_prime": false}, {"legislator_profile_id": 1008, "is_prime": false}, {"legislator_profile_id": 1064, "is_prime": false}], "keywords": ["Administrative Rules", "Navigable Streams", "Property", "Public Health and Safety", "Real Estate", "Recreation and Sports", "Water Management"], "audio": [{"meeting_datetime": "2016-02-02T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hag13.mp3", "start_seconds": 6580.0}, {"meeting_datetime": "2016-02-02T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hag13.mp3", "start_seconds": 6580.0}, {"meeting_datetime": "2016-02-02T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hag13.mp3", "start_seconds": 6580.0}, {"meeting_datetime": "2016-02-03T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou14.mp3", "start_seconds": 4094.0}, {"meeting_datetime": "2016-02-03T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou14.mp3", "start_seconds": 4094.0}, {"meeting_datetime": "2016-02-03T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou14.mp3", "start_seconds": 4094.0}, {"meeting_datetime": "2016-02-16T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sag21.mp3", "start_seconds": 995.0}, {"meeting_datetime": "2016-02-16T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sag21.mp3", "start_seconds": 995.0}, {"meeting_datetime": "2016-02-16T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sag21.mp3", "start_seconds": 995.0}, {"meeting_datetime": "2016-02-17T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen22.mp3", "start_seconds": 2226.0}, {"meeting_datetime": "2016-02-17T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen22.mp3", "start_seconds": 2226.0}, {"meeting_datetime": "2016-02-17T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen22.mp3", "start_seconds": 2226.0}], "bill_versions": [{"bill_id": 6961, "bill_version_id": 37904, "bill_version": "Introduced", "bill_version_date": "2016-01-22T09:30:09.727-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to codify the list of navigable streams requiring gates. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 43-17-34 be amended to read: 43-17-34. A stream, or portion of a stream, is navigable if it can support a vessel capable of carrying one or more persons throughout the period between the first of May to the thirtieth of September, inclusive, in two out of every ten years. A dry draw, as defined in § 46-1-6, is not navigable. This section does not apply to any stream or portion of a stream which is navigable pursuant to federal law. Any person may petition the Water Management Board for a declaratory ruling as to the navigability of any stream, or portion of a stream, in this state. The Water Management Board may charge the petitioner a fee not to exceed two hundred fifty dollars to defray the costs of preparing the declaratory ruling. Neither this section nor any declaratory ruling made pursuant to this section grants, creates, recognizes, conveys, removes, or diminishes The provisions of §§ 43-17-34 to 43-17-36, inclusive, and § 43-17-38 do not grant, create, recognize, convey, remove, or diminish any right or title to property. The provisions of this section apply only to the implementation of §§ 43-17-35 to 43-17-37 and 43-17-38, inclusive. Section 2. That § 43-17-37 be repealed. 43-17-37. The owners of land adjacent to the stream may request a variance from the requirements of §§ 43-17-35 and 43-17-36 by application to the Water Management Board if local conditions do not permit compliance with rules promulgated pursuant to § 43-17-36. Upon receiving a request for a variance, the chief engineer, as defined in subdivision 46-1-6(5), shall schedule the matter for hearing by the Water Management Board in accordance with the procedures specified in chapter 46-2A. Section 3. That § 43-17-38 be amended to read: 43-17-38. A gate or opening constructed pursuant to § 43-17-36 is required in any fence that crosses any stream or portion of any stream that is navigable pursuant to § 43-17-34 and that has been designated by the Water Management Board as requiring a gate or opening pursuant to § 43-17-39. A gate or opening constructed pursuant to § 43-17-36 is required in any fence that may be constructed across any of the following streams or portions of such streams: (1) Big Sioux River from the Grant-Codington County boundary to a point five miles north of the Missouri River in Union County; (2) Turtle creek, from Highway 26 to the James River, located in Spink County; (3) Elm River, from Elm Lake to the James River, located in Brown County; (4) Moccasin Creek, from 18th Avenue southwest to 8th Avenue northwest in the City of Aberdeen, located in Brown County; (5) North fork of Whetstone River, from Highway 15 near Wilmot to the Minnesota state boundary, located in Roberts and Grant Counties; (6) Flandreau Creek, from the Minnesota state boundary to the Big Sioux River, located in Moody County; (7)(6) Vermillion River, from Lake Vermillion to the Missouri River; (8)(7) East fork of the Vermillion River, from Interstate 90 to Lake Vermillion, located in McCook County; (9)(8) Splitrock Creek, from the Minnesota state boundary to the Big Sioux River, located in Minnehaha County; (10)(9) Firesteel Creek, that portion located in Davison County; (11)(10) Little White River, from the Bennett-Todd County boundary to the White River, located in Todd and Mellette Counties; (12)(11) White River, from the Nebraska state boundary to the Missouri River; (13)(12) Bad River, from the Stanley-Jones County boundary to the Missouri River, located in Stanley County; (14)(13) Cheyenne River, from the Wyoming state boundary Hat Creek to the Angostura Dam in Fall River County, and from Custer-Fall River County boundary to Highway 44 in Pennington County, and from the confluence of the Belle Fourche-Cheyenne Rivers to the Missouri River; (15)(14) Moreau River, from Highway 63 to the Missouri River; (16)(15) Grand River, from Shadehill Reservoir to the Missouri River; (17) Little Missouri River, from the Montana state boundary to the North Dakota state boundary, located in Harding County; (18) Belle Fourche River, from the Wyoming state boundary to the Belle Fourche irrigation project diversion dam and from Highway 79 to the Cheyenne River; (19) Little Minnesota River, from Highway 10 to Lake Traverse, located in Roberts County; and (20)(16) Redwater River, from Highway 85 to the Belle Fourche River, located in Butte County. Because the Missouri River, James River, Boise des Sioux River, and the lower five miles of the Big Sioux River have been designated as navigable pursuant to federal law, this chapter does not permit fencing, with or without gates, across the federally-navigable portions of these rivers. The extent of the public's use shall be the determining factor in designating a stream or portion of a stream pursuant to this section or § 43-17-39. The public's right to the use of such designated streams as public highways pursuant to § 43-17-2 may be impaired if a gate or opening is not provided in each fence across the streams. Construction of a fence in violation of this section is a Class 2 misdemeanor. The public's interest in or right to use other streams navigable pursuant to § 43-17-34 but not designated pursuant to this section or § 43-17-39 is not impaired or unduly restricted if fences crossing such other navigable streams are not provided with a gate or opening. This section and § 43-17-39 do does not diminish the public's interest in or right to use streams that are navigable pursuant to § 43-17-34 but that are not designated pursuant to this section or § 43-17-39. Section 4. That § 43-17-39 be repealed. 43-17-39. Any person may file a petition by August first in any year with the Water Management Board requesting the board to add any stream or portion of a stream to, or to delete any stream or portion of a stream from, the streams listed pursuant to § 43-17-38. At its next regularly scheduled meeting after August first, the board shall consider any petitions that have been received during the twelve months immediately prior to August first and may act on such petitions by promulgating rules pursuant to chapter 1-26 to: (1) Designate a stream or portion of a stream to be included among the streams listed pursuant to § 43-17-38 and this section: (a) If the stream portion is navigable pursuant to § 43-17-34; and (b) If available information shows that use by the public justifies the construction and maintenance of a gate or opening in any fence across the navigable stream; or if the public's right to the use of a stream as a public highway pursuant to § 43-17-2 would be adversely impaired without a gate or opening in each fence across the stream; (2) Delete a stream or portion of a stream from the streams listed pursuant to § 43-17-38 and this section: (a) If available information shows that the public's use is not significant; or (b) If the rights of the public to the use of the stream would not be adversely impaired without a gate or opening in any fence across the stream. Any designation made pursuant to this section shall specify the months of the year during which a gate or opening across the navigable stream or portion of the stream is required. Any person who submitted written or oral testimony at the hearing pursuant to this section and who does not agree with a board decision, may file a petition within ten days of the hearing with the chief engineer, as defined in subdivision 46-1-6(5), to request the Legislature to take final action on the matter governed by the petition. Upon receipt of a petition to submit the decision of the board to the Legislature, the board's decision is nullified and the portion of the rules addressed by the petition may not take effect. The chief engineer shall draft legislation in accordance with the petition and submit the proposed legislation to the next Legislature. All persons submitting written or oral testimony at the hearing shall be given notice by first class mail that the decision of the board has been nullified and that legislation to address the petition will be submitted to the Legislature. The Legislature may add or delete a stream or portion of a stream to the streams designated pursuant to this section and § 43-17-38. Section 5. That ARSD 74:02:10:04 be repealed. 74:02:10:04. Declaratory ruling on navigability. A request for a declaratory ruling on the navigability of a stream must be in the form of a petition submitted to the chief engineer containing the following: (1) The name, address, and telephone number of the person or persons submitting the petition; (2) The name and location of the stream; (3) The requested action and reasons for the request; and (4) A fee of $50 for each petition. Section 6. That ARSD 74:02:10:05 be repealed. 74:02:10:05. Timely consideration by board. The board shall consider the petition submitted pursuant to § 74:02:10:04 no later than its second regularly scheduled meeting after receipt of the petition. Section 7. That ARSD 74:02:10:06 be repealed. 74:02:10:06. Petitioner to publish notice. The petitioner shall publish a notice of hearing describing the contents of the petition pursuant to SDCL 46-2A-4(1) to 46-2A-4(10), as applicable, and SDCL 1-26-17. Section 8. That ARSD 74:02:10:07 be repealed. 74:02:10:07. Deletion of stream portions from streams listed in SDCL 43-17-38. The following portions of streams are deleted from the list of streams where gates or openings are required in fences across streams pursuant to SDCL 43-17-38: (1) The portion of the Belle Fourche River from the Wyoming state line to the Belle Fourche Irrigation District Diversion Dam in Butte County [SDCL 43-17-38(18)]; (2) The portion of the Belle Fourche River from its intersection with Highway 79 in Butte County to its intersection with Meade County Highway 12 on the west side of section 19, township 5 north, range 10 east of the Black Hills meridian [SDCL 43-17-38(18)]; (3) The portion of the Cheyenne River from the Wyoming state line to the mouth of Hat Creek in Fall River County in the southeast quarter of section 13, township 9 south, range 4 east of the Black Hills meridian [SDCL 43-17-38(14)]; (4) The Little Minnesota River from Highway 10 to Lake Traverse in Roberts County [SDCL 43-17-38(19)]; (5) The North Fork of Whetstone River in Roberts and Grant Counties from Highway 15 near Wilmot to the Minnesota state boundary [SDCL 43-17-38(5)]; (6) The portion of the Cheyenne River from the Angostura Dam to the Fall River-Custer County line [SDCL 43-17-38(14)]; (7) The portion of the Cheyenne River from Highway 44 to the mouth of the Belle Fourche River [SDCL 43-17-38(14)]; (8) The Little Missouri River in Harding County from the Montana state boundary to the North Dakota state boundary [SDCL 43-17-38(17)]; and (9) The portion of the Belle Fourche River from its intersection with Meade County Highway 12 on the west side of section 19, township 5 north, range 10 east to its confluence with the Cheyenne River, section 33/34, township 6 north, range 15 east of the Black Hills Meridian [SDCL 43-17-38(18)]."}, {"bill_id": 6961, "bill_version_id": 39521, "bill_version": "Enrolled", "bill_version_date": "2016-02-18T10:11:13.917-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6961, "action_date": "2016-01-22T13:00:00-06:00", "document_id": 37947, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37947.pdf", "status_text": "First read in House and referred to", "journal_page": 150, "committee_id_action": 325, "committee_id_assigned": 321, "result": "N", "vote": {}}, {"bill_id": 6961, "action_date": "2016-02-02T07:45:00-06:00", "document_id": 38375, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38375.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 321, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6961, "action_date": "2016-02-02T07:45:00-06:00", "document_id": 38519, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38519.pdf", "status_text": "Do Pass", "journal_page": 230, "committee_id_action": 321, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20411, "president_vote": null, "Yea": [964, 1039, 980, 1056, 1058, 1018, 1054, 1007, 1030, 988, 1032, 1055, 1031]}}, {"bill_id": 6961, "action_date": "2016-02-03T14:00:00-06:00", "document_id": 38701, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38701.pdf", "status_text": "Do Pass", "journal_page": 269, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20514, "president_vote": null, "Yea": [1043, 1042, 1063, 983, 1057, 964, 1040, 995, 1039, 986, 1050, 1060, 1009, 1033, 980, 985, 976, 1049, 1022, 1056, 1061, 1021, 1002, 1019, 1065, 972, 963, 1062, 1038, 982, 1055, 1044, 1017, 1058, 1036, 1048, 1024, 1003, 968, 1018, 1059, 1054, 1031, 1027, 1028, 992, 1034, 1006, 991, 1007, 1052, 1030, 988, 993, 1026, 981, 1023, 1069, 1029, 996, 990, 1032, 1025, 1051, 965, 1053, 1064, 989], "Excused": [1015, 987]}}, {"bill_id": 6961, "action_date": "2016-02-04T14:00:00-06:00", "document_id": 38838, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38838.pdf", "status_text": "First read in Senate and referred to", "journal_page": 218, "committee_id_action": 309, "committee_id_assigned": 296, "result": "N", "vote": {}}, {"bill_id": 6961, "action_date": "2016-02-16T10:00:00-06:00", "document_id": 39210, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39210.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 296, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6961, "action_date": "2016-02-16T10:00:00-06:00", "document_id": 39362, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39362.pdf", "status_text": "Do Pass", "journal_page": 302, "committee_id_action": 296, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20926, "president_vote": null, "Yea": [979, 1016, 1014, 1001, 1046, 973, 975, 1037], "Excused": [994]}}, {"bill_id": 6961, "action_date": "2016-02-17T14:00:00-06:00", "document_id": 39474, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39474.pdf", "status_text": "Do Pass", "journal_page": 327, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21033, "president_vote": null, "Yea": [974, 977, 999, 1037, 966, 1014, 1067, 979, 969, 1005, 1047, 998, 1035, 997, 984, 994, 1041, 967, 975, 1011, 1010, 1020, 971, 1016, 1001, 1046, 1066, 1012, 1045, 1000, 970, 978, 1013, 973, 1008]}}, {"bill_id": 6961, "action_date": "2016-02-18T14:00:00-06:00", "document_id": 39591, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39591.pdf", "status_text": "Signed by the Speaker", "journal_page": 455, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6961, "action_date": "2016-02-22T14:00:00-06:00", "document_id": 39767, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39767.pdf", "status_text": "Signed by the President", "journal_page": 398, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6961, "action_date": "2016-02-23T14:00:00-06:00", "document_id": 39859, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39859.pdf", "status_text": "Delivered to the Governor", "journal_page": 650, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6961, "action_date": "2016-02-29T14:00:00-06:00", "document_id": 40105, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40105.pdf", "status_text": "Signed by the Governor", "journal_page": 710, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6250}