{"session_id": 43, "bill_id": 10378, "bill_type": "House Bill", "bill_number": 1211, "bill_title": "change the payment process for forensic medical examinations.", "sponsors": [{"legislator_profile_id": 1727, "is_prime": true}, {"legislator_profile_id": 1704, "is_prime": true}], "keywords": ["Crimes", "Sex Offenders"], "audio": [{"meeting_datetime": "2020-02-20T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe23.mp3", "start_seconds": 240.0}, {"meeting_datetime": "2020-02-20T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe23.mp3", "start_seconds": 240.0}, {"meeting_datetime": "2020-02-20T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe23.mp3", "start_seconds": 240.0}], "bill_versions": [{"bill_id": 10378, "bill_version_id": 65618, "bill_version": "Introduced", "bill_version_date": "2020-01-30T10:24:53.73-06:00", "bill_text": "An Act to change the payment process for forensic medical examinations. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 22-22-26 be AMENDED: 22-22-26. Insurance or county to pay for forensic medical examinations. A physician, hospital, or clinic who performs a forensic medical examination may request authorization from the victim of the alleged rape or sex offense to allow payment for the examination from the victim's insurer, unless the examination is for an unreported sexual assault. This authorization may only be requested after the examination has been performed. When seeking authorization, the physician, hospital, or clinic shall inform the victim that if the victim does not give authorization, the county is required to pay for the examination and the victim is not liable for examination costs or obligated to give authorization. Nothing in this section limits the duties, responsibilities, or liabilities of any insurer, except that a hospital may only seek payment from insurance for a forensic medical examination if authorized by the victim. The county where an alleged rape or sexual offense occurred shall pay, excluding any costs covered by the victim's insurance, the cost of any forensic medical examination performed by a physician, hospital, or clinic on the victim of the alleged rape or sexual offense. For purposes of the provisions of §§ 22-22-26 to 22-22-26.2, inclusive, the term, forensic medical examination, includes: (1) Examination of physical trauma; (2) Patient interview, including medical history, triage, and consultation; and (3) Collection and evaluation of evidence, including any photographic documentation; preservation and maintenance of the chain of custody of evidence; medical specimen collection; and any alcohol- or drug-facilitated sexual assault assessment and toxicology screening deemed necessary by the physician, hospital, or clinic. Section 2. That § 22-22-26.1 be AMENDED: 22-22-26.1. Cost of forensic medical examination--Convicted defendant to reimburse insurance and county. A person who is convicted of a rape or sexual offense shall be required as part of the sentence imposed by the court to reimburse the victim's insurer, the county, or both, for the cost of any forensic medical examination performed under § 22-22-26 resulting from the rape or sexual offense for which the defendant is convicted. The cost of a forensic medical examination to be paid by the county under § 22-22-26 and reimbursed to the county under this section shall include: (1) Physician, hospital, or clinic services and fees directly related to the forensic medical examination, including integral forensic supplies; (2) Scope procedures directly related to the forensic medical examination, including anoscopy and colposcopy; (3) Laboratory testing directly related to the forensic medical examination, including drug screening, urinalysis, pregnancy screening, syphilis screening, chlamydia culture, gonorrhea coverage culture, blood test for HIV screening, hepatitis B and C, herpes culture, and any other sexually-transmitted disease testing directly related to the examination; (4) Any medication provided during the forensic medical examination; and (5) Any radiology service directly related to the forensic medical examination. Section 3. That § 22-22-26.2 be AMENDED: 22-22-26.2. Coordination of payment of cost of forensic medical examinations--Notice to victim--Victim not required to participate. Each physician, hospital, and clinic conducting an examination under § 22-22-26 shall coordinate with the county to establish a payment process by which the county shall pay for the cost of any forensic medical examination performed under § 22-22-26 and to notify any victim of rape or sexual offense of the availability of a forensic medical examination at no cost to the victim. A victim of rape or sexual offense is not required to participate in the criminal justice system or to cooperate with law enforcement to be provided with a forensic medical examination without cost to the victim. The amount paid to a physician, hospital, or clinic for a forensic medical exam performed under § 22-22-26 may not exceed the actual cost of the forensic medical examination or an amount established by the secretary of the Department of Social Services, whichever is less. The amount established by the secretary under this section shall be based on Medicaid payment methodology. A physician, hospital, or clinic may not maintain a claim against a victim's insurer or a county for any amount that exceeds the usual ordinary and reasonable charge for a forensic medical examination, including an amount that is less than the actual cost of the forensic medical examination. If the physician, hospital, or clinic performs forensic medical examinations, or any portion of a forensic medical examination, to persons who are medically indigent residing in the county in which the physician, hospital, or clinic is located at a cost less than the amount provided for in this section, the physician, hospital, or clinic shall furnish the forensic medical examination, or any applicable portion of the forensic medical examination, at the lower cost."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 10378, "action_date": "2020-01-30T13:00:00-06:00", "document_id": 65199, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65199.pdf", "status_text": "First Reading House", "journal_page": 98, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10378, "action_date": "2020-02-04T14:00:00-06:00", "document_id": 65696, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65696.pdf", "status_text": "Referred to", "journal_page": 117, "committee_id_action": 480, "committee_id_assigned": 466, "result": "N", "vote": {}}, {"bill_id": 10378, "action_date": "2020-02-06T08:00:00-06:00", "document_id": 66241, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66241.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 466, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10378, "action_date": "2020-02-20T07:45:00-06:00", "document_id": 67782, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67782.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 466, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10378, "action_date": "2020-02-20T07:45:00-06:00", "document_id": 67783, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67783.pdf", "status_text": "Tabled", "journal_page": null, "committee_id_action": 466, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33311, "president_vote": null, "Yea": [1670, 1740, 1675, 1679, 1698, 1709, 1656, 1696, 1662, 1712, 1755, 1731], "Excused": [1699]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/10378"}