{"session_id": 4, "bill_id": 4657, "bill_type": "Senate Bill", "bill_number": 4, "bill_title": "revise certain provisions concerning campaign finance reporting requirements and to establish certain penalties.", "sponsors": [], "keywords": ["Campaign Finance", "Elections", "Secretary of State"], "audio": [{"meeting_datetime": "2008-01-16T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst07.mp3", "start_seconds": 3595.0}, {"meeting_datetime": "2008-01-16T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst07.mp3", "start_seconds": 3595.0}, {"meeting_datetime": "2008-01-16T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst07.mp3", "start_seconds": 3595.0}, {"meeting_datetime": "2008-02-04T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst17.mp3", "start_seconds": 56.0}, {"meeting_datetime": "2008-02-04T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst17.mp3", "start_seconds": 56.0}, {"meeting_datetime": "2008-02-04T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst17.mp3", "start_seconds": 56.0}, {"meeting_datetime": "2008-02-11T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst21.mp3", "start_seconds": 5949.0}, {"meeting_datetime": "2008-02-11T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst21.mp3", "start_seconds": 5949.0}, {"meeting_datetime": "2008-02-11T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst21.mp3", "start_seconds": 5949.0}, {"meeting_datetime": "2008-02-11T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst21.mp3", "start_seconds": 5949.0}, {"meeting_datetime": "2008-02-13T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen23.mp3", "start_seconds": 2252.0}, {"meeting_datetime": "2008-02-13T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen23.mp3", "start_seconds": 2252.0}, {"meeting_datetime": "2008-02-13T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen23.mp3", "start_seconds": 2252.0}, {"meeting_datetime": "2008-02-13T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen23.mp3", "start_seconds": 2252.0}, {"meeting_datetime": "2008-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst29.mp3", "start_seconds": 1867.0}, {"meeting_datetime": "2008-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst29.mp3", "start_seconds": 1867.0}, {"meeting_datetime": "2008-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst29.mp3", "start_seconds": 1867.0}, {"meeting_datetime": "2008-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst29.mp3", "start_seconds": 1867.0}, {"meeting_datetime": "2008-02-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou31.mp3", "start_seconds": 817.0}, {"meeting_datetime": "2008-02-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou31.mp3", "start_seconds": 817.0}, {"meeting_datetime": "2008-02-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou31.mp3", "start_seconds": 817.0}], "bill_versions": [{"bill_id": 4657, "bill_version_id": 231, "bill_version": "Introduced", "bill_version_date": "2007-12-31T13:34:43.233-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning campaign finance reporting requirements and to establish certain penalties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 12-27-1 be amended to read as follows: 12-27-1. Terms used in this chapter mean: (1) \"Ballot question,\" any referendum, initiative, proposed constitutional amendment, or other measure submitted to voters at any election; (2) \"Ballot question committee,\" a person or organization that raises, collects, or disburses contributions solicited for the placement of a ballot question on the ballot or the adoption or defeat of any ballot question. A ballot question committee is not a person, political committee, or political party that makes a contribution to a ballot question committee. A ballot question committee is not an organization that makes a contribution to a ballot question committee from treasury funds; (3) \"Candidate campaign committee,\" any entity organized by a candidate to receive contributions and make expenditures for the candidate. Only one candidate campaign committee may be organized for each candidate; (4) \"Candidate,\" any person who seeks nomination for or election to public office, and for the purpose of this chapter a person is deemed a candidate if the person raises, collects, or disburses contributions in excess of five hundred dollars; has authorized the solicitation of contributions or the making of expenditures; or has created a candidate campaign committee for the purpose of obtaining public office. The person is also deemed a candidate if the person has taken all actions required by state law to qualify for nomination for or election to public office; (5) \"Clearly identified,\" the appearance of the name, nickname, a photograph or a drawing of a candidate or public office holder , or the unambiguous reference to the identity of a candidate or public office holder ; (6) \"Contribution,\" any gift, advance, distribution, deposit, or payment of money or any other valuable consideration, or any contract, promise or agreement to do so; any discount or rebate not available to the general public; any forgiveness of indebtedness or payment of indebtedness by another person; or the use of services or property without full payment made or provided by any person, political committee, or political party whose primary business is to provide such services or property for the purpose of influencing: (a) The nomination, election, or re-election of any person to public office; or (b) The placement of a ballot question on the ballot or the adoption or defeat of any ballot question submitted. The term does not include services provided by a person as a volunteer for or on behalf of any candidate, political committee, or political party, including the free or discounted use of a person's residence. Nor does the term include the purchase of any item of value or service from any political committee or political party. The purchase price of the item may not exceed the fair market value and may not include an intent to contribute beyond the item's value. A contribution does not include administration and solicitation of a contribution for a political action committee established by an organization and associated expenses, nor the use of an organization's real or personal property located on its business premises for such purposes. A contribution does not include nominal use of a candidate's real or personal property or nominal use of resources available at a candidate's primary place of business; (7) \"County office,\" any elected office at a county in this state; (8) \"Election,\" any election for public office; any general, special, primary, or runoff election; and any election on a ballot question; (9) \"Expressly advocate,\" any communication which: (a) In context has no other reasonable meaning than to urge the election or defeat of one or more clearly identified candidates , public office holders, or the placement of a ballot question on the ballot or the adoption or defeat of any ballot question by use of explicit words of advocacy of election or defeat. The following words convey a message of express advocacy: vote, re-elect, support, cast your ballot for, reject, and defeat; or (b) When If taken as a whole and with limited reference to external events, such as the proximity to the election, may only be interpreted by a reasonable person as containing advocacy of the election or defeat of one or more clearly identified candidates , public office holders, or the placement of a ballot question on the ballot or the adoption or defeat of any ballot question because: (I) The electoral portion of the communication is unmistakable, unambiguous, and suggestive of only one meaning; and (ii) Reasonable minds could not differ as to whether it encourages actions to elect or defeat one or more clearly identified candidates , public office holders, or the placement of a ballot question on the ballot or the adoption or defeat of any ballot question or encourages some other kind of action; (10) \"Immediate family,\" a spouse of a candidate or public office holder, or a person under the age of eighteen years who is claimed by that candidate or public office holder or that candidate's or public office holder's spouse as a dependent for federal income tax purposes or any relative within the third degree of kinship of the candidate or the candidate's spouse, and the spouses of such relatives; (11) \"Independent expenditure,\" an expenditure made by a person, organization, political committee, or political party to expressly advocate the election or defeat of a clearly identified candidate or the placement of a ballot question on the ballot or the adoption or defeat of any ballot question, but which is not made to, controlled by, coordinated with, requested by, or made upon consultation with a candidate, political committee, or agent of a candidate or political committee. The term does not include administration and solicitation of any contribution for a political action committee established by an organization and associated expenses, nor the use of an organization's real or personal property located on its business premises for such purposes. The term does not include any communication by a person made in the regular course and scope of the person's business or ministry or any communication made by a membership organization solely to any member of the organization and the member's family; (12) \"In-kind,\" a good or service provided at no charge or for less than its fair market value. The term does not include the value of services provided by a person as a volunteer for or on behalf of any candidate, political committee, or political party, including the free or discounted use of any person's residence or office; (13) \"Legislative office,\" the Senate and the House of Representatives of the South Dakota Legislature; (14) \"Loan,\" a transfer of money, property, guarantee, or anything of value in exchange for an obligation, conditional or not, to repay in whole or part; (15) \"National political party,\" the organization which is responsible for the day-to-day operation of a political party at the national level, as determined by the Federal Election Commission; (16) \"Organization,\" any business corporation, limited liability company, nonprofit corporation, limited liability partnership, limited partnership, partnership, cooperative, trust, business trust, association, club, labor union, collective bargaining organization, local, state, or national organization to which a labor organization pays membership or per capita fees, based upon its affiliation and membership, trade or professional association that receives its funds from membership dues or service fees, whether organized inside or outside the state, any entity organized in a corporate form under federal law or the laws of this state, or any group of persons acting in concert which is not defined as a political committee or political party in this chapter; (17) \"Person,\" a natural person; (18) \"Political action committee,\" a person or organization that raises, collects or disburses contributions to influence the outcome of an election and who is not a candidate, candidate campaign committee, ballot question committee, or a political party. A political action committee is not any: (a) Person that makes a contribution to a political committee or political party; or (b) Organization that makes a contribution to a ballot question committee from treasury funds; (19) \"Political committee,\" any candidate campaign committee, political action committee, or ballot question committee; (20) \"Political party,\" any state or county political party qualified to participate in a primary or general election, including any auxiliary organization of such political party. An auxiliary organization is any organization designated as an auxiliary organization in the political party's bylaws or constitution except any secondary or post- secondary student auxiliary organization that only accepts contributions to support volunteer student activities of the organization and does not make monetary or in-kind contributions or any independent expenditures to any political committee; (21) \"Public office,\" any statewide office, legislative office, or county office; (22) \"Qualified nonprofit corporation,\" any nonprofit corporation, subject to the provisions of chapters 47-22 to 47-28, inclusive, that was organized for the purpose of promoting political ideas and cannot engage in business activities, has no shareholders or other persons affiliated so as to have a claim on the assets or earnings, was not established by a corporation, and has not accepted more than de minimus amount of funds from any corporation; (23) \"Statewide office,\" the offices of Governor, lieutenant governor, secretary of state, attorney general, state auditor, state treasurer, commissioner of school and public lands, and public utilities commissioner; (24) \"Volunteer,\" a person who provides services free of charge. Section 2. That § 12-27-2 be amended to read as follows: 12-27-2. A political committee shall have and continually maintain a chair and a treasurer, which may be the same person. The chair and treasurer for a candidate campaign committee shall be appointed by the candidate, and the candidate may serve as either, or both, such officers. No political committee may receive or make contributions or pay expenses while the office of treasurer is vacant. A violation of this section is a Class 2 misdemeanor. Section 3. That § 12-27-3 be amended to read as follows: 12-27-3. A The treasurer for a political action committee or ballot question committee shall file a statement of organization with the secretary of state not later than fifteen days after the date upon which the committee made contributions, received contributions, or paid expenses in excess of five hundred dollars unless such activity falls within thirty days of any statewide election in which case the statement of organization shall be filed within forty-eight hours. Any candidate for public office shall organize a candidate campaign committee not later than fifteen days after becoming a candidate and shall file a statement of organization with the secretary of state A candidate shall file a statement of organization for a candidate campaign committee with the secretary of state not later than fifteen days after becoming a candidate pursuant to this chapter. Notwithstanding the provisions of § 12-27-41, the statement of organization shall include the original signature of each person filing the statement . A political committee that regularly files a campaign finance disclosure statement with the Federal Election Commission is not required to file a statement of organization. A violation of this section is a Class 2 misdemeanor. Section 4. That § 12-27-6 be amended to read as follows: 12-27-6. The statement of organization shall include: (1) The name, street address, postal address, and daytime telephone number of the committee; (2) The name, street address, postal address, and daytime telephone number of the chair and the treasurer of the committee; (3) A statement of the type of political committee that has been or is being organized; (4) In the case of a candidate campaign committee, the name, street address, and postal address of the candidate; (5) In the case of a political action committee or ballot question committee, a concise statement of its purpose and goals, and the full name, street address, and postal address of the organization with which the committee is connected or affiliated, or if the committee is not connected or affiliated with any one organization, the trade, profession, or primary interest of the committee; (6) If the committee is organized as a corporation under federal or state laws for liability purposes only as authorized by § 12-27-4, a statement affirming such organization; and (7) The name, street address, postal address, and telephone number of each financial institution where an account or depository is maintained. The statement shall be signed by the candidate and treasurer for a candidate campaign committee and by the chair and treasurer for other political committees. A political committee continues to exist until a termination statement is filed pursuant to §§ 12-27-25 and 12-27-26. The candidate or treasurer of a political committee shall file an updated statement of organization not later than fifteen days after any change in the information contained on the most recently filed statement of organization. Section 5. That § 12-27-12 be amended to read as follows: 12-27-12. No person or organization may make a contribution in the name of another person or organization , make a contribution disguised as a gift, make a contribution in a fictitious name, make a contribution on behalf of another person or organization , or knowingly permit another to use his or her that person's or organization's name to make a contribution. No candidate may accept a contribution disguised as a gift. A violation of this section is a Class 1 misdemeanor. Section 6. That § 12-27-16 be amended to read as follows: 12-27-16. Any person or qualified nonprofit corporation that makes an independent expenditure for a communication which expressly advocates for or against a candidate, public office holder, ballot question, or political party totaling one thousand dollars or more shall file a statement with the secretary of state that is received within forty-eight hours of the time that the communication is disseminated, broadcast, or otherwise published. Any organization that makes an independent expenditure for a communication which expressly advocates for or against a public office holder, ballot question , or political party totaling one thousand dollars or more shall file a statement with the secretary of state that is received within forty-eight hours of the time that the communication is disseminated, broadcast, or otherwise published. The statement shall include the name of the person, qualified nonprofit corporation, or organization and its street address, city, and state, the name of each candidate, public office holder, ballot question, or political party mentioned in the communication, the amount spent on the communication, and a description of the content of the communication. Further, if the independent expenditure is made by an organization comprised of twenty or fewer members or shareholders, the statement shall include the name and address of each shareholder or member who owns ten percent or more of the organization. For the purposes of this section, the term, communication, does not include: (1) Any news articles, editorial endorsements, opinion, or commentary writings, or letter to the editor printed in a newspaper, magazine, flyer, pamphlet, or other periodical not owned or controlled by a candidate, political committee, or political party; (2) Any editorial endorsements or opinions aired by a broadcast facility not owned or controlled by a candidate, political committee, or political party; (3) Any communication by a person made in the regular course and scope of the person's business or ministry or any communication made by a membership organization solely to members of the organization and the members' families; and (4) Any communication that refers to any candidate only as part of the popular name of a bill or statute. Section 7. That § 12-27-17 be repealed. 12-27-17. Any person, political committee, political party, or organization that makes a payment or promise of payment totaling one thousand dollars or more for a communication that clearly identifies a candidate or public office holder, but does not expressly advocate the election or defeat of the candidate or public office holder, and that is disseminated, broadcast, or otherwise published within sixty days of an election, shall file a statement with the secretary of state disclosing the name, street address, city, and state of such person, political committee, political party, or organization. The statement shall also include the name of the candidate or public office holder mentioned in the communication, the amount spent on the communication, and a description of the content of the communication. The statement shall be received and filed within forty-eight hours of the time that the communication is disseminated, broadcast, or otherwise published. For the purposes of this section, the term, communication, does not include: (1) Any news articles, editorial endorsements, opinion or commentary writings, or letter to the editor printed in a newspaper, magazine, flyer, pamphlet, or other periodical not owned or controlled by a candidate, political committee, or political party; (2) Any editorial endorsements or opinions aired by a broadcast facility not owned or controlled by a candidate, political committee, or political party; (3) Any communication by a person made in the regular course and scope of the person's business or ministry or any communication made by a membership organization solely to members of the organization and the members' families; and (4) Any communication that refers to any candidate only as part of the popular name of a bill or statute. Section 8. That § 12-27-22 be amended to read as follows: 12-27-22. A campaign financial finance disclosure statement shall be filed with the secretary of state by the treasurer of every: (1) Candidate or candidate campaign committee for any statewide or legislative office; (2) Political action committee; (3) Political party; and (4) Ballot question committee. The statement shall be signed and filed by the treasurer of the political committee or political party. The statement shall be received by the secretary of state and filed by 5:00 p.m. each February first and shall cover the contributions and expenditures for the preceding calendar year. However, no statement is required to be filed by a candidate campaign committee for legislative or county office on February first following a year in which there is not an election. A statement shall also be received by the secretary of state and filed by 5:00 p.m. on the second Friday prior to each primary and general election complete through the fifteenth day prior to that election. No county, local, or auxiliary committee of any political party qualified to participate in a primary or general election is required to file a campaign financial finance disclosure statement prior to a statewide primary election. No candidate without opposition in a primary election is required to file a campaign financial finance disclosure statement prior to a primary election. Any statement filed pursuant to this section shall be consecutive and shall cover contributions and expenditures since the last statement filed. A political committee that regularly files a campaign finance disclosure statement with the Federal Election Commission or a report of contributions and expenditures with the Internal Revenue Service is not required to file a campaign finance disclosure statement. A violation of this section is a Class 1 misdemeanor. Section 9. That § 12-27-23 be amended to read as follows: 12-27-23. A campaign finance disclosure statement shall be received by the secretary of state and filed by the treasurer of any statewide ballot question committee by 5:00 p.m. on the fifth day of July during the year in which the ballot question is to be voted on complete through the month of June. A violation of this section is a Class 1 misdemeanor. Section 10. That § 12-27-24 be amended to read as follows: 12-27-24. A campaign finance disclosure statement shall include the following information: (1) Political committee or political party name, street address, postal address, city, state, zip code, daytime and evening telephone number, and e-mail address; (2) Type of campaign statement (pre-primary, pre-general, mid-year, year-end, amendment, supplement, or termination); (3) If a ballot question committee, the ballot question number and whether the committee is for or against the measure; (4) The balance of cash and cash equivalents on hand at the beginning of the reporting period; (5) The total amount of all contributions received during the reporting period; (6) The total amount of all in-kind contributions received during the reporting period; (7) The total of refunds, rebates, interest, or other income not previously identified during the reporting period; (8) The total of contributions, loans, and other receipts during the reporting period; (9) The total value of loans made to any person, political committee, or political party during the reporting period; (10) The total of expenditures made during the reporting period; (11) The total amount of all expenditures incurred but not yet paid. An expenditure incurred but not yet paid shall be reported on each report filed after the date of receipt of goods or services until payment is made to the vendor. A payment shall be listed as an expenditure when the payment is made; (12) The statement shall state the cash balance on hand as of the close of the reporting period; (13) The total amount of contributions of one hundred dollars or less in the aggregate from one source received during the reporting period; (14) The name, residence address, city, and state of each person contributing a contribution of more than one hundred dollars in the aggregate during the reporting period and the amount of the contribution. Any contribution from any political committee or political party shall be itemized. Any contribution from a federal political committee or political committee organized outside this state shall also include the name and internet website address of the filing office where campaign finance disclosure statements are regularly filed for the committee. If all of the information required is not on file, the political committee or political party may not deposit the contribution; (15) The statement shall contain the same information for in-kind contributions as for monetary contributions, and shall also include a description of the in-kind contribution; (16) Upon the request of the treasurer, a person making an in-kind contribution shall provide all necessary information to the treasurer, including the value of the contribution; (17) Any monetary or in-kind contribution made by the reporting political committee or political party to any political committee, political party, or nonprofit charitable organization shall be itemized; (18) A categorical description and the amount of the refunds, rebates, interest, sale of property, or other receipts not previously identified during the reporting period; (19) A categorical description and the amount of funds or donations by any organization to its political committee for establishing and administering the political committee and for any solicitation costs of the political committee; (20) The total balance of loans owed by the political committee or political party; (21) The balance of loans owed by the political committee or political party, itemized by lender's name, street address, city, and state, including the terms, interest rate, and repayment schedule of each loan; (22) The total balance of loans owed to the political committee or political party; (23) The amount of each loan made during the reporting period. The name, street address, city, and state of the recipient of the loan; (24) The balance of each loan owed to the political committee or political party, itemized by name, street address, city, and state; (25) The expenditures made during the reporting period shall be categorized. Disbursements to consultants, advertising agencies, credit card companies, and similar firms shall be itemized into expense categories. Any contribution made by the reporting political committee or political party that is not in exchange for any item of value or service shall be itemized; (26) The expenditures incurred but not yet paid during the reporting period and to whom the expenditure is owed; (27) The amount of each independent expenditure, as defined in this chapter, made during the reporting period, the name of the candidate , public office holder, or ballot question related to the expenditure and a description of the expenditure; (28) The information contained in any statement provided under § 12-27-19; and (29) The statement shall include a certification that the contents of the statement is true and correct signed by the treasurer of the political committee or political party. Section 11. That § 12-27-25 be amended to read as follows: 12-27-25. The last campaign finance statement filed shall be a termination statement. The termination statement shall be filed by the treasurer within thirty days following disposition of all funds and property and the payment of all obligations. Section 12. That § 12-27-27 be amended to read as follows: 12-27-27. Any candidate, treasurer , or other person filing a statement pursuant to this chapter, shall file an amended statement within three days of discovering any omission, inaccuracy, or other change necessary to make the statement accurate. A person responsible for filing a statement pursuant to this chapter, who willfully fails to report a material change or correction, is guilty of a Class 1 misdemeanor. A person responsible for filing a statement pursuant to this chapter, who willfully fails to file an amendment pursuant to this section is subject to the civil administrative penalty in § 12-27-30 section 13 of this Act beginning on the first day following the third day after the candidate, treasurer, or other person is notified of the omission, inaccuracy, or other change necessary to make the statement accurate. Section 13. That chapter 12-27 be amended by adding thereto a NEW SECTION to read as follows: In addition to any other penalty or relief provided under this chapter, the secretary of state, after notice and opportunity for hearing pursuant to chapter 1-26, may impose an administrative penalty for the failure to timely file any statement, amendment, or correction required to be filed by this chapter. The administrative penalty is fifty dollars per day for each violation not to exceed three thousand dollars. Any administrative penalty collected pursuant to this section shall be deposited in the state general fund. Section 14. That chapter 12-27 be amended by adding thereto a NEW SECTION to read as follows: Any administrative penalty imposed pursuant to section 13 of this Act shall be assessed against the violator by an administrative order of the secretary of state. The order shall state the date and facts of each violation addressed under the penalty assessed and the citations to the provisions of each law alleged to be violated. The order shall contain a statement that the violator may request a contested case hearing on the violation and penalty pursuant to chapter 1-26, by filing a written request with the secretary of state no later than twenty days after the receipt of the order. The secretary of state shall serve the order and assessment by certified mail. If not contested within twenty days of receipt of the order, an administrative order assessing an administrative penalty constitutes a judgment and may be executed by delivery of a true and correct copy certified by the secretary of state in the manner provided for the execution of money judgments provided in chapter 15-18. If a hearing is requested, the matter shall be scheduled for a hearing before the secretary of state within thirty days from the receipt of the request. The secretary of state shall provide notice of the hearing consistent with the provisions of § 1-26-17. A final determination by the secretary of state may be appealed to the circuit court or Supreme Court as provided in chapter 1-26. If the time to take an appeal has lapsed after the final determination by the secretary of state, the administrative order assessing an administrative penalty constitutes a judgment and may be executed by delivery of a true and correct copy certified by the secretary of state in the manner provided for the execution of judgments in chapter 15-18. Section 15. That § 12-27-28 be amended to read as follows: 12-27-28. If any candidate campaign committee for statewide office, political action committee, ballot question committee, or political party required to file a campaign finance disclosure statement pursuant to this chapter receives a contribution of five hundred dollars or more within the fourteen days immediately prior to an election for which a campaign finance disclosure statement may be filed, a supplemental statement shall be filed. The statement shall state the name, street address, city, and state of the contributor and the amount and date of the contribution, and information contained in any statement provided under § 12-27-19, if applicable. The statement shall be filed by the treasurer within forty-eight hours of the receipt of the contribution. A violation of this section is a Class 1 misdemeanor. Section 16. That § 12-27-30 be amended to read as follows: 12-27-30. Notwithstanding the provisions of § 12-25-33, the failure to timely file any statement, amendment, or correction required by this chapter with any county, township, municipality, school district, or special purpose district covered by this chapter pursuant to § 12- 27-39 or covered by local ordinance or resolution subjects the treasurer responsible for filing to a civil penalty of fifty dollars per day for each day that the statement remains delinquent. The civil penalty shall be in addition to any criminal sanctions and shall be paid to the secretary of state county, township, municipality, school district, or special purpose district and deposited in the state its general fund. Section 17. That § 12-27-35 be amended to read as follows: 12-27-35. The attorney general shall investigate violations of the provisions of this chapter relating to a legislative office, statewide office, or statewide ballot question and prosecute any violation thereof. In lieu of bringing a criminal action, the attorney general may elect to file a civil action. In a civil action, in addition to other relief, the court may impose a civil penalty in the amount provided by statute, or if not provided, in an amount not to exceed ten thousand dollars for each violation. Any civil penalty recovered shall be paid to the state general fund. A civil action brought by the attorney general shall be commenced in Hughes County, in the county where the person resides, or in the county where the organization, political party, or political committee has its principal office. Section 18. That § 12-27-40 be amended to read as follows: 12-27-40. The state's attorney shall investigate any violation of the provisions of this chapter relating to elections for county and school district office or ballot questions, and prosecute any violation thereof. In lieu of bringing a criminal action, the state's attorney may elect to file a civil action for any violation of this chapter. In a civil action, in addition to other relief, the court may impose a civil penalty in the amount provided by statute, or if not provided, in an amount not to exceed one thousand dollar dollars for each violation. Any civil penalty recovered shall be paid to the county general fund if the violation arose out of a county office or ballot question or the school district general fund if the violation arose out of a school district office or ballot question. A civil enforcement action for a violation of the chapter concerning a school district office or ballot question may, with the consent of the state's attorney, be brought by the school district's attorney. A civil action brought under this section shall be commenced in the county where filings under the chapter are required, in the county where the person resides , or in the county where the organization, political party, or political committee has its principal office. Section 19. That § 12-27-43 be amended to read as follows: 12-27-43. The attorney general may bring an action for a civil penalty against any person, political committee, political party, or organization that violates § 12-27-16 or 12-27-17, in addition to any other penalties provided by law. The civil penalty may not exceed two thousand dollars for each violation. Section 20. That chapter 12-27 be amended by adding thereto a NEW SECTION to read as follows: A ballot question committee may only accept contributions from a person, organization, political committee, or political party. A violation of this section is a Class 1 misdemeanor. Section 21. That § 12-5-14 be amended to read as follows: 12-5-14. The precinct committeemen and the precinct committeewomen of each political party; the state committeemen and committeewomen; the county chairperson, vice-chairperson, and secretary-treasurer or secretary and treasurer; and the elected public officers who reside in the county and other officers as designated by the party's constitution or bylaws, shall constitute the county central committee of their respective parties. They shall form their party organization by electing a county chairperson and other officers as determined by the party's constitution or bylaws. The name and mailing address of the county chairperson shall be certified to the county auditor immediately following the election of the county chairperson or change of the county chairperson. The name and mailing address of the county officer responsible for the records and reports required pursuant to chapter 12-27 shall be certified to the secretary of state immediately following the election. The name and mailing address of the state party chairperson shall be certified to the secretary of state immediately following the election or appointment of the state party chairperson. Section 22. That § 49-38-6 be repealed. 49-38-6. Every consumers power district shall make a statement in writing, verified under oath by an officer of the district, and file it with the secretary of state on January first of each year, and on the first day of each three months thereafter. The statement shall set forth in detail all sums of money and other things of value contributed, disbursed, expended or promised by such district, since the date of the last report, in connection with any and all elections concerning its properties or in advertising or publicity campaigns designed to affect legislation. A violation of this section is a petty offense. Section 23. That § 8-3-21 be amended to read as follows: 8-3-21. The township governing body may, by ordinance or resolution, adopt the provisions of chapter 12-25 12-27 . Section 24. That § 12-1-2.1 be amended to read as follows: 12-1-2.1. The governing body of any political subdivision may, by ordinance or resolution, adopt the provisions of chapter 12-25 12-27 . Section 25. That § 9-12-16 be amended to read as follows: 9-12-16. The municipal governing body may adopt an ordinance to make the provisions of chapter 12-25 12-27 applicable to municipal elections. Section 26. That § 13-7-6.1 be amended to read as follows: 13-7-6.1. The school district governing body may, by ordinance or resolution, adopt the provisions of chapter 12-25 12-27 ."}, {"bill_id": 4657, "bill_version_id": 2877, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2008-02-11T12:52:57.36-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning campaign finance reporting requirements and to establish certain penalties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 12-27-1 be amended to read as follows: 12-27-1. Terms used in this chapter mean: (1) \"Ballot question,\" any referendum, initiative, proposed constitutional amendment, or other measure submitted to voters at any election; (2) \"Ballot question committee,\" a person or organization that raises, collects, or disburses contributions solicited for the placement of a ballot question on the ballot or the adoption or defeat of any ballot question. A ballot question committee is not a person, political committee, or political party that makes a contribution to a ballot question committee. A ballot question committee is not an organization that makes a contribution to a ballot question committee from treasury funds; (3) \"Candidate campaign committee,\" any entity organized by a candidate to receive contributions and make expenditures for the candidate. Only one candidate campaign committee may be organized for each candidate; (4) \"Candidate,\" any person who seeks nomination for or election to public office, and for the purpose of this chapter a person is deemed a candidate if the person raises, collects, or disburses contributions in excess of five hundred dollars; has authorized the solicitation of contributions or the making of expenditures; or has created a candidate campaign committee for the purpose of obtaining public office. The person is also deemed a candidate if the person has taken all actions required by state law to qualify for nomination for or election to public office; (5) \"Clearly identified,\" the appearance of the name, nickname, a photograph or a drawing of a candidate or public office holder , or the unambiguous reference to the identity of a candidate or public office holder ; (6) \"Contribution,\" any gift, advance, distribution, deposit, or payment of money or any other valuable consideration, or any contract, promise or agreement to do so; any discount or rebate not available to the general public; any forgiveness of indebtedness or payment of indebtedness by another person; or the use of services or property without full payment made or provided by any person, political committee, or political party whose primary business is to provide such services or property for the purpose of influencing: (a) The nomination, election, or re-election of any person to public office; or (b) The placement of a ballot question on the ballot or the adoption or defeat of any ballot question submitted. The term does not include services provided by a person as a volunteer for or on behalf of any candidate, political committee, or political party, including the free or discounted use of a person's residence. Nor does the term include the purchase of any item of value or service from any political committee or political party. The purchase price of the item may not exceed the fair market value and may not include an intent to contribute beyond the item's value. A contribution does not include administration and solicitation of a contribution for a political action committee established by an organization and associated expenses, nor the use of an organization's real or personal property located on its business premises for such purposes. A contribution does not include nominal use of a candidate's real or personal property or nominal use of resources available at a candidate's primary place of business; (7) \"County office,\" any elected office at a county in this state; (8) \"Election,\" any election for public office; any general, special, primary, or runoff election; and any election on a ballot question; (9) \"Expressly advocate,\" any communication which: (a) In context has no other reasonable meaning than to urge the election or defeat of one or more clearly identified candidates , public office holders, or the placement of a ballot question on the ballot or the adoption or defeat of any ballot question by use of explicit words of advocacy of election or defeat. The following words convey a message of express advocacy: vote, re-elect, support, cast your ballot for, reject, and defeat; or (b) When If taken as a whole and with limited reference to external events, such as the proximity to the election, may only be interpreted by a reasonable person as containing advocacy of the election or defeat of one or more clearly identified candidates , public office holders, or the placement of a ballot question on the ballot or the adoption or defeat of any ballot question because: (I) The electoral portion of the communication is unmistakable, unambiguous, and suggestive of only one meaning; and (ii) Reasonable minds could not differ as to whether it encourages actions to elect or defeat one or more clearly identified candidates , public office holders, or the placement of a ballot question on the ballot or the adoption or defeat of any ballot question or encourages some other kind of action; (10) \"Immediate family,\" a spouse of a candidate or public office holder, or a person under the age of eighteen years who is claimed by that candidate or public office holder or that candidate's or public office holder's spouse as a dependent for federal income tax purposes or any relative within the third degree of kinship of the candidate or the candidate's spouse, and the spouses of such relatives; (11) \"Independent expenditure,\" an expenditure made by a person, organization, political committee, or political party to expressly advocate the election or defeat of a clearly identified candidate or the placement of a ballot question on the ballot or the adoption or defeat of any ballot question, but which is not made to, controlled by, coordinated with, requested by, or made upon consultation with a candidate, political committee, or agent of a candidate or political committee. The term does not include administration and solicitation of any contribution for a political action committee established by an organization and associated expenses, nor the use of an organization's real or personal property located on its business premises for such purposes. The term does not include any communication by a person made in the regular course and scope of the person's business or ministry or any communication made by a membership organization solely to any member of the organization and the member's family; (12) \"In-kind,\" a good or service provided at no charge or for less than its fair market value. The term does not include the value of services provided by a person as a volunteer for or on behalf of any candidate, political committee, or political party, including the free or discounted use of any person's residence or office; (13) \"Legislative office,\" the Senate and the House of Representatives of the South Dakota Legislature; (14) \"Loan,\" a transfer of money, property, guarantee, or anything of value in exchange for an obligation, conditional or not, to repay in whole or part; (15) \"National political party,\" the organization which is responsible for the day-to-day operation of a political party at the national level, as determined by the Federal Election Commission; (16) \"Organization,\" any business corporation, limited liability company, nonprofit corporation, limited liability partnership, limited partnership, partnership, cooperative, trust, business trust, association, club, labor union, collective bargaining organization, local, state, or national organization to which a labor organization pays membership or per capita fees, based upon its affiliation and membership, trade or professional association that receives its funds from membership dues or service fees, whether organized inside or outside the state, any entity organized in a corporate form under federal law or the laws of this state, or any group of persons acting in concert which is not defined as a political committee or political party in this chapter; (17) \"Person,\" a natural person; (18) \"Political action committee,\" a person or organization that raises, collects or disburses contributions to influence the outcome of an election and who is not a candidate, candidate campaign committee, ballot question committee, or a political party. A political action committee is not any: (a) Person that makes a contribution to a political committee or political party; or (b) Organization that makes a contribution to a ballot question committee from treasury funds; (19) \"Political committee,\" any candidate campaign committee, political action committee, or ballot question committee; (20) \"Political party,\" any state or county political party qualified to participate in a primary or general election, including any auxiliary organization of such political party. An auxiliary organization is any organization designated as an auxiliary organization in the political party's bylaws or constitution except any secondary or post- secondary student auxiliary organization that only accepts contributions to support volunteer student activities of the organization and does not make monetary or in-kind contributions or any independent expenditures to any political committee; (21) \"Public office,\" any statewide office, legislative office, or county office; (22) \"Qualified nonprofit corporation,\" any nonprofit corporation, subject to the provisions of chapters 47-22 to 47-28, inclusive, that was organized for the purpose of promoting political ideas and cannot engage in business activities, has no shareholders or other persons affiliated so as to have a claim on the assets or earnings, was not established by a corporation, and has not accepted more than de minimus amount of funds from any corporation; (23) \"Statewide office,\" the offices of Governor, lieutenant governor, secretary of state, attorney general, state auditor, state treasurer, commissioner of school and public lands, and public utilities commissioner; (24) \"Volunteer,\" a person who provides services free of charge. Section 2. That § 12-27-2 be amended to read as follows: 12-27-2. A political committee shall have and continually maintain a chair and a treasurer, which may be the same person. The chair and treasurer for a candidate campaign committee shall be appointed by the candidate, and the candidate may serve as either, or both, such officers. No political committee may receive or make contributions or pay expenses while the office of treasurer is vacant. A violation of this section is a Class 2 misdemeanor. Section 3. That § 12-27-3 be amended to read as follows: 12-27-3. A The treasurer for a political action committee or ballot question committee shall file a statement of organization with the secretary of state not later than fifteen days after the date upon which the committee made contributions, received contributions, or paid expenses in excess of five hundred dollars unless such activity falls within thirty days of any statewide election in which case the statement of organization shall be filed within forty-eight hours. Any candidate for public office shall organize a candidate campaign committee not later than fifteen days after becoming a candidate and shall file a statement of organization with the secretary of state A candidate shall file a statement of organization for a candidate campaign committee with the secretary of state not later than fifteen days after becoming a candidate pursuant to this chapter. Notwithstanding the provisions of § 12-27-41, the statement of organization shall include the original signature of each person filing the statement . A political committee that regularly files a campaign finance disclosure statement with the Federal Election Commission is not required to file a statement of organization. A violation of this section is a Class 2 misdemeanor. Section 4. That § 12-27-6 be amended to read as follows: 12-27-6. The statement of organization shall include: (1) The name, street address, postal address, and daytime telephone number of the committee; (2) The name, street address, postal address, and daytime telephone number of the chair and the treasurer of the committee; (3) A statement of the type of political committee that has been or is being organized; (4) In the case of a candidate campaign committee, the name, street address, and postal address of the candidate; (5) In the case of a political action committee or ballot question committee, a concise statement of its purpose and goals, and the full name, street address, and postal address of the organization with which the committee is connected or affiliated, or if the committee is not connected or affiliated with any one organization, the trade, profession, or primary interest of the committee; (6) If the committee is organized as a corporation under federal or state laws for liability purposes only as authorized by § 12-27-4, a statement affirming such organization; and (7) The name, street address, postal address, and telephone number of each financial institution where an account or depository is maintained. The statement shall be signed by the candidate and treasurer for a candidate campaign committee and by the chair and treasurer for other political committees. A political committee continues to exist until a termination statement is filed pursuant to §§ 12-27-25 and 12-27-26. The candidate or treasurer of a political committee shall file an updated statement of organization not later than fifteen days after any change in the information contained on the most recently filed statement of organization. Section 5. That § 12-27-12 be amended to read as follows: 12-27-12. No person or organization may make a contribution in the name of another person or organization , make a contribution disguised as a gift, make a contribution in a fictitious name, make a contribution on behalf of another person or organization , or knowingly permit another to use his or her that person's or organization's name to make a contribution. No candidate may accept a contribution disguised as a gift. A violation of this section is a Class 1 misdemeanor. Section 6. That § 12-27-16 be amended to read as follows: 12-27-16. Any person or qualified nonprofit corporation that makes an independent expenditure for a communication which expressly advocates for or against a candidate, public office holder, ballot question, or political party totaling one thousand dollars or more shall file a statement with the secretary of state that is received within forty-eight hours of the time that the communication is disseminated, broadcast, or otherwise published. Any organization that makes an independent expenditure for a communication which expressly advocates for or against a public office holder, ballot question , or political party totaling one thousand dollars or more shall file a statement with the secretary of state that is received within forty-eight hours of the time that the communication is disseminated, broadcast, or otherwise published. The statement shall include the name of the person, qualified nonprofit corporation, or organization and its street address, city, and state, the name of each candidate, public office holder, ballot question, or political party mentioned in the communication, the amount spent on the communication, and a description of the content of the communication. Further, if the independent expenditure is made by an organization comprised of twenty or fewer members or shareholders, the statement shall include the name and address of each shareholder or member who owns ten percent or more of the organization. For the purposes of this section, the term, communication, does not include: (1) Any news articles, editorial endorsements, opinion, or commentary writings, or letter to the editor printed in a newspaper, magazine, flyer, pamphlet, or other periodical not owned or controlled by a candidate, political committee, or political party; (2) Any editorial endorsements or opinions aired by a broadcast facility not owned or controlled by a candidate, political committee, or political party; (3) Any communication by a person made in the regular course and scope of the person's business or ministry or any communication made by a membership organization solely to members of the organization and the members' families; and (4) Any communication that refers to any candidate only as part of the popular name of a bill or statute. Section 7. That § 12-27-17 be amended to read as follows: 12-27-17. Any person, political committee, political party, or organization that makes a payment or promise of payment totaling one thousand dollars or more for a communication that clearly identifies a candidate or public office holder , but does not expressly advocate the election or defeat of the candidate or public office holder , and that is disseminated, broadcast, or otherwise published within sixty days of an election, shall file a statement with the secretary of state disclosing the name, street address, city, and state of such person, political committee, political party, or organization. The statement shall also include the name of the candidate or public office holder mentioned in the communication, the amount spent on the communication, and a description of the content of the communication. The statement shall be received and filed within forty-eight hours of the time that the communication is disseminated, broadcast, or otherwise published. For the purposes of this section, the term, communication, does not include: (1) Any news articles, editorial endorsements, opinion or commentary writings, or letter to the editor printed in a newspaper, magazine, flyer, pamphlet, or other periodical not owned or controlled by a candidate, political committee, or political party; (2) Any editorial endorsements or opinions aired by a broadcast facility not owned or controlled by a candidate, political committee, or political party; (3) Any communication by a person made in the regular course and scope of the person's business or ministry or any communication made by a membership organization solely to members of the organization and the members' families; and (4) Any communication that refers to any candidate only as part of the popular name of a bill or statute. Section 8. That § 12-27-22 be amended to read as follows: 12-27-22. A campaign financial finance disclosure statement shall be filed with the secretary of state by the treasurer of every: (1) Candidate or candidate campaign committee for any statewide or legislative office; (2) Political action committee; (3) Political party; and (4) Ballot question committee. The statement shall be signed and filed by the treasurer of the political committee or political party. The statement shall be received by the secretary of state and filed by 5:00 p.m. each February first and shall cover the contributions and expenditures for the preceding calendar year. However, no statement is required to be filed by a candidate campaign committee for legislative or county office on February first following a year in which there is not an election. A statement shall also be received by the secretary of state and filed by 5:00 p.m. on the second Friday prior to each primary and general election complete through the fifteenth day prior to that election. No county, local, or auxiliary committee of any political party qualified to participate in a primary or general election is required to file a campaign financial finance disclosure statement prior to a statewide primary election. No candidate without opposition in a primary election is required to file a campaign financial finance disclosure statement prior to a primary election. Any statement filed pursuant to this section shall be consecutive and shall cover contributions and expenditures since the last statement filed. A political committee that regularly files a campaign finance disclosure statement with the Federal Election Commission or a report of contributions and expenditures with the Internal Revenue Service is not required to file a campaign finance disclosure statement. A violation of this section is a Class 1 misdemeanor. Section 9. That § 12-27-23 be amended to read as follows: 12-27-23. A campaign finance disclosure statement shall be received by the secretary of state and filed by the treasurer of any statewide ballot question committee by 5:00 p.m. on the fifth day of July during the year in which the ballot question is to be voted on complete through the month of June. A violation of this section is a Class 1 misdemeanor. Section 10. That § 12-27-24 be amended to read as follows: 12-27-24. A campaign finance disclosure statement shall include the following information: (1) Political committee or political party name, street address, postal address, city, state, zip code, daytime and evening telephone number, and e-mail address; (2) Type of campaign statement (pre-primary, pre-general, mid-year, year-end, amendment, supplement, or termination); (3) If a ballot question committee, the ballot question number and whether the committee is for or against the measure; (4) The balance of cash and cash equivalents on hand at the beginning of the reporting period; (5) The total amount of all contributions received during the reporting period; (6) The total amount of all in-kind contributions received during the reporting period; (7) The total of refunds, rebates, interest, or other income not previously identified during the reporting period; (8) The total of contributions, loans, and other receipts during the reporting period; (9) The total value of loans made to any person, political committee, or political party during the reporting period; (10) The total of expenditures made during the reporting period; (11) The total amount of all expenditures incurred but not yet paid. An expenditure incurred but not yet paid shall be reported on each report filed after the date of receipt of goods or services until payment is made to the vendor. A payment shall be listed as an expenditure when the payment is made; (12) The statement shall state the cash balance on hand as of the close of the reporting period; (13) The total amount of contributions of one hundred dollars or less in the aggregate from one source received during the reporting period; (14) The name, residence address, city, and state of each person contributing a contribution of more than one hundred dollars in the aggregate during the reporting period and the amount of the contribution. Any contribution from any political committee or political party shall be itemized. Any contribution from a federal political committee or political committee organized outside this state shall also include the name and internet website address of the filing office where campaign finance disclosure statements are regularly filed for the committee. If all of the information required is not on file, the political committee or political party may not deposit the contribution; (15) The statement shall contain the same information for in-kind contributions as for monetary contributions, and shall also include a description of the in-kind contribution; (16) Upon the request of the treasurer, a person making an in-kind contribution shall provide all necessary information to the treasurer, including the value of the contribution; (17) Any monetary or in-kind contribution made by the reporting political committee or political party to any political committee, political party, or nonprofit charitable organization shall be itemized; (18) A categorical description and the amount of the refunds, rebates, interest, sale of property, or other receipts not previously identified during the reporting period; (19) A categorical description and the amount of funds or donations by any organization to its political committee for establishing and administering the political committee and for any solicitation costs of the political committee; (20) The total balance of loans owed by the political committee or political party; (21) The balance of loans owed by the political committee or political party, itemized by lender's name, street address, city, and state, including the terms, interest rate, and repayment schedule of each loan; (22) The total balance of loans owed to the political committee or political party; (23) The amount of each loan made during the reporting period. The name, street address, city, and state of the recipient of the loan; (24) The balance of each loan owed to the political committee or political party, itemized by name, street address, city, and state; (25) The expenditures made during the reporting period shall be categorized. Disbursements to consultants, advertising agencies, credit card companies, and similar firms shall be itemized into expense categories. Any contribution made by the reporting political committee or political party that is not in exchange for any item of value or service shall be itemized; (26) The expenditures incurred but not yet paid during the reporting period and to whom the expenditure is owed; (27) The amount of each independent expenditure, as defined in this chapter, made during the reporting period, the name of the candidate , public office holder, or ballot question related to the expenditure and a description of the expenditure; (28) The information contained in any statement provided under § 12-27-19; and (29) The statement shall include a certification that the contents of the statement is true and correct signed by the treasurer of the political committee or political party. Section 11. That § 12-27-25 be amended to read as follows: 12-27-25. The last campaign finance statement filed shall be a termination statement. The termination statement shall be filed by the treasurer within thirty days following disposition of all funds and property and the payment of all obligations. Section 12. That § 12-27-27 be amended to read as follows: 12-27-27. Any candidate, treasurer , or other person filing a statement pursuant to this chapter, shall file an amended statement within three days of discovering any omission, inaccuracy, or other change necessary to make the statement accurate. A person responsible for filing a statement pursuant to this chapter, who willfully fails to report a material change or correction, is guilty of a Class 1 misdemeanor. A person responsible for filing a statement pursuant to this chapter, who willfully fails to file an amendment pursuant to this section is subject to the civil administrative penalty in § 12-27-30 section 13 of this Act beginning on the first day following the third day after the candidate, treasurer, or other person is notified of the omission, inaccuracy, or other change necessary to make the statement accurate. Section 13. That chapter 12-27 be amended by adding thereto a NEW SECTION to read as follows: In addition to any other penalty or relief provided under this chapter, the secretary of state, after notice and opportunity for hearing pursuant to chapter 1-26, may impose an administrative penalty for the failure to timely file any statement, amendment, or correction required to be filed by this chapter. The administrative penalty is fifty dollars per day for each violation not to exceed three thousand dollars. Any administrative penalty collected pursuant to this section shall be deposited in the state general fund. Section 14. That chapter 12-27 be amended by adding thereto a NEW SECTION to read as follows: Any administrative penalty imposed pursuant to section 13 of this Act shall be assessed against the violator by an administrative order of the secretary of state. The order shall state the date and facts of each violation addressed under the penalty assessed and the citations to the provisions of each law alleged to be violated. The order shall contain a statement that the violator may request a contested case hearing on the violation and penalty pursuant to chapter 1-26, by filing a written request with the secretary of state no later than twenty days after the receipt of the order. The secretary of state shall serve the order and assessment by certified mail. If not contested within twenty days of receipt of the order, an administrative order assessing an administrative penalty constitutes a judgment and may be executed by delivery of a true and correct copy certified by the secretary of state in the manner provided for the execution of money judgments provided in chapter 15-18. If a hearing is requested, the matter shall be scheduled for a hearing before the secretary of state within thirty days from the receipt of the request. The secretary of state shall provide notice of the hearing consistent with the provisions of § 1-26-17. A final determination by the secretary of state may be appealed to the circuit court or Supreme Court as provided in chapter 1-26. If the time to take an appeal has lapsed after the final determination by the secretary of state, the administrative order assessing an administrative penalty constitutes a judgment and may be executed by delivery of a true and correct copy certified by the secretary of state in the manner provided for the execution of judgments in chapter 15-18. Section 15. That § 12-27-28 be amended to read as follows: 12-27-28. If any candidate campaign committee for statewide office, political action committee, ballot question committee, or political party required to file a campaign finance disclosure statement pursuant to this chapter receives a contribution of five hundred dollars or more within the fourteen days immediately prior to an election for which a campaign finance disclosure statement may be filed, a supplemental statement shall be filed. The statement shall state the name, street address, city, and state of the contributor and the amount and date of the contribution, and information contained in any statement provided under § 12-27-19, if applicable. The statement shall be filed by the treasurer within forty-eight hours of the receipt of the contribution. A violation of this section is a Class 1 misdemeanor. Section 16. That § 12-27-30 be amended to read as follows: 12-27-30. Notwithstanding the provisions of § 12-25-33, the failure to timely file any statement, amendment, or correction required by this chapter with any county, township, municipality, school district, or special purpose district covered by this chapter pursuant to § 12- 27-39 or covered by local ordinance or resolution subjects the treasurer responsible for filing to a civil penalty of fifty dollars per day for each day that the statement remains delinquent. The civil penalty shall be in addition to any criminal sanctions and shall be paid to the secretary of state county, township, municipality, school district, or special purpose district and deposited in the state its general fund. Section 17. That § 12-27-35 be amended to read as follows: 12-27-35. The attorney general shall investigate violations of the provisions of this chapter relating to a legislative office, statewide office, or statewide ballot question and prosecute any violation thereof. In lieu of bringing a criminal action, the attorney general may elect to file a civil action. In a civil action, in addition to other relief, the court may impose a civil penalty in the amount provided by statute, or if not provided, in an amount not to exceed ten thousand dollars for each violation. Any civil penalty recovered shall be paid to the state general fund. A civil action brought by the attorney general shall be commenced in Hughes County, in the county where the person resides, or in the county where the organization, political party, or political committee has its principal office. Section 18. That § 12-27-40 be amended to read as follows: 12-27-40. The state's attorney shall investigate any violation of the provisions of this chapter relating to elections for county and school district office or ballot questions, and prosecute any violation thereof. In lieu of bringing a criminal action, the state's attorney may elect to file a civil action for any violation of this chapter. In a civil action, in addition to other relief, the court may impose a civil penalty in the amount provided by statute, or if not provided, in an amount not to exceed one thousand dollar dollars for each violation. Any civil penalty recovered shall be paid to the county general fund if the violation arose out of a county office or ballot question or the school district general fund if the violation arose out of a school district office or ballot question. A civil enforcement action for a violation of the chapter concerning a school district office or ballot question may, with the consent of the state's attorney, be brought by the school district's attorney. A civil action brought under this section shall be commenced in the county where filings under the chapter are required, in the county where the person resides , or in the county where the organization, political party, or political committee has its principal office. Section 19. That § 12-27-43 be amended to read as follows: 12-27-43. The attorney general may bring an action for a civil penalty against any person, political committee, political party, or organization that violates § 12-27-16 or 12-27-17, in addition to any other penalties provided by law. The civil penalty may not exceed two thousand dollars for each violation. Section 20. That chapter 12-27 be amended by adding thereto a NEW SECTION to read as follows: A ballot question committee may only accept contributions from a person, organization, political committee, or political party. A violation of this section is a Class 1 misdemeanor. Section 21. That § 12-5-14 be amended to read as follows: 12-5-14. The precinct committeemen and the precinct committeewomen of each political party; the state committeemen and committeewomen; the county chairperson, vice-chairperson, and secretary-treasurer or secretary and treasurer; and the elected public officers who reside in the county and other officers as designated by the party's constitution or bylaws, shall constitute the county central committee of their respective parties. They shall form their party organization by electing a county chairperson and other officers as determined by the party's constitution or bylaws. The name and mailing address of the county chairperson shall be certified to the county auditor immediately following the election of the county chairperson or change of the county chairperson. The name and mailing address of the county officer responsible for the records and reports required pursuant to chapter 12-27 shall be certified to the secretary of state immediately following the election. The name and mailing address of the state party chairperson shall be certified to the secretary of state immediately following the election or appointment of the state party chairperson. Section 22. That § 49-38-6 be repealed. 49-38-6. Every consumers power district shall make a statement in writing, verified under oath by an officer of the district, and file it with the secretary of state on January first of each year, and on the first day of each three months thereafter. The statement shall set forth in detail all sums of money and other things of value contributed, disbursed, expended or promised by such district, since the date of the last report, in connection with any and all elections concerning its properties or in advertising or publicity campaigns designed to affect legislation. A violation of this section is a petty offense. Section 23. That § 8-3-21 be amended to read as follows: 8-3-21. The township governing body may, by ordinance or resolution, adopt the provisions of chapter 12-25 12-27 . Section 24. That § 12-1-2.1 be amended to read as follows: 12-1-2.1. The governing body of any political subdivision may, by ordinance or resolution, adopt the provisions of chapter 12-25 12-27 . Section 25. That § 9-12-16 be amended to read as follows: 9-12-16. The municipal governing body may adopt an ordinance to make the provisions of chapter 12-25 12-27 applicable to municipal elections. Section 26. That § 13-7-6.1 be amended to read as follows: 13-7-6.1. The school district governing body may, by ordinance or resolution, adopt the provisions of chapter 12-25 12-27 ."}, {"bill_id": 4657, "bill_version_id": 3136, "bill_version": "Senate Engrossed", "bill_version_date": "2008-02-13T15:08:52.623-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning campaign finance reporting requirements and to establish certain penalties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 12-27-1 be amended to read as follows: 12-27-1. Terms used in this chapter mean: (1) \"Ballot question,\" any referendum, initiative, proposed constitutional amendment, or other measure submitted to voters at any election; (2) \"Ballot question committee,\" a person or organization that raises, collects, or disburses contributions solicited for the placement of a ballot question on the ballot or the adoption or defeat of any ballot question. A ballot question committee is not a person, political committee, or political party that makes a contribution to a ballot question committee. A ballot question committee is not an organization that makes a contribution to a ballot question committee from treasury funds; (3) \"Candidate campaign committee,\" any entity organized by a candidate to receive contributions and make expenditures for the candidate. Only one candidate campaign committee may be organized for each candidate; (4) \"Candidate,\" any person who seeks nomination for or election to public office, and for the purpose of this chapter a person is deemed a candidate if the person raises, collects, or disburses contributions in excess of five hundred dollars; has authorized the solicitation of contributions or the making of expenditures; or has created a candidate campaign committee for the purpose of obtaining public office. The person is also deemed a candidate if the person has taken all actions required by state law to qualify for nomination for or election to public office; (5) \"Clearly identified,\" the appearance of the name, nickname, a photograph or a drawing of a candidate or public office holder, or the unambiguous reference to the identity of a candidate or public office holder; (6) \"Contribution,\" any gift, advance, distribution, deposit, or payment of money or any other valuable consideration, or any contract, promise or agreement to do so; any discount or rebate not available to the general public; any forgiveness of indebtedness or payment of indebtedness by another person; or the use of services or property without full payment made or provided by any person, political committee, or political party whose primary business is to provide such services or property for the purpose of influencing: (a) The nomination, election, or re-election of any person to public office; or (b) The placement of a ballot question on the ballot or the adoption or defeat of any ballot question submitted. The term does not include services provided by a person as a volunteer for or on behalf of any candidate, political committee, or political party, including the free or discounted use of a person's residence. Nor does the term include the purchase of any item of value or service from any political committee or political party. The purchase price of the item may not exceed the fair market value and may not include an intent to contribute beyond the item's value. A contribution does not include administration and solicitation of a contribution for a political action committee established by an organization and associated expenses, nor the use of an organization's real or personal property located on its business premises for such purposes. A contribution does not include nominal use of a candidate's real or personal property or nominal use of resources available at a candidate's primary place of business; (7) \"County office,\" any elected office at a county in this state; (8) \"Election,\" any election for public office; any general, special, primary, or runoff election; and any election on a ballot question; (9) \"Expressly advocate,\" any communication which: (a) In context has no other reasonable meaning than to urge the election or defeat of one or more clearly identified candidates, public office holders, or the placement of a ballot question on the ballot or the adoption or defeat of any ballot question by use of explicit words of advocacy of election or defeat. The following words convey a message of express advocacy: vote, re-elect, support, cast your ballot for, reject, and defeat; or (b) When If taken as a whole and with limited reference to external events, such as the proximity to the election, may only be interpreted by a reasonable person as containing advocacy of the election or defeat of one or more clearly identified candidates, public office holders, or the placement of a ballot question on the ballot or the adoption or defeat of any ballot question because: (i) The electoral portion of the communication is unmistakable, unambiguous, and suggestive of only one meaning; and (ii) Reasonable minds could not differ as to whether it encourages actions to elect or defeat one or more clearly identified candidates, public office holders, or the placement of a ballot question on the ballot or the adoption or defeat of any ballot question or encourages some other kind of action; (10) \"Immediate family,\" a spouse of a candidate or public office holder, or a person under the age of eighteen years who is claimed by that candidate or public office holder or that candidate's or public office holder's spouse as a dependent for federal income tax purposes or any relative within the third degree of kinship of the candidate or the candidate's spouse, and the spouses of such relatives; (11) \"Independent expenditure,\" an expenditure made by a person, organization, political committee, or political party to expressly advocate the election or defeat of a clearly identified candidate or the placement of a ballot question on the ballot or the adoption or defeat of any ballot question, but which is not made to, controlled by, coordinated with, requested by, or made upon consultation with a candidate, political committee, or agent of a candidate or political committee. The term does not include administration and solicitation of any contribution for a political action committee established by an organization and associated expenses, nor the use of an organization's real or personal property located on its business premises for such purposes. The term does not include any communication by a person made in the regular course and scope of the person's business or ministry or any communication made by a membership organization solely to any member of the organization and the member's family; (12) \"In-kind,\" a good or service provided at no charge or for less than its fair market value. The term does not include the value of services provided by a person as a volunteer for or on behalf of any candidate, political committee, or political party, including the free or discounted use of any person's residence or office; (13) \"Legislative office,\" the Senate and the House of Representatives of the South Dakota Legislature; (14) \"Loan,\" a transfer of money, property, guarantee, or anything of value in exchange for an obligation, conditional or not, to repay in whole or part; (15) \"National political party,\" the organization which is responsible for the day-to-day operation of a political party at the national level, as determined by the Federal Election Commission; (16) \"Organization,\" any business corporation, limited liability company, nonprofit corporation, limited liability partnership, limited partnership, partnership, cooperative, trust, business trust, association, club, labor union, collective bargaining organization, local, state, or national organization to which a labor organization pays membership or per capita fees, based upon its affiliation and membership, trade or professional association that receives its funds from membership dues or service fees, whether organized inside or outside the state, any entity organized in a corporate form under federal law or the laws of this state, or any group of persons acting in concert which is not defined as a political committee or political party in this chapter; (17) \"Person,\" a natural person; (18) \"Political action committee,\" a person or organization that raises, collects or disburses contributions to influence the outcome of an election and who is not a candidate, candidate campaign committee, ballot question committee, or a political party. A political action committee is not any: (a) Person that makes a contribution to a political committee or political party; or (b) Organization that makes a contribution to a ballot question committee from treasury funds; (19) \"Political committee,\" any candidate campaign committee, political action committee, or ballot question committee; (20) \"Political party,\" any state or county political party qualified to participate in a primary or general election, including any auxiliary organization of such political party. An auxiliary organization is any organization designated as an auxiliary organization in the political party's bylaws or constitution except any secondary or post- secondary student auxiliary organization that only accepts contributions to support volunteer student activities of the organization and does not make monetary or in-kind contributions or any independent expenditures to any political committee; (21) \"Public office,\" any statewide office, legislative office, or county office; (22) \"Qualified nonprofit corporation,\" any nonprofit corporation, subject to the provisions of chapters 47-22 to 47-28, inclusive, that was organized for the purpose of promoting political ideas and cannot engage in business activities, has no shareholders or other persons affiliated so as to have a claim on the assets or earnings, was not established by a corporation, and has not accepted more than de minimus amount of funds from any corporation; (23) \"Statewide office,\" the offices of Governor, lieutenant governor, secretary of state, attorney general, state auditor, state treasurer, commissioner of school and public lands, and public utilities commissioner; (24) \"Volunteer,\" a person who provides services free of charge. Section 2. That § 12-27-2 be amended to read as follows: 12-27-2. A political committee shall have and continually maintain a chair and a treasurer, which may be the same person. The chair and treasurer for a candidate campaign committee shall be appointed by the candidate, and the candidate may serve as either, or both, such officers. No political committee may receive or make contributions or pay expenses while the office of treasurer is vacant. A violation of this section is a Class 2 misdemeanor. Section 3. That § 12-27-3 be amended to read as follows: 12-27-3. A The treasurer for a political action committee or ballot question committee shall file a statement of organization with the secretary of state not later than fifteen days after the date upon which the committee made contributions, received contributions, or paid expenses in excess of five hundred dollars unless such activity falls within thirty days of any statewide election in which case the statement of organization shall be filed within forty-eight hours. Any candidate for public office shall organize a candidate campaign committee not later than fifteen days after becoming a candidate and shall file a statement of organization with the secretary of state A candidate shall file a statement of organization for a candidate campaign committee with the secretary of state not later than fifteen days after becoming a candidate pursuant to this chapter. Notwithstanding the provisions of § 12-27-41, the statement of organization shall include the original signature of each person filing the statement . A political committee that regularly files a campaign finance disclosure statement with the Federal Election Commission is not required to file a statement of organization. A violation of this section is a Class 2 misdemeanor. Section 4. That § 12-27-6 be amended to read as follows: 12-27-6. The statement of organization shall include: (1) The name, street address, postal address, and daytime telephone number of the committee; (2) The name, street address, postal address, and daytime telephone number of the chair and the treasurer of the committee; (3) A statement of the type of political committee that has been or is being organized; (4) In the case of a candidate campaign committee, the name, street address, and postal address of the candidate; (5) In the case of a political action committee or ballot question committee, a concise statement of its purpose and goals, and the full name, street address, and postal address of the organization with which the committee is connected or affiliated, or if the committee is not connected or affiliated with any one organization, the trade, profession, or primary interest of the committee; (6) If the committee is organized as a corporation under federal or state laws for liability purposes only as authorized by § 12-27-4, a statement affirming such organization; and (7) The name, street address, postal address, and telephone number of each financial institution where an account or depository is maintained. The statement shall be signed by the candidate and treasurer for a candidate campaign committee and by the chair and treasurer for other political committees. A political committee continues to exist until a termination statement is filed pursuant to §§ 12-27-25 and 12-27-26. The candidate or treasurer of a political committee shall file an updated statement of organization not later than fifteen days after any change in the information contained on the most recently filed statement of organization. Section 5. That § 12-27-12 be amended to read as follows: 12-27-12. No person or organization may make a contribution in the name of another person or organization , make a contribution disguised as a gift, make a contribution in a fictitious name, make a contribution on behalf of another person or organization , or knowingly permit another to use his or her that person's or organization's name to make a contribution. No candidate may accept a contribution disguised as a gift. A violation of this section is a Class 1 misdemeanor. Section 6. That § 12-27-22 be amended to read as follows: 12-27-22. A campaign financial finance disclosure statement shall be filed with the secretary of state by the treasurer of every: (1) Candidate or candidate campaign committee for any statewide or legislative office; (2) Political action committee; (3) Political party; and (4) Ballot question committee. The statement shall be signed and filed by the treasurer of the political committee or political party. The statement shall be received by the secretary of state and filed by 5:00 p.m. each February first and shall cover the contributions and expenditures for the preceding calendar year. However, no statement is required to be filed by a candidate campaign committee for legislative or county office on February first following a year in which there is not an election. A statement shall also be received by the secretary of state and filed by 5:00 p.m. on the second Friday prior to each primary and general election complete through the fifteenth day prior to that election. No county, local, or auxiliary committee of any political party qualified to participate in a primary or general election is required to file a campaign financial finance disclosure statement prior to a statewide primary election. No candidate without opposition in a primary election is required to file a campaign financial finance disclosure statement prior to a primary election. Any statement filed pursuant to this section shall be consecutive and shall cover contributions and expenditures since the last statement filed. A political committee that regularly files a campaign finance disclosure statement with the Federal Election Commission or a report of contributions and expenditures with the Internal Revenue Service is not required to file a campaign finance disclosure statement. A violation of this section is a Class 1 misdemeanor. Section 7. That § 12-27-23 be amended to read as follows: 12-27-23. A campaign finance disclosure statement shall be received by the secretary of state and filed by the treasurer of any statewide ballot question committee by 5:00 p.m. on the fifth day of July during the year in which the ballot question is to be voted on complete through the month of June. A violation of this section is a Class 1 misdemeanor. Section 8. That § 12-27-25 be amended to read as follows: 12-27-25. The last campaign finance statement filed shall be a termination statement. The termination statement shall be filed by the treasurer within thirty days following disposition of all funds and property and the payment of all obligations. Section 9. That § 12-27-27 be amended to read as follows: 12-27-27. Any candidate, treasurer , or other person filing a statement pursuant to this chapter, shall file an amended statement within three days of discovering any omission, inaccuracy, or other change necessary to make the statement accurate. A person responsible for filing a statement pursuant to this chapter, who willfully fails to report a material change or correction, is guilty of a Class 1 misdemeanor. A person responsible for filing a statement pursuant to this chapter, who willfully fails to file an amendment pursuant to this section is subject to the civil administrative penalty in § 12-27-30 section 13 of this Act beginning on the first day following the third day after the candidate, treasurer, or other person is notified of the omission, inaccuracy, or other change necessary to make the statement accurate. Section 10. That chapter 12-27 be amended by adding thereto a NEW SECTION to read as follows: In addition to any other penalty or relief provided under this chapter, the secretary of state, after notice and opportunity for hearing pursuant to chapter 1-26, may impose an administrative penalty for the failure to timely file any statement, amendment, or correction required to be filed by this chapter. The administrative penalty is fifty dollars per day for each violation not to exceed three thousand dollars. Any administrative penalty collected pursuant to this section shall be deposited in the state general fund. Section 11. That chapter 12-27 be amended by adding thereto a NEW SECTION to read as follows: Any administrative penalty imposed pursuant to section 13 of this Act shall be assessed against the violator by an administrative order of the secretary of state. The order shall state the date and facts of each violation addressed under the penalty assessed and the citations to the provisions of each law alleged to be violated. The order shall contain a statement that the violator may request a contested case hearing on the violation and penalty pursuant to chapter 1-26, by filing a written request with the secretary of state no later than twenty days after the receipt of the order. The secretary of state shall serve the order and assessment by certified mail. If not contested within twenty days of receipt of the order, an administrative order assessing an administrative penalty constitutes a judgment and may be executed by delivery of a true and correct copy certified by the secretary of state in the manner provided for the execution of money judgments provided in chapter 15-18. If a hearing is requested, the matter shall be scheduled for a hearing before the secretary of state within thirty days from the receipt of the request. The secretary of state shall provide notice of the hearing consistent with the provisions of § 1-26-17. A final determination by the secretary of state may be appealed to the circuit court or Supreme Court as provided in chapter 1-26. If the time to take an appeal has lapsed after the final determination by the secretary of state, the administrative order assessing an administrative penalty constitutes a judgment and may be executed by delivery of a true and correct copy certified by the secretary of state in the manner provided for the execution of judgments in chapter 15-18. Section 12. That § 12-27-28 be amended to read as follows: 12-27-28. If any candidate campaign committee for statewide office, political action committee, ballot question committee, or political party required to file a campaign finance disclosure statement pursuant to this chapter receives a contribution of five hundred dollars or more within the fourteen days immediately prior to an election for which a campaign finance disclosure statement may be filed, a supplemental statement shall be filed. The statement shall state the name, street address, city, and state of the contributor and the amount and date of the contribution, and information contained in any statement provided under § 12-27-19, if applicable. The statement shall be filed by the treasurer within forty-eight hours of the receipt of the contribution. A violation of this section is a Class 1 misdemeanor. Section 13. That § 12-27-30 be amended to read as follows: 12-27-30. Notwithstanding the provisions of § 12-25-33, the failure to timely file any statement, amendment, or correction required by this chapter with any county, township, municipality, school district, or special purpose district covered by this chapter pursuant to § 12- 27-39 or covered by local ordinance or resolution subjects the treasurer responsible for filing to a civil penalty of fifty dollars per day for each day that the statement remains delinquent. The civil penalty shall be in addition to any criminal sanctions and shall be paid to the secretary of state county, township, municipality, school district, or special purpose district and deposited in the state its general fund. Section 14. That § 12-27-35 be amended to read as follows: 12-27-35. The attorney general shall investigate violations of the provisions of this chapter relating to a legislative office, statewide office, or statewide ballot question and prosecute any violation thereof. In lieu of bringing a criminal action, the attorney general may elect to file a civil action. In a civil action, in addition to other relief, the court may impose a civil penalty in the amount provided by statute, or if not provided, in an amount not to exceed ten thousand dollars for each violation. Any civil penalty recovered shall be paid to the state general fund. A civil action brought by the attorney general shall be commenced in Hughes County, in the county where the person resides, or in the county where the organization, political party, or political committee has its principal office. Section 15. That § 12-27-40 be amended to read as follows: 12-27-40. The state's attorney shall investigate any violation of the provisions of this chapter relating to elections for county and school district office or ballot questions, and prosecute any violation thereof. In lieu of bringing a criminal action, the state's attorney may elect to file a civil action for any violation of this chapter. In a civil action, in addition to other relief, the court may impose a civil penalty in the amount provided by statute, or if not provided, in an amount not to exceed one thousand dollar dollars for each violation. Any civil penalty recovered shall be paid to the county general fund if the violation arose out of a county office or ballot question or the school district general fund if the violation arose out of a school district office or ballot question. A civil enforcement action for a violation of the chapter concerning a school district office or ballot question may, with the consent of the state's attorney, be brought by the school district's attorney. A civil action brought under this section shall be commenced in the county where filings under the chapter are required, in the county where the person resides , or in the county where the organization, political party, or political committee has its principal office. Section 16. That chapter 12-27 be amended by adding thereto a NEW SECTION to read as follows: A ballot question committee may only accept contributions from a person, organization, political committee, or political party. A violation of this section is a Class 1 misdemeanor. Section 17. That § 12-5-14 be amended to read as follows: 12-5-14. The precinct committeemen and the precinct committeewomen of each political party; the state committeemen and committeewomen; the county chairperson, vice-chairperson, and secretary-treasurer or secretary and treasurer; and the elected public officers who reside in the county and other officers as designated by the party's constitution or bylaws, shall constitute the county central committee of their respective parties. They shall form their party organization by electing a county chairperson and other officers as determined by the party's constitution or bylaws. The name and mailing address of the county chairperson shall be certified to the county auditor immediately following the election of the county chairperson or change of the county chairperson. The name and mailing address of the county officer responsible for the records and reports required pursuant to chapter 12-27 shall be certified to the secretary of state immediately following the election. The name and mailing address of the state party chairperson shall be certified to the secretary of state immediately following the election or appointment of the state party chairperson. Section 18. That § 49-38-6 be repealed. 49-38-6. Every consumers power district shall make a statement in writing, verified under oath by an officer of the district, and file it with the secretary of state on January first of each year, and on the first day of each three months thereafter. The statement shall set forth in detail all sums of money and other things of value contributed, disbursed, expended or promised by such district, since the date of the last report, in connection with any and all elections concerning its properties or in advertising or publicity campaigns designed to affect legislation. A violation of this section is a petty offense. Section 19. That § 8-3-21 be amended to read as follows: 8-3-21. The township governing body may, by ordinance or resolution, adopt the provisions of chapter 12-25 12-27 . Section 20. That § 12-1-2.1 be amended to read as follows: 12-1-2.1. The governing body of any political subdivision may, by ordinance or resolution, adopt the provisions of chapter 12-25 12-27 . Section 21. That § 9-12-16 be amended to read as follows: 9-12-16. The municipal governing body may adopt an ordinance to make the provisions of chapter 12-25 12-27 applicable to municipal elections. Section 22. That § 13-7-6.1 be amended to read as follows: 13-7-6.1. The school district governing body may, by ordinance or resolution, adopt the provisions of chapter 12-25 12-27 ."}, {"bill_id": 4657, "bill_version_id": 4068, "bill_version": "Enrolled", "bill_version_date": "2008-02-27T08:39:14.28-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4657, "action_date": "2008-01-08T12:00:00-06:00", "document_id": 560, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/560.pdf", "status_text": "First read in Senate and referred to", "journal_page": 15, "committee_id_action": 28, "committee_id_assigned": 10, "result": "N", "vote": {}}, {"bill_id": 4657, "action_date": "2008-01-11T07:45:00-06:00", "document_id": 600, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/600.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4657, "action_date": "2008-01-14T07:45:00-06:00", "document_id": 704, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/704.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4657, "action_date": "2008-01-16T07:45:00-06:00", "document_id": 885, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/885.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4657, "action_date": "2008-01-23T07:45:00-06:00", "document_id": 1291, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1291.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4657, "action_date": "2008-02-04T07:45:00-06:00", "document_id": 2187, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2187.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4657, "action_date": "2008-02-04T07:45:00-06:00", "document_id": 2402, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2402.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4657, "action_date": "2008-02-11T07:45:00-06:00", "document_id": 2604, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2604.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4657, "action_date": "2008-02-11T07:45:00-06:00", "document_id": 2864, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2864.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4657, "action_date": "2008-02-11T07:45:00-06:00", "document_id": 2864, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2864.pdf", "status_text": "Do Pass Amended", "journal_page": 393, "committee_id_action": 10, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1551, "president_vote": null, "Yea": [557, 530, 567, 569, 629, 577, 588, 598, 553]}}, {"bill_id": 4657, "action_date": "2008-02-13T14:00:00-06:00", "document_id": 3133, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3133.pdf", "status_text": "Motion to amend", "journal_page": 491, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4657, "action_date": "2008-02-13T14:00:00-06:00", "document_id": 3133, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3133.pdf", "status_text": "Do Pass Amended", "journal_page": 492, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1841, "president_vote": null, "Yea": [557, 576, 621, 604, 553, 596, 560, 590, 598, 545, 592, 530, 601, 567, 535, 533, 582, 562, 622, 584, 569, 573, 618, 610, 629, 613, 632, 577, 588, 539, 627, 548, 550, 541, 607]}}, {"bill_id": 4657, "action_date": "2008-02-14T14:00:00-06:00", "document_id": 3233, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3233.pdf", "status_text": "First read in House and referred to", "journal_page": 578, "committee_id_action": 27, "committee_id_assigned": 22, "result": "N", "vote": {}}, {"bill_id": 4657, "action_date": "2008-02-22T10:00:00-06:00", "document_id": 3526, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3526.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 22, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4657, "action_date": "2008-02-22T10:00:00-06:00", "document_id": 3797, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3797.pdf", "status_text": "Do Pass", "journal_page": 695, "committee_id_action": 22, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2435, "president_vote": null, "Yea": [614, 591, 574, 542, 575, 594, 571, 581, 603, 619, 615], "Excused": [570, 558]}}, {"bill_id": 4657, "action_date": "2008-02-22T10:00:00-06:00", "document_id": 3797, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3797.pdf", "status_text": "Placed on consent", "journal_page": null, "committee_id_action": 22, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4657, "action_date": "2008-02-25T14:00:00-06:00", "document_id": 3927, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3927.pdf", "status_text": "Deferred to another day", "journal_page": 720, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4657, "action_date": "2008-02-26T14:00:00-06:00", "document_id": 4029, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4029.pdf", "status_text": "Do Pass Amended", "journal_page": 744, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2554, "president_vote": null, "Yea": [602, 579, 614, 625, 593, 586, 570, 597, 532, 608, 623, 574, 534, 555, 542, 568, 552, 575, 580, 572, 624, 595, 529, 594, 631, 565, 620, 616, 556, 585, 589, 633, 543, 558, 628, 630, 571, 581, 544, 546, 537, 536, 578, 612, 551, 599, 617, 547, 583, 538, 603, 615, 600, 531, 563, 540, 566, 549, 619, 626, 606, 587, 559, 564, 561, 591], "Nay": [609, 605], "Excused": [554, 611]}}, {"bill_id": 4657, "action_date": "2008-02-27T11:00:00-06:00", "document_id": 4108, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4108.pdf", "status_text": "Signed by the President", "journal_page": 688, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4657, "action_date": "2008-02-28T10:00:00-06:00", "document_id": 4155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4155.pdf", "status_text": "Signed by the Speaker", "journal_page": 801, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4657, "action_date": "2008-02-29T09:30:00-06:00", "document_id": 4270, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4270.pdf", "status_text": "Delivered to the Governor", "journal_page": 713, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4657, "action_date": "2008-03-17T10:00:00-05:00", "document_id": 4324, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4324.pdf", "status_text": "Signed by the Governor", "journal_page": 743, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3928, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4657"}