{"session_id": 27, "bill_id": 7774, "bill_type": "House Bill", "bill_number": 1099, "bill_title": "require a sentence of life imprisonment for certain persons with severe mental illness and to provide for a determination of severe mental illness in those cases.", "sponsors": [{"legislator_profile_id": 1120, "is_prime": true}, {"legislator_profile_id": 1174, "is_prime": true}, {"legislator_profile_id": 1168, "is_prime": false}, {"legislator_profile_id": 1166, "is_prime": false}, {"legislator_profile_id": 1122, "is_prime": false}, {"legislator_profile_id": 1173, "is_prime": false}, {"legislator_profile_id": 1136, "is_prime": false}, {"legislator_profile_id": 1139, "is_prime": false}, {"legislator_profile_id": 1105, "is_prime": false}, {"legislator_profile_id": 1181, "is_prime": false}, {"legislator_profile_id": 1100, "is_prime": false}, {"legislator_profile_id": 1106, "is_prime": false}, {"legislator_profile_id": 1125, "is_prime": false}, {"legislator_profile_id": 1206, "is_prime": false}, {"legislator_profile_id": 1124, "is_prime": false}, {"legislator_profile_id": 1110, "is_prime": false}, {"legislator_profile_id": 1184, "is_prime": false}, {"legislator_profile_id": 1099, "is_prime": false}, {"legislator_profile_id": 1199, "is_prime": false}, {"legislator_profile_id": 1188, "is_prime": false}, {"legislator_profile_id": 1156, "is_prime": false}, {"legislator_profile_id": 1157, "is_prime": false}, {"legislator_profile_id": 1161, "is_prime": false}, {"legislator_profile_id": 1195, "is_prime": false}, {"legislator_profile_id": 1152, "is_prime": false}, {"legislator_profile_id": 1102, "is_prime": false}, {"legislator_profile_id": 1128, "is_prime": false}, {"legislator_profile_id": 1121, "is_prime": false}, {"legislator_profile_id": 1145, "is_prime": false}, {"legislator_profile_id": 1111, "is_prime": false}], "keywords": ["Courts and Judiciary", "Criminal Procedure", "Mental Illness"], "audio": [{"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hst21.mp3", "start_seconds": 180.0}, {"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hst21.mp3", "start_seconds": 180.0}, {"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hst21.mp3", "start_seconds": 180.0}, {"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hst21.mp3", "start_seconds": 180.0}], "bill_versions": [{"bill_id": 7774, "bill_version_id": 43168, "bill_version": "Introduced", "bill_version_date": "2017-01-25T11:37:39.763-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require a sentence of life imprisonment for certain persons with severe mental illness and to provide for a determination of severe mental illness in those cases. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 23A-27A be amended by adding a NEW SECTION to read: The death penalty may not be imposed upon any person with a severe mental illness with significantly impaired capacity at the time the offense was committed. Section 2. That chapter 23A-27A be amended by adding a NEW SECTION to read: For the purposes of this chapter, a person with a severe mental illness with significantly impaired capacity, means a person who had active psychotic symptoms of a severe mental disorder or disability that significantly impaired the person's capacity, at the time of the offense, to do the following: (1) To appreciate the nature, consequences, or wrongfulness of the person's conduct; (2) To exercise rational judgement in relation to conduct; or (3) To conform the person's conduct to the requirements of the law. A disorder manifested primarily by repeated criminal conduct or attributable solely to the acute effects of voluntary use of alcohol or other drugs does not, standing alone, constitute a severe mental disorder or disability for purposes of this Act. Section 3. That chapter 23A-27A be amended by adding a NEW SECTION to read: If a defendant files a petition pursuant to this Act, the court shall order an evaluation of the defendant to determine if the defendant is a person with a severe mental illness with significantly impaired capacity. Section 4. That chapter 23A-27A be amended by adding a NEW SECTION to read: A psychiatric or psychological examination ordered pursuant to this Act shall be conducted by a licensed psychiatrist or clinical psychologist, or, if the court finds it appropriate, by more than one examiner. Each examiner shall be appointed by the court, and upon the request of the defendant, an additional examiner may be selected by the defendant. For the purposes of a psychiatric or psychological examination ordered pursuant to this Act, the defendant shall remain confined in the physical custody of the Department of Corrections. No statement that a person makes in an evaluation or pretrial hearing ordered pursuant to this Act may be used against the defendant on the issue of guilt in any criminal action or proceeding. However, in any criminal action or proceeding, either the defense or the state may call as a witness any examiner who evaluated the person or prepared a report pursuant to a court order under this Act. Neither the appointment nor the testimony of an examiner appointed under this section precludes the state or defense counsel from calling other witnesses or presenting other evidence on the issue of the defendant's severe mental illness at the time of the offense. Section 5. That chapter 23A-27A be amended by adding a NEW SECTION to read: A psychiatric or psychological report ordered pursuant to this Act shall be prepared by the examiner designated to conduct the psychiatric or psychological examination, filed with the court with copies provided to the counsel for the defendant examined and to the prosecuting attorney, and shall include: (1) The defendant's history and present symptoms; (2) A description of the psychiatric, psychological, and medical tests that were employed and the results; (3) The examiner's findings; and (4) The examiner's opinions as to diagnosis, prognosis, and whether the defendant was suffering from a severe mental illness with significantly impaired capacity at the time of the commission of the offense. Section 6. That chapter 23A-27A be amended by adding a NEW SECTION to read: Not later than ninety days before the start of the trial, the defendant may provide notice of intent to offer evidence that the defendant suffered from a severe mental illness with significantly impaired capacity at the time of the commission of the offense, and the court shall determine the question, outside of the presence of the jury, at the close of the evidence and prior to the submission of the question of guilt or innocence. If, after the hearing, the court finds, by a preponderance of the evidence, that the defendant did suffer from a severe mental illness with significantly impaired capacity at the time of the commission of the offense, the court shall enter an order so stating. If, thereafter, the jury finds the defendant guilty of a Class A felony, the court shall sentence the defendant to life imprisonment without the possibility of parole. If the court finds, after the hearing, that the defendant was not a person with a severe mental illness with significantly impaired capacity at the time of the commission of the offense, the court shall enter an order so stating. Nothing in this section precludes the defendant from presenting mitigating evidence of severe mental illness at the sentencing phase of the trial. Section 7. That chapter 23A-27A be amended by adding a NEW SECTION to read: If a defendant serves notice pursuant to this Act, the state may apply, upon notice to the defendant, for an order directing that the defendant submit to an examination by a licensed psychiatrist, clinical psychologist, or licensed psychiatric social worker designated by the state, for the purpose of rebutting evidence offered by the defendant. The state shall make available to the defendant a videotaped recording of the examination promptly after its conclusion. The state shall promptly serve on the defendant a written copy of the findings and evaluation of the examiner. If a defendant is subjected to an examination pursuant to an order issued under this section, any statement made by the defendant for the purpose of the examination is inadmissible in evidence against the defendant in any criminal action or proceeding on every issue other than the issue of whether the defendant was a person with a severe mental illness with significantly impaired capacity at the time of the offense. Any statement made by the defendant for the purpose of the examination is admissible upon such an issue whether or not it would otherwise be considered privileged communication. Section 8. That chapter 23A-27A be amended by adding a NEW SECTION to read: The provisions of this Act apply only to an offense alleged to have been committed by the defendant after July 1, 2017."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7774, "action_date": "2017-01-25T14:00:00-06:00", "document_id": 43199, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43199.pdf", "status_text": "First read in House and referred to", "journal_page": 193, "committee_id_action": 361, "committee_id_assigned": 356, "result": "N", "vote": {}}, {"bill_id": 7774, "action_date": "2017-02-13T07:45:00-06:00", "document_id": 44149, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44149.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 356, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7774, "action_date": "2017-02-13T07:45:00-06:00", "document_id": 44296, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44296.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 356, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7774, "action_date": "2017-02-13T07:45:00-06:00", "document_id": 44296, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44296.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 368, "committee_id_action": 356, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23149, "president_vote": null, "Nay": [1166, 1136, 1139, 1206], "Yea": [1147, 1143, 1133, 1149, 1160, 1113, 1165, 1119], "Excused": [1179]}}]}