{"session_id": 15, "bill_id": 3509, "bill_type": "Senate Bill", "bill_number": 173, "bill_title": "provide provisions allowing for the practice of medical-aesthetic services by trained professionals, to provide registration and oversight of such providers, and to provide a penalty therefor.", "sponsors": [{"legislator_profile_id": 253, "is_prime": true}, {"legislator_profile_id": 248, "is_prime": true}, {"legislator_profile_id": 227, "is_prime": false}, {"legislator_profile_id": 260, "is_prime": false}, {"legislator_profile_id": 252, "is_prime": false}], "keywords": ["Licenses", "Professions and Occupations", "Public Health and Safety"], "audio": [{"meeting_datetime": "2012-02-01T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she13.mp3", "start_seconds": 6035.0}, {"meeting_datetime": "2012-02-01T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she13.mp3", "start_seconds": 6035.0}, {"meeting_datetime": "2012-02-01T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she13.mp3", "start_seconds": 6035.0}, {"meeting_datetime": "2012-02-01T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she13.mp3", "start_seconds": 6035.0}, {"meeting_datetime": "2012-02-06T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she15.mp3", "start_seconds": 5694.0}, {"meeting_datetime": "2012-02-06T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she15.mp3", "start_seconds": 5694.0}, {"meeting_datetime": "2012-02-06T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she15.mp3", "start_seconds": 5694.0}, {"meeting_datetime": "2012-02-06T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she15.mp3", "start_seconds": 5694.0}], "bill_versions": [{"bill_id": 3509, "bill_version_id": 20142, "bill_version": "Introduced", "bill_version_date": "2012-01-25T11:32:54.44-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide provisions allowing for the practice of medical-aesthetic services by trained professionals, to provide registration and oversight of such providers, and to provide a penalty therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. A person trained and certified in medical-aesthetic services and registered with the Department of Health may perform medical aesthetic services as a certified medical-aesthetic technician as long as they have privately contracted with a registered nurse or licensed physician to provide consultation and emergency care if necessary. Section 2. For purposes of this Act, medical-aesthetic services are medical services in the cosmetic or aesthetic field that constitute the practice of medicine, including; (1) The use of a laser, radio-frequency device, intense pulsed light, or other technique that results in the revision, destruction, incision, or other structural alteration of human tissue or hair removal; and (2) The performance of injections of Botox, Collagen, Restylane, or any other substance injected in the human body for a primarily cosmetic purpose. Section 3. A person trained and certified in medical-aesthetic services shall apply for registration with the Department of Health prior to performing any medical aesthetic services. Section 4. Any applicant for registration under this Act shall submit a non-refundable registration fee not to exceed one hundred fifty dollars. The fee shall be set in rules promulgated by the department pursuant to chapter 1-26. Section 5. The department may issue a registration certificate to any applicant who submits an application and registration fee and who demonstrates the following qualifications: (1) Eighteen years of age or older; (2) Good moral character; (3) Certificate of completion of a training program recognized by the department; and (4) Professional liability insurance coverage with limits at or above an amount set by the department. Section 6. The department shall maintain a list of every person registered as a certified medical-aesthetic technician. Section 7. Any certified medical-aesthetic technician engaging in the practice of medical aesthetics shall conspicuously display a valid registration certificate from the department in the person's place of business. Section 8. Any person registered under this Act and providing medical aesthetic services shall carry professional liability insurance with limits at or in excess of the minimum amount established by the department. Section 9. The department may promulgate rules pursuant to chapter 1-26 in the following areas: (1) The form, information, and documentation needed for registration; (2) A list of recognized facilities or instructors who may provide training or instruction required for registration and continuing education requirements; (3) The amount of registration fees; (4) The procedures for conducting disciplinary proceedings; (5) The minimum limits of malpractice insurance to be carried by any person registered pursuant to this section; (6) Continuing education requirements; and (7) A code of professional conduct. Section 10. The board may cancel, suspend, or revoke a registration following a contested case hearing in compliance with chapter 1-26 upon satisfactory proof of incompetence, unprofessional conduct, or a violation of any rule promulgated by the department or any provision of this Act. The board may waive the requirement of prior notice and an informal meeting set forth in § 1-26-29 if the person presents an immediate threat to the public or has engaged in willful misconduct. Any person may appeal the cancellation, suspension, or revocation of a license in compliance with chapter 1-26. Section 11. The department shall inspect the place of business of any person registered pursuant to this Act at least one time a year. Section 12. Any person who engages in the practice of medical-aesthetic services or holds himself or herself out to the public as engaged in the practice of medical-aesthetic services without a registration pursuant to this Act is guilty of a Class 2 misdemeanor. The state or the department may file a civil action to enjoin any person engaging in the practice of medical-aesthetic services without being registered. Section 13. The provisions of this Act do not apply to any person performing medical-aesthetic services if done under one of the following circumstances: (1) As part of a licensed practice as a physician, physician assistant, nurse, or other health care profession licensed or certified under Title 36; (2) In furtherance of duties as an employee of the United States; or (3) As part of a course of study or continuing education with a facility or instructor recognized and approved by the board to provide training in medical-aesthetic services or the provision of such instruction."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3509, "action_date": "2012-01-25T14:00:00-06:00", "document_id": 20184, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20184.pdf", "status_text": "First read in Senate and referred to", "journal_page": 175, "committee_id_action": 171, "committee_id_assigned": 151, "result": "N", "vote": {}}, {"bill_id": 3509, "action_date": "2012-02-01T10:00:00-06:00", "document_id": 20406, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20406.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 151, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3509, "action_date": "2012-02-01T10:00:00-06:00", "document_id": 20562, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20562.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 151, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3509, "action_date": "2012-02-06T10:00:00-06:00", "document_id": 20564, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20564.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 151, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3509, "action_date": "2012-02-06T10:00:00-06:00", "document_id": 20794, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20794.pdf", "status_text": "Amend the amendment", "journal_page": 0, "committee_id_action": 151, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3509, "action_date": "2012-02-06T10:00:00-06:00", "document_id": 20794, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20794.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 290, "committee_id_action": 151, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11031, "president_vote": null, "Yea": [239, 285, 223, 290, 261, 228], "Nay": [291]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3509"}