{"session_id": 68, "bill_id": 24287, "bill_type": "Senate Commemoration", "bill_number": 805, "bill_title": "Honoring the 2022 Tea Area High School girls soccer team for winning the Class A State Championship.", "sponsors": [{"legislator_profile_id": 4398, "is_prime": true}, {"legislator_profile_id": 4399, "is_prime": true}, {"legislator_profile_id": 4333, "is_prime": false}], "keywords": ["Senate Commemoration"], "audio": [], "bill_versions": [{"bill_id": 24287, "bill_version_id": 247498, "bill_version": "Introduced", "bill_version_date": "2023-01-31T07:39:18.147-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the 2022 Tea Area High School girls soccer team for winning the Class A State Championship. WHEREAS, the Lady Titans soccer team are led by Head Coach Mark Anderson, Assistant Coaches Brooke Piper and Jasmin Sumic, and are comprised of team members Syda Afa, Maddie Baatz, Ellie Clayberg, Reese Hammerquist, Heidi Hofer, Sage Hoffman, Olivia Johnson, Kara Knutson, Zoe Kreidler, Kia Lekander, Kendra McKinney, Piper McKinney, Emily Morales, Abby Munson, Aftyn Murray, Jessica Nelson, Mya Neuhardt, Sydney Neuhardt, Kendra Nielson, Alana Otten, Stella Peterson, Abbi Ringo, Sydney Sherwood, Avalon Thompson, McKenzie Thompson, Sami Van Tol, and Chloe Wilson; and WHEREAS, the Lady Titans finished the season with an overall record of 12-2-2, with a region record of 8-1, outscoring their opponents by a combined margin of 37-8; and WHEREAS, the Lady Titans concluded the season by winning their second-ever Girls State Soccer Championship, with a 1-0 victory over West Central after sending the game into a shootout lasting six rounds: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Eighth Legislature of the State of South Dakota, that the Tea Area Lady Titans soccer team are the winners of the 2022 Class A Girls State Soccer Championship."}, {"bill_id": 24287, "bill_version_id": 248168, "bill_version": "Enrolled", "bill_version_date": "2023-02-03T09:42:09.24-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the 2022 Tea Area High School girls soccer team for winning the Class A State Championship. WHEREAS, the Lady Titans soccer team is led by Head Coach Mark Anderson, Assistant Coaches Brooke Piper and Jasmin Sumic, and is comprised of team members Syda Afa, Maddie Baatz, Ellie Clayberg, Reese Hammerquist, Heidi Hofer, Sage Hoffman, Olivia Johnson, Kara Knutson, Zoe Kreidler, Kia Lekander, Kendra McKinney, Piper McKinney, Emily Morales, Abby Munson, Aftyn Murray, Jessica Nelson, Mya Neuhardt, Sydney Neuhardt, Kendra Nielson, Alana Otten, Stella Peterson, Abbi Ringo, Sydney Sherwood, Avalon Thompson, McKenzie Thompson, Sami Van Tol, and Chloe Wilson; and WHEREAS, the Lady Titans finished the season with an overall record of 12-2-2, with a region record of 8-1, outscoring their opponents by a combined margin of 37-8; and WHEREAS, the Lady Titans concluded the season by winning their second-ever Girls State Soccer Championship, with a 1-0 victory over West Central after sending the game into a shootout lasting six rounds: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Eighth Legislature of the State of South Dakota, that the Tea Area Lady Titans soccer team are the winners of the 2022 Class A Girls State Soccer Championship."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24287, "action_date": "2023-01-31T14:00:00-06:00", "document_id": 247379, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247379.pdf", "status_text": "", "journal_page": 152, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24287"}