{"session_id": 4, "bill_id": 204, "bill_type": "House Commemoration", "bill_number": 1001, "bill_title": "Honoring LaBradford Eagle Deer for addressing the United Nations on October 17, 2007, in observance of the twentieth annual International Day for the Eradication of Poverty.", "sponsors": [{"legislator_profile_id": 604, "is_prime": true}, {"legislator_profile_id": 605, "is_prime": true}, {"legislator_profile_id": 609, "is_prime": false}, {"legislator_profile_id": 594, "is_prime": false}, {"legislator_profile_id": 567, "is_prime": false}, {"legislator_profile_id": 584, "is_prime": false}, {"legislator_profile_id": 610, "is_prime": false}, {"legislator_profile_id": 566, "is_prime": false}, {"legislator_profile_id": 607, "is_prime": false}, {"legislator_profile_id": 611, "is_prime": false}], "keywords": ["Commemorations"], "audio": [], "bill_versions": [{"bill_id": 204, "bill_version_id": 1476, "bill_version": "Introduced", "bill_version_date": "2008-01-22T10:29:19.597-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring LaBradford Eagle Deer for addressing the United Nations on October 17, 2007, in observance of the twentieth annual International Day for the Eradication of Poverty. WHEREAS, LaBradford Eagle Deer, age sixteen, of St. Francis, South Dakota, read a commemorative stone stating: \"Wherever human beings are condemned to live in extreme poverty, human rights are violated. It is our solemn duty to see that their rights are respected.\"; and WHEREAS, LaBradford Eagle Deer is an honor student at Todd County High School, where he is enrolled in a college preparatory curriculum and participates in cross country, basketball, and track, and demonstrates his leadership skills by serving as president of the St. Francis Youth Center; and WHEREAS, LaBradford Eagle Deer, whose own eyes were opened to the poverty that exists in his home county, Todd County, by this experience, proudly represented his Lakota Tribe and the whole state of South Dakota when he spoke to the United Nations: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Third Legislature of the State of South Dakota, that LaBradford Eagle Deer be honored for representing South Dakota when he addressed the United Nations in observance of this year's International Day for the Eradication of Poverty."}, {"bill_id": 204, "bill_version_id": 1832, "bill_version": "Enrolled", "bill_version_date": "2008-01-24T16:44:37.937-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring LaBradford Eagle Deer for addressing the United Nations on October 17, 2007, in observance of the twentieth annual International Day for the Eradication of Poverty. WHEREAS, LaBradford Eagle Deer, age sixteen, of St. Francis, South Dakota, read a commemorative stone stating: \"Wherever human beings are condemned to live in extreme poverty, human rights are violated. It is our solemn duty to see that their rights are respected.\"; and WHEREAS, LaBradford Eagle Deer is an honor student at Todd County High School, where he is enrolled in a college preparatory curriculum and participates in cross country, basketball, and track, and demonstrates his leadership skills by serving as president of the St. Francis Youth Center; and WHEREAS, LaBradford Eagle Deer, whose own eyes were opened to the poverty that exists in his home county, Todd County, by this experience, proudly represented his Lakota Tribe and the whole state of South Dakota when he spoke to the United Nations: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Third Legislature of the State of South Dakota, that LaBradford Eagle Deer be honored for representing South Dakota when he addressed the United Nations in observance of this year's International Day for the Eradication of Poverty. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 204, "action_date": "2008-01-22T14:00:00-06:00", "document_id": 1529, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1529.pdf", "status_text": "", "journal_page": 207, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}]}