{"session_id": 48, "bill_id": 14529, "bill_type": "Senate Bill", "bill_number": 152, "bill_title": "enact the Multistate Highway Transportation Agreement.", "sponsors": [{"legislator_profile_id": 2203, "is_prime": true}, {"legislator_profile_id": 2234, "is_prime": true}], "keywords": ["Highways"], "audio": [], "bill_versions": [{"bill_id": 14529, "bill_version_id": 80417, "bill_version": "Introduced", "bill_version_date": "1999-01-26T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to enact the Multistate Highway Transportation Agreement. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Multistate Highway Transportation Agreement is enacted into law and entered into with all other jurisdictions legally joining therein in form substantially as follows: ARTICLE I DEFINITIONS ARTICLE I DEFINITIONS SECTION 1. As used in this agreement: (a) \"Designated representative\" means a legislator or other person appointed by the Governor and authorized to represent the jurisdiction; (b) \"Jurisdiction\" means a state of the United States or the District of Columbia; (c) \"Vehicle\" means any vehicle as defined by statute to be subject to size and weight standards which operates in two or more participating jurisdictions. ARTICLE II GENERAL PROVISIONS ARTICLE II GENERAL PROVISIONS SECTION 1. Qualifications for Membership. Participation in this agreement is open to jurisdictions which subscribe to the findings, purposes, and objectives of this agreement and will seek legislation necessary to accomplish these objectives. SECTION 2. Cooperation. The participating jurisdictions, working through their designated representatives, shall cooperate and assist each other in achieving the desired goals of this agreement pursuant to appropriate statutory authority. SECTION 3. Vehicle Laws and Regulations. This agreement does not authorize the operation of a vehicle in any participating jurisdiction contrary to the laws or regulations of that state. SECTION 4. Interpretation. The final decision regarding interpretation of questions at issue relating to this agreement shall be reached by unanimous joint action of the participating jurisdictions, acting through the designated representatives. Results of all such actions shall be placed in writing. This section does not effect on any judicial decision. SECTION 5. Restrictions, Conditions, or Limitations. Any jurisdiction entering this agreement shall provide each other participating jurisdiction with a list of any restriction, condition, or limitation on the general terms of this agreement, if any. SECTION 6. Additional Jurisdictions. Additional jurisdictions may become members of this agreement by signing and accepting the terms of the agreement. ARTICLE III COOPERATING COMMITTEE ARTICLE III COOPERATING COMMITTEE SECTION 1. Pursuant to section 2, article III, the designated representatives of the participating jurisdictions shall constitute a committee which may: (a) Collect, correlate, analyze, and evaluate information resulting or derivable from research and testing activities in relation to vehicle size and weight related matters; (b) Recommend and encourage the undertaking of research and testing in any aspect of vehicle size and weight or related matter when, in their collective judgment, appropriate or sufficient research or testing has not been undertaken; (c) Recommend changes in law or policy with emphasis on compatibility of laws and uniformity of administrative rules or regulations which would promote effective governmental action or coordination in the field of vehicle size and weight related matters; (d) Consider mutual transportation problems of the motor carrier industry and recommend changes. SECTION 2. Each participating jurisdiction is entitled to one vote only. No action of the committee is binding unless a majority of the total number of votes cast by participating jurisdictions are in favor thereof. SECTION 3. The committee shall meet at least once annually and shall elect, from among its members, a chair, a vice-chair, and a secretary. SECTION 4. The committee shall submit annually to the legislature of each participating jurisdiction, no later than November first, a report setting forth the work of the committee during the preceding year and including recommendations developed by the committee. The committee may submit such additional reports as it deems appropriate or desirable. Copies of all such reports shall be made available to the Transportation Committee of the Western Conference, Council of State Governments and to the Western Association of State Highway and Transportation Officials. ARTICLE IV OBJECTIVES OF THE PARTICIPATING JURISDICTIONS ARTICLE IV OBJECTIVES OF THE PARTICIPATING JURISDICTIONS SECTION 1. Objectives. The participating jurisdictions hereby declare that: (a) It is the objective of the participating jurisdictions to obtain more efficient and more economical transportation by motor vehicles between and among the participating jurisdictions by encouraging the adoption of standards that will, as minimums, allow the operation on all state highways, except those determined through engineering evaluation to be inadequate, with a single-axle weight of 20,000 pounds, a tandem-axle weight of 36,000 pounds and a gross vehicle or combination weight of that resulting from application of the formula: W = 500[LN/(N - 1) + 12N + 36] where W = maximum weight in pounds carried on any group of two (2) or more consecutive axles computed to the nearest five hundred (500) pounds; L = distance in feet between the extremes of any group of two (2) or more consecutive axles; N = number of axles in group under consideration; (b) It is the further objective of the participating jurisdictions that in the event the operation of a vehicle or combination of vehicles according to the provisions of subsection (a) of this section would result in withholding or forfeiture of federal aid funds pursuant to section 127, title 23, U.S. Code, the operation of the vehicle or combination of vehicles at axle and gross weights within the limits set forth in subsection (a) of this section will be authorized under special permit authority by each participating jurisdiction which could legally issue the permits prior to July 1, 1956, provided all regulations and procedures related to the issuance in effect as of July 1,1956, are adhered to; (c) The objectives of subsections (a) and (b) of this section relate to vehicles or combinations of vehicles in regular operation, and the authority of any participating jurisdiction to issue special permits for the movement of any vehicle or combinations of vehicles having dimensions or weights in excess of the maximum statutory limits in each participating jurisdiction will not be affected; (d) It is the further objective of the participating jurisdictions to facilitate and expedite the operation of any vehicle or combination of vehicles between and among the participating jurisdictions under the provisions of subsection (a) or (b) of this section, and to that end the participating jurisdictions hereby agree, through their designated representatives, to meet and cooperate in the consideration of vehicle size and weight related matters including the development of uniform enforcement procedures; additional vehicle size and weight standards; operational standards; agreements or compacts to facilitate regional application and administration of vehicle size and weight standards; uniform permit procedures; uniform application forms; rules and regulations for the operation of vehicles, including equipment requirements, driver qualifications and operating practices; and such other matters as may be pertinent; (e) In recognition of the limited prospects of federal revision of section 127, title 23, U.S. Code, and in order to protect participating jurisdictions against any possibility of withholding or forfeiture of federal aid highway funds, it is the further objective of the participating jurisdictions to secure congressional approval of this agreement and specifically of the vehicle size and weight standards set forth in subsection (a) of this section; (f) In recognition of desire for a degree of national uniformity of size and weight regulations, it is the further objective to encourage development of broad, uniform size and weight standards on a national basis, and further that procedures adopted under this agreement be compatible with national standards. ARTICLE V ENTRY INTO FORCE AND WITHDRAWAL ARTICLE V ENTRY INTO FORCE AND WITHDRAWAL SECTION 1. This agreement shall enter into force when enacted into law by any two or more jurisdictions. Thereafter, this agreement shall become effective as to any other jurisdiction upon its enactment thereof, except as otherwise provided in section 6, article II. SECTION 2. Any participating jurisdiction may withdraw from this agreement by canceling the same but no such withdrawal may take effect until thirty days after the designated representative of the withdrawing jurisdiction has given notice in writing of the withdrawal to all other participating jurisdictions. ARTICLE VI CONSTRUCTION AND SEVERABILITY ARTICLE VI CONSTRUCTION AND SEVERABILITY SECTION 1. This agreement shall be liberally construed so as to effectuate the purposes thereof. SECTION 2. The provisions of this agreement are severable and if any phrase, clause, sentence, or provision of this agreement is declared to be contrary to the constitution of any participating jurisdiction or the applicability thereto to any government, agency, person, or circumstance is held invalid, the validity of the remainder of this agreement is not affected thereby. If this agreement is held contrary to the constitution of any jurisdiction participating herein, the agreement shall remain in full force and effect as to the jurisdictions affected as to all severable matters. ARTICLE VII FILING OF DOCUMENTS ARTICLE VII FILING OF DOCUMENTS SECTION 1. A copy of this agreement, its amendments, and rules or regulations promulgated thereunder and interpretations thereof shall be filed in the highway department in each participating jurisdiction and shall be made available for review by interested parties. ARTICLE VIII EXISTING STATUTES NOT REPEALED ARTICLE VIII EXISTING STATUTES NOT REPEALED SECTION 1. All existing statutes prescribing weight and size standards and all existing statutes relating to special permits shall continue to be of force and effect until amended or repealed by law. Section 2. The Department of Transportation shall cooperate with the cooperating committee in carrying out the purpose of section 1 of this Act and shall cooperate with and assist the committee, to the extent funds are appropriated for this purpose, with the provisions of article III, sections 1(a) and (b). Section 3. Funds for the administration of section 1 of this Act, including participation in the cooperating committee and the actual expenses of the designated representative, shall be budgeted from the state highway fund. Section 4. The report required by article III, section 4 of the agreement enacted by section 1 of this Act shall be filed with the Governor and Executive Board of the Legislative Research Council."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14529, "action_date": "1999-01-26T14:00:00-06:00", "document_id": 82144, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82144.pdf", "status_text": "First read in Senate and referred to", "journal_page": 197, "committee_id_action": 629, "committee_id_assigned": 613, "result": "N", "vote": {}}, {"bill_id": 14529, "action_date": "1999-02-02T07:45:00-06:00", "document_id": 82107, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82107.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 613, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14529, "action_date": "1999-02-02T07:45:00-06:00", "document_id": 82107, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82107.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 297, "committee_id_action": 613, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42913, "president_vote": null, "Yea": [2234, 2263, 2269, 2285, 2294, 2270], "Excused": [2292]}}]}