{"session_id": 32, "bill_id": 8932, "bill_type": "House Bill", "bill_number": 1145, "bill_title": "provide for subpoena power for certain legislative committees.", "sponsors": [{"legislator_profile_id": 1247, "is_prime": true}, {"legislator_profile_id": 1233, "is_prime": true}, {"legislator_profile_id": 1214, "is_prime": false}, {"legislator_profile_id": 1301, "is_prime": false}, {"legislator_profile_id": 1282, "is_prime": false}, {"legislator_profile_id": 1311, "is_prime": false}, {"legislator_profile_id": 1312, "is_prime": false}, {"legislator_profile_id": 1234, "is_prime": false}, {"legislator_profile_id": 1316, "is_prime": false}, {"legislator_profile_id": 1248, "is_prime": false}, {"legislator_profile_id": 1224, "is_prime": false}, {"legislator_profile_id": 1243, "is_prime": false}, {"legislator_profile_id": 1309, "is_prime": false}, {"legislator_profile_id": 1317, "is_prime": false}], "keywords": ["Civil Procedure", "Legislature and Statutes", "State Affairs and Government", "Subpoena"], "audio": [{"meeting_datetime": "2018-02-12T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju21.mp3", "start_seconds": 1990.0}, {"meeting_datetime": "2018-02-12T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju21.mp3", "start_seconds": 1990.0}, {"meeting_datetime": "2018-02-12T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju21.mp3", "start_seconds": 1990.0}], "bill_versions": [{"bill_id": 8932, "bill_version_id": 47701, "bill_version": "Introduced", "bill_version_date": "2018-01-24T08:34:14.483-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for subpoena power for certain legislative committees. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 2-6 be amended by adding a NEW SECTION to read: Unless otherwise prohibited by law, any legislative committee created by statute that convenes a meeting during a legislative session or during the period intervening legislative sessions may, by majority vote of the members of the committee, issue a subpoena to compel the appearance of a person or a subpoena duces tecum to compel the production of any document before the committee at the appointed time and location as directed by the committee. A subpoena issued under this section shall state with particularity the matter for which the person or document is being subpoenaed, and shall include how the matter is related to any legislative business or possible future legislative action under the authority of the committee issuing the subpoena. A subpoena issued under this section may be served by any law enforcement officer. Section 2. That chapter 2-6 be amended by adding a NEW SECTION to read: Any person, other than an officer or employee of the state, on whom a subpoena is served pursuant to section 1 of this Act shall receive the same fees and mileage costs as for a witness in a circuit court. The amount of any fees and costs to a person under this section shall be expended from the funds appropriated to the committee. Section 3. That chapter 2-6 be amended by adding a NEW SECTION to read: Any person who fails to appear or who fails to produce a document in accordance with a subpoena issued under section 1 of this Act is committing contempt of the Legislature. A committee, by a majority vote of the members of the committee, may file a petition with the nearest circuit court where the appearance or production was directed to enforce compliance with the subpoena. A petition under this section shall include: (1) A copy of the subpoena issued under section 1 of this Act; (2) A sworn affidavit by the chair of the committee stating: (a) A subpoena was issued and served upon the person pursuant to section 1 of this Act; (b) The person on whom a subpoena was served failed to comply with the subpoena in accordance with section 1 of this Act; and (c) A request for an order by the court enforcing the subpoena and compelling the person to comply with its provisions under penalty of contempt of court. Section 4. That chapter 2-6 be amended by adding a NEW SECTION to read: Upon the filing of a petition under section 3 of this Act, the circuit court shall enter an order directing the person who is the subject of the subpoena to appear at a hearing before the court at a time and place fixed by the court in the order, but not more than ten days following the date of the order, to show cause why the person has not complied with the provisions of the subpoena. If, at the hearing to show cause, the court finds that the subpoena was properly issued and served pursuant to the provisions of section 1 of this Act, and that the person has not provided good cause for the failure to comply with the subpoena, the court shall enter an order requiring the person to comply with the provisions of the subpoena at the time and place fixed by the court in the order. Failure to comply with the order of the court issued in accordance with the provisions of this section is contempt of court. Either party may appeal the order of the court to the Supreme Court within ten days following the date of the order."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8932, "action_date": "2018-01-24T14:00:00-06:00", "document_id": 47830, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47830.pdf", "status_text": "First read in House and referred to", "journal_page": 172, "committee_id_action": 396, "committee_id_assigned": 394, "result": "N", "vote": {}}, {"bill_id": 8932, "action_date": "2018-02-12T10:00:00-06:00", "document_id": 48905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48905.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 394, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8932, "action_date": "2018-02-12T10:00:00-06:00", "document_id": 49060, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49060.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 402, "committee_id_action": 394, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25640, "president_vote": null, "Yea": [1424, 1425, 1226, 1277, 1299, 1240, 1215, 1265, 1257], "Excused": [1279, 1306], "Nay": [1247, 1229]}}]}