{"session_id": 43, "bill_id": 11688, "bill_type": "House Bill", "bill_number": 1043, "bill_title": "revise the property tax levies for the general fund of school districts and to revise the state aid to education formula.", "sponsors": [], "keywords": ["Executive/Judiciary Request", "School Districts", "Taxation"], "audio": [{"meeting_datetime": "2020-03-12T00:00:00-05:00", "committee": "JAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/jap36.mp3", "start_seconds": 629.0}, {"meeting_datetime": "2020-03-12T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen36.mp3", "start_seconds": 3538.0}, {"meeting_datetime": "2020-03-12T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen36.mp3", "start_seconds": 3538.0}, {"meeting_datetime": "2020-03-12T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen36.mp3", "start_seconds": 3538.0}, {"meeting_datetime": "2020-03-12T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen36.mp3", "start_seconds": 3538.0}, {"meeting_datetime": "2020-03-12T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen36.mp3", "start_seconds": 3538.0}, {"meeting_datetime": "2020-03-12T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen36.mp3", "start_seconds": 3538.0}, {"meeting_datetime": "2020-03-12T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen36.mp3", "start_seconds": 3538.0}, {"meeting_datetime": "2020-03-12T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen36.mp3", "start_seconds": 3538.0}, {"meeting_datetime": "2020-03-12T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou36.mp3", "start_seconds": 4159.0}], "bill_versions": [{"bill_id": 11688, "bill_version_id": 62014, "bill_version": "Introduced", "bill_version_date": "2020-01-11T16:09:40.617-06:00", "bill_text": "An Act to revise the property tax levies for the general fund of school districts and to revise the state aid to education formula. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-12-42 be AMENDED: 10-12-42. General fund of a school district--Annual levy. For taxes payable in 2020 2021 and each year thereafter, the levy for the general fund of a school district shall be as follows: (1) The maximum tax levy shall be six dollars and eighty-two and one tenth fifty-five and six tenths cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subdivision (2) of this section and owner-occupied property as provided in subdivision (3) of this section; (2) The maximum tax levy on agricultural property for the school district shall be one dollar and forty-seven and three forty-one and six tenths cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; and (3) The maximum tax levy for an owner-occupied single-family dwelling as defined in § 10-13-40 for the school district shall be three dollars and twenty-nine and six sixteen and eight tenths cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies. All levies in this section shall be imposed on valuations where the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue. These valuations shall be used for all school funding purposes. If the district has imposed an excess levy pursuant to § 10-12-43, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies in this section. The school district may elect to tax at less than the maximum amounts set forth in this section. Section 2. That § 13-13-10.1 be AMENDED: 13-13-10.1. Definitions. The education funding terms and procedures referenced in this chapter are defined as follows: (1) Repealed by SL 2016, ch 83, § 4; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the fall enrollment of the receiving district when enrolled in the receiving district; (2) Repealed by SL 2016, ch 83, § 4; (2A) \"Fall enrollment,\" is calculated as follows: (a) Determine the number of kindergarten through twelfth grade students enrolled in all schools operated by the school district on the last Friday of September of the current school year; (b) Subtract the number of students for whom the district receives tuition except for: (i) Nonresident students who are in the care and custody of a state agency and are attending a public school district; and (ii) Students who are being provided an education pursuant to § 13-28-11; (c) Add the number of students for whom the district pays tuition. When computing state aid to education for a school district pursuant to § 13-13-73, the secretary of the Department of Education shall use the school district's fall enrollment; (2B) Repealed by SL 2010, ch 84, § 1; (2C) \"Target teacher ratio factor,\" is: (a) For school districts with a fall enrollment of two hundred or less, the target teacher ratio factor is 12; (b) For districts with a fall enrollment of greater than two hundred, but less than six hundred, the target teacher ratio factor is calculated as follows: (1) Multiplying the fall enrollment by .00750; (2) Adding 10.50 to the product of subsection (b)(1); (c) For districts with a fall enrollment of six hundred or greater, the target teacher ratio factor is 15. The fall enrollment used for the determination of the target teacher ratio for a school district may not include any students residing in a residential treatment facility when the education program is operated by the school district; (2D) \"Limited English proficiency (LEP) adjustment,\" is calculated by multiplying 0.25 times the number of kindergarten through twelfth grade students who, in the prior school year, scored below level four on the state-administered language proficiency assessment as required in the state's consolidated state application pursuant to 20 USC § 6311(b)(7) as of January 1, 2013; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Target teacher salary,\" for the school fiscal year beginning July 1, 2019 2020 is $50,360.26. Each school fiscal year thereafter, the target teacher salary is the previous fiscal year's target teacher salary increased by the index factor; (4A) \"Target teacher benefits,\" is the target teacher salary multiplied by twenty-nine percent; (4B) \"Target teacher compensation,\" is the sum of the target teacher salary and the target teacher benefits; (4C) \"Overhead rate,\" is thirty-three and six thirty-four and ninety-seven hundredths percent. Beginning in school fiscal year 2018, the overhead rate shall be adjusted to take into account the sum of the amounts that districts exceed the other revenue base amount; (5) \"Local need,\" is calculated as follows: (a) Divide the fall enrollment by the target teacher ratio factor; (b) If applicable, divide Limited English proficiency (LEP) adjustment pursuant to subdivision (2D) by the target teacher ratio factor; (c) Add the results of subsections (a) and (b); (d) Multiply the result of subsection (c) by the target teacher compensation; (e) Multiply the product of subsection (d) by the overhead rate; (f) Add the products of subsections (d) and (e); (g) When calculating local need at the statewide level, include the amounts set aside for costs related to technology in schools and statewide student assessments; and (h) When calculating local need at the statewide level, include the amounts set aside for sparse school district benefits, calculated pursuant to §§ 13-13-78 and 13-13-79; (5A) \"Alternative per student need,\" is calculated as follows: (a) Add the total need for each school district for school fiscal year 2016, including the small school adjustment and the limited English proficiency adjustment, to the lesser of the amount of funds apportioned to each school district in the year preceding the most recently completed school fiscal year or school fiscal year 2015 pursuant to §§ 13-13-4, 23A-27-25, 10-33-24, 10-36-10, 11-7-73, 10-35-21, and 10-43-77; (b) Divide the result of (a) by the September 2015 fall enrollment, excluding any adjustments based on prior year student counts; (5B) \"Alternative local need,\" is the alternative per student need multiplied by the fall enrollment, excluding any adjustments based on prior year student counts; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the levies established pursuant to § 10-12-42. Beginning on July 1, 2017, local effort will include the amount of funds apportioned to each school district in the year preceding the most recently completed school fiscal year pursuant to §§ 10-33-24, 10-35-21 as provided by subdivision (6B), 10-36-10, 10-43-77, 11-7-73, 13-13-4, and 23A-27-25 and that exceeds the other revenue base amount. For the period July 1, 2016, through December 31, 2016, inclusive, local effort includes the amount of ad valorem taxes generated by applying the levies established pursuant to § 13-10-6 during this period; (6A) \"Other revenue base amount,\" for school districts not utilizing the alternative local need calculation is the amount of funds apportioned to each school district pursuant to §§ 10-33-24, 10-35-21 as provided by subdivision (6B), 10-36-10, 10-43-77, 11-7-73, 13-13-4, and 23A-27-25 calculated as follows: (a) Beginning on July 1, 2017, equals the greatest of the amounts of the funds apportioned to each school district pursuant to §§ 10-33-24, 10-35-21 as provided by subdivision (6B), 10-36-10, 10-43-77, 11-7-73, 13-13-4, and 23A-27-25 for school fiscal years 2013, 2014, and 2015; (b) Beginning on July 1, 2018, multiply eighty percent times subsection (a); (c) Beginning on July 1, 2019, multiply sixty percent times subsection (a); (d) Beginning on July 1, 2020, multiply forty percent times subsection (a); (e) Beginning on July 1, 2021, multiply twenty percent times subsection (a); (f) Beginning on July 1, 2022, is zero. For school districts utilizing the alternative local need calculation, the other revenue base amount is zero until such time the school district chooses to no longer utilize the alternative local need calculation. At that time, the other revenue base amount is calculated as defined above. For a school district created or reorganized after July 1, 2016, the other revenue base amount is the sum of the other revenue base amount for each district before reorganization, and the new school district may not utilize the alternative local need calculation. In the case of the dissolution and annexation of a district, the other revenue base amount of the dissolved school district will be prorated based on the total number of students in the fall enrollment as defined in subdivision (2A) who attend each district to which area of the dissolved district were annexed to in the first year of reorganization. The amount apportioned for each district will be added to the annexed districts' other revenue base; (6B) \"Wind energy tax revenue,\" any wind energy tax revenue apportioned to school districts pursuant to § 10-35-21 from a wind farm producing power for the first time before July 1, 2016, shall be considered local effort pursuant to subdivision (6) and other revenue base amount pursuant to subdivision (6A). However, any wind energy tax revenue apportioned to a school district from a wind farm producing power for the first time after June 30, 2016, one hundred percent shall be retained by the school district to which the tax revenue is apportioned for the first five years of producing power, eighty percent for the sixth year, sixty percent for the seventh year, forty percent for the eighth year, twenty percent for the ninth year, and zero percent thereafter; (7) \"Per student equivalent,\" for funding calculations that are determined on a per student basis, the per student equivalent is calculated as follows: (a) Multiply the target teacher compensation times the sum of one plus the overhead rate; (b) Divide subsection (a) by 15; (8) \"Monthly cash balance,\" the total amount of money for each month in the school district's general fund, calculated by adding all deposits made during the month to the beginning cash balance and deducting all disbursements or payments made during the month; (9) \"General fund base percentage,\" is determined as follows: (a) Forty percent for a school district with a fall enrollment as defined in subdivision (2A) of two hundred or less; (b) Thirty percent for a school district with fall enrollment as defined in subdivision (2A) of more than two hundred but less than six hundred; and (c) Twenty-five percent for a school district with fall enrollment as defined in subdivision (2A) greater than or equal to six hundred. When determining the general fund base percentage, the secretary of the Department of Education shall use the lesser of the school district's fall enrollment as defined in subdivision (2A) for the current school year or the school district's fall enrollment from the previous two years; (10) \"Allowable general fund cash balance,\" the general fund base percentage multiplied by the district's general fund expenditures in the previous school year."}, {"bill_id": 11688, "bill_version_id": 69980, "bill_version": "Joint Appropriations Engrossed", "bill_version_date": "2020-03-12T11:52:21.503-05:00", "bill_text": "An Act to revise the property tax levies for the general fund of school districts and to revise the state aid to education formula. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-12-42 be AMENDED: 10-12-42. General fund of a school district--Annual levy. For taxes payable in 2020 2021 and each year thereafter, the levy for the general fund of a school district shall be as follows: (1) The maximum tax levy shall be six dollars and eighty-two and one tenth sixty-eight and two-tenths cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subdivision (2) of this section and owner-occupied property as provided in subdivision (3) of this section; (2) The maximum tax levy on agricultural property for the school district shall be one dollar and forty-seven and three forty-four and three-tenths cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; and (3) The maximum tax levy for an owner-occupied single-family dwelling as defined in § 10-13-40 for the school district shall be three dollars and twenty-nine and six twenty-two and nine-tenths cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies. All levies in this section shall be imposed on valuations where the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue. These valuations shall be used for all school funding purposes. If the district has imposed an excess levy pursuant to § 10-12-43, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies in this section. The school district may elect to tax at less than the maximum amounts set forth in this section. Section 2. That § 13-13-10.1 be AMENDED: 13-13-10.1. Definitions. The education funding terms and procedures referenced in this chapter are defined as follows: (1) Repealed by SL 2016, ch 83, § 4; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the fall enrollment of the receiving district when enrolled in the receiving district; (2) Repealed by SL 2016, ch 83, § 4; (2A) \"Fall enrollment,\" is calculated as follows: (a) Determine the number of kindergarten through twelfth grade students enrolled in all schools operated by the school district on the last Friday of September of the current school year; (b) Subtract the number of students for whom the district receives tuition except for: (i) Nonresident students who are in the care and custody of a state agency and are attending a public school district; and (ii) Students who are being provided an education pursuant to § 13-28-11; (c) Add the number of students for whom the district pays tuition. When computing state aid to education for a school district pursuant to § 13-13-73, the secretary of the Department of Education shall use the school district's fall enrollment; (2B) Repealed by SL 2010, ch 84, § 1; (2C) \"Target teacher ratio factor,\" is: (a) For school districts with a fall enrollment of two hundred or less, the target teacher ratio factor is 12; (b) For districts with a fall enrollment of greater than two hundred, but less than six hundred, the target teacher ratio factor is calculated as follows: (1) Multiplying the fall enrollment by .00750; (2) Adding 10.50 to the product of subsection (b)(1); (c) For districts with a fall enrollment of six hundred or greater, the target teacher ratio factor is 15. The fall enrollment used for the determination of the target teacher ratio for a school district may not include any students residing in a residential treatment facility when the education program is operated by the school district; (2D) \"Limited English proficiency (LEP) adjustment,\" is calculated by multiplying 0.25 times the number of kindergarten through twelfth grade students who, in the prior school year, scored below level four on the state-administered language proficiency assessment as required in the state's consolidated state application pursuant to 20 USC § 6311(b)(7) as of January 1, 2013; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Target teacher salary,\" for the school fiscal year beginning July 1, 2019 2020 is $50,360.26$51,367.47. Each school fiscal year thereafter, the target teacher salary is the previous fiscal year's target teacher salary increased by the index factor; (4A) \"Target teacher benefits,\" is the target teacher salary multiplied by twenty-nine percent; (4B) \"Target teacher compensation,\" is the sum of the target teacher salary and the target teacher benefits; (4C) \"Overhead rate,\" is thirty-three and six thirty-four and ninety-three hundredths percent. Beginning in school fiscal year 2018, the overhead rate shall be adjusted to take into account the sum of the amounts that districts exceed the other revenue base amount; (5) \"Local need,\" is calculated as follows: (a) Divide the fall enrollment by the target teacher ratio factor; (b) If applicable, divide Limited English proficiency (LEP) adjustment pursuant to subdivision (2D) by the target teacher ratio factor; (c) Add the results of subsections (a) and (b); (d) Multiply the result of subsection (c) by the target teacher compensation; (e) Multiply the product of subsection (d) by the overhead rate; (f) Add the products of subsections (d) and (e); (g) When calculating local need at the statewide level, include the amounts set aside for costs related to technology in schools and statewide student assessments; and (h) When calculating local need at the statewide level, include the amounts set aside for sparse school district benefits, calculated pursuant to §§ 13-13-78 and 13-13-79; (5A) \"Alternative per student need,\" is calculated as follows: (a) Add the total need for each school district for school fiscal year 2016, including the small school adjustment and the limited English proficiency adjustment, to the lesser of the amount of funds apportioned to each school district in the year preceding the most recently completed school fiscal year or school fiscal year 2015 pursuant to §§ 13-13-4, 23A-27-25, 10-33-24, 10-36-10, 11-7-73, 10-35-21, and 10-43-77; (b) Divide the result of (a) by the September 2015 fall enrollment, excluding any adjustments based on prior year student counts; (5B) \"Alternative local need,\" is the alternative per student need multiplied by the fall enrollment, excluding any adjustments based on prior year student counts; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the levies established pursuant to § 10-12-42. Beginning on July 1, 2017, local effort will include the amount of funds apportioned to each school district in the year preceding the most recently completed school fiscal year pursuant to §§ 10-33-24, 10-35-21 as provided by subdivision (6B), 10-36-10, 10-43-77, 11-7-73, 13-13-4, and 23A-27-25 and that exceeds the other revenue base amount. For the period July 1, 2016, through December 31, 2016, inclusive, local effort includes the amount of ad valorem taxes generated by applying the levies established pursuant to § 13-10-6 during this period; (6A) \"Other revenue base amount,\" for school districts not utilizing the alternative local need calculation is the amount of funds apportioned to each school district pursuant to §§ 10-33-24, 10-35-21 as provided by subdivision (6B), 10-36-10, 10-43-77, 11-7-73, 13-13-4, and 23A-27-25 calculated as follows: (a) Beginning on July 1, 2017, equals the greatest of the amounts of the funds apportioned to each school district pursuant to §§ 10-33-24, 10-35-21 as provided by subdivision (6B), 10-36-10, 10-43-77, 11-7-73, 13-13-4, and 23A-27-25 for school fiscal years 2013, 2014, and 2015; (b) Beginning on July 1, 2018, multiply eighty percent times subsection (a); (c) Beginning on July 1, 2019, multiply sixty percent times subsection (a); (d) Beginning on July 1, 2020, multiply forty percent times subsection (a); (e) Beginning on July 1, 2021, multiply twenty percent times subsection (a); (f) Beginning on July 1, 2022, is zero. For school districts utilizing the alternative local need calculation, the other revenue base amount is zero until such time the school district chooses to no longer utilize the alternative local need calculation. At that time, the other revenue base amount is calculated as defined above. For a school district created or reorganized after July 1, 2016, the other revenue base amount is the sum of the other revenue base amount for each district before reorganization, and the new school district may not utilize the alternative local need calculation. In the case of the dissolution and annexation of a district, the other revenue base amount of the dissolved school district will be prorated based on the total number of students in the fall enrollment as defined in subdivision (2A) who attend each district to which area of the dissolved district were annexed to in the first year of reorganization. The amount apportioned for each district will be added to the annexed districts' other revenue base; (6B) \"Wind energy tax revenue,\" any wind energy tax revenue apportioned to school districts pursuant to § 10-35-21 from a wind farm producing power for the first time before July 1, 2016, shall be considered local effort pursuant to subdivision (6) and other revenue base amount pursuant to subdivision (6A). However, any wind energy tax revenue apportioned to a school district from a wind farm producing power for the first time after June 30, 2016, one hundred percent shall be retained by the school district to which the tax revenue is apportioned for the first five years of producing power, eighty percent for the sixth year, sixty percent for the seventh year, forty percent for the eighth year, twenty percent for the ninth year, and zero percent thereafter; (7) \"Per student equivalent,\" for funding calculations that are determined on a per student basis, the per student equivalent is calculated as follows: (a) Multiply the target teacher compensation times the sum of one plus the overhead rate; (b) Divide subsection (a) by 15; (8) \"Monthly cash balance,\" the total amount of money for each month in the school district's general fund, calculated by adding all deposits made during the month to the beginning cash balance and deducting all disbursements or payments made during the month; (9) \"General fund base percentage,\" is determined as follows: (a) Forty percent for a school district with a fall enrollment as defined in subdivision (2A) of two hundred or less; (b) Thirty percent for a school district with fall enrollment as defined in subdivision (2A) of more than two hundred but less than six hundred; and (c) Twenty-five percent for a school district with fall enrollment as defined in subdivision (2A) greater than or equal to six hundred. When determining the general fund base percentage, the secretary of the Department of Education shall use the lesser of the school district's fall enrollment as defined in subdivision (2A) for the current school year or the school district's fall enrollment from the previous two years; (10) \"Allowable general fund cash balance,\" the general fund base percentage multiplied by the district's general fund expenditures in the previous school year."}, {"bill_id": 11688, "bill_version_id": 70015, "bill_version": "Enrolled", "bill_version_date": "2020-03-12T19:24:17.183-05:00", "bill_text": "ENTITLED An Act to revise the property tax levies for the general fund of school districts and to revise the state aid to education formula. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-12-42 be AMENDED: 10-12-42. General fund of a school district--Annual levy. For taxes payable in 2021 and each year thereafter, the levy for the general fund of a school district shall be as follows: (1) The maximum tax levy shall be six dollars and sixty-eight and two-tenths cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subdivision (2) of this section and owner-occupied property as provided in subdivision (3) of this section; (2) The maximum tax levy on agricultural property for the school district shall be one dollar and forty-four and three-tenths cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; and (3) The maximum tax levy for an owner-occupied single-family dwelling as defined in § 10-13-40 for the school district shall be three dollars and twenty-two and nine-tenths cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies. All levies in this section shall be imposed on valuations where the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue. These valuations shall be used for all school funding purposes. If the district has imposed an excess levy pursuant to § 10-12-43, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies in this section. The school district may elect to tax at less than the maximum amounts set forth in this section. Section 2. That § 13-13-10.1 be AMENDED: 13-13-10.1. Definitions. The education funding terms and procedures referenced in this chapter are defined as follows: (1) Repealed by SL 2016, ch 83, § 4; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the fall enrollment of the receiving district when enrolled in the receiving district; (2) Repealed by SL 2016, ch 83, § 4; (2A) \"Fall enrollment,\" is calculated as follows: (a) Determine the number of kindergarten through twelfth grade students enrolled in all schools operated by the school district on the last Friday of September of the current school year; (b) Subtract the number of students for whom the district receives tuition except for: (i) Nonresident students who are in the care and custody of a state agency and are attending a public school district; and (ii) Students who are being provided an education pursuant to § 13-28-11; (c) Add the number of students for whom the district pays tuition. When computing state aid to education for a school district pursuant to § 13-13-73, the secretary of the Department of Education shall use the school district's fall enrollment; (2B) Repealed by SL 2010, ch 84, § 1; (2C) \"Target teacher ratio factor,\" is: (a) For school districts with a fall enrollment of two hundred or less, the target teacher ratio factor is 12; (b) For districts with a fall enrollment of greater than two hundred, but less than six hundred, the target teacher ratio factor is calculated as follows: (1) Multiplying the fall enrollment by .00750; (2) Adding 10.50 to the product of subsection (b)(1); (c) For districts with a fall enrollment of six hundred or greater, the target teacher ratio factor is 15. The fall enrollment used for the determination of the target teacher ratio for a school district may not include any students residing in a residential treatment facility when the education program is operated by the school district; (2D) \"Limited English proficiency (LEP) adjustment,\" is calculated by multiplying 0.25 times the number of kindergarten through twelfth grade students who, in the prior school year, scored below level four on the state-administered language proficiency assessment as required in the state's consolidated state application pursuant to 20 USC § 6311(b)(7) as of January 1, 2013; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Target teacher salary,\" for the school fiscal year beginning July 1, 2020 is $51,367.47. Each school fiscal year thereafter, the target teacher salary is the previous fiscal year's target teacher salary increased by the index factor; (4A) \"Target teacher benefits,\" is the target teacher salary multiplied by twenty-nine percent; (4B) \"Target teacher compensation,\" is the sum of the target teacher salary and the target teacher benefits; (4C) \"Overhead rate,\" is thirty-four and ninety-three hundredths percent. Beginning in school fiscal year 2018, the overhead rate shall be adjusted to take into account the sum of the amounts that districts exceed the other revenue base amount; (5) \"Local need,\" is calculated as follows: (a) Divide the fall enrollment by the target teacher ratio factor; (b) If applicable, divide Limited English proficiency (LEP) adjustment pursuant to subdivision (2D) by the target teacher ratio factor; (c) Add the results of subsections (a) and (b); (d) Multiply the result of subsection (c) by the target teacher compensation; (e) Multiply the product of subsection (d) by the overhead rate; (f) Add the products of subsections (d) and (e); (g) When calculating local need at the statewide level, include the amounts set aside for costs related to technology in schools and statewide student assessments; and (h) When calculating local need at the statewide level, include the amounts set aside for sparse school district benefits, calculated pursuant to §§ 13-13-78 and 13-13-79; (5A) \"Alternative per student need,\" is calculated as follows: (a) Add the total need for each school district for school fiscal year 2016, including the small school adjustment and the limited English proficiency adjustment, to the lesser of the amount of funds apportioned to each school district in the year preceding the most recently completed school fiscal year or school fiscal year 2015 pursuant to §§ 13-13-4, 23A-27-25, 10-33-24, 10-36-10, 11-7-73, 10-35-21, and 10-43-77; (b) Divide the result of (a) by the September 2015 fall enrollment, excluding any adjustments based on prior year student counts; (5B) \"Alternative local need,\" is the alternative per student need multiplied by the fall enrollment, excluding any adjustments based on prior year student counts; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the levies established pursuant to § 10-12-42. Beginning on July 1, 2017, local effort will include the amount of funds apportioned to each school district in the year preceding the most recently completed school fiscal year pursuant to §§ 10-33-24, 10-35-21 as provided by subdivision (6B), 10-36-10, 10-43-77, 11-7-73, 13-13-4, and 23A-27-25 and that exceeds the other revenue base amount. For the period July 1, 2016, through December 31, 2016, inclusive, local effort includes the amount of ad valorem taxes generated by applying the levies established pursuant to § 13-10-6 during this period; (6A) \"Other revenue base amount,\" for school districts not utilizing the alternative local need calculation is the amount of funds apportioned to each school district pursuant to §§ 10-33-24, 10-35-21 as provided by subdivision (6B), 10-36-10, 10-43-77, 11-7-73, 13-13-4, and 23A-27-25 calculated as follows: (a) Beginning on July 1, 2017, equals the greatest of the amounts of the funds apportioned to each school district pursuant to §§ 10-33-24, 10-35-21 as provided by subdivision (6B), 10-36-10, 10-43-77, 11-7-73, 13-13-4, and 23A-27-25 for school fiscal years 2013, 2014, and 2015; (b) Beginning on July 1, 2018, multiply eighty percent times subsection (a); (c) Beginning on July 1, 2019, multiply sixty percent times subsection (a); (d) Beginning on July 1, 2020, multiply forty percent times subsection (a); (e) Beginning on July 1, 2021, multiply twenty percent times subsection (a); (f) Beginning on July 1, 2022, is zero. For school districts utilizing the alternative local need calculation, the other revenue base amount is zero until such time the school district chooses to no longer utilize the alternative local need calculation. At that time, the other revenue base amount is calculated as defined above. For a school district created or reorganized after July 1, 2016, the other revenue base amount is the sum of the other revenue base amount for each district before reorganization, and the new school district may not utilize the alternative local need calculation. In the case of the dissolution and annexation of a district, the other revenue base amount of the dissolved school district will be prorated based on the total number of students in the fall enrollment as defined in subdivision (2A) who attend each district to which area of the dissolved district were annexed to in the first year of reorganization. The amount apportioned for each district will be added to the annexed districts' other revenue base; (6B) \"Wind energy tax revenue,\" any wind energy tax revenue apportioned to school districts pursuant to § 10-35-21 from a wind farm producing power for the first time before July 1, 2016, shall be considered local effort pursuant to subdivision (6) and other revenue base amount pursuant to subdivision (6A). However, any wind energy tax revenue apportioned to a school district from a wind farm producing power for the first time after June 30, 2016, one hundred percent shall be retained by the school district to which the tax revenue is apportioned for the first five years of producing power, eighty percent for the sixth year, sixty percent for the seventh year, forty percent for the eighth year, twenty percent for the ninth year, and zero percent thereafter; (7) \"Per student equivalent,\" for funding calculations that are determined on a per student basis, the per student equivalent is calculated as follows: (a) Multiply the target teacher compensation times the sum of one plus the overhead rate; (b) Divide subsection (a) by 15; (8) \"Monthly cash balance,\" the total amount of money for each month in the school district's general fund, calculated by adding all deposits made during the month to the beginning cash balance and deducting all disbursements or payments made during the month; (9) \"General fund base percentage,\" is determined as follows: (a) Forty percent for a school district with a fall enrollment as defined in subdivision (2A) of two hundred or less; (b) Thirty percent for a school district with fall enrollment as defined in subdivision (2A) of more than two hundred but less than six hundred; and (c) Twenty-five percent for a school district with fall enrollment as defined in subdivision (2A) greater than or equal to six hundred. When determining the general fund base percentage, the secretary of the Department of Education shall use the lesser of the school district's fall enrollment as defined in subdivision (2A) for the current school year or the school district's fall enrollment from the previous two years; (10) \"Allowable general fund cash balance,\" the general fund base percentage multiplied by the district's general fund expenditures in the previous school year. An Act to revise the property tax levies for the general fund of school districts and to revise the state aid to education formula. I certify that the attached Act originated in the: House as Bill No. 1043 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1043 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2020 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2020 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2020 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11688, "action_date": "2020-01-14T12:00:00-06:00", "document_id": 61710, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/61710.pdf", "status_text": "First Reading House", "journal_page": 11, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11688, "action_date": "2020-01-28T14:00:00-06:00", "document_id": 64105, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/64105.pdf", "status_text": "Referred to", "journal_page": 76, "committee_id_action": 480, "committee_id_assigned": 474, "result": "N", "vote": {}}, {"bill_id": 11688, "action_date": "2020-03-10T08:00:00-05:00", "document_id": 69423, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69423.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 474, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11688, "action_date": "2020-03-11T08:00:00-05:00", "document_id": 69700, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69700.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 474, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11688, "action_date": "2020-03-12T08:00:00-05:00", "document_id": 69864, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69864.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 474, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11688, "action_date": "2020-03-12T08:00:00-05:00", "document_id": 69865, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69865.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 474, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11688, "action_date": "2020-03-12T08:00:00-05:00", "document_id": 69865, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69865.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 474, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34799, "president_vote": null, "Yea": [1651, 1660, 1719, 1706, 1746, 1721, 1708, 1720, 1700, 1702, 1678, 1701, 1724, 1684, 1735, 1690], "Nay": [1748, 1733]}}, {"bill_id": 11688, "action_date": "2020-03-12T10:00:00-05:00", "document_id": 69971, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69971.pdf", "status_text": "Do Pass", "journal_page": 598, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34819, "president_vote": null, "Yea": [1754, 1700, 1689, 1723, 1654, 1670, 1668, 1751, 1665, 1672, 1656, 1743, 1681, 1744, 1728, 1702, 1676, 1682, 1662, 1684, 1731, 1738, 1669, 1739, 1690, 1678, 1747, 1655, 1657, 1737, 1675, 1679, 1673, 1671, 1729, 1765, 1698, 1677, 1733, 1745, 1701, 1666, 1725, 1674, 1688, 1727, 1683, 1664, 1709, 1660, 1653, 1696, 1661, 1762, 1697, 1755, 1691, 1712, 1687, 1734], "Nay": [1710, 1748, 1667, 1722, 1692], "Excused": [1711, 1699, 1680, 1740, 1736]}}, {"bill_id": 11688, "action_date": "2020-03-12T10:00:00-05:00", "document_id": 69968, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69968.pdf", "status_text": "First read in Senate and referred to", "journal_page": null, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11688, "action_date": "2020-03-12T10:00:00-05:00", "document_id": 69968, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69968.pdf", "status_text": "Do Pass Amended", "journal_page": 538, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34930, "president_vote": null, "Yea": [1685, 1741, 1714, 1764, 1707, 1763, 1693, 1659, 1720, 1658, 1663, 1717, 1708, 1721, 1686, 1724, 1715, 1651, 1703, 1749, 1746, 1726, 1713, 1704, 1750, 1716, 1730, 1706, 1719, 1735, 1652, 1705], "Nay": [1742, 1718], "Excused": [1752]}}, {"bill_id": 11688, "action_date": "2020-03-12T10:00:00-05:00", "document_id": 69971, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69971.pdf", "status_text": "Signed by the Speaker", "journal_page": 620, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11688, "action_date": "2020-03-12T10:00:00-05:00", "document_id": 69971, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69971.pdf", "status_text": "Delivered to the Governor", "journal_page": 0, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11688, "action_date": "2020-03-12T10:00:00-05:00", "document_id": 69968, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69968.pdf", "status_text": "Signed by the President", "journal_page": 552, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11688, "action_date": "2020-03-12T10:00:00-05:00", "document_id": 69968, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69968.pdf", "status_text": "First read in Senate and referred to", "journal_page": null, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11688, "action_date": "2020-03-30T11:00:00-05:00", "document_id": 70023, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/70023.pdf", "status_text": "Signed by the Governor", "journal_page": 630, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 377}