{"session_id": 4, "bill_id": 4889, "bill_type": "Senate Bill", "bill_number": 20, "bill_title": "repeal certain provisions regarding personalized motor vehicle license plates.", "sponsors": [], "keywords": ["Department of Revenue and Regulation", "Licensing", "Motor Vehicles"], "audio": [{"meeting_datetime": "2008-01-15T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/str06.mp3", "start_seconds": 1691.0}, {"meeting_datetime": "2008-01-15T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/str06.mp3", "start_seconds": 1691.0}, {"meeting_datetime": "2008-01-15T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/str06.mp3", "start_seconds": 1691.0}], "bill_versions": [{"bill_id": 4889, "bill_version_id": 339, "bill_version": "Introduced", "bill_version_date": "2008-01-04T09:40:16.393-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain provisions regarding personalized motor vehicle license plates. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-5-89.2 be repealed. 32-5-89.2. Any owner of a motor vehicle, including a motorcycle, who is a resident of this state, and who has complied with all laws of this state in regards to the registration of a motor vehicle, may have the license plates replaced by special personalized license plates which shall conform in size and color combinations as may be provided by the secretary. No personalized license plate for a motor vehicle other than a motorcycle may contain more than seven letters nor less than two letters. No personalized license plate for a motorcycle may contain more than six letters nor less than two letters. There may be no duplication of the personalized license plates issued by the secretary. The secretary may refuse to issue any letter combination which carries connotations offensive to good taste and decency. Section 2. That § 32-5-89.3 be repealed. 32-5-89.3. Application for special personalized license plates shall be made on forms prescribed by the secretary. Upon the receipt of a properly completed application form and payment of a fee of twenty-five dollars for any motor vehicle other than a motorcycle, the department shall order the special plates. The fee for a personalized license plate for a motorcycle is twenty dollars. Upon issuance of the personalized license plates, the owner shall display the special plates on the assigned vehicle. Personalized license plates shall be validated with stickers and are valid only for the registration year for which the stickers are issued. The annual fee for personalized license plate validation stickers for a motor vehicle other than a motorcycle is twenty-five dollars. The annual fee for a personalized license plate validation sticker for a motorcycle is twenty dollars. During the year originally issued, the personalized license metal plate fee includes the cost of that year's validation sticker. The fees for personalized plates and validation stickers shall be credited to a fund to be known as the license plate special revenue fund. Section 3. That § 32-5-89.4 be repealed. 32-5-89.4. If at any time a motor vehicle subject to the special personalized license plates is sold, conveyed, or otherwise transferred by the person to whom such plates have been issued, the owner shall remove the personalized license plate and may not attach the personalized plate to any other vehicle until such time as the transfer is approved by the secretary. A violation of this section is a petty offense. Section 4. That § 32-5-89.5 be repealed. 32-5-89.5. In the event of the loss, mutilation, or destruction of any special personalized license plates, the owner of the registered vehicle may obtain a duplicate upon filing an affidavit showing such facts and after paying a ten dollar fee to the department. The fee shall be credited to the license plate special revenue fund."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4889, "action_date": "2008-01-08T12:00:00-06:00", "document_id": 560, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/560.pdf", "status_text": "First read in Senate and referred to", "journal_page": 18, "committee_id_action": 28, "committee_id_assigned": 12, "result": "N", "vote": {}}, {"bill_id": 4889, "action_date": "2008-01-15T08:00:00-06:00", "document_id": 705, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/705.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 12, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4889, "action_date": "2008-01-15T08:00:00-06:00", "document_id": 1007, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1007.pdf", "status_text": "Deferred to the 36th legislative day", "journal_page": 113, "committee_id_action": 12, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 154, "president_vote": null, "Yea": [601, 584, 629, 632, 550, 590], "Nay": [530]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4889"}