{"session_id": 69, "bill_id": 25065, "bill_type": "Senate Bill", "bill_number": 88, "bill_title": "provide information to an injured employee about eligibility in a program offered by a nonprofit organization.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25065", "sponsors": [{"legislator_profile_id": 4558, "is_prime": true}, {"legislator_profile_id": 4565, "is_prime": true}], "keywords": ["Workers' Compensation"], "audio": [], "bill_versions": [{"bill_id": 25065, "bill_version_id": 260067, "bill_version": "Introduced", "bill_version_date": "2024-01-16T16:43:04.5-06:00", "bill_text": "An Act to provide information to an injured employee about eligibility in a program offered by a nonprofit organization. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 62-6-5 be AMENDED: 62-6-5. Information obtained within the contemplation of this title shall be used for no other purpose than for the information of the department or insurance company with reference to the duties imposed upon the department. However, the department may release information to an injured employee or the employee's attorney, to a social security or welfare office having a claim by the employee, or to any state or federal agency which rehabilitates persons with disabilities. The department may issue statistical information if individual claimants are not identified. The department may provide to an injured employee, a surviving spouse, or other dependent of an injured employee information of a program offered by a nonprofit organization that offers a benefit specific to a work-related injury and that the injured employee, the surviving spouse, or other dependent of the injured employee may be eligible to receive. The department may not provide the contact information of an injured employee, a surviving spouse, or other dependent of an injured employee to a nonprofit organization without the express written consent of the injured employee, the surviving spouse, or other dependent of an injured employee."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25065, "action_date": "2024-01-17T14:00:00-06:00", "document_id": 260025, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260025.pdf", "status_text": "First read in Senate and referred to", "journal_page": 94, "committee_id_action": 1219, "committee_id_assigned": 1209, "result": "N", "vote": {}}, {"bill_id": 25065, "action_date": "2024-01-23T10:00:00-06:00", "document_id": 260621, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260621.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1209, "committee_id_assigned": null, "result": "N", "vote": {}}]}