{"session_id": 69, "bill_id": 24736, "bill_type": "House Bill", "bill_number": 1058, "bill_title": "modify agency reporting requirements on licensure, certification, job placements, and the labor market.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24736", "sponsors": [], "keywords": ["Boards and Commissions", "Education", "Executive/Judiciary Request", "Higher Education", "Labor and Employment", "Professions and Occupations", "Reports"], "audio": [{"meeting_datetime": "2024-01-12T10:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hco04.mp3", "start_seconds": 1345.0}, {"meeting_datetime": "2024-01-12T10:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hco04.mp3", "start_seconds": 1345.0}, {"meeting_datetime": "2024-01-12T10:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hco04.mp3", "start_seconds": 1345.0}, {"meeting_datetime": "2024-01-12T10:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hco04.mp3", "start_seconds": 1345.0}], "bill_versions": [{"bill_id": 24736, "bill_version_id": 258452, "bill_version": "Introduced", "bill_version_date": "2024-01-05T16:50:27.277-06:00", "bill_text": "An Act to modify agency reporting requirements on licensure, certification, job placements, and the labor market. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 13-1-60 be AMENDED: 13-1-60. If any department, board, or commission of the state administers a licensure or certification examination to any person who completed a degree program at an institution under the control of the Board of Regents, the department, board, or commission shall annually must report to the Board of Regents and the Department of Labor and Regulation the following: (1) The number of persons who completed a degree program at each institution under the control of the Board of Regents to whom the department, board, or commission administered a licensure or certification examination during that year; and (2) The number of persons in subdivision (1) who successfully passed the licensure or certification examination, including any subparts of any licensure or certification process. Section 2. That § 13-1-61 be AMENDED: 13-1-61. If any department, board, or commission of the state administers a licensure or certification examination to any person who completes a degree program or a training program at a public technical college in the state, the department, board, or commission shall annually must report to the Board of Technical Education and the Department of Labor and Regulation the following: (1) The number of persons who completed a degree program or training program at each public technical college in the state and to whom the department, board, or commission administered a licensure or certification examination during that year; and (2) The number of persons in subdivision (1) who successfully passed the licensure or certification examination, including any subparts of any licensure or certification process. Section 3. That § 13-1-63 be REPEALED: The Department of Labor and Regulation shall annually work with the Board of Regents to determine the job placement outcomes for those persons completing a degree program at an institution under the control of the Board of Regents. The department shall also annually work with the Board of Technical Education to determine the job placement outcomes for those persons completing a degree program or training program at a public technical college in the state. Section 4. That § 13-1-64 be REPEALED: The Department of Labor and Regulation shall compile the information received pursuant to § 13-1-63 and provide it to the Executive Board of the Legislative Research Council no later than November fifteenth of each year. Section 5. That § 60-6-23 be REPEALED: The department shall publish a bulletin in which shall be made public all possible information with regard to the state of the labor market, including reports of the businesses of the various public employment offices."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24736, "action_date": "2024-01-09T12:00:00-06:00", "document_id": 256993, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/256993.pdf", "status_text": "First read in House and referred to", "journal_page": 17, "committee_id_action": 1197, "committee_id_assigned": 1192, "result": "N", "vote": {}}, {"bill_id": 24736, "action_date": "2024-01-12T10:00:00-06:00", "document_id": 258834, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/258834.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1192, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24736, "action_date": "2024-01-12T10:00:00-06:00", "document_id": 258868, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/258868.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1192, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78406, "president_vote": null, "Yea": [4472, 4475, 4482, 4494, 4497, 4519, 4533, 4535, 4546, 4557, 4560, 4543, 4571]}}, {"bill_id": 24736, "action_date": "2024-01-12T10:00:00-06:00", "document_id": 258868, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/258868.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1192, "committee_id_assigned": null, "result": "N", "vote": {}}]}