{"session_id": 21, "bill_id": 6535, "bill_type": "Senate Bill", "bill_number": 100, "bill_title": "create a leased residential property classification.", "sponsors": [{"legislator_profile_id": 947, "is_prime": true}, {"legislator_profile_id": 886, "is_prime": true}, {"legislator_profile_id": 923, "is_prime": false}, {"legislator_profile_id": 875, "is_prime": false}, {"legislator_profile_id": 943, "is_prime": false}, {"legislator_profile_id": 931, "is_prime": false}, {"legislator_profile_id": 927, "is_prime": false}, {"legislator_profile_id": 857, "is_prime": false}, {"legislator_profile_id": 924, "is_prime": false}, {"legislator_profile_id": 937, "is_prime": false}, {"legislator_profile_id": 903, "is_prime": false}, {"legislator_profile_id": 945, "is_prime": false}, {"legislator_profile_id": 882, "is_prime": false}, {"legislator_profile_id": 899, "is_prime": false}, {"legislator_profile_id": 885, "is_prime": false}, {"legislator_profile_id": 896, "is_prime": false}, {"legislator_profile_id": 951, "is_prime": false}, {"legislator_profile_id": 901, "is_prime": false}, {"legislator_profile_id": 861, "is_prime": false}, {"legislator_profile_id": 956, "is_prime": false}, {"legislator_profile_id": 879, "is_prime": false}, {"legislator_profile_id": 895, "is_prime": false}, {"legislator_profile_id": 930, "is_prime": false}, {"legislator_profile_id": 953, "is_prime": false}, {"legislator_profile_id": 881, "is_prime": false}, {"legislator_profile_id": 894, "is_prime": false}, {"legislator_profile_id": 890, "is_prime": false}, {"legislator_profile_id": 900, "is_prime": false}, {"legislator_profile_id": 893, "is_prime": false}, {"legislator_profile_id": 935, "is_prime": false}, {"legislator_profile_id": 944, "is_prime": false}, {"legislator_profile_id": 864, "is_prime": false}, {"legislator_profile_id": 866, "is_prime": false}, {"legislator_profile_id": 868, "is_prime": false}, {"legislator_profile_id": 869, "is_prime": false}, {"legislator_profile_id": 950, "is_prime": false}, {"legislator_profile_id": 892, "is_prime": false}, {"legislator_profile_id": 873, "is_prime": false}, {"legislator_profile_id": 878, "is_prime": false}, {"legislator_profile_id": 921, "is_prime": false}, {"legislator_profile_id": 954, "is_prime": false}, {"legislator_profile_id": 897, "is_prime": false}, {"legislator_profile_id": 874, "is_prime": false}, {"legislator_profile_id": 957, "is_prime": false}], "keywords": ["Assessment", "Real Property", "Taxes"], "audio": [{"meeting_datetime": "2015-02-04T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sta15.mp3", "start_seconds": 415.0}, {"meeting_datetime": "2015-02-04T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sta15.mp3", "start_seconds": 415.0}, {"meeting_datetime": "2015-02-04T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sta15.mp3", "start_seconds": 415.0}, {"meeting_datetime": "2015-02-04T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sta15.mp3", "start_seconds": 415.0}, {"meeting_datetime": "2015-02-04T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sta15.mp3", "start_seconds": 415.0}, {"meeting_datetime": "2015-02-10T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen19.mp3", "start_seconds": 1789.0}, {"meeting_datetime": "2015-02-10T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen19.mp3", "start_seconds": 1789.0}, {"meeting_datetime": "2015-02-10T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen19.mp3", "start_seconds": 1789.0}, {"meeting_datetime": "2015-02-10T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen19.mp3", "start_seconds": 1789.0}, {"meeting_datetime": "2015-02-10T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen19.mp3", "start_seconds": 1789.0}, {"meeting_datetime": "2015-03-05T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hta32.mp3", "start_seconds": 5955.0}, {"meeting_datetime": "2015-03-05T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hta32.mp3", "start_seconds": 5955.0}, {"meeting_datetime": "2015-03-05T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hta32.mp3", "start_seconds": 5955.0}, {"meeting_datetime": "2015-03-05T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hta32.mp3", "start_seconds": 5955.0}, {"meeting_datetime": "2015-03-05T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hta32.mp3", "start_seconds": 5955.0}, {"meeting_datetime": "2015-03-05T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hta32.mp3", "start_seconds": 5955.0}, {"meeting_datetime": "2015-03-10T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou35.mp3", "start_seconds": 4725.0}, {"meeting_datetime": "2015-03-10T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou35.mp3", "start_seconds": 4725.0}, {"meeting_datetime": "2015-03-10T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou35.mp3", "start_seconds": 4725.0}, {"meeting_datetime": "2015-03-30T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen39.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 6535, "bill_version_id": 33774, "bill_version": "Introduced", "bill_version_date": "2015-01-27T10:06:11.283-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create a leased residential property classification and to establish the school district general fund levy for the property classification. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-13 be amended by adding thereto a NEW SECTION to read as follows: Each leased residential property in this state is specifically classified for the purpose of taxation. For the purposes of this section, the term, leased residential property, means any single-family unit or structure consisting of two or more family units that are leased or rented and the structure is assessed and taxed as a separate property, including any attached or unattached garage and the parcel of land upon which the structure is situated as recorded in the records of the director of equalization. A person may have one or more structures classified as a leased residential property. If the owner occupies less than fifty percent of the living space within a residential property, the portion of the structure that is leased as residential property may be classified as a leased residential property. Any structure that is offered for lease or rent to a transient guest is not a leased residential property. For the purposes of this section, the term, transient guest, means any person who resides in the structure less than twenty-eight consecutive days. Section 2. That chapter 10-13 be amended by adding thereto a NEW SECTION to read as follows: The director of equalization may review any leased residential property classification if information is provided or discovered concerning the eligibility of any property that is classified as a leased residential property. Section 3. That chapter 10-13 be amended by adding thereto a NEW SECTION to read as follows: To be eligible for a property classification pursuant to section 1 of this Act, the owner of each leased residential property, as defined in section 1 of this Act, shall submit a certificate to the county director of equalization stating such person is the owner of the property as of the assessment date pursuant to § 10-6-2. The director of equalization may request additional documentation from the owner when making the determination of eligibility. If any person submits information to the director of equalization contesting the eligibility of a property to be classified as a leased residential property, the director of equalization shall review the classification and make a determination of eligibility. The owner shall submit the certificate by March fifteenth. The owner shall sign the certificate under penalty of perjury. If the director of equalization classifies the property as a leased residential property, the property shall retain the classification until such time as the property ownership is transferred or the property has a change in use. The new owner of the transferred property which is already classified as a leased residential property may meet the requirements of this section by completing and filing the certificate of value required pursuant to § 7-9-7 at the time of the transfer of the property. If the legal description of property is changed or amended and the owner continues to use the property for the same use, the owner shall retain the leased residential property classification. The Department of Revenue shall prescribe the form of the certificate and the certificate of value required pursuant to § 7-9-7. Appeals regarding the leased residential property classification shall be made directly to the county board of equalization pursuant to § 10-11-23. Section 4. That chapter 10-13 be amended by adding thereto a NEW SECTION to read as follows: Any person who receives a leased residential property classification by misrepresenting the facts as to the person's ownership or use of the leased residential property shall be assessed a penalty equal to ten dollars per thousand dollars of valuation on the subject property, which assessment shall become a perpetual lien on the property pursuant to § 10-21-33. The person shall be barred from receiving the leased residential property classification for any property in the state for the following three years. Section 5. That § 10-13-43 be amended to read as follows: 10-13-43. By November first of each year, each county auditor shall provide to the Department of Revenue the following information: (1) Such county's property levy sheet; (2) Such county's recapitulation of tax lists which includes total amount of taxes and valuations by agricultural, owner-occupied, non-ag leased residential property, nonagricultural which is not owner-occupied or leased residential property, and utilities. By December first of each year, the Department of Revenue shall approve the levies of all property taxing jurisdictions in the state certifying that the property tax jurisdictions have not exceeded the maximums prescribed in law before any tax levies are extended by the county auditor. Section 6. That § 10-6-31 be amended to read as follows: 10-6-31. For the purposes of taxation, all property is hereby classified into the following classes: (1) Agricultural property; (2) Nonagricultural property; (3) Owner-occupied single-family dwellings; and (4) Nonagricultural acreage Leased residential property. Agricultural property includes all property and land used exclusively for agricultural purposes, both tilled and untilled, and the improvements on the land. However, agricultural property does not include any normally occupied dwelling or automobile garage or portion of a building used for that purpose by the occupant of such dwelling. Owner-occupied single-family dwellings include all property classified pursuant to § 10-13-39 and nonagricultural acreage leased residential property includes all property classified pursuant to § 10-6-33.14 section 1 of this Act. Nonagricultural property includes all other property not otherwise classified. The director of equalization in listing and assessing all property to which this section applies shall designate opposite each description the class to which the property belongs. Section 7. That § 13-11-10 be amended to read as follows: 13-11-10. In implementing the terms of § 13-11-9, a separate weighted average tax levy of the receiving districts shall be calculated for agricultural property, owner-occupied single-family dwelling property, leased residential property, and for nonagricultural property for each sending school district as follows: (1) The levy per thousand dollars of taxable valuation for agricultural property for each receiving school district shall be multiplied by the number of children from the sending school district to whom the receiving school district is providing educational services; (2) Add together the products from subdivision (1) for each receiving school district; (3) Divide the sum from subdivision (2) by the total number of students that the contracting school district is sending to the receiving school districts pursuant to § 13-15-1.3. The quotient is the weighted average tax levy per one thousand dollars of taxable valuation for agricultural property; (4) The weighted average tax levy per thousand dollars of taxable valuation for owner-occupied single-family dwellings, leased residential property, and nonagricultural property shall be obtained by repeating the procedure outlined in subdivisions (1) to (3), inclusive, for each class of property; and (5) The sum of the levies assessed for all funds in the sending district shall be equal to or greater than the sum of all levies for all funds in the receiving district. The above calculations do not include students receiving educational services from an out-of-state school district nor the tax levy of any out-of-state school district. Section 8. That § 13-13-72.1 be amended to read as follows: 13-13-72.1. Any adjustments in the levies specified in § 10-12-42 made pursuant to §§ 13-13-71 and 13-13-72 shall be based on maintaining the relationship between statewide local effort as a percentage of statewide local need in the fiscal year succeeding the fiscal year in which the adjustment is made. However, for fiscal year 2013 and each year thereafter, if the levies specified in § 10-12-42 are not adjusted to maintain this relationship, the per student allocation as defined in § subdivision 13-13-10.1(4) shall be reduced to maintain the relationship between statewide local effort as a percentage of statewide local need. Any adjustment to the levy for agricultural property shall be based upon the change in the statewide agricultural taxable valuation and the reclassification of agricultural property to another property classification. Any adjustment to the levies for nonagricultural property, leased residential property, and owner-occupied single-family dwellings shall be based upon the change in the statewide nonagricultural property, leased residential property, and owner-occupied single-family dwellings taxable valuations. However, if any new project with a total taxable valuation of one hundred fifty million dollars or more is constructed, the levies shall be proportionately decreased for agricultural property, nonagricultural property, leased residential property, and owner-occupied single-family dwellings. In addition to the adjustments in the levies provided by this section, the levies shall also be annually adjusted as necessary to reduce the portion of local need paid by local effort by an amount equal to nine million dollars from those funds transferred into the property tax reduction fund pursuant to § 10-50-52 subsequent to July 1, 2007. In addition to the adjustments in the levies provided by this section, the levies for nonagricultural property and owner-occupied single-family dwellings shall also be adjusted as necessary to account for the additional increase in the total assessed value for nonagricultural property and owner-occupied single-family dwellings pursuant to the phasing out and repeal of the provisions provided in § 10-6-74. Section 9. That § 10-12-42 be amended to read as follows: 10-12-42. For taxes payable in 2015 and each year thereafter, the levy for the general fund of a school district shall be as follows: (1) The maximum tax levy shall be nine dollars and ten and six tenths cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subdivision (2) of this section, and owner-occupied property as provided in subdivision (3) of this section, and leased residential property as provided in subdivision (4) of this section; (2) The maximum tax levy on agricultural property for such school district shall be one dollar and seventy-eight and two tenths cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; and (3) The maximum tax levy for an owner-occupied single-family dwelling as defined in § 10-13-40 for such school district shall be four dollars and twenty-five and two tenths cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; and (4) The maximum tax levy for a leased residential property as defined in section 1 of this Act for such school district shall be nine dollars and ten and six tenths cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies. All levies in this section shall be imposed on valuations where the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue. These valuations shall be used for all school funding purposes. If the district has imposed an excess levy pursuant to § 10-12-43, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies in this section. The school district may elect to tax at less than the maximum amounts set forth in this section. Section 10. This Act is effective on January 1, 2016."}, {"bill_id": 6535, "bill_version_id": 34832, "bill_version": "Senate Engrossed", "bill_version_date": "2015-02-10T16:55:25.863-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create a leased residential property classification. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-13 be amended by adding thereto a NEW SECTION to read as follows: Each leased residential property in this state is specifically classified for the purpose of taxation. For the purposes of this section, the term, leased residential property, means any single-family dwelling or structure consisting of two or more family units that are leased or rented and the structure is assessed and taxed as a separate property, including any attached or unattached garage and the parcel of land upon which the structure is situated as recorded in the records of the director of equalization. A person may have one or more structures classified as a leased residential property. If the owner occupies less than fifty percent of the living space within a residential property, the portion of the structure that is leased as residential property may be classified as a leased residential property. Any structure that is offered for lease or rent to a transient guest is not a leased residential property. For the purposes of this section, the term, transient guest, means any person who resides in the structure less than twenty-eight consecutive days. Section 2. That chapter 10-13 be amended by adding thereto a NEW SECTION to read as follows: The director of equalization may review any leased residential property classification if information is provided or discovered concerning the eligibility of any property that is classified as a leased residential property. Section 3. That chapter 10-13 be amended by adding thereto a NEW SECTION to read as follows: To be eligible for a property classification pursuant to section 1 of this Act, the owner of each leased residential property, as defined in section 1 of this Act, shall submit a certificate to the county director of equalization stating such person is the owner of the property as of the assessment date pursuant to § 10-6-2. The director of equalization may request additional documentation from the owner when making the determination of eligibility. If any person submits information to the director of equalization contesting the eligibility of a property to be classified as a leased residential property, the director of equalization shall review the classification and make a determination of eligibility. The owner shall submit the certificate by March fifteenth. The owner shall sign the certificate under penalty of perjury. If the director of equalization classifies the property as a leased residential property, the property shall retain the classification until such time as the property ownership is transferred or the property has a change in use. The new owner of the transferred property which is already classified as a leased residential property may meet the requirements of this section by completing and filing the certificate of value required pursuant to § 7-9-7 at the time of the transfer of the property. If the legal description of property is changed or amended and the owner continues to use the property for the same use, the owner shall retain the leased residential property classification. The Department of Revenue shall prescribe the form of the certificate and the certificate of value required pursuant to § 7-9-7. Appeals regarding the leased residential property classification shall be made directly to the county board of equalization pursuant to § 10-11-23. Section 4. That chapter 10-13 be amended by adding thereto a NEW SECTION to read as follows: Any person who receives a leased residential property classification by misrepresenting the facts as to the person's ownership or use of the leased residential property shall be assessed a penalty equal to ten dollars per thousand dollars of valuation on the subject property, which assessment shall become a perpetual lien on the property pursuant to § 10-21-33. The person shall be barred from receiving the leased residential property classification for any property in the state for the following three years. Section 5. That § 10-13-43 be amended to read as follows: 10-13-43. By November first of each year, each county auditor shall provide to the Department of Revenue the following information: (1) Such county's property levy sheet; (2) Such county's recapitulation of tax lists which includes total amount of taxes and valuations by agricultural, owner-occupied, non-ag leased residential property, nonagricultural which is not owner-occupied or leased residential property, and utilities. By December first of each year, the Department of Revenue shall approve the levies of all property taxing jurisdictions in the state certifying that the property tax jurisdictions have not exceeded the maximums prescribed in law before any tax levies are extended by the county auditor. Section 6. That § 10-6-31 be amended to read as follows: 10-6-31. For the purposes of taxation, all property is hereby classified into the following classes: (1) Agricultural property; (2) Nonagricultural property; (3) Owner-occupied single-family dwellings; and (4) Nonagricultural acreage Leased residential property. Agricultural property includes all property and land used exclusively for agricultural purposes, both tilled and untilled, and the improvements on the land. However, agricultural property does not include any normally occupied dwelling or automobile garage or portion of a building used for that purpose by the occupant of such dwelling. Owner-occupied single-family dwellings include all property classified pursuant to § 10-13-39 and nonagricultural acreage leased residential property includes all property classified pursuant to § 10-6-33.14 section 1 of this Act. Nonagricultural property includes all other property not otherwise classified. The director of equalization in listing and assessing all property to which this section applies shall designate opposite each description the class to which the property belongs. Section 7. That § 13-11-10 be amended to read as follows: 13-11-10. In implementing the terms of § 13-11-9, a separate weighted average tax levy of the receiving districts shall be calculated for agricultural property, owner-occupied single-family dwelling property, leased residential property, and for nonagricultural property for each sending school district as follows: (1) The levy per thousand dollars of taxable valuation for agricultural property for each receiving school district shall be multiplied by the number of children from the sending school district to whom the receiving school district is providing educational services; (2) Add together the products from subdivision (1) for each receiving school district; (3) Divide the sum from subdivision (2) by the total number of students that the contracting school district is sending to the receiving school districts pursuant to § 13-15-1.3. The quotient is the weighted average tax levy per one thousand dollars of taxable valuation for agricultural property; (4) The weighted average tax levy per thousand dollars of taxable valuation for owner-occupied single-family dwellings, leased residential property, and nonagricultural property shall be obtained by repeating the procedure outlined in subdivisions (1) to (3), inclusive, for each class of property; and (5) The sum of the levies assessed for all funds in the sending district shall be equal to or greater than the sum of all levies for all funds in the receiving district. The above calculations do not include students receiving educational services from an out-of-state school district nor the tax levy of any out-of-state school district. Section 8. That § 13-13-72.1 be amended to read as follows: 13-13-72.1. Any adjustments in the levies specified in § 10-12-42 made pursuant to §§ 13-13-71 and 13-13-72 shall be based on maintaining the relationship between statewide local effort as a percentage of statewide local need in the fiscal year succeeding the fiscal year in which the adjustment is made. However, for fiscal year 2013 and each year thereafter, if the levies specified in § 10-12-42 are not adjusted to maintain this relationship, the per student allocation as defined in § subdivision 13-13-10.1(4) shall be reduced to maintain the relationship between statewide local effort as a percentage of statewide local need. Any adjustment to the levy for agricultural property shall be based upon the change in the statewide agricultural taxable valuation and the reclassification of agricultural property to another property classification. Any adjustment to the levies for nonagricultural property, leased residential property, and owner-occupied single-family dwellings shall be based upon the change in the statewide nonagricultural property, leased residential property, and owner-occupied single-family dwellings taxable valuations. However, if any new project with a total taxable valuation of one hundred fifty million dollars or more is constructed, the levies shall be proportionately decreased for agricultural property, nonagricultural property, leased residential property, and owner-occupied single-family dwellings. In addition to the adjustments in the levies provided by this section, the levies shall also be annually adjusted as necessary to reduce the portion of local need paid by local effort by an amount equal to nine million dollars from those funds transferred into the property tax reduction fund pursuant to § 10-50-52 subsequent to July 1, 2007. In addition to the adjustments in the levies provided by this section, the levies for nonagricultural property and owner-occupied single-family dwellings shall also be adjusted as necessary to account for the additional increase in the total assessed value for nonagricultural property and owner-occupied single-family dwellings pursuant to the phasing out and repeal of the provisions provided in § 10-6-74. Section 9. This Act is effective on January 1, 2016."}, {"bill_id": 6535, "bill_version_id": 36029, "bill_version": "House Taxation Engrossed", "bill_version_date": "2015-03-05T12:50:53.79-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create a leased residential property classification. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-13 be amended by adding thereto a NEW SECTION to read as follows: Each leased residential property in this state is specifically classified for the purpose of taxation. For the purposes of this section, the term, leased residential property, means any real estate or single-family dwelling or structure consisting of two or more family units that are leased or rented and the structure or real estate is assessed and taxed as a separate property, including any attached or unattached garage and the parcel of land upon which the structure is situated as recorded in the records of the director of equalization. A person may have one or more structures classified as a leased residential property. If the owner occupies less than fifty percent of the living space within a residential property, the portion of the structure that is leased as residential property may be classified as a leased residential property. Any structure that is offered for lease or rent to a transient guest is not a leased residential property. For the purposes of this section, the term, transient guest, means any person who resides in the structure less than twenty-eight consecutive days. Section 2. That chapter 10-13 be amended by adding thereto a NEW SECTION to read as follows: The director of equalization may review any leased residential property classification if information is provided or discovered concerning the eligibility of any property that is classified as a leased residential property. Section 3. That chapter 10-13 be amended by adding thereto a NEW SECTION to read as follows: To be eligible for a property classification pursuant to section 1 of this Act, the owner of each leased residential property, as defined in section 1 of this Act, shall submit a certificate to the county director of equalization stating such person is the owner of the property as of the assessment date pursuant to § 10-6-2. The director of equalization may request additional documentation from the owner when making the determination of eligibility. If any person submits information to the director of equalization contesting the eligibility of a property to be classified as a leased residential property, the director of equalization shall review the classification and make a determination of eligibility. The owner shall submit the certificate by March fifteenth. The owner shall sign the certificate under penalty of perjury. If the director of equalization classifies the property as a leased residential property, the property shall retain the classification until such time as the property ownership is transferred or the property has a change in use. The new owner of the transferred property which is already classified as a leased residential property may meet the requirements of this section by completing and filing the certificate of value required pursuant to § 7-9-7 at the time of the transfer of the property. If the legal description of property is changed or amended and the owner continues to use the property for the same use, the owner shall retain the leased residential property classification. The Department of Revenue shall prescribe the form of the certificate and the certificate of value required pursuant to § 7-9-7. Appeals regarding the leased residential property classification shall be made directly to the county board of equalization pursuant to § 10-11-23. Section 4. That chapter 10-13 be amended by adding thereto a NEW SECTION to read as follows: Any person who receives a leased residential property classification by misrepresenting the facts as to the person's ownership or use of the leased residential property shall be assessed a penalty equal to ten dollars per thousand dollars of valuation on the subject property, which assessment shall become a perpetual lien on the property pursuant to § 10-21-33. The person shall be barred from receiving the leased residential property classification for any property in the state for the following three years. Section 5. That § 10-13-43 be amended to read as follows: 10-13-43. By November first of each year, each county auditor shall provide to the Department of Revenue the following information: (1) Such county's property levy sheet; (2) Such county's recapitulation of tax lists which includes total amount of taxes and valuations by agricultural, owner-occupied, non-ag leased residential property, nonagricultural which is not owner-occupied or leased residential property, and utilities. By December first of each year, the Department of Revenue shall approve the levies of all property taxing jurisdictions in the state certifying that the property tax jurisdictions have not exceeded the maximums prescribed in law before any tax levies are extended by the county auditor. Section 6. That § 10-6-31 be amended to read as follows: 10-6-31. For the purposes of taxation, all property is hereby classified into the following classes: (1) Agricultural property; (2) Nonagricultural property; (3) Owner-occupied single-family dwellings; and (4) Nonagricultural acreage Leased residential property. Agricultural property includes all property and land used exclusively for agricultural purposes, both tilled and untilled, and the improvements on the land. However, agricultural property does not include any normally occupied dwelling or automobile garage or portion of a building used for that purpose by the occupant of such dwelling. Owner-occupied single-family dwellings include all property classified pursuant to § 10-13-39 and nonagricultural acreage leased residential property includes all property classified pursuant to § 10-6-33.14 section 1 of this Act. Nonagricultural property includes all other property not otherwise classified. The director of equalization in listing and assessing all property to which this section applies shall designate opposite each description the class to which the property belongs. Section 7. That § 13-11-10 be amended to read as follows: 13-11-10. In implementing the terms of § 13-11-9, a separate weighted average tax levy of the receiving districts shall be calculated for agricultural property, owner-occupied single-family dwelling property, leased residential property, and for nonagricultural property for each sending school district as follows: (1) The levy per thousand dollars of taxable valuation for agricultural property for each receiving school district shall be multiplied by the number of children from the sending school district to whom the receiving school district is providing educational services; (2) Add together the products from subdivision (1) for each receiving school district; (3) Divide the sum from subdivision (2) by the total number of students that the contracting school district is sending to the receiving school districts pursuant to § 13-15-1.3. The quotient is the weighted average tax levy per one thousand dollars of taxable valuation for agricultural property; (4) The weighted average tax levy per thousand dollars of taxable valuation for owner-occupied single-family dwellings, leased residential property, and nonagricultural property shall be obtained by repeating the procedure outlined in subdivisions (1) to (3), inclusive, for each class of property; and (5) The sum of the levies assessed for all funds in the sending district shall be equal to or greater than the sum of all levies for all funds in the receiving district. The above calculations do not include students receiving educational services from an out-of-state school district nor the tax levy of any out-of-state school district. Section 8. That § 13-13-72.1 be amended to read as follows: 13-13-72.1. Any adjustments in the levies specified in § 10-12-42 made pursuant to §§ 13-13-71 and 13-13-72 shall be based on maintaining the relationship between statewide local effort as a percentage of statewide local need in the fiscal year succeeding the fiscal year in which the adjustment is made. However, for fiscal year 2013 and each year thereafter, if the levies specified in § 10-12-42 are not adjusted to maintain this relationship, the per student allocation as defined in § subdivision 13-13-10.1(4) shall be reduced to maintain the relationship between statewide local effort as a percentage of statewide local need. Any adjustment to the levy for agricultural property shall be based upon the change in the statewide agricultural taxable valuation and the reclassification of agricultural property to another property classification. Any adjustment to the levies for nonagricultural property, leased residential property, and owner-occupied single-family dwellings shall be based upon the change in the statewide nonagricultural property, leased residential property, and owner-occupied single-family dwellings taxable valuations. However, if any new project with a total taxable valuation of one hundred fifty million dollars or more is constructed, the levies shall be proportionately decreased for agricultural property, nonagricultural property, leased residential property, and owner-occupied single-family dwellings. In addition to the adjustments in the levies provided by this section, the levies shall also be annually adjusted as necessary to reduce the portion of local need paid by local effort by an amount equal to nine million dollars from those funds transferred into the property tax reduction fund pursuant to § 10-50-52 subsequent to July 1, 2007. In addition to the adjustments in the levies provided by this section, the levies for nonagricultural property and owner-occupied single-family dwellings shall also be adjusted as necessary to account for the additional increase in the total assessed value for nonagricultural property and owner-occupied single-family dwellings pursuant to the phasing out and repeal of the provisions provided in § 10-6-74. Section 9. This Act is effective on January 1, 2016."}, {"bill_id": 6535, "bill_version_id": 36426, "bill_version": "Enrolled", "bill_version_date": "2015-03-12T08:40:57.447-05:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6535, "action_date": "2015-01-27T14:00:00-06:00", "document_id": 33870, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33870.pdf", "status_text": "First read in Senate and referred to", "journal_page": 188, "committee_id_action": 284, "committee_id_assigned": 270, "result": "N", "vote": {}}, {"bill_id": 6535, "action_date": "2015-02-04T10:00:00-06:00", "document_id": 34232, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34232.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 270, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6535, "action_date": "2015-02-04T10:00:00-06:00", "document_id": 34473, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34473.pdf", "status_text": "Do Pass", "journal_page": 279, "committee_id_action": 270, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18154, "president_vote": null, "Nay": [856, 858, 898], "Yea": [860, 894, 862, 889]}}, {"bill_id": 6535, "action_date": "2015-02-05T14:00:00-06:00", "document_id": 34578, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34578.pdf", "status_text": "Deferred to another day", "journal_page": 309, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6535, "action_date": "2015-02-06T13:00:00-06:00", "document_id": 34664, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34664.pdf", "status_text": "Deferred to another day", "journal_page": 324, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6535, "action_date": "2015-02-09T14:00:00-06:00", "document_id": 34736, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34736.pdf", "status_text": "Deferred to another day", "journal_page": 346, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6535, "action_date": "2015-02-10T14:00:00-06:00", "document_id": 34823, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34823.pdf", "status_text": "Motion to amend", "journal_page": 358, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6535, "action_date": "2015-02-10T14:00:00-06:00", "document_id": 34823, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34823.pdf", "status_text": "Do Pass Amended", "journal_page": 358, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18482, "president_vote": null, "Yea": [853, 855, 860, 889, 894, 903, 876, 899, 885, 896, 901, 895, 898, 942, 891, 893, 886, 880, 944, 902, 877, 868, 871, 892, 897], "Nay": [854, 856, 858, 900, 862, 872, 873, 878], "Excused": [943, 890]}}, {"bill_id": 6535, "action_date": "2015-02-10T14:00:00-06:00", "document_id": 34823, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34823.pdf", "status_text": "Title amended", "journal_page": 359, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6535, "action_date": "2015-02-11T14:00:00-06:00", "document_id": 34908, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34908.pdf", "status_text": "First read in House and referred to", "journal_page": 384, "committee_id_action": 286, "committee_id_assigned": 280, "result": "N", "vote": {}}, {"bill_id": 6535, "action_date": "2015-03-05T07:45:00-06:00", "document_id": 35796, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35796.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 280, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6535, "action_date": "2015-03-05T07:45:00-06:00", "document_id": 36024, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36024.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 280, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6535, "action_date": "2015-03-05T07:45:00-06:00", "document_id": 36024, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36024.pdf", "status_text": "Do Pass Amended", "journal_page": 606, "committee_id_action": 280, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 19460, "president_vote": null, "Nay": [915, 920, 911, 922, 932], "Yea": [952, 857, 947, 919, 956, 907, 906, 949, 914, 869]}}, {"bill_id": 6535, "action_date": "2015-03-09T14:00:00-05:00", "document_id": 36248, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36248.pdf", "status_text": "Deferred to another day", "journal_page": 669, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6535, "action_date": "2015-03-10T10:00:00-05:00", "document_id": 36314, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36314.pdf", "status_text": "Do Pass Amended", "journal_page": 684, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 19667, "president_vote": null, "Nay": [883, 915, 888, 928, 925, 875, 941, 859, 917, 929, 946, 905, 956, 939, 920, 930, 940, 916, 911, 910, 863, 922, 865, 867, 912, 932, 874], "Yea": [952, 884, 931, 927, 857, 924, 947, 937, 948, 945, 882, 909, 958, 913, 887, 951, 861, 919, 936, 879, 907, 953, 881, 906, 908, 935, 864, 914, 933, 866, 926, 955, 869, 950, 904, 918, 954, 949, 934, 957], "Excused": [938, 923, 921]}}, {"bill_id": 6535, "action_date": "2015-03-11T10:00:00-05:00", "document_id": 36378, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36378.pdf", "status_text": "Concurred in amendments", "journal_page": 674, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 19739, "president_vote": null, "Yea": [853, 855, 860, 889, 894, 903, 876, 899, 896, 895, 898, 890, 942, 891, 893, 886, 880, 944, 902, 877, 868, 871, 892, 873, 897], "Nay": [854, 856, 858, 901, 900, 862, 872, 878], "Excused": [943, 885]}}, {"bill_id": 6535, "action_date": "2015-03-12T09:00:00-05:00", "document_id": 36456, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36456.pdf", "status_text": "Signed by the President", "journal_page": 711, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6535, "action_date": "2015-03-13T09:00:00-05:00", "document_id": 36556, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36556.pdf", "status_text": "Signed by the Speaker", "journal_page": 770, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6535, "action_date": "2015-03-13T09:00:00-05:00", "document_id": 36577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36577.pdf", "status_text": "Delivered to the Governor", "journal_page": 719, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6535, "action_date": "2015-03-30T10:00:00-05:00", "document_id": 36608, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36608.pdf", "status_text": "Vetoed by the Governor", "journal_page": 737, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6535, "action_date": "2015-03-30T10:00:00-05:00", "document_id": 36608, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36608.pdf", "status_text": "Veto override", "journal_page": 741, "committee_id_action": 284, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 19941, "president_vote": null, "Yea": [853, 943, 860, 889, 894, 903, 899, 885, 896, 901, 895, 890, 942, 891, 893, 886, 944, 902, 877, 871, 892, 873], "Nay": [854, 856, 858, 898, 900, 862, 868, 872, 878, 897], "Excused": [855, 876, 880]}}, {"bill_id": 6535, "action_date": "2015-03-30T10:00:00-05:00", "document_id": 36608, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36608.pdf", "status_text": "Delivered veto sustained to the Secretary of State", "journal_page": 743, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}]}