{"session_id": 69, "bill_id": 24629, "bill_type": "House Bill", "bill_number": 1025, "bill_title": "establish the crime of exposure of a law enforcement officer to a controlled drug or substance and to provide a penalty therefor.", "sponsors": [{"legislator_profile_id": 4519, "is_prime": true}, {"legislator_profile_id": 4564, "is_prime": true}, {"legislator_profile_id": 4492, "is_prime": false}, {"legislator_profile_id": 4500, "is_prime": false}, {"legislator_profile_id": 4507, "is_prime": false}, {"legislator_profile_id": 4510, "is_prime": false}, {"legislator_profile_id": 4511, "is_prime": false}, {"legislator_profile_id": 4521, "is_prime": false}, {"legislator_profile_id": 4531, "is_prime": false}, {"legislator_profile_id": 4540, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4546, "is_prime": false}, {"legislator_profile_id": 4553, "is_prime": false}, {"legislator_profile_id": 4556, "is_prime": false}], "keywords": ["Assault", "Controlled Substances", "Crimes", "Law Enforcement"], "audio": [], "bill_versions": [{"bill_id": 24629, "bill_version_id": 257363, "bill_version": "Introduced", "bill_version_date": "2023-12-22T14:58:57.033-06:00", "bill_text": "An Act to establish the crime of exposure of a law enforcement officer to a controlled drug or substance and to provide a penalty therefor. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 22-18 be amended with a NEW SECTION: Any person who unlawfully and intentionally possesses a controlled drug or substance, as defined in § 22-42-1, and exposes a law enforcement officer, firefighter, ambulance service personnel, Department of Corrections employee or person under contract assigned to the Department of Corrections, or other public officer, while the officer was engaged in the performance of the officer's duties, to the controlled drug or substance, and the exposure results in serious bodily injury to the officer, is guilty of a Class 2 felony. If the exposure results in the death of the officer, the person is guilty of a Class 1 felony. For the purposes of this section, the term \"exposes\" means exposure through skin contact, inhalation, ingestion, or contact with the site of a needlestick or a mucus membrane, including the mouth, eyes, or nose."}], "amendments": [], "fiscal_notes": [], "action_log": []}