{"session_id": 56, "bill_id": 19020, "bill_type": "House Bill", "bill_number": 1211, "bill_title": "revise certain provisions regarding the insurance guaranty association.", "sponsors": [{"legislator_profile_id": 3111, "is_prime": true}, {"legislator_profile_id": 3137, "is_prime": true}, {"legislator_profile_id": 3060, "is_prime": false}, {"legislator_profile_id": 3067, "is_prime": false}, {"legislator_profile_id": 3071, "is_prime": false}, {"legislator_profile_id": 3080, "is_prime": false}, {"legislator_profile_id": 3107, "is_prime": false}, {"legislator_profile_id": 3109, "is_prime": false}, {"legislator_profile_id": 3114, "is_prime": false}, {"legislator_profile_id": 3117, "is_prime": false}, {"legislator_profile_id": 3118, "is_prime": false}, {"legislator_profile_id": 3147, "is_prime": false}], "keywords": ["Department of Revenue and Regulation", "Insurance"], "audio": [{"meeting_datetime": "2004-01-29T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hco12hb1211a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-29T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hco12hb1211a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-29T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hco12hb1211a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-29T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hco12hb1211a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sco27hb1211a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sco27hb1211a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sco27hb1211a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sco27hb1211a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-21T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sen29.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-23T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sen30hb1211a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-23T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sen30hb1211a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-23T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sen30hb1211a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19020, "bill_version_id": 99639, "bill_version": "Introduced", "bill_version_date": "2004-01-22T11:28:58-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the insurance guaranty association. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-29A-55 be amended to read as follows: 58-29A-55. Terms used in this chapter mean: (1) \"Account,\" any one of the three accounts created by this chapter; (2) \"Affiliate,\" any person who, directly or indirectly, through one or more intermediaries, controls, is controlled by, or is under common control with an insolvent insurer another person on December thirty-first of the year immediately preceding the date the insurer becomes an insolvent insurer; (3) \"Association,\" the South Dakota Insurance Guaranty Association created under this chapter; (4) \"Claimant,\" any insured making a first party claim or any person instituting a liability claim. No person who is an affiliate of the insolvent insurer may be a claimant; (5) \"Director,\" the director of the Division of Insurance of the Department of Revenue and Regulation; (6) \"Control,\" the possession, direct or indirect, of the power to direct or cause the direction of the management and policies of a person, whether through the ownership of voting securities, by contract other than a commercial contract for goods or nonmanagement services, or otherwise, unless the power is the result of an official position with or corporate office held by the person. Control is presumed to exist if a person, directly or indirectly, owns, controls, holds with the power to vote, or holds proxies representing ten percent or more of the voting securities of any other person. This presumption may be rebutted by a showing that control does not exist in fact; (7) \"Covered claim,\" (a) An unpaid claim, including one for unearned premiums, submitted by a claimant, which arises out of and is within the coverage and is subject to the applicable limits of an insurance policy to which this chapter applies issued by an insurer, if the insurer becomes an insolvent insurer after July 1, 1970, and: (i) The claimant or insured is a resident of this state at the time of the insured event. However, for entities other than an individual, the residence of a claimant, insured, or policyholder is the state in which its principal place of business is located at the time of the insured event; or (ii) The claim is a first party claim for damage to property with a permanent location in this state. (b) The term, covered claim, does not include: (i) Any amount awarded as punitive or exemplary damages; (ii) Any amount sought as a return of premium under any retrospective rating plan; (iii) Any amount due any reinsurer, insurer, insurance pool, or underwriting association as subrogation recoveries, reinsurance recoveries, contribution, indemnification, or otherwise. No claim for any amount due any reinsurer, insurer, insurance pool, or underwriting association may be asserted against a person insured under a policy issued by an insolvent insurer other than to the extent the claim exceeds the association obligation limitations set forth in this chapter; (iv) Any first party claims by an insured whose net worth exceeds fifty million dollars on December thirty-first of the year immediately preceding the year in which the insurer becomes an insolvent insurer. However, an . An insured's net worth on that date shall be deemed to include the aggregate net worth of the insured and any of its subsidiaries and affiliates as calculated on a consolidated basis; or (v) Any first party claims by an insured which is an affiliate of the insolvent insurer; (8) \"Insolvent insurer,\" an insurer authorized to transact insurance in this state, either at the time the policy was issued or when the insured event occurred, and against whom a final order of liquidation has been entered after July 1, 1970, with a finding of insolvency by a court of competent jurisdiction in the insurer's state of domicile; (9) \"Member insurer,\" any person who: (a) Writes any kind of insurance to which this chapter applies, including the exchange of reciprocal or interinsurance contracts; and (b) Is licensed to transact insurance in this state except companies defined in chapter 58-35. An insurer shall cease to be a member insurer effective on the day following the termination or expiration of its license to transact the kinds of insurance to which this chapter applies, however, the insurer shall remain liable as a member insurer for any obligations, including obligations for assessments levied prior to the termination or expiration of the insurer's license and assessments levied after the termination or expiration, with respect to any insurer that became an insolvent insurer prior to the termination or expiration of the insurer's license; (10) \"Net direct written premiums,\" direct gross premiums written in this state on insurance policies to which this chapter applies, less return premiums thereon and dividends paid or credited to policyholders on such direct business. The term, net direct written premiums, does not include premiums on contracts between insurers or reinsurers; (11) \"Net worth,\" the total assets of a person less the total liabilities against those assets as determined in accordance with generally accepted accounting principles. If the person is one who prepares an annual report to shareholders, the annual report for the fiscal year immediately preceding the date the insurer becomes an insolvent insurer shall be used to determine net worth. If the person is one who does not prepare an annual report, but does prepare an annual financial report for management which reflects net worth, then the annual financial report for management for the fiscal year immediately preceding the date the insurer becomes an insolvent insurer shall be used to determine net worth; (12) \"Person,\" any individual, corporation, partnership, association, or voluntary organization; (12) (13) \"Unearned premium,\" the premium for the unexpired period of a policy that has been terminated prior to the expiration of the period for which the premium has been paid. The term does not include any premium that is returnable to the insured for any other reason. Section 2. That § 58-29A-68 be amended to read as follows: 58-29A-68. The association shall be is obligated to pay covered claims existing prior to the order of liquidation , arising within thirty days after the order of liquidation, or before the policy expiration date if less than thirty days after the order of liquidation, or before the insured replaces the policy or causes its cancellation, if the insured does so within thirty days of the order of liquidation. The obligation shall be satisfied by paying to the claimant an amount as follows: (1) The full amount of a covered claim for benefits under a workers' compensation insurance coverage; (2) An amount not exceeding twenty-five thousand dollars per policy for a covered claim for the return of unearned premium; (3) An amount not exceeding three hundred thousand dollars per claim for all other covered claims. In no event is the association obligated to a claimant in an amount in excess of the obligation of the insolvent insurer under the policy or coverage from which the claim arises. Notwithstanding any other provisions of this chapter, a covered claim does not include a claim filed with the association after the earlier of eighteen months after the date of the order of liquidation, or the final date set by the court for the filing of claims against the liquidator or receiver of an insolvent insurer and does not include any claim filed with the association or a liquidator for protection afforded under the insured's policy for incurred-but-not-reported losses. The association shall pay only that amount of each unearned premium which is in excess of one hundred dollars. Any obligation of the association to defend an insured shall cease upon the association's payment, by settlement releasing the insured or on a judgment, of an amount equal to the lesser of the association's covered claim obligation limit, or the applicable policy limit, or tender of such amount. Notwithstanding any other provisions of this chapter, except in the case of a claim for benefits under workers' compensation coverage, any obligation of the association to any person shall cease when ten million dollars has been paid in the aggregate by the association and any associations similar to the association of any other state or states or any property/casualty security fund which obtains contributions from insurers on a pre-insolvency basis, to or on behalf of any insured and its affiliates on covered claims or allowed claims arising under the policy or policies of any one insolvent insurer. For purposes of this section, the term, affiliate, means a person who, directly or indirectly, through one or more intermediaries, controls, is controlled by, or is under common control with another person. If the association determines that there may be more than one claimant having a covered claim or allowed claim against the association or any associations similar to the association or any property/casualty insurance security fund in other states, under the policy or policies of any one insolvent insurer, the association may establish a plan to allocate amounts payable by the association in such manner as the association in its discretion deems equitable. Section 3. That § 58-29A-71 be amended to read as follows: 58-29A-71. The association , at its sole discretion, may transfer claims handling and financial responsibility for a covered claim to, or recover from , the following persons the amount of any covered claim paid on behalf of such person pursuant to this chapter: (1) Any insured whose net worth on December thirty-first of the year next preceding the date the insurer becomes an insolvent insurer exceeds fifty million dollars and whose liability obligations to other persons, including obligations under workers' compensation insurance coverages, are satisfied in whole or in part by payments made under this chapter . Any insured's net worth is deemed to include the aggregate net worth of the insured and any of its subsidiaries and affiliates as calculated on a consolidated basis ; and (2) Any person who is an affiliate of the insolvent insurer and whose liability obligations to other persons are satisfied in whole or in part by payments made under this chapter. The term, affiliate, does not include any insurance producer of the insolvent insurer."}, {"bill_id": 19020, "bill_version_id": 101916, "bill_version": "Enrolled", "bill_version_date": "2004-02-24T09:00:16-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19020, "action_date": "2004-01-22T14:00:00-06:00", "document_id": 99669, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99669.pdf", "status_text": "First read in House and referred to", "journal_page": 164, "committee_id_action": 831, "committee_id_assigned": 819, "result": "N", "vote": {}}, {"bill_id": 19020, "action_date": "2004-01-29T07:45:00-06:00", "document_id": 100232, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100232.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 819, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19020, "action_date": "2004-01-29T07:45:00-06:00", "document_id": 100232, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100232.pdf", "status_text": "Do Pass,", "journal_page": 283, "committee_id_action": 819, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58750, "president_vote": null, "Yea": [3051, 3053, 3104, 3112, 3117, 3118, 3121, 3123, 3130, 3131, 3136, 3133], "Excused": [3096]}}, {"bill_id": 19020, "action_date": "2004-01-29T07:45:00-06:00", "document_id": 100232, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100232.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 819, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19020, "action_date": "2004-01-30T13:00:00-06:00", "document_id": 100383, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100383.pdf", "status_text": "Do Pass,", "journal_page": 312, "committee_id_action": 831, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59333, "president_vote": null, "Yea": [3045, 3048, 3051, 3053, 3054, 3055, 3056, 3057, 3058, 3060, 3067, 3069, 3070, 3071, 3072, 3073, 3074, 3075, 3076, 3078, 3080, 3081, 3082, 3083, 3084, 3085, 3086, 3088, 3090, 3095, 3096, 3099, 3100, 3102, 3104, 3105, 3106, 3107, 3108, 3110, 3112, 3114, 3117, 3118, 3119, 3121, 3122, 3123, 3124, 3125, 3127, 3129, 3130, 3131, 3133, 3134, 3135, 3140, 3141, 3142, 3143, 3144, 3145, 3147, 3148, 3149, 3111], "Excused": [3049, 3126, 3136]}}, {"bill_id": 19020, "action_date": "2004-02-02T14:00:00-06:00", "document_id": 100464, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100464.pdf", "status_text": "First read in Senate and referred to", "journal_page": 279, "committee_id_action": 832, "committee_id_assigned": 806, "result": "N", "vote": {}}, {"bill_id": 19020, "action_date": "2004-02-17T10:00:00-06:00", "document_id": 101422, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101422.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 806, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19020, "action_date": "2004-02-19T10:00:00-06:00", "document_id": 101606, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101606.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 806, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19020, "action_date": "2004-02-19T10:00:00-06:00", "document_id": 101606, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101606.pdf", "status_text": "Do Pass,", "journal_page": 587, "committee_id_action": 806, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57915, "president_vote": null, "Excused": [3044, 3132], "Yea": [3089, 3094, 3137, 3050, 3109]}}, {"bill_id": 19020, "action_date": "2004-02-19T10:00:00-06:00", "document_id": 101606, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101606.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 806, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19020, "action_date": "2004-02-21T13:00:00-06:00", "document_id": 101798, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101798.pdf", "status_text": "Remove from Consent Calendar", "journal_page": 621, "committee_id_action": 832, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19020, "action_date": "2004-02-23T14:00:00-06:00", "document_id": 101895, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101895.pdf", "status_text": "Do Pass,", "journal_page": 640, "committee_id_action": 832, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58123, "president_vote": null, "Excused": [3044, 3093], "Yea": [3046, 3047, 3050, 3052, 3059, 3061, 3062, 3064, 3065, 3066, 3068, 3077, 3079, 3087, 3089, 3091, 3092, 3094, 3097, 3098, 3101, 3103, 3109, 3113, 3115, 3116, 3120, 3128, 3132, 3137, 3138, 3139, 3146]}}, {"bill_id": 19020, "action_date": "2004-02-24T13:00:00-06:00", "document_id": 102012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102012.pdf", "status_text": "Signed by Speaker", "journal_page": 779, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19020, "action_date": "2004-02-25T10:00:00-06:00", "document_id": 102081, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102081.pdf", "status_text": "Signed by President", "journal_page": 715, "committee_id_action": 832, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19020, "action_date": "2004-02-26T09:00:00-06:00", "document_id": 102083, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102083.pdf", "status_text": "Delivered to the Governor", "journal_page": 824, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19020, "action_date": "2004-03-09T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 848, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2891}