{"session_id": 24, "bill_id": 7351, "bill_type": "Senate Concurrent Resolution", "bill_number": 2, "bill_title": "Supporting efforts to ensure that students from South Dakota have access to debt-free higher education at public colleges and universities.", "sponsors": [{"legislator_profile_id": 999, "is_prime": true}, {"legislator_profile_id": 1021, "is_prime": true}, {"legislator_profile_id": 1042, "is_prime": false}, {"legislator_profile_id": 1057, "is_prime": false}, {"legislator_profile_id": 974, "is_prime": false}, {"legislator_profile_id": 985, "is_prime": false}, {"legislator_profile_id": 1002, "is_prime": false}, {"legislator_profile_id": 1035, "is_prime": false}, {"legislator_profile_id": 984, "is_prime": false}, {"legislator_profile_id": 987, "is_prime": false}, {"legislator_profile_id": 982, "is_prime": false}, {"legislator_profile_id": 1048, "is_prime": false}, {"legislator_profile_id": 1020, "is_prime": false}, {"legislator_profile_id": 1016, "is_prime": false}, {"legislator_profile_id": 1028, "is_prime": false}, {"legislator_profile_id": 988, "is_prime": false}, {"legislator_profile_id": 1026, "is_prime": false}, {"legislator_profile_id": 1000, "is_prime": false}], "keywords": ["Senate Concurrent Resolutions"], "audio": [], "bill_versions": [{"bill_id": 7351, "bill_version_id": 38384, "bill_version": "Introduced", "bill_version_date": "2016-01-28T11:01:38.063-06:00", "bill_text": "A CONCURRENT RESOLUTION, Supporting efforts to ensure that students from South Dakota have access to debt-free higher education at public colleges and universities. WHEREAS, the economic competitiveness of the United States and South Dakota in the global economy, requires a well-educated workforce; and WHEREAS, students in South Dakota currently average $26,000 in debt upon graduation, which significantly hinders their ability to participate in the local economy; and WHEREAS, current and future young people in the United States and South Dakota should have the same opportunity offered to those who went to college in previous generations, including the ability to attend state colleges and universities without taking on burdensome debt; and WHEREAS, in 2016, higher education is more important than ever because it is an essential step to entering and remaining in the middle class; and WHEREAS, because of the importance of higher education, the United States and local governments should expand the opportunities to pursue and attain a higher education to more people than had the same opportunities in the past; and WHEREAS, public investment in higher education pays off, as evidenced by the fact the G.I. Bill resulted in a 7-to-1 return on investment for our national economy and that workers with college degrees earn more money, pay more taxes, and rely less on government services; and WHEREAS, student loan debt saddles the very students who most depend on a college degree to level the economic playing field with a burden that constrains career choices and hurts the credit rating of students, prevents people from fully participating in the economy by purchasing goods and services, and threatens essential milestones of the American dream; including the purchase of a home or car, starting a family, and saving for retirement; and WHEREAS, the Schatz-Schumer-Warren U.S. Senate debt-free college resolution and GrijalvaEllison-Clark U.S. House debt-free college resolution have gained national momentum in recent months, have become central in the national dialogue around higher education; and WHEREAS, a national goal of debt-free college would include significant federal aid to states, including South Dakota: NOW, THEREFORE, BE IT RESOLVED, by the Senate of the Ninety-First Legislature of the State of South Dakota, the House of Representatives concurring therein, that the Legislature supports efforts to enact legislation that: (1) Ensures all students have access to debt-free higher education, defined to mean having no debt upon graduation from any public institutions of higher education; (2) Supports efforts that increase support to states so states can increase investments in higher education and bring down costs for students; (3) Increases aid to students to help them cover the total cost of college attendance without taking on debt; (4) Encourages innovation by states and institutions of higher education to increase efficiency, lower costs, and enable speedy and less-costly degree completion; and (5) Reduces the burden of existing student loan debt."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7351, "action_date": "2016-01-28T13:30:00-06:00", "document_id": 38420, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38420.pdf", "status_text": "First Reading", "journal_page": 161, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7351, "action_date": "2016-02-02T14:00:00-06:00", "document_id": 38564, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38564.pdf", "status_text": "Adopt Resolution", "journal_page": 173, "committee_id_action": 309, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 20442, "president_vote": null, "Yea": [974, 999, 979, 1035, 984, 1020, 1016, 1000], "Nay": [977, 1037, 966, 1014, 1067, 969, 1005, 1047, 998, 997, 994, 1041, 975, 1011, 1010, 971, 1001, 1046, 1066, 1012, 1045, 970, 978, 1013, 973, 1008], "Excused": [967]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7351"}