{"session_id": 64, "bill_id": 22607, "bill_type": "House Bill", "bill_number": 1332, "bill_title": "allow persons moving from certain municipal zones to retain property assessments from original homes.", "sponsors": [{"legislator_profile_id": 3969, "is_prime": true}, {"legislator_profile_id": 3925, "is_prime": false}, {"legislator_profile_id": 3931, "is_prime": false}, {"legislator_profile_id": 3976, "is_prime": false}, {"legislator_profile_id": 4000, "is_prime": false}], "keywords": ["Counties", "Municipal Government", "Property Tax"], "audio": [{"meeting_datetime": "2022-02-10T10:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hlo21.mp3", "start_seconds": 145.0}, {"meeting_datetime": "2022-02-10T10:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hlo21.mp3", "start_seconds": 145.0}, {"meeting_datetime": "2022-02-10T10:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hlo21.mp3", "start_seconds": 145.0}], "bill_versions": [{"bill_id": 22607, "bill_version_id": 232240, "bill_version": "Introduced", "bill_version_date": "2022-02-02T12:51:51.493-06:00", "bill_text": "An Act to allow persons moving from certain municipal zones to retain property assessments from original homes. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 9-43 be amended with a NEW SECTION: The governing board of any municipality may, by resolution, establish certain zones that allow persons to transfer property assessment values of a previously owned dwelling to a newly constructed dwelling pursuant to sections 1 through 4 of this Act. Section 2. That a NEW SECTION be added to title 10: Terms used in this act mean: (1) \"Original dwelling,\" an owner-occupied, single-family dwelling used as the owner's principal place of residence as defined in § 12-1-4, of which a person has sold and transferred ownership to a non-family member, and has vacated to move to a separate owner-occupied, single-family dwelling; (2) \"Replacement dwelling,\" a newly constructed, owner-occupied, single-family dwelling used as the owner's principal place of residence as defined in § 12-1-4, into which the person moves after vacating their original dwelling. Section 3. That a NEW SECTION be added to title 10: Any person is entitled to transfer the assessed value of the person's original dwelling to the person's replacement dwelling if the following conditions are met: (1) The person has resided in the original dwelling for the last five years; (2) The original dwelling is located within a zone that is established by the municipality, as authorized by section 1 of this Act; (3) The replacement dwelling is a newly constructed dwelling located outside of the zone established by the municipality in which the original dwelling is located; and (4) The original dwelling and replacement dwelling are located entirely within the same county. The original dwelling is subject to annual reassessment in the same manner as all other property. A person meeting the requirements of subdivisions (1) to (3), with a replacement dwelling located in a county that does not contain the original dwelling, may claim the transfer of assessed value provided in this section, if the county containing the replacement dwelling, through its board of commissioners, waives the requirement in subdivision (4) for a zone established by a municipality outside the county's jurisdiction, pursuant to this section. Section 4. That a NEW SECTION be added to title 10: If the person is sixty-five years or older at the time the transfer of assessed value is granted under this chapter, the person retains the transferred assessed value on the replacement dwelling until the person sells and conveys ownership of the replacement dwelling to another person, or ten years after the transfer is initially granted, whichever occurs first. If the person is less than sixty-five years of age at the time the transfer of assessed value is granted under this chapter, the person retains the transferred assessed value on the replacement dwelling until the person sells and conveys ownership of the replacement dwelling to another person, or five years after the transfer is initially granted, whichever occurs first. Section 5. That a NEW SECTION be added to title 10: The director of equalization shall reassess the replacement dwelling annually in the same manner as all other property and keep a record of that value for the purpose of accurately assessing the dwelling once the transferred assessed value expires. A person may waive the provisions of section 3 of this Act by submitting written notice to the county director of equalization of the person's desire to not transfer the assessed value from the original dwelling to the replacement dwelling."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22607, "action_date": "2022-02-02T14:00:00-06:00", "document_id": 231905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231905.pdf", "status_text": "First Reading House", "journal_page": 178, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22607, "action_date": "2022-02-04T13:30:00-06:00", "document_id": 232452, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232452.pdf", "status_text": "Referred to", "journal_page": 211, "committee_id_action": 1008, "committee_id_assigned": 1012, "result": "N", "vote": {}}, {"bill_id": 22607, "action_date": "2022-02-10T10:00:00-06:00", "document_id": 232774, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232774.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1012, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22607, "action_date": "2022-02-10T10:00:00-06:00", "document_id": 232775, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232775.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1012, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 73340, "president_vote": null, "Yea": [3915, 3927, 3933, 3944, 3950, 3957, 3972, 3977, 3987, 4004, 4009, 3953, 4015]}}]}