{"session_id": 57, "bill_id": 19487, "bill_type": "Senate Bill", "bill_number": 77, "bill_title": "correct various references in the code.", "sponsors": [{"legislator_profile_id": 3154, "is_prime": true}, {"legislator_profile_id": 3162, "is_prime": true}], "keywords": ["Code Counsel", "Legislature"], "audio": [{"meeting_datetime": "2005-01-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sst08sb0077a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sst08sb0077a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sst08sb0077a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sst08sb0077a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sst08sb0077a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sst08sb0077a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-16T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hst27sb0077a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-16T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hst27sb0077a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-16T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hst27sb0077a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-16T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hst27sb0077a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19487, "bill_version_id": 102799, "bill_version": "Introduced", "bill_version_date": "2005-01-18T08:22:20-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to correct various references in the code. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-16B-10 be amended to read as follows: 1-16B-10. The Governor's commissioner of economic development of the Governor's Office of Economic Development secretary of tourism and state development shall serve as the chief administrative officer and direct and supervise the administration and technical affairs of the authority. Section 2. That § 1-16G-1 be amended to read as follows: 1-16G-1. There is created a Board of Economic Development and the Governor may appoint up to thirteen members to consult with and advise the Governor and the Governor's commissioner for economic development secretary of tourism and state development in carrying out the functions of the office. The members of the board shall be appointed by the Governor for four-year terms of office so arranged that no more that four members' terms expire in any given year. Not all members may be from the same political party. The Governor shall designate the terms at the time of appointment. Any member appointed to fill a vacancy arising from other than the natural expiration of a term shall serve only the unexpired portion of the term. Section 3. That § 1-16G-24 be amended to read as follows: 1-16G-24. Earnings on the revolving economic development and initiative fund, the South Dakota entrepreneur program, and the value added agriculture fund may be used for the administrative costs of the Division of Finance of the Governor's Office of Economic Development. Such earnings shall be expended in accordance with the provisions of Title 4 on warrants drawn by the state auditor on vouchers approved by the commissioner of the Governor's Office of Economic Development secretary of tourism and state development . Eligible expenses may not exceed total interest earnings during the previous fiscal year prior to the deduction of loan losses for the same fiscal year. Section 4. That § 1-16G-37 be amended to read as follows: 1-16G-37. The Board of Economic Development shall administer the South Dakota entrepreneur support program and make loans under the following terms: (1) No loan may be for less than thirty thousand dollars or for more than fifty thousand dollars; (2) Each loan applicant shall provide for a matching amount of funds available from non-state sources equal to the amount of the loan. No in-kind amounts or services may be included in the matching funds; and (3) Each loan may be made on an unsecured basis unless security is available. The loan shall be set up for repayment of the principle principal plus accrued interest beginning on the third anniversary date of the loan approval date with a balloon payment after the seventh anniversary of the loan anniversary date. However, the board may grant a further two-year extension before repayment begins. Section 5. That § 1-18-3 be amended to read as follows: 1-18-3. There is hereby created the South Dakota State Historical Society which shall perform the following duties and any other duties as may be imposed upon it by law: (1) Provide education of the public in the fields of history; (2) Promote the preservation of sites of historical and cultural significance; (3) Private fund raising to support historical projects; (4) Continue responsibilities and contracts with members of the society, as provided by law; (5) Maintain liaison and support with local historical societies and groups; (6) Serve as an advisory group to the secretary of education tourism and state development and the State Historical Society Board of Trustees so as to promote cooperation in the preservation of the history of the state; (7) Conduct special programs and public events to promote history; (8) Publish such information relating to the history of the state as it deems advisable. The South Dakota State Historical Society shall be organized with officers and members as hereinafter provided. Section 6. That § 1-18-32.1 be amended to read as follows: 1-18-32.1. The State Historical Society shall submit to the secretary of education tourism and state development such records, information, and reports in the form and at such times as may be required by the secretary, except that the State Historical Society shall report at least annually. Section 7. That § 1-20-19 be amended to read as follows: 1-20-19. The secretary of education tourism and state development shall, subject to the Governor's approval, employ a state archaeologist, who shall serve at the pleasure of the secretary. The state archaeologist shall be a qualified anthropologist. The minimum professional qualifications for the position shall include a master's degree from an accredited institution of higher education and at least one year of field experience in archaeological salvage. Section 8. That § 1-20-20 be amended to read as follows: 1-20-20. The state archaeologist shall administer the preservation and protection of the state's archaeological resources as hereinafter directed by this chapter. The secretary of education tourism and state development may employ such qualified persons as may be needed to assist the state archaeologist in the performance of his duties. Section 9. That § 1-33-1 be amended to read as follows: 1-33-1. The Office Department of Executive Management is hereby continued. Section 10. The code counsel shall transfer § 1-33-15 to chapter 1-52. Section 11. That § 1-33-16 be repealed. 1-33-16. The head of the Governor's Office of Economic Development is the Governor's commissioner for economic development. Section 12. That § 1-33-16.1 be repealed. 1-33-16.1. The commissioner for economic development shall determine the organizational structure of the Governor's Office of Economic Development. Section 13. That § 1-33-17 be repealed. 1-33-17. The Governor's commissioner for economic development shall be appointed by and shall serve at the pleasure of the Governor. Section 14. The code counsel shall transfer § 1-33-18 to chapter 1-52. Section 15. The code counsel shall transfer § 1-33-19 to chapter 1-52. Section 16. The code counsel shall transfer § 1-33-19.1 to chapter 1-52 Section 17. That § 1-33-19.1 be amended to read as follows: 1-33-19.1. All information received by the Governor's Office of Economic Development shall be open to public inspection if it appears to the commissioner secretary that such inspection may assist in carrying out or furthering the purposes of the office, except if the provider of such information requests that the information remain confidential and not be open to public inspection. The commissioner secretary shall supply at cost, copies of any such information. Section 18. That § 1-33-19.2 be amended to read as follows: 1-33-19.2. The commissioner of the Governor's Office of Economic Development secretary shall maintain the confidentiality of any information given to GOED or the Economic Development Finance Authority, the South Dakota Development Corporation, and the Board of Economic Development. Section 19. That § 1-33-20.1 be repealed. 1-33-20.1. The five divisions in the Governor's Office of Economic Development provided for in § 1-33-20 are hereby abolished. Section 20. That § 1-33-22 be amended to read as follows: 1-33-22. The Division of Industrial Development Governor's Office of Economic Development may accept private contributions to supplement other money received by it. Contributions received shall be deposited with the state treasurer and in a fund known as the Division of Industrial Governor's Office of Economic Development special revenue fund, which fund shall accumulate and shall not revert to the general fund at the close of the fiscal year. The fund shall be used for legitimate purposes of soliciting industry and carrying into effect the objectives of the Division of Industrial Development Governor's Office of Economic Development . Disbursements from the fund shall be made by warrants drawn by the state auditor on itemized vouchers approved by the director of the division secretary . Section 21. The code counsel shall transfer § 1-33-22 to chapter 1-52. Section 22. That § 1-33-23 be repealed. 1-33-23. The functions of the Division of Industrial Development regarding the industrial development special revenue fund established in § 1-33-22 are transferred to the Governor's Office of Economic Development. The functions of the former director of industrial development are transferred to the Governor's commissioner for economic development. Section 23. The code counsel shall transfer § 1-45-22 to chapter 1-18. Section 24. The code counsel shall transfer § 1-45-23.1 to chapter 1-18. Section 25. That § 34A-2-8 be amended to read as follows: 34A-2-8. The secretary of water environment and natural resources shall administer this chapter. The secretary, in accordance with policies established by the board and pursuant to laws governing state employees, may hire personnel necessary to carry out the provisions of this chapter and the rules and orders of the board. Section 26. That § 34A-2-97 be amended to read as follows: 34A-2-97. The owner or operator of a facility or vehicle that discharges a petroleum substance into state waters shall notify the secretary of water environment and natural resources upon knowledge of the release. Notification received pursuant to this section and information obtained in the investigation of the notification may not be used in a criminal proceeding filed against the owner or operator, except in a prosecution for perjury or for giving a false statement. A violation of this section is subject to § 34A-2-75. Section 27. That § 34A-11-10 be amended to read as follows: 34A-11-10. Any person generating, transporting, treating, storing, or disposing of a hazardous waste shall file with the secretary of water environment and natural resources a notification of hazardous waste activities. The notification shall be in accordance with rules promulgated pursuant to chapter 1-26 by the Board of Minerals and Environment. No hazardous waste subject to this chapter may be transported, treated, stored, or disposed of unless notification has been given as required in this chapter. A violation of this section is subject to a civil penalty not to exceed ten thousand dollars per day of violation, or for damages to the environment of this state, or both. Section 28. That § 34A-11-11 be amended to read as follows: 34A-11-11. Any person may file a complaint with the secretary of water environment and natural resources regarding a violation of this chapter. The secretary may conduct an investigation of the alleged violation and make a written report of the investigation to the person. If the secretary determines that a violation has occurred, he may take whatever enforcement action he considers appropriate. Section 29. That § 34A-11-16 be amended to read as follows: 34A-11-16. The secretary of water environment and natural resources may: (1) Enter and have access at reasonable times to any facility used for generation, transportation, treatment, storage, or disposal of hazardous waste and monitoring equipment related thereto; (2) Inspect and obtain samples from any person of any hazardous wastes or suspected hazardous wastes, and of any containers or labeling for such wastes; a receipt for any samples and a copy of any analysis performed shall be provided to the owner or operator; (3) Inspect and copy any records relating to any known or suspected or hazardous wastes; (4) Require the installation and use of monitoring equipment or methods necessary to ensure compliance with this chapter; (5) Require the preparation and submission of reports or other information by any person who generates, stores, treats, transports, disposes of, or otherwise handles or has handled hazardous wastes. Section 30. That § 34A-11-17 be amended to read as follows: 34A-11-17. If the secretary of water environment and natural resources determines that a person is in violation of this chapter, or any rule made hereunder, he may cause written notice and an order to be served personally or by mail upon the alleged violator or his agent. The notice and order shall state the statute or rule allegedly violated, the pertinent facts, the nature of any corrective action that may be required and the time within which the action is to be taken. A notice and order may include a suspension or revocation of a permit issued under this chapter. For purposes of this chapter, service by mail is considered complete on the date of mailing. Section 31. That § 34A-11-18 be amended to read as follows: 34A-11-18. The notice of violation and order is final thirty days after the order is served unless the person named submits a written request for hearing to the secretary of water environment and natural resources before the thirtieth day. If a request is submitted by mail, it is considered to have been submitted on the date of mailing. The secretary shall notify the Board of Minerals and Environment of receipt of a request for a hearing. The board shall conduct a public hearing. Notice of the hearing consistent with § 1-26-17 shall be sent to the alleged violator and published in a newspaper of general circulation in the county where the violation is alleged to have occurred. The board may affirm, reverse, or modify the notice of violation or order following a contested case hearing. Section 32. That § 34A-11-22 be amended to read as follows: 34A-11-22. Any records, reports, or information obtained from any person under this chapter shall be available to the public. If the secretary of water environment and natural resources determines that a record, report, or information reveals methods or processes entitled to protection as trade secrets, the secretary may consider such record, report, or information confidential. However, the record, report, or information may be disclosed to other officers, employees, or authorized representatives of the state or federal government concerned with executing the provisions of this chapter, or if relevant, in any proceeding under this chapter. Any person who knowingly and willfully divulges or discloses any information entitled to protection under this section is guilty of a Class 1 misdemeanor. Section 33. That § 46-3A-5 be amended to read as follows: 46-3A-5. The weather modification activities of the Water Management Board shall be administered under the direction and supervision of the Department of Water Environment and Natural Resources and the secretary thereof, but the board shall retain the quasi-judicial, quasi-legislative, advisory, other nonadministrative and special budgetary functions (as defined in § 1-32-1) otherwise vested in it and shall exercise those functions independently of the secretary of water and natural resources. The board shall have the function of setting the terms of and approving the contracts with other units of government for the sharing of the costs of weather modification operations. Section 34. That § 46-3A-8 be amended to read as follows: 46-3A-8. The Department of Water Environment and Natural Resources, in order to carry into effect the provisions of this chapter, is authorized and empowered to appoint a qualified individual, organization, or institution to evaluate and publish the effects of all operations conducted in the state, and employ such clerical help as necessary; and to employ a director and such other staff members for the Water Management Board as are needed to carry out the intent of the chapter. Section 35. That § 46-3A-12 be amended to read as follows: 46-3A-12. The Department of Water Environment and Natural Resources, in order to carry into effect the provisions of this chapter, is authorized and empowered to enter into any contracts or memoranda of agreement as are necessary; to accept funds from the state Legislature and from private and public sources, in carrying out the provisions of this chapter. Section 36. That § 46-3A-13 be amended to read as follows: 46-3A-13. The Department of Water Environment and Natural Resources may, at its discretion, cooperate with county programs of weather modification in carrying out the purposes of this chapter, and in addition to the powers of counties specified in § 10-12-18, counties may contribute to and participate in any weather modification program carried out by the state. Section 37. That § 46-3A-30 be amended to read as follows: 46-3A-30. The Department of Water Environment and Natural Resources shall administer and enforce the provisions of this chapter, provided, however, that the Water Management Board shall retain the authority and policy powers reserved to it by § 46-3A-5. Section 38. That § 1-40-12 be amended to read as follows: 1-40-12. The Board of Environment Water and Natural Resources created by this chapter shall perform all quasi-legislative, quasi-judicial, advisory, and special budgetary functions (as defined in § 1-32-1) of the former Water Resources Commission relating to assisting and joining in arrangements or activities to promote water and related land development. Section 39. That § 46A-2-4 be amended to read as follows: 46A-2-4. Terms used in this chapter and chapters 46A-3A to 46A-3E, inclusive, mean: (1) \"Benefits,\" the favorable effects, tangible or intangible, that accrue or are estimated to accrue to any person or the public by establishment of water resources projects; (2) \"Board,\" the governing board of the South Dakota Conservancy District which is the Board of Water and Natural Resources; (3) \"Department,\" the Department of Environment and Natural Resources; (4) \"Equalized assessed valuation,\" the sum of: (a) The value derived by dividing the full and true value as certified to the county of all property within that county, included in the water development district, by the median agricultural and nonagricultural ratios for all sales in that county as published in the current annual report of the property tax division of the South Dakota Department of Revenue and Regulation as required pursuant to § 10-11-60; and (b) The full and true value of all centrally assessed utility property within that county included in the water development district; (5) \"Facilities plan\" or \"state water facilities plan,\" those parts of the statewide water plan established by the Board of Environment Water and Natural Resources; (6) \"Person,\" any natural person, firm, partnership, limited liability company, association, or corporation but not a public body or political subdivision; (7) \"Public entity,\" a county, township, municipality, political or administrative subdivision of state government, subdistrict, irrigation district, water user district, watershed district, drainage district, soil conservation district, or other public body recognized by state law; (8) \"Public hearings\" or \"hearings,\" formally scheduled and conducted meetings for purposes of determining courses of action concerning district or water development district business; (9) \"South Dakota Conservancy District\" or \"district,\" the public corporate entity established by this chapter; (10) \"Taxable property in the water development district,\" the sum of the taxable valuations of all property included in the water development district as variously established by the respective counties pursuant to § 10-11-25; (11) \"Total water development district equalized assessed valuation,\" the sum of the equalized assessed valuations of all the counties or portions of counties within the water development district; (12) \"Water development district\" or \"(Name) Water Development District,\" a subdivision of the district established as provided in chapters 46A-3A to 46A-3E, inclusive, for the purpose of planning and coordinating water resources development activity and providing financial and other assistance to water resources projects or development; (13) \"Water development district board of directors\" or \"water development district board,\" the governing officials who exercise the corporate powers of a water development district; (14) \"Water resources projects\" or \"water resources development,\" contracts for the marketing of water service or the facilities by which water is controlled, regulated, reclaimed, or made available for use, or the quality of which is protected and improved, including any wells, reservoirs, dams, water reclamation facilities, wastewater treatment facilities, intake structures, pumping stations, equipment, rights-of-way or easements, works or facilities, land and buildings or other real or personal property intended either to generate or sell hydroelectric power from projects which may include provisions for irrigation, municipal, rural, or industrial water supplies or to control, regulate, drain, reclaim, dispose of, pump, store, treat, purify, distribute, deliver, put into aquifers or water courses, or otherwise make available water for any beneficial use. The term includes the studies, investigations, plans, construction, operation, or maintenance associated with the facilities, and debt service reserve funds, funds to provide capitalized interest and any costs incurred in connection with the issuance of obligations to finance any of the foregoing. Section 40. That § 46A-7A-1 be amended to read as follows: 46A-7A-1. Terms used in this chapter mean: (1) \"Board,\" the board of directors of the Cendak Irrigation District; (2) \"District,\" the Cendak Irrigation District; (3) \"Elector,\" a natural person or designated representative of a firm, partnership, limited liability company, association, estate, or corporation that is a holder of title of lands within the district; (4) \"Holder of title,\" a holder of evidence of title to lands within the district or a holder of land within the district under a possessory right acquired by entry or purchase from the United States or the State of South Dakota; (5) \"Landowner,\" a holder of title; (6) \"Publication,\" publication in one official newspaper, as designated in § 7-18-3, in each county where a portion of the district lies; (7) \"State board,\" the Board of Environment Water and Natural Resources; and (8) \"Total benefit,\" the estimated cost of a construction project of the district if it is to be funded by the issuance of bonds, the total amount of the loan or loans made to the district by the United States or the state if a construction project is so funded, or the sum of such bonds and loans if a construction project is funded by such combination. Section 41. The code counsel shall transfer § 58-17-4.3 to be codified at § 58-17-74.1. Section 42. That § 2-16-7.1 be amended to read as follows: 2-16-7.1. The Code Commission may continue the contracts with The Michie Company the Thomson West Publishing Company and its successors in interest which are hereby ratified and may contract with that publisher or other publishers, editorial services and printers for continuing editorial work and printing to assure continuity in editorial preparation, printing and binding of supplements and replacement volumes to the code enacted by § 2-16-13 for a term not exceeding five years or may, on negotiation, extend the current contract from year to year so long as the commission deems it to the advantage and best interests of the state."}, {"bill_id": 19487, "bill_version_id": 103001, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2005-01-21T12:11:39-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to correct various references in the code. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-16B-10 be amended to read as follows: 1-16B-10. The Governor's commissioner of economic development of the Governor's Office of Economic Development secretary of tourism and state development shall serve as the chief administrative officer and direct and supervise the administration and technical affairs of the authority. Section 2. That § 1-16G-1 be amended to read as follows: 1-16G-1. There is created a Board of Economic Development and the Governor may appoint up to thirteen members to consult with and advise the Governor and the Governor's commissioner for economic development secretary of tourism and state development in carrying out the functions of the office. The members of the board shall be appointed by the Governor for four-year terms of office so arranged that no more that four members' terms expire in any given year. Not all members may be from the same political party. The Governor shall designate the terms at the time of appointment. Any member appointed to fill a vacancy arising from other than the natural expiration of a term shall serve only the unexpired portion of the term. Section 3. That § 1-16G-24 be amended to read as follows: 1-16G-24. Earnings on the revolving economic development and initiative fund, the South Dakota entrepreneur program, the value added tourism subfund, and the value added agriculture fund subfund may be used for the administrative costs of the Division of Finance of the Governor's Office of Economic Development. Such earnings shall be expended in accordance with the provisions of Title 4 on warrants drawn by the state auditor on vouchers approved by the commissioner of the Governor's Office of Economic Development secretary of tourism and state development . Eligible expenses may not exceed total interest earnings during the previous fiscal year prior to the deduction of loan losses for the same fiscal year. Section 4. That § 1-16G-37 be amended to read as follows: 1-16G-37. The Board of Economic Development shall administer the South Dakota entrepreneur support program and make loans under the following terms: (1) No loan may be for less than thirty thousand dollars or for more than fifty thousand dollars; (2) Each loan applicant shall provide for a matching amount of funds available from non-state sources equal to the amount of the loan. No in-kind amounts or services may be included in the matching funds; and (3) Each loan may be made on an unsecured basis unless security is available. The loan shall be set up for repayment of the principle principal plus accrued interest beginning on the third anniversary date of the loan approval date with a balloon payment after the seventh anniversary of the loan anniversary date. However, the board may grant a further two-year extension before repayment begins. Section 5. That § 1-18-3 be amended to read as follows: 1-18-3. There is hereby created the South Dakota State Historical Society which shall perform the following duties and any other duties as may be imposed upon it by law: (1) Provide education of the public in the fields of history; (2) Promote the preservation of sites of historical and cultural significance; (3) Private fund raising to support historical projects; (4) Continue responsibilities and contracts with members of the society, as provided by law; (5) Maintain liaison and support with local historical societies and groups; (6) Serve as an advisory group to the secretary of education tourism and state development and the State Historical Society Board of Trustees so as to promote cooperation in the preservation of the history of the state; (7) Conduct special programs and public events to promote history; (8) Publish such information relating to the history of the state as it deems advisable. The South Dakota State Historical Society shall be organized with officers and members as hereinafter provided. Section 6. That § 1-18-32.1 be amended to read as follows: 1-18-32.1. The State Historical Society shall submit to the secretary of education tourism and state development such records, information, and reports in the form and at such times as may be required by the secretary, except that the State Historical Society shall report at least annually. Section 7. That § 1-20-19 be amended to read as follows: 1-20-19. The secretary of education tourism and state development shall, subject to the Governor's approval, employ a state archaeologist, who shall serve at the pleasure of the secretary. The state archaeologist shall be a qualified anthropologist. The minimum professional qualifications for the position shall include a master's degree from an accredited institution of higher education and at least one year of field experience in archaeological salvage. Section 8. That § 1-20-20 be amended to read as follows: 1-20-20. The state archaeologist shall administer the preservation and protection of the state's archaeological resources as hereinafter directed by this chapter. The secretary of education tourism and state development may employ such qualified persons as may be needed to assist the state archaeologist in the performance of his duties. Section 9. That § 1-33-1 be amended to read as follows: 1-33-1. The Office Department of Executive Management is hereby continued. Section 10. The code counsel shall transfer § 1-33-15 to chapter 1-52. Section 11. That § 1-33-16 be repealed. 1-33-16. The head of the Governor's Office of Economic Development is the Governor's commissioner for economic development. Section 12. That § 1-33-16.1 be repealed. 1-33-16.1. The commissioner for economic development shall determine the organizational structure of the Governor's Office of Economic Development. Section 13. That § 1-33-17 be repealed. 1-33-17. The Governor's commissioner for economic development shall be appointed by and shall serve at the pleasure of the Governor. Section 14. The code counsel shall transfer § 1-33-18 to chapter 1-52. Section 15. The code counsel shall transfer § 1-33-19 to chapter 1-52. Section 16. The code counsel shall transfer § 1-33-19.1 to chapter 1-52 Section 17. That § 1-33-19.1 be amended to read as follows: 1-33-19.1. All information received by the Governor's Office of Economic Development shall be open to public inspection if it appears to the commissioner secretary that such inspection may assist in carrying out or furthering the purposes of the office, except if the provider of such information requests that the information remain confidential and not be open to public inspection. The commissioner secretary shall supply at cost, copies of any such information. Section 18. That § 1-33-19.2 be amended to read as follows: 1-33-19.2. The commissioner of the Governor's Office of Economic Development secretary shall maintain the confidentiality of any information given to GOED or the Economic Development Finance Authority, the South Dakota Development Corporation, and the Board of Economic Development. Section 19. That § 1-33-20.1 be repealed. 1-33-20.1. The five divisions in the Governor's Office of Economic Development provided for in § 1-33-20 are hereby abolished. Section 20. That § 1-33-22 be amended to read as follows: 1-33-22. The Division of Industrial Development Governor's Office of Economic Development may accept private contributions to supplement other money received by it. Contributions received shall be deposited with the state treasurer and in a fund known as the Division of Industrial Governor's Office of Economic Development special revenue fund, which fund shall accumulate and shall not revert to the general fund at the close of the fiscal year. The fund shall be used for legitimate purposes of soliciting industry and carrying into effect the objectives of the Division of Industrial Development Governor's Office of Economic Development . Disbursements from the fund shall be made by warrants drawn by the state auditor on itemized vouchers approved by the director of the division secretary . Section 21. The code counsel shall transfer § 1-33-22 to chapter 1-52. Section 22. That § 1-33-23 be repealed. 1-33-23. The functions of the Division of Industrial Development regarding the industrial development special revenue fund established in § 1-33-22 are transferred to the Governor's Office of Economic Development. The functions of the former director of industrial development are transferred to the Governor's commissioner for economic development. Section 23. The code counsel shall transfer § 1-45-22 to chapter 1-18. Section 24. The code counsel shall transfer § 1-45-23.1 to chapter 1-18. Section 25. That § 34A-2-8 be amended to read as follows: 34A-2-8. The secretary of water environment and natural resources shall administer this chapter. The secretary, in accordance with policies established by the board and pursuant to laws governing state employees, may hire personnel necessary to carry out the provisions of this chapter and the rules and orders of the board. Section 26. That § 34A-2-97 be amended to read as follows: 34A-2-97. The owner or operator of a facility or vehicle that discharges a petroleum substance into state waters shall notify the secretary of water environment and natural resources upon knowledge of the release. Notification received pursuant to this section and information obtained in the investigation of the notification may not be used in a criminal proceeding filed against the owner or operator, except in a prosecution for perjury or for giving a false statement. A violation of this section is subject to § 34A-2-75. Section 27. That § 34A-11-10 be amended to read as follows: 34A-11-10. Any person generating, transporting, treating, storing, or disposing of a hazardous waste shall file with the secretary of water environment and natural resources a notification of hazardous waste activities. The notification shall be in accordance with rules promulgated pursuant to chapter 1-26 by the Board of Minerals and Environment. No hazardous waste subject to this chapter may be transported, treated, stored, or disposed of unless notification has been given as required in this chapter. A violation of this section is subject to a civil penalty not to exceed ten thousand dollars per day of violation, or for damages to the environment of this state, or both. Section 28. That § 34A-11-11 be amended to read as follows: 34A-11-11. Any person may file a complaint with the secretary of water environment and natural resources regarding a violation of this chapter. The secretary may conduct an investigation of the alleged violation and make a written report of the investigation to the person. If the secretary determines that a violation has occurred, he may take whatever enforcement action he considers appropriate. Section 29. That § 34A-11-16 be amended to read as follows: 34A-11-16. The secretary of water environment and natural resources may: (1) Enter and have access at reasonable times to any facility used for generation, transportation, treatment, storage, or disposal of hazardous waste and monitoring equipment related thereto; (2) Inspect and obtain samples from any person of any hazardous wastes or suspected hazardous wastes, and of any containers or labeling for such wastes; a receipt for any samples and a copy of any analysis performed shall be provided to the owner or operator; (3) Inspect and copy any records relating to any known or suspected or hazardous wastes; (4) Require the installation and use of monitoring equipment or methods necessary to ensure compliance with this chapter; (5) Require the preparation and submission of reports or other information by any person who generates, stores, treats, transports, disposes of, or otherwise handles or has handled hazardous wastes. Section 30. That § 34A-11-17 be amended to read as follows: 34A-11-17. If the secretary of water environment and natural resources determines that a person is in violation of this chapter, or any rule made hereunder, he may cause written notice and an order to be served personally or by mail upon the alleged violator or his agent. The notice and order shall state the statute or rule allegedly violated, the pertinent facts, the nature of any corrective action that may be required and the time within which the action is to be taken. A notice and order may include a suspension or revocation of a permit issued under this chapter. For purposes of this chapter, service by mail is considered complete on the date of mailing. Section 31. That § 34A-11-18 be amended to read as follows: 34A-11-18. The notice of violation and order is final thirty days after the order is served unless the person named submits a written request for hearing to the secretary of water environment and natural resources before the thirtieth day. If a request is submitted by mail, it is considered to have been submitted on the date of mailing. The secretary shall notify the Board of Minerals and Environment of receipt of a request for a hearing. The board shall conduct a public hearing. Notice of the hearing consistent with § 1-26-17 shall be sent to the alleged violator and published in a newspaper of general circulation in the county where the violation is alleged to have occurred. The board may affirm, reverse, or modify the notice of violation or order following a contested case hearing. Section 32. That § 34A-11-22 be amended to read as follows: 34A-11-22. Any records, reports, or information obtained from any person under this chapter shall be available to the public. If the secretary of water environment and natural resources determines that a record, report, or information reveals methods or processes entitled to protection as trade secrets, the secretary may consider such record, report, or information confidential. However, the record, report, or information may be disclosed to other officers, employees, or authorized representatives of the state or federal government concerned with executing the provisions of this chapter, or if relevant, in any proceeding under this chapter. Any person who knowingly and willfully divulges or discloses any information entitled to protection under this section is guilty of a Class 1 misdemeanor. Section 33. That § 46-3A-5 be amended to read as follows: 46-3A-5. The weather modification activities of the Water Management Board shall be administered under the direction and supervision of the Department of Water Environment and Natural Resources and the secretary thereof, but the board shall retain the quasi-judicial, quasi-legislative, advisory, other nonadministrative and special budgetary functions (as defined in § 1-32-1) otherwise vested in it and shall exercise those functions independently of the secretary of water and natural resources. The board shall have the function of setting the terms of and approving the contracts with other units of government for the sharing of the costs of weather modification operations. Section 34. That § 46-3A-8 be amended to read as follows: 46-3A-8. The Department of Water Environment and Natural Resources, in order to carry into effect the provisions of this chapter, is authorized and empowered to appoint a qualified individual, organization, or institution to evaluate and publish the effects of all operations conducted in the state, and employ such clerical help as necessary; and to employ a director and such other staff members for the Water Management Board as are needed to carry out the intent of the chapter. Section 35. That § 46-3A-12 be amended to read as follows: 46-3A-12. The Department of Water Environment and Natural Resources, in order to carry into effect the provisions of this chapter, is authorized and empowered to enter into any contracts or memoranda of agreement as are necessary; to accept funds from the state Legislature and from private and public sources, in carrying out the provisions of this chapter. Section 36. That § 46-3A-13 be amended to read as follows: 46-3A-13. The Department of Water Environment and Natural Resources may, at its discretion, cooperate with county programs of weather modification in carrying out the purposes of this chapter, and in addition to the powers of counties specified in § 10-12-18, counties may contribute to and participate in any weather modification program carried out by the state. Section 37. That § 46-3A-30 be amended to read as follows: 46-3A-30. The Department of Water Environment and Natural Resources shall administer and enforce the provisions of this chapter, provided, however, that the Water Management Board shall retain the authority and policy powers reserved to it by § 46-3A-5. Section 38. That § 1-40-12 be amended to read as follows: 1-40-12. The Board of Environment Water and Natural Resources created by this chapter shall perform all quasi-legislative, quasi-judicial, advisory, and special budgetary functions (as defined in § 1-32-1) of the former Water Resources Commission relating to assisting and joining in arrangements or activities to promote water and related land development. Section 39. That § 46A-2-4 be amended to read as follows: 46A-2-4. Terms used in this chapter and chapters 46A-3A to 46A-3E, inclusive, mean: (1) \"Benefits,\" the favorable effects, tangible or intangible, that accrue or are estimated to accrue to any person or the public by establishment of water resources projects; (2) \"Board,\" the governing board of the South Dakota Conservancy District which is the Board of Water and Natural Resources; (3) \"Department,\" the Department of Environment and Natural Resources; (4) \"Equalized assessed valuation,\" the sum of: (a) The value derived by dividing the full and true value as certified to the county of all property within that county, included in the water development district, by the median agricultural and nonagricultural ratios for all sales in that county as published in the current annual report of the property tax division of the South Dakota Department of Revenue and Regulation as required pursuant to § 10-11-60; and (b) The full and true value of all centrally assessed utility property within that county included in the water development district; (5) \"Facilities plan\" or \"state water facilities plan,\" those parts of the statewide water plan established by the Board of Environment Water and Natural Resources; (6) \"Person,\" any natural person, firm, partnership, limited liability company, association, or corporation but not a public body or political subdivision; (7) \"Public entity,\" a county, township, municipality, political or administrative subdivision of state government, subdistrict, irrigation district, water user district, watershed district, drainage district, soil conservation district, or other public body recognized by state law; (8) \"Public hearings\" or \"hearings,\" formally scheduled and conducted meetings for purposes of determining courses of action concerning district or water development district business; (9) \"South Dakota Conservancy District\" or \"district,\" the public corporate entity established by this chapter; (10) \"Taxable property in the water development district,\" the sum of the taxable valuations of all property included in the water development district as variously established by the respective counties pursuant to § 10-11-25; (11) \"Total water development district equalized assessed valuation,\" the sum of the equalized assessed valuations of all the counties or portions of counties within the water development district; (12) \"Water development district\" or \"(Name) Water Development District,\" a subdivision of the district established as provided in chapters 46A-3A to 46A-3E, inclusive, for the purpose of planning and coordinating water resources development activity and providing financial and other assistance to water resources projects or development; (13) \"Water development district board of directors\" or \"water development district board,\" the governing officials who exercise the corporate powers of a water development district; (14) \"Water resources projects\" or \"water resources development,\" contracts for the marketing of water service or the facilities by which water is controlled, regulated, reclaimed, or made available for use, or the quality of which is protected and improved, including any wells, reservoirs, dams, water reclamation facilities, wastewater treatment facilities, intake structures, pumping stations, equipment, rights-of-way or easements, works or facilities, land and buildings or other real or personal property intended either to generate or sell hydroelectric power from projects which may include provisions for irrigation, municipal, rural, or industrial water supplies or to control, regulate, drain, reclaim, dispose of, pump, store, treat, purify, distribute, deliver, put into aquifers or water courses, or otherwise make available water for any beneficial use. The term includes the studies, investigations, plans, construction, operation, or maintenance associated with the facilities, and debt service reserve funds, funds to provide capitalized interest and any costs incurred in connection with the issuance of obligations to finance any of the foregoing. Section 40. That § 46A-7A-1 be amended to read as follows: 46A-7A-1. Terms used in this chapter mean: (1) \"Board,\" the board of directors of the Cendak Irrigation District; (2) \"District,\" the Cendak Irrigation District; (3) \"Elector,\" a natural person or designated representative of a firm, partnership, limited liability company, association, estate, or corporation that is a holder of title of lands within the district; (4) \"Holder of title,\" a holder of evidence of title to lands within the district or a holder of land within the district under a possessory right acquired by entry or purchase from the United States or the State of South Dakota; (5) \"Landowner,\" a holder of title; (6) \"Publication,\" publication in one official newspaper, as designated in § 7-18-3, in each county where a portion of the district lies; (7) \"State board,\" the Board of Environment Water and Natural Resources; and (8) \"Total benefit,\" the estimated cost of a construction project of the district if it is to be funded by the issuance of bonds, the total amount of the loan or loans made to the district by the United States or the state if a construction project is so funded, or the sum of such bonds and loans if a construction project is funded by such combination. Section 41. The code counsel shall transfer § 58-17-4.3 to be codified at § 58-17-74.1. Section 42. That § 2-16-7.1 be amended to read as follows: 2-16-7.1. The Code Commission may continue the contracts with The Michie Company the Thomson West Publishing Company and its successors in interest which are hereby ratified and may contract with that publisher or other publishers, editorial services and printers for continuing editorial work and printing to assure continuity in editorial preparation, printing and binding of supplements and replacement volumes to the code enacted by § 2-16-13 for a term not exceeding five years or may, on negotiation, extend the current contract from year to year so long as the commission deems it to the advantage and best interests of the state. Section 43. The code counsel shall transfer § 1-33-22 to chapter 1-52."}, {"bill_id": 19487, "bill_version_id": 105028, "bill_version": "Enrolled", "bill_version_date": "2005-02-18T08:49:36-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19487, "action_date": "2005-01-18T14:00:00-06:00", "document_id": 102848, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102848.pdf", "status_text": "First read in Senate and referred to", "journal_page": 98, "committee_id_action": 861, "committee_id_assigned": 843, "result": "N", "vote": {}}, {"bill_id": 19487, "action_date": "2005-01-21T09:00:00-06:00", "document_id": 102982, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102982.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 843, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19487, "action_date": "2005-01-21T09:00:00-06:00", "document_id": 102982, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102982.pdf", "status_text": "Do Pass Amended,", "journal_page": 134, "committee_id_action": 843, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60923, "president_vote": null, "Yea": [3150, 3214, 3217, 3224, 3236, 3241, 3205, 3154], "Excused": [3212]}}, {"bill_id": 19487, "action_date": "2005-01-21T09:00:00-06:00", "document_id": 102982, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102982.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 843, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19487, "action_date": "2005-01-25T14:00:00-06:00", "document_id": 103174, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103174.pdf", "status_text": "Do Pass Amended,", "journal_page": 161, "committee_id_action": 861, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 61030, "president_vote": null, "Yea": [3150, 3151, 3152, 3153, 3154, 3157, 3163, 3165, 3166, 3168, 3173, 3179, 3180, 3185, 3186, 3193, 3198, 3200, 3201, 3202, 3204, 3205, 3210, 3212, 3214, 3217, 3219, 3221, 3224, 3228, 3236, 3239, 3241, 3242, 3247]}}, {"bill_id": 19487, "action_date": "2005-01-26T14:00:00-06:00", "document_id": 103316, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103316.pdf", "status_text": "First read in House and referred to", "journal_page": 180, "committee_id_action": 860, "committee_id_assigned": 855, "result": "N", "vote": {}}, {"bill_id": 19487, "action_date": "2005-02-16T10:00:00-06:00", "document_id": 104880, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104880.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 855, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19487, "action_date": "2005-02-16T10:00:00-06:00", "document_id": 104880, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104880.pdf", "status_text": "Do Pass,", "journal_page": 501, "committee_id_action": 855, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60219, "president_vote": null, "Yea": [3162, 3171, 3174, 3176, 3182, 3187, 3206, 3215, 3216, 3223, 3231, 3167, 3232]}}, {"bill_id": 19487, "action_date": "2005-02-16T10:00:00-06:00", "document_id": 104880, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104880.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 855, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19487, "action_date": "2005-02-17T14:00:00-06:00", "document_id": 105008, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105008.pdf", "status_text": "Do Pass Amended,", "journal_page": 542, "committee_id_action": 860, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62047, "president_vote": null, "Yea": [3155, 3156, 3158, 3159, 3160, 3161, 3162, 3164, 3167, 3169, 3170, 3171, 3172, 3174, 3175, 3176, 3177, 3178, 3181, 3182, 3183, 3184, 3187, 3188, 3189, 3190, 3191, 3192, 3194, 3195, 3196, 3197, 3199, 3203, 3206, 3207, 3208, 3209, 3211, 3213, 3216, 3218, 3220, 3222, 3223, 3225, 3226, 3227, 3230, 3231, 3232, 3233, 3234, 3235, 3237, 3238, 3240, 3243, 3244, 3245, 3246, 3248, 3249, 3251, 3252, 3253, 3254, 3255, 3215], "Excused": [3229]}}, {"bill_id": 19487, "action_date": "2005-02-18T13:00:00-06:00", "document_id": 105070, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105070.pdf", "status_text": "Signed by President", "journal_page": 579, "committee_id_action": 861, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19487, "action_date": "2005-02-18T14:00:00-06:00", "document_id": 105074, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105074.pdf", "status_text": "Signed by Speaker", "journal_page": 574, "committee_id_action": 860, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19487, "action_date": "2005-02-19T10:00:00-06:00", "document_id": 105119, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105119.pdf", "status_text": "Delivered to the Governor", "journal_page": 582, "committee_id_action": 861, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19487, "action_date": "2005-02-24T14:00:00-06:00", "document_id": 105389, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105389.pdf", "status_text": "Signed by Governor", "journal_page": 639, "committee_id_action": 861, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2925}