{"session_id": 56, "bill_id": 18532, "bill_type": "House Bill", "bill_number": 1240, "bill_title": "require that public schools begin the regular school term after Labor Day.", "sponsors": [{"legislator_profile_id": 3084, "is_prime": true}, {"legislator_profile_id": 3146, "is_prime": true}, {"legislator_profile_id": 3048, "is_prime": false}, {"legislator_profile_id": 3054, "is_prime": false}, {"legislator_profile_id": 3058, "is_prime": false}, {"legislator_profile_id": 3064, "is_prime": false}, {"legislator_profile_id": 3066, "is_prime": false}, {"legislator_profile_id": 3070, "is_prime": false}, {"legislator_profile_id": 3080, "is_prime": false}, {"legislator_profile_id": 3092, "is_prime": false}, {"legislator_profile_id": 3102, "is_prime": false}, {"legislator_profile_id": 3104, "is_prime": false}, {"legislator_profile_id": 3116, "is_prime": false}, {"legislator_profile_id": 3118, "is_prime": false}, {"legislator_profile_id": 3125, "is_prime": false}, {"legislator_profile_id": 3134, "is_prime": false}, {"legislator_profile_id": 3138, "is_prime": false}, {"legislator_profile_id": 3139, "is_prime": false}, {"legislator_profile_id": 3140, "is_prime": false}], "keywords": ["Education", "School Districts"], "audio": [{"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hed15hb1240a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hed15hb1240a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hed15hb1240a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hed15hb1240a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hed15hb1240a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18532, "bill_version_id": 99735, "bill_version": "Introduced", "bill_version_date": "2004-01-23T09:31:38-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require that public schools begin the regular school term after Labor Day. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-26-2 be amended to read as follows: 13-26-2. The school board or governing body shall operate grades one through twelve in its schools for at least a nine-month regular term in any one school year. The regular school term may be conducted on a year-round basis and shall begin on a date established by the school board the first Tuesday after the first Monday in September . The Board of Education shall promulgate rules pursuant to chapter 1-26 governing the operation and scheduling of year-round schools. Any school board or governing body may release graduating high school seniors from school before the end of the regular term if the release is for no more than three school days. Make up time for school closing because of weather, disease, or emergency need not exceed ten school days. Graduating seniors are excused from make up time if the make up time occurs after the students have graduated or after graduation exercises have been held. If classes have been convened and then are dismissed, or if classes convene at a time later in the day than normal, because of inclement weather, that day constitutes a school day in session equal to the number of hours planned for that day as established in the local school district calendar for the year. School boards are encouraged to provide time within the regular school term for curriculum and staff development which shall be in addition to the time required in this section. Each school board shall determine the appropriate amount of time for this activity and how best to use the time based on local needs for program development, increased parent participation, student contact, teachers' preparation, or other needs of the schools in the district. School shall be in session only when classes are held and as provided in § § 13-26-4 and 13-26-4.1. A school board may operate a special term during the summer months. Section 2. That § 13-26-9 be repealed. 13-26-9. A decision by a school board to schedule the opening day of classes before the first Tuesday following the first Monday in September may be referred to a vote of the qualified voters of the school district by the filing of a petition signed by five percent of the registered voters in the school district, based upon the total number of registered voters at the last preceding general election. The board in scheduling the opening day of classes shall allow sufficient time for the referendum process authorized in this section. Section 3. That § 13-26-10 be repealed. 13-26-10. A petition to refer a school board decision may be filed with the business manager of the school district within twenty days after its publication. The filing of the petition shall require the submission of the decision to a vote of the qualified voters of the school district for its rejection or approval. Section 4. That § 13-26-11 be repealed. 13-26-11. The petition shall contain the school board decision regarding the opening day of classes and the date of its passage. Section 5. That § 13-26-12 be repealed. 13-26-12. Voters signing a referendum petition under § 13-26-9 shall comply with the same requirements provided for counties under § 7-18A-11, and the petition shall be verified in the same manner as provided for counties in § 7-18A-12. Section 6. That § 13-26-13 be repealed. 13-26-13. The election shall be held with the regular school district election. Section 7. That § 13-26-14 be repealed. 13-26-14. The business manager of the school district shall have the entire referred decision published once a week for two successive weeks immediately preceding the election. The publication shall include a notice stating the date of election. Section 8. That § 13-26-15 be repealed. 13-26-15. The business manager of the school district shall have ballots printed for the vote upon the referred school board decision and have them distributed as other official ballots are distributed. Such ballots shall conform as near as may be to the law governing the submission of questions by the Legislature, except that the statement required to be printed on the ballots shall be prepared by the state's attorney. All questions to be voted upon at the same election may be submitted upon the same ballot. Section 9. That § 13-26-16 be repealed. 13-26-16. No referred school board decision regarding the opening day of classes shall become operative unless approved by a majority of the votes cast for or against the same. If approved, the decision shall take effect upon completion of the canvass of the election returns relating thereto. If the decision of the school board to begin classes before the first Tuesday following the first Monday in September is rejected by the voters, the board shall select a date on or after the first Tuesday following the first Monday in September as the opening day of classes. Section 10. That § 13-26-17 be repealed. 13-26-17. If a school board authorizes year-round school pursuant to § 13-26-2, the school board's decision to schedule the opening day of classes before the first Tuesday following the first Monday in September may be referred to a vote of the qualified voters pursuant to § 13-26-9. If the decision to schedule the opening day is not referred, or if the referendum is rejected by the qualified voters, the decision shall remain in effect and is not subject to further referendum pursuant to § 13-26-9 for the subsequent consecutive years that the year-round school plan is implemented by the school board. Section 11. This Act is effective on January 1, 2005."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18532, "action_date": "2004-01-23T12:00:00-06:00", "document_id": 99770, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99770.pdf", "status_text": "First read in House and referred to", "journal_page": 187, "committee_id_action": 831, "committee_id_assigned": 820, "result": "N", "vote": {}}, {"bill_id": 18532, "action_date": "2004-02-03T10:00:00-06:00", "document_id": 100513, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100513.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 820, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18532, "action_date": "2004-02-03T10:00:00-06:00", "document_id": 100513, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100513.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 346, "committee_id_action": 820, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59075, "president_vote": null, "Nay": [3049, 3053, 3104, 3108], "Yea": [3051, 3067, 3069, 3082, 3107, 3110, 3131, 3145, 3088, 3083], "Excused": [3141]}}, {"bill_id": 18532, "action_date": "2004-02-03T10:00:00-06:00", "document_id": 100513, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100513.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 346, "committee_id_action": 820, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59075, "president_vote": null, "Nay": [3049, 3053, 3104, 3108], "Yea": [3051, 3067, 3069, 3082, 3107, 3110, 3131, 3145, 3088, 3083], "Excused": [3141]}}]}