{"session_id": 8, "bill_id": 1371, "bill_type": "House Bill", "bill_number": 1005, "bill_title": "make form and style revisions to certain statutes related to the Bureau of Personnel.", "sponsors": [{"legislator_profile_id": 802, "is_prime": true}, {"legislator_profile_id": 752, "is_prime": true}, {"legislator_profile_id": 790, "is_prime": false}, {"legislator_profile_id": 807, "is_prime": false}, {"legislator_profile_id": 778, "is_prime": false}, {"legislator_profile_id": 741, "is_prime": false}, {"legislator_profile_id": 842, "is_prime": false}, {"legislator_profile_id": 822, "is_prime": false}, {"legislator_profile_id": 843, "is_prime": false}, {"legislator_profile_id": 750, "is_prime": false}, {"legislator_profile_id": 819, "is_prime": false}, {"legislator_profile_id": 812, "is_prime": false}], "keywords": ["Bureau of Personnel"], "audio": [{"meeting_datetime": "2010-01-20T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hju06.mp3", "start_seconds": 283.0}, {"meeting_datetime": "2010-01-20T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hju06.mp3", "start_seconds": 283.0}, {"meeting_datetime": "2010-01-20T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hju06.mp3", "start_seconds": 283.0}, {"meeting_datetime": "2010-01-20T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hju06.mp3", "start_seconds": 283.0}, {"meeting_datetime": "2010-02-12T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst20.mp3", "start_seconds": 5265.0}, {"meeting_datetime": "2010-02-12T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst20.mp3", "start_seconds": 5265.0}, {"meeting_datetime": "2010-02-12T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst20.mp3", "start_seconds": 5265.0}, {"meeting_datetime": "2010-02-12T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst20.mp3", "start_seconds": 5265.0}, {"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen21.mp3", "start_seconds": 2770.0}, {"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen21.mp3", "start_seconds": 2770.0}, {"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen21.mp3", "start_seconds": 2770.0}], "bill_versions": [{"bill_id": 1371, "bill_version_id": 10141, "bill_version": "Introduced", "bill_version_date": "2009-12-14T14:58:32.727-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to make form and style revisions to certain statutes related to the Bureau of Personnel. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-33-10 be amended to read as follows: 1-33-10. The Bureau of Personnel shall be is administered by a commissioner to be appointed by the Governor with the advice and consent of the Senate, and who shall serve. The commissioner serves at the pleasure of the Governor. No person shall may be appointed as said commissioner who has less than unless the person has at least four years of administrative experience, at least two of which shall be are in personnel management. Section 2. That § 3-1A-1 be amended to read as follows: 3-1A-1. As used in this chapter, unless the context otherwise requires Terms used in this chapter mean: (1) \"Any member of his or her immediate family,\" means a spouse or minor children living at home; (2) \"Close economic interest,\" means any enterprise that, in the calendar year preceding filing of a statement under this chapter, contributes either more than ten percent of or more than two thousand dollars, to the gross income of the family which shall include includes the individual required to file the statement and any member of his or her immediate family, or an enterprise in which such the individual or any member of his or her immediate family control more than ten percent of the capital or stock; (3) \"Enterprise,\" means any business or economic relationship; (4) \"Statement of financial interest,\" means a description of the type of financial activity and the nature of the association with the enterprise as provided in subdivision (1) of this section. Section 3. That § 3-1A-3 be amended to read as follows: 3-1A-3. All Any gubernatorial appointees which require appointee for whom Senate confirmation is required shall file with the secretary of state a statement of financial interest prior to said before confirmation. Section 4. That § 3-1A-6 be amended to read as follows: 3-1A-6. Any person who violates any of the provisions of this chapter commits a petty offense, provided, however, that. However, any person intentionally violating any of the provisions who intentionally violates any provision of this chapter is guilty of a Class 2 misdemeanor. Section 5. That § 3-2-2 be amended to read as follows: 3-2-2. No state officer can may appoint as his a deputy any other state or district officer, nor can a. No state treasurer may appoint as his a deputy any county treasurer, register of deeds, sheriff, or county commissioner. Section 6. That § 3-2-3 be amended to read as follows: 3-2-3. Each deputy or assistant shall take and subscribe the same oath as his or her principal, naming his the deputyship, which. The oath shall be endorsed upon and filed with his the deputy's or assistant's certificate of appointment. Section 7. That § 3-2-4 be amended to read as follows: 3-2-4. Except when Unless otherwise expressly provided, each officer required to give bond may require a bond from his the officer's deputy or assistant in a penal sum not greater than half the penal sum of his the officer's own bond, and such bond may be retained by the. The officer may retain the deputy's or assistant's bond for his the officer's own protection. Section 8. That § 3-3-1 be amended to read as follows: 3-3-1. In all public departments and subdivisions and upon all public works of this state and of the counties, and municipalities thereof, honorably discharged soldiers, sailors, marines, and nurses of the Spanish-American War, Philippine Insurrection or China Relief Expedition, and veterans as that term is of this state, any veteran, as defined in § 33-17-1, who are citizens and residents is a citizen and resident of the state, shall be preferred receive preference for appointment, employment, and promotion; age. Age, loss of limb, or other physical impairment which does not in fact incapacitate, shall not be deemed to disqualify them, provided they possess does not disqualify the veteran if the veteran possesses the qualifications and business capacity necessary to discharge the duties of the position involved. A veteran disabled due to a service connected cause who has a service-connected disability shall be given a preference over a nondisabled veteran. Section 9. That § 3-3-2 be amended to read as follows: 3-3-2. When such soldier, sailor, marine, nurse, or veteran shall apply If a veteran as defined in § 33-17-1 applies for appointment for employment under this chapter, the officer, board, or person whose duty it is or may be to appoint or employ some person to fill such the position or place shall, before appointing or employing anyone to fill such position or place, make an investigation as to the position, investigate the qualifications of said applicant for such place or position, and if the applicant. If the applicant is of good moral character and can perform the duties of said position so applied for, as hereinbefore provided, said the position, the officer, board, or person shall appoint said applicant to such position, place, or employment the applicant to the position. Section 10. That § 3-3-3 be amended to read as follows: 3-3-3. A refusal to allow said the preference provided for in this chapter, or a reduction of the salary for said the position with intent to bring about the resignation or discharge of the incumbent, shall entitle entitles the applicant or incumbent, as the case may be, to maintain an action of mandamus to right the wrong. Section 11. That § 3-3-4 be amended to read as follows: 3-3-4. No person holding a public position by appointment or employment, and belonging to any of the classes of persons to whom a preference is herein granted, shall granted pursuant to this chapter, may be removed from such the position or employment unless replaced by another person of a class to whom such preference is herein granted except. However, the person may be removed for incompetency or misconduct shown after a hearing, upon due notice, upon stated charges, and with the right of such the employee or appointee to a review by writ of certiorari. The burden of proving incompetency or misconduct shall rest rests upon the party alleging the same incompetency or misconduct. Section 12. That § 3-3-5 be amended to read as follows: 3-3-5. Any person in the public service who shall neglect or refuse neglects or refuses to comply with the provisions of this chapter is guilty of a Class 1 misdemeanor. Section 13. That § 3-3-6 be amended to read as follows: 3-3-6. Nothing in this chapter shall be construed to apply applies to department heads, to policy-forming officials or, to the position of private secretary of any official or department, or to any person holding a strictly confidential relation to the appointing officer. Section 14. That § 3-3-7 be amended to read as follows: 3-3-7. The unmarried spouse of a veteran who died while in service, or later died from a service connected cause, is entitled to the preferences given to the veteran in § 3-3-1 provided if the spouse possesses the qualifications and business capacity necessary to discharge the duties of the position involved. Section 15. That § 3-3-8 be amended to read as follows: 3-3-8. The spouse of If a veteran disabled due to a service connected cause is entitled, if the disabled veteran is unable to exercise his the right to a veteran employment preference due to the disability, the veteran's spouse is entitled to the preferences given in § 3-3-1 provided if the spouse possesses the qualifications and business capacity necessary to discharge the duties of the position involved. Section 16. That § 3-6-5.1 be amended to read as follows: 3-6-5.1. No temporary or emergency employee nor any patient, inmate, or student employee, as defined by any rules promulgated by the Career Service Commission pursuant to chapter 1-26, shall may receive any compensation for any holiday as defined in § 1-5-1; provided, however, such. However, the employee shall be compensated for any hours actually worked on such holidays. Section 17. That § 3-6-6.1 be amended to read as follows: 3-6-6.1. Any state employee, including those any state employee exempt from the provisions of chapter 3-6A, who has been employed by the state for a period of six months shall be is entitled to vacation leave, except any. However, no temporary or emergency employee as defined by any rules promulgated by the Career Service Commission pursuant to chapter 1-26, and any no patient, inmate, or student employee, shall not be is eligible for vacation leave. Any part-time employee who has served an accumulative six-month period shall be is entitled to vacation leave. Section 18. That § 3-6-8 be amended to read as follows: 3-6-8. Leave of absence for sickness, not exceeding twenty-eight days, may be advanced to an employee who has been in regular and continuous employment of the state for at least one full year, and after such if the employee has used up any and all of his or her accumulated and earned leave of absence for vacation and also for sickness. Any such advance leave of absence for sickness shall be charged against any and all subsequent leave of absence for sickness as earned by the employee in the succeeding years of his state employment. All Any such advance leave of absence for sickness shall be is within the sound discretion of the Bureau of Personnel under such rules and regulations as the Career Service Commission shall promulgate in relation thereto rules promulgated by the Career Service Commission pursuant to chapter 1-26, and then only upon is authorized only if the bureau's consent and approval having has first been obtained. Section 19. That § 3-6-8.1 be amended to read as follows: 3-6-8.1. No state employee shall may be allowed compensation under § 62-4-3 for a period for which he or she the employee has also received sick pay authorized by § 3-6-7 or 3-6-8 or vacation pay authorized by § 3-6-6. Nothing in this section shall be construed to limit limits any other compensation or benefits due employees of the state under Title 62. Section 20. That § 3-6-8.2 be amended to read as follows: 3-6-8.2. If an injured state employee's workers' compensation benefits are not equal to his or her salary, he the employee may, notwithstanding any provision in § 3-6-8.1, use sick pay or vacation pay in an amount necessary to make up the difference between his the employee's salary and the workers' compensation benefits. Section 21. That § 3-6-8.4 be amended to read as follows: 3-6-8.4. Any employee of the state may donate accrued vested leave to another state employee who meets all of the following criteria: (1) Terminally The recipient employee is terminally ill and his the employee's condition will does not allow a return to work; (2) Suffering The recipient employee is suffering from an acutely life threatening illness or injury which has been certified by a licensed physician as having a significant likelihood of terminating fatally and his the employee's physical condition will does not allow a return to work for a period of at least ninety consecutive days; and (3) All leave benefits for which the recipient employee is eligible have been exhausted. The donation is not allowed after the recipient employee is able to return to work or is approved for disability benefits provided for in § 3-12-98 or any other public disability benefits. The donation of accrued vested leave may not exceed 2,080 hours per recipient employee as defined in subdivision (1) of this section or 1,040 hours per illness or injury for a recipient employee as defined in subdivision (2) of this section, not to exceed 2,080 hours per recipient. The donation shall be approved by the Bureau of Personnel under such rules as rules promulgated by the Career Service Commission shall promulgate, pursuant to chapter 1-26, including number of hours to be donated, confidentiality of a donation, definition of terminally ill, definition of life threatening illness or injury, criteria for determining employee eligibility to receive or donate leave, coordination of leave donation with disability and other public benefits and in compliance with the provisions of § 3-6-8.3, and procedures for approval of the donation. Section 22. That § 3-6-9 be amended to read as follows: 3-6-9. In the event of a transfer by an employee If an employee transfers from one state department, institution, agency, or office to another state department, institution, agency, or office, such employee shall be entitled to the employee may transfer all unused and earned leave of absence for vacation or sickness as was allowed him the employee under the provisions of §§ 3-6-6 and 3-6-7. Section 23. That § 3-6-10 be amended to read as follows: 3-6-10. The provisions of §§ 3-6-6 to 3-6-9, inclusive, shall do not prohibit the taking of leave of absence for vacation or sickness without pay; provided, such if the leave of absence is authorized and approved by the board, commission, agency, department, office, or officer employing such the employee, pursuant to such rules and regulations as promulgated thereunto rules promulgated pursuant to chapter 1-26 by the Bureau of Personnel. Section 24. That § 3-6-10.1 be amended to read as follows: 3-6-10.1. The Career Service Commission provided for by chapter 3-6A may, pursuant to chapter 1-26, adopt promulgate rules to further define the types of leave permitted to be taken as sick leave, vacation leave, and leave of absence, including, but not limited to, the following: child care, jury duty, military service, maternity, and education and other fringe benefits. Section 25. That § 3-6-17 be amended to read as follows: 3-6-17. Full-time The hours of employment of full-time employees of city fire departments shall have their own hours of employment are governed by a mutual agreement agreements with the respective municipal corporations and. The hours of employment for any such employee may not exceed two hundred twelve hours during a twenty-eight-day work period or two hundred four hours during a twenty-seven-day work period as determined by mutual agreement without paying unless the employee is paid additional compensation or allowing is allowed compensatory time off. Section 26. That § 3-6-18 be amended to read as follows: 3-6-18. Nothing in § 3-6-17 shall be construed to apply applies to any public officers officer elected or appointed as such for any specific term or part of a term. Section 3-6-17 shall not apply to person or persons who are The provisions of § 3-6-17 do not apply to any person who is employed on any state farm or farms or who are is taking care of livestock, or crops, or performing any experimental work of the State of South Dakota. Section 27. That § 3-6-19 be amended to read as follows: 3-6-19. Any appointive officer or employee of the state, a municipality, or other subdivision of state government, other than a person holding a temporary position, who is at any time required by proper authority to report for duty or perform duty in any branch of the armed forces of the United States shall, if he makes written application for reinstatement to the classification held before required to report for duty or perform duty in the armed forces within ninety days after his release from the jurisdiction of the armed forces, or within ninety days after a hospitalization continuing after such release for a period of not more than one year, be reinstated in such the classification held before being required to report for duty or perform duty in the armed forces if the classification still exists, and if the person officer or employee is capable of discharging the duties of the classification. However, his, and if the officer's or employee's separation from the armed forces must have been was other than dishonorable before the officer or employee may avail himself of the reinstatement privileges herein contained. In order to be reinstated under this section, the officer or employee shall make written application for reinstatement within ninety days after the officer or employee was released from the jurisdiction of the armed forces, or within ninety days after a hospitalization continuing after such release for a period of not more than one year. Section 28. That § 3-6-20 be amended to read as follows: 3-6-20. All reinstatement rights enumerated authorized in § 3-6-19 shall accrue to the first person called to report for duty or perform duty with the armed forces of the United States, and thereafter to any similarly qualified officer or employee next nearest the first person's employment in point of time if such the first person shall does not within the period set out apply for reinstatement. An additional reinstatement application period of thirty days shall be available to each and every subordinate qualified person in this succession so that at the end of each such person's reinstatement application period of thirty days, the next entitled person shall have his thirty-day reinstatement application period of thirty days for the next entitled person is available. Section 29. That § 3-6-21 be amended to read as follows: 3-6-21. No person employed to fill any vacancy created as a result of the officer or employee previously holding the employment being ordered to report for duty or perform duty in the armed forces of the United States shall may acquire any rights thereby, contractual or otherwise, which cannot be divested by a reinstatement in the manner described in §§ 3-6-19 and 3-6-20. Section 30. That § 3-6-22 be amended to read as follows: 3-6-22. All officers and employees of the State of South Dakota, or any political subdivision thereof, or any municipality organized and existing under the general laws of the State of South Dakota, or any person who is a duly qualified member of the \"reserve component of the armed forces,\" who is a member of the ready reserve, who is a member of an organized unit, and who, in order to receive military training with the armed forces of the United States not to exceed fifteen days in any one calendar year, or who in order to perform active service in the South Dakota National Guard in the service of this or any other state pursuant to chapter 33-9 or chapter 33-15, leaves a position other than a temporary position in the employ of any employer, and who shall give evidence defining date of departure and to the extent reasonably possible date of return for purposes of military training or active service as provided above prior to the date of departure and who shall further give evidence of the satisfactory completion of such training or duty immediately thereafter, and who is still qualified to perform the duties of such position, shall be entitled to be restored to his previous or a similar position with the same status, pay, and seniority, provided also that such seniority shall continue to accrue during such period of absence for military training or duty and such period of absence for military training or duty shall be construed as an absence with leave and within the discretion of the employer said leave may be with or without pay. Any officer or employee of the State of South Dakota, of any political subdivision of the state, or of any organized municipality, or any person who is a duly qualified member of a reserve component of the armed forces of the United States, who performs military duty as provided in this section, shall be restored to his or her previous position or a similar position with the same status, pay, and seniority if the following requirements are met: (1) The person is a member of the ready reserve and is a member of an organized unit; (2) The person leaves a position other than a temporary position in the employ of any employer in order to receive military training with the armed forces of the United States not to exceed fifteen days in any one calendar year, or in order to perform active service in the South Dakota National Guard in the service of this or any other state pursuant to chapter 33-9 or chapter 33-15; (3) The person gives evidence defining date of departure and, to the extent reasonably possible, date of return for purposes of military training or active service before the date of departure; (4) The person gives evidence of the satisfactory completion of such training or duty immediately after completion; and (5) The person is still qualified to perform the duties of the position. Any such seniority continues to accrue during the period of absence for military training or duty. The period of absence for military training or duty constitutes an absence with leave, and within the discretion of the employer, the leave may be with or without pay. Section 31. That § 3-6-24 be amended to read as follows: 3-6-24. Such absence Absence for military training shall as provided in § 3-6-22 does not affect the employee's right to receive normal vacation, sick leave, bonus, advancement, and other advantages of his employment normally to be anticipated in his particular the employee's position. Section 32. That § 3-6-25 be amended to read as follows: 3-6-25. If any employer fails to comply with any of the provisions of §§ 3-6-22 to 3-6-24, inclusive, the employee may, at his election, bring an action at law for damages for such noncompliance, or apply to the circuit court for such equitable relief as may be just and proper under the circumstances. Section 33. That § 3-6-26 be amended to read as follows: 3-6-26. It is the policy of the State of South Dakota that citizens of this state and of the United States shall may not be deprived of their freedom of speech guaranteed them by the constitutions of the United States of America and of the State of South Dakota, by reason of the fact that they are state officers and employees. Section 34. That § 3-6-30 be amended to read as follows: 3-6-30. Holidays, other than Sundays, enumerated in § 1-5-1 are a benefit for any permanent state employee including those who are not scheduled to work the day on which a holiday falls. A permanent employee is eligible for holiday pay if he the employee works at least one shift or is on approved paid leave during the calendar week in which the holiday falls. Part-time employees will shall receive prorated holiday pay. For payroll and leave purposes, a holiday is no more than eight hours long. Section 35. That § 3-6A-2 be amended to read as follows: 3-6A-2. Terms as used in this chapter, unless the context otherwise requires, mean: (1) \"Appointing authority,\" department secretaries, bureau commissioners, division directors, and heads of the several state institutions; (2) \"Commission,\" the Career Service Commission; (3) \"Bureau,\" a major subdivision of the Department of Executive Management; (4) \"Bureau commissioner,\" the head of a bureau; (5) \"Career service,\" positions in the executive branch of state government to which this chapter applies; (6) \"Career service employee,\" an employee covered by the provisions of this chapter; (7) \"Class of positions,\" all career service positions which are sufficiently similar in kind or subject matter of work performed, level of difficulty and responsibility, and qualification requirements to warrant similar treatment in personnel and pay administration; (8) \"Department secretary,\" an individual appointed by and serving at the pleasure of the Governor to administer one of the major departments of state government; (9) \"Deputy,\" an individual who serves as first assistant to, and at the pleasure of, a department secretary, bureau commissioner, or division director where if allowed by law; (10) \"Division director,\" an individual appointed by and serving at the pleasure of the department secretary to administer a division within a major department of state government; (11) \"Eligible applicant,\" a position applicant who meets the minimum qualification requirements for a respective position; (12) \"Employee,\" any employee working in the executive branch of state government, paid by the State of South Dakota, or remunerated by other funds raised, appropriated or otherwise generated by the state; (13) \"Personnel commissioner,\" the commissioner of the Bureau of Personnel; (14) \"Position,\" a collection of duties and responsibilities assigned by the appointing authority to one individual. Section 36. That § 3-6A-4 be amended to read as follows: 3-6A-4. There is created a Career Service Commission. The Career Service Commission shall be constituted consists of five members, not all of whom shall may be of the same political party, and the. The members shall be appointed by the Governor for four-year terms, with the advice and consent of the Senate. The terms of members of the Career Service Commission who are first appointed after the effective date of this order shall be: one appointed for a term of one year; one appointed for a term of two years; two for a term of three years; and one for a term of four years, and such initial terms shall be designated by the Governor. Any member appointed to fill a vacancy arising from other than the natural expiration of a term shall serve for only the unexpired portion of the term. Section 37. That § 3-6A-5 be amended to read as follows: 3-6A-5. A member of the Career Service Commission may be removed by the Governor only for cause after being given a copy of the charges against him and an opportunity to be heard publicly on such charges before the Governor. A copy of the charges and a transcript of the record of the hearing shall be filed with the secretary of state. Section 38. That § 3-6A-11 be amended to read as follows: 3-6A-11. The personnel commissioner shall have the duty, responsibility, and authority to appoint a technically competent staff to advise and assist the personnel commissioner, bureau commissioners, department secretaries, heads of institutions, directors, and supervisors to carry out their personnel management responsibilities and the provisions of this chapter. Section 39. That § 3-6A-14 be amended to read as follows: 3-6A-14. Personnel management actions taken under the provisions of this chapter shall comply with merit standards as follows: (1) Recruiting, selecting, and advancing employees on the basis of, including but not limited to, relative ability, knowledge and skills and through open consideration of qualified applicants for initial appointments and promotions. Selection of qualified applicants is based on relative ability, knowledge, and skills; (2) Providing equitable and adequate compensation; (3) Training employees to assure high quality performance; (4) Retaining employees based on performance, correcting inadequate performance, and separating employees whose performance cannot be improved; (5) Assuring fair treatment without regard to age, political affiliation, race, color, national origin, sex, or religious creed; (6) Protecting employees against forced involvement in partisan political activities. Section 40. That § 3-6A-14.1 be amended to read as follows: 3-6A-14.1. Nothing contained in this chapter, unless otherwise provided by law, shall may be construed to repeal or modify any state statute creating special rights or preference for veterans. Section 41. That § 3-6A-16 be amended to read as follows: 3-6A-16. The Career Service Commission shall have the power and it shall be its duty to represent the public interest in the improvement of personnel administration in the career service. Section 42. That § 3-6A-17 be amended to read as follows: 3-6A-17. The Career Service Commission shall have the power and it shall be its duty to advise the Governor and the personnel commissioner on problems concerning the state personnel management program. Section 43. That § 3-6A-18 be amended to read as follows: 3-6A-18. The Career Service Commission shall have the power and it shall be its duty to foster the interest of institutions of learning and of industrial, civic, professional, and employee organizations in the improvement of personnel standards in the career service. Section 44. That § 3-6A-19 be amended to read as follows: 3-6A-19. The personnel commissioner shall have the duty, responsibility, and authority to act as secretary to the Career Service Commission and assist the commission in developing personnel rules. Section 45. That § 3-6A-21 be amended to read as follows: 3-6A-21. The Career Service Commission shall have authority, pursuant to chapter 1-26, to adopt rules promulgate rules pursuant to chapter 1-26 in the areas of recruitment, examination, selection, and promotion of career service employees to be administered by the personnel commissioner. Section 46. That § 3-6A-22 be amended to read as follows: 3-6A-22. The personnel commissioner shall have the duty, responsibility, and authority to establish eligible lists as needed, and certify names of eligible applicants to appointing authorities for filling vacancies in the career service pursuant to rules adopted by the Career Service Commission. Section 47. That § 3-6A-24 be amended to read as follows: 3-6A-24. The personnel commissioner may delegate the administration of this chapter to state institutions and departments throughout the state; provided, however, that. However, the commissioner shall delegate to institutions under the jurisdiction of the Board of Regents the administration of recruitment, examining, and selection of employees for such institutions provided, further, that all. All such delegated administrative authority is conducted shall be exercised in accordance with the provisions of this chapter and Career Service Commission rules. Section 48. That § 3-6A-26 be amended to read as follows: 3-6A-26. The personnel commissioner shall have the duty, responsibility, and authority to develop personnel programs governing career development;, personnel resources planning and position control;, reassignments;, training and development;, appraisal of employee performance;, assessment of employee potential;, and other matters relating to personnel management of the executive branch. Section 49. That § 3-6A-27 be amended to read as follows: 3-6A-27. The personnel commissioner shall have the duty, responsibility, and authority to develop programs for the improvement of employee effectiveness, including training, safety, health, counseling, and welfare. Section 50. That § 3-6A-28 be amended to read as follows: 3-6A-28. The Career Service Commission shall have authority, promulgate rules pursuant to chapter 1-26, to adopt rules for to develop a position classification system for all positions in the career service, based upon similarity of duties performed and responsibilities assumed, so that the same qualifications and pay may reasonably be required and established for positions allocated to the same class. Section 51. That § 3-6A-29 be amended to read as follows: 3-6A-29. The career service commission shall have authority, promulgate rules pursuant to chapter 1-26, to adopt rules for to develop a statewide pay system which assures the principle of equal pay for equal work applying to positions existing in the career service. Section 52. That § 3-6A-32 be amended to read as follows: 3-6A-32. The personnel commissioner shall have the duty, responsibility, and authority to establish and maintain a current information and communication system to provide timely and useful information on department personnel resources as required for management decision-making purposes as well as for planning, operation, and evaluation of personnel programs. Section 53. That § 3-6A-33 be amended to read as follows: 3-6A-33. The personnel commissioner shall have the duty, responsibility, and authority to develop methods of communicating with the career service employees on matters of work-related importance. Section 54. That § 3-6A-36 be amended to read as follows: 3-6A-36. The Career Service Commission shall have authority, promulgate rules pursuant to chapter 1-26, to adopt rules for the governing discipline, retirement, standards of conduct, adverse actions, political activity in employment, hours of work, equal opportunity, complaints, grievances and appeals to the commission for career service personnel, and reductions in force due to nondisciplinary reasons. Section 55. That § 3-6A-37 be amended to read as follows: 3-6A-37. The Career Service Commission shall have the power and it shall be its duty to act as grievance review board for career service employees as set out in § 3-6A-38. Section 56. That § 3-6A-38.2 be amended to read as follows: 3-6A-38.2. In resolving a grievance, the commission may reinstate an employee who has been disciplined without good cause. When If reinstatement is ordered by the commission, the order shall include but is not limited to one or more of the following forms of relief: an award of back pay;, an award of back benefits;, placement in the same position and location that the employee held before the discipline;, or placement in a comparable position and location that the employee held before the discipline. Any award of back pay and benefits which adversely affects an agency's budget shall be considered advisory and submitted by the affected agency to the committee created by chapter 4-8A or the next session of the Legislature. Section 57. That § 3-6A-39 be amended to read as follows: 3-6A-39. All state departments shall adhere to, and assist, the personnel commissioner in administering, the provisions of this chapter. An appointing authority may formulate department level procedures within the limitations of those rules promulgated pursuant to chapter 1-26 by the Career Service Commission or the personnel commissioner. The procedures shall be reviewed and approved by the personnel commissioner before implementation. Section 58. That § 3-6A-41 be amended to read as follows: 3-6A-41. The Bureau of Personnel is authorized and directed to shall accept on behalf of the state any grant or contribution, federal or otherwise, made to assist in meeting the cost of carrying out the purposes of this chapter. Section 59. That § 3-6A-42 be amended to read as follows: 3-6A-42. The personnel commissioner shall maintain accurate records reflecting the costs of administering the provisions of this chapter. At the close of each quarter-year period he the commissioner shall summarize the cost and shall bill each department, office, institution, or bureau which receives support from the federal government or nongeneral fund support, for a pro rata share of the administrative cost based on the quarterly average number of employees in the service of all the departments, offices, institutions, or bureaus for their the appropriate calendar quarter. Section 60. That § 3-6A-44 be amended to read as follows: 3-6A-44. No persons shall person may make any false statement, certificate, mark, rating, or report with regard to any examination, certification, or appointment made under any provision of this chapter or in any manner commit or attempt to commit any fraud preventing the impartial execution of this chapter and policies. A violation of this section is a Class 1 misdemeanor. Section 61. That § 3-6A-46 be amended to read as follows: 3-6A-46. No employee of the Bureau of Personnel or any other person shall may defeat, deceive, or obstruct any person in his person's right to examination, eligibility, certification, or appointment under this chapter, or furnish to any person any special or secret information for the purpose of affecting the rights or prospects of any person with respect to employment in the career service. A violation of this section is a Class 1 misdemeanor. Section 62. That § 3-6A-48 be amended to read as follows: 3-6A-48. Any person who is convicted of a misdemeanor under this chapter, shall is, for a period of not to exceed five years, be ineligible for appointment to or employment in a position in the career service, and if he. If the person is an officer or employee of the career service, the person shall forfeit his the office or position. Section 63. That § 3-6A-51 be repealed. 3-6A-51. If any provision of this chapter or of any office, or order thereunder or the application of such provision to any person or circumstance shall be held invalid, the remainder of this chapter or of such policy or order to persons or circumstances other than those to which it is held invalid shall not be affected thereby. Section 64. That § 3-6B-3.1 be amended to read as follows: 3-6B-3.1. Of those administrative interns who are registered members of a political party, no more than one-half shall may be registered members of the same political party. Section 65. That § 3-6B-5 be amended to read as follows: 3-6B-5. College student interns shall be assigned to the executive branch of government to such departments as may be determined by the internship program administrator. No department head shall may be assigned a student intern without the approval of that department head. Section 66. That § 3-7-1 be amended to read as follows: 3-7-1. There is created a Law Enforcement Civil Service Commission. The commission shall consist consists of five members to be appointed by the Governor for a term of four years. Not all of the members shall may be of the same political party. The terms of members who are first appointed after the effective date of this order shall be: one appointed for a term of one year; one appointed for a term of two years; two for a term of three years; and one for a term of four years, and such initial terms shall be designated by the Governor. One member may be selected from five nominees submitted by a peace officers' association. One member may be selected from five nominees submitted by a fraternal order of police association. One member may be selected from five nominees submitted by a sheriffs' association. The nominations shall be transmitted to the Governor not later than thirty days prior to before the expiration of any term, or in the case of a vacancy, not later than fifteen days after the vacancy exists. Any member appointed to fill a vacancy from other than the natural expiration of a term shall may serve for only the unexpired portion of the term. Section 67. That § 3-7-1.1 be amended to read as follows: 3-7-1.1. The Law Enforcement Civil Service Commission shall be administered under the direction and supervision of the Bureau of Personnel and the commissioner thereof of personnel, but shall perform the quasi-judicial, quasi-legislative, advisory, other nonadministrative and special budgetary functions (, as defined in § 1-32-1), otherwise previously vested in the former Police Civil Service Commission and shall exercise those functions independently of the commissioner of personnel. Section 68. That § 3-7-2 be amended to read as follows: 3-7-2. The Governor may remove a commissioner for cause, but shall first give said the commissioner a copy of the charges against him, the commissioner and an opportunity to be heard publicly, in person, or by counsel, in his the commissioner's own defense upon not less than ten days' notice. If such the commissioner shall be is removed, the Governor shall file in the Office of the Secretary of State a complete statement of all charges made against such the commissioner, and his findings thereon the Governor's findings on the charges, together with a complete record of the proceedings. Section 69. That § 3-7-3 be amended to read as follows: 3-7-3. The Law Enforcement Civil Service Commission at each annual meeting shall elect a chairman and vice-chairman chair and vice chair for the ensuing year. The commission shall meet at all necessary times at the call of the chairman chair, or a majority of the commission. A majority of the members shall constitute constitutes a quorum. Section 70. That § 3-7-5 be amended to read as follows: 3-7-5. This chapter shall apply applies to all employees in the divisions of highway patrol and criminal investigation except: (1) Employees covered by chapter 3-6A; (2) Division directors and their deputies; (3) Confidential secretaries to the division directors; and (4) Motor carrier inspectors. Section 71. That § 3-7-6 be amended to read as follows: 3-7-6. The Law Enforcement Civil Service Commission may, promulgate rules pursuant to chapter 1-26, adopt rules for to establish a position classification system for all positions in the civil service, based upon similarity of duties performed and responsibilities assumed, so that the same qualifications and pay may reasonably be required and established for positions allocated to the same class. Section 72. That § 3-7-7 be amended to read as follows: 3-7-7. The Law Enforcement Civil Service Commission may, shall promulgate rules pursuant to chapter 1-26, adopt rules for to establish a pay system that assures equal pay for equal work. Section 73. That § 3-7-9 be amended to read as follows: 3-7-9. The Law Enforcement Civil Service Commission may adopt promulgate rules pursuant to chapter 1-26, in governing the areas of recruitment, examination, certification, selection, and promotion, which shall be public and competitive. The examinations shall relate to those matters which matters that will fairly test the relative capacity of the persons examined to discharge the duties of the position and may include tests of physical qualifications, training and experience, written examinations, and health and, when if appropriate, technical or manual skill. The commissioner shall designate the times and places for the examinations. Section 74. That § 3-7-11 be amended to read as follows: 3-7-11. From the examinations, the commissioner shall prepare a register for each class of positions in the classified service pursuant to rules adopted, promulgated by the commissioner, in accordance with chapter 1-26. Section 75. That § 3-7-13 be amended to read as follows: 3-7-13. If the chief agent of the Division of Criminal Investigation of the attorney general's office, the superintendent of the state highway patrol, the deputy of the chief agent, or the deputy of the superintendent, who prior to his before his or her appointment served in the ranks, is removed for other than cause he or she shall be returned to the position or related position which he that he or she held immediately prior to his before the appointment. The rate of pay shall be commensurate with his or her years of service. Section 76. That § 3-7-17 be amended to read as follows: 3-7-17. Every Any employee who has been disciplined may file with the Law Enforcement Civil Service Commission and the appointing authority a statement in writing, alleging that the disciplinary action was made without just cause. Upon the filing of the statement there shall be a hearing, the time and place fixed by the commission and notice given to the appointing officer and to the employee. At the hearing the commission shall determine and decide whether or not the disciplinary action was made for good cause. The chairman chair of the commission may administer oaths and secure by the subpoena of the commission the attendance and testimony of witnesses and the production of evidence. If the commission shall find finds that the disciplinary action was made without just cause, it the commission shall enter an order reinstating the employee to his the employee's former position and directing the payment of all back salary due. If the commission finds that the disciplinary action was made for good cause, it the commission shall enter an order to that effect, and the action shall stand. Appeals to the circuit court for Hughes County may be taken pursuant to chapter 1-26. The appeal shall be taken by filing in the office of the commissioner a notice of appeal. The commission may develop promulgate rules, pursuant to chapter 1-26, concerning disciplinary action. Section 77. That § 3-7-18 be amended to read as follows: 3-7-18. The Law Enforcement Civil Service Commission shall make rules to carry out the purposes of this chapter, and for promulgate rules pursuant to chapter 1-26 governing examinations, appointments, transfers, discipline, retirement, standards of conduct, adverse action, political activity in employment, hours of work, equal opportunity, complaints, grievances and appeals to the commission, and for the maintaining and keeping of records of efficiency of officers and employees. These rules shall be adopted in accordance with §§ 1-26-2 to 1-26-14, inclusive. Section 78. That § 3-8-4.2 be amended to read as follows: 3-8-4.2. Any state employee, with the approval of the department head, agency head, or head of the state institution involved, or their designee, shall be permitted to may use annual leave, weekends, legal holidays, and hours after normal working hours for performing compensable services to a state institution, department, office, or agency other than the institution, department, office, or agency which is their the employee's primary employer. Compensation for such additional services performed during such times shall not be deemed to does not constitute dual compensation prohibited by § 3-8-4 or 3-8-4.1. Section 79. That § 3-8-4.3 be amended to read as follows: 3-8-4.3. Any state employee who shall take takes leave of absence without pay from his or her primary employment with the state shall be allowed to may accept payment from the funds of other state institutions, departments, offices, or agencies for services rendered to such other institution, department, office, or agency. Compensation for additional services performed while on leave of absence without pay shall not be deemed to does not constitute dual compensation within the purview of § 3-8-4 or 3-8-4.1. Section 80. That § 3-12A-1 be amended to read as follows: 3-12A-1. Terms as used in this chapter mean: (1) \"Commissioner,\" the commissioner of the Bureau of Personnel; (2) \"Covered employee,\" a public employee who is covered by the plan under the dependent option; (3) \"Dependent,\" an employee's spouse and any unmarried child: (a) Under the age of nineteen years, or (b) Under the age of twenty-three twenty-nine and who is dependent upon the employee for support and who is enrolled as a full-time student, or (c) Regardless of age who is incapable of self-support because of mental or physical incapacity that existed prior to his reaching the age of nineteen years; (4) \"Employer\" or \"participating employer,\" the State of South Dakota; (5) \"Member,\" a public employee who is covered by the plan as the primary insured and who has the option to elect to have his or her dependents covered by the plan; (6) \"Plan\" or \"insurance plan,\" the public employee's insurance plan as created by this chapter; (7) \"Premium,\" the dollar amount established by the commissioner sufficient to cover the cost of the insurance plan; (8) \"Public employee,\" any person employed by the State of South Dakota or any agency, board, or commission thereof of the state, on a permanent full-time basis and whose compensation is payable in whole or in part by the state. In any case of doubt as to who is an employee within the meaning of this chapter, the commissioner shall decide the question; (9) \"State,\" the State of South Dakota, or where if applicable any agency, board, or commission thereof of the state. Section 81. That § 3-12A-2 be amended to read as follows: 3-12A-2. The Bureau of Personnel may establish a group health insurance plan, a group dental insurance plan, or both, for employees of the state. The plan may provide for group health and dental insurance against the financial cost of hospital, surgical, and medical treatment and care, and such other coverage or benefits, including a group life insurance plan and a group disability income insurance plan, as may be deemed appropriate and desirable by the commissioner. The commissioner may design a cafeteria-style benefit plan which allows an employee to choose his or her own benefits or levels of coverage. The Bureau of Personnel may promulgate rules pursuant to chapter 1-26 to establish uniform procedures for the administration of the plan and to provide for uniform application of the plan. The rules may be adopted in the following areas: (1) Participation in the plan by employees, retired employees, and dependents; (2) Procedures for election of coverage; (3) Effective dates of coverage where if not specified by statute; (4) Termination of coverage; (5) Changes in dependent coverage; and (6) Collection of premiums. Section 82. That § 3-12A-3 be amended to read as follows: 3-12A-3. The commissioner of the Bureau of Personnel shall be is the chief administrative officer for the plan. He The commissioner shall perform such duties as are required of him in this chapter. The commissioner shall employ such administrative, technical, and clerical employees as shall be are required for the proper administration of the insurance program herein provided established in this chapter or contract with another party to provide such administration. Section 83. That § 3-12A-5.1 be amended to read as follows: 3-12A-5.1. The commissioner of the Bureau of Personnel, at his discretion, may elect to may provide all, or any part of, the benefits under the plan or plans provided under this chapter by means of a plan which is self-insured in whole or in part. The commissioner may execute a contract or contracts with such claims administrators as he may select claims administrators selected by the commissioner. In making such selection, the commissioner shall consider, among other things, financial stability, experience, and claims facilities. In evaluating these factors, the commissioner may employ the services of impartial, professional analysts, or actuaries, or both. Section 84. That § 3-12A-14 be amended to read as follows: 3-12A-14. Any eligible employee may select to have his dependent or any of the employee's dependents covered by each of the insurance plans. Such The election shall be made at the time the employee becomes enrolled in the plan, under such procedures as the commissioner may establish. Section 85. That § 3-12A-16 be amended to read as follows: 3-12A-16. Any employee who has no eligible dependents at the time he the employee becomes enrolled may elect dependent coverage at the time his the employee's dependency status changes, under procedures established by the commissioner. Section 86. That § 3-12A-17 be amended to read as follows: 3-12A-17. Any employee with dependent coverage, as provided in §§ 3-12A-14 to 3-12A-16, inclusive, who has a change in the number of his dependents may at the time of such the change increase or decrease the number of dependents covered by each of the insurance plans, under procedures established by the commissioner. Section 87. That § 3-12A-18 be amended to read as follows: 3-12A-18. The contract or contracts Any contract authorized in § 3-12A-5.1 may provide for health insurance for retiring employees and their spouses and dependents as defined by rules and regulations of the Bureau of Personnel, and on such terms as the commissioner may deem deems appropriate. Section 88. That § 3-12A-19 be amended to read as follows: 3-12A-19. The State of South Dakota shall either make a monthly contribution to the system or otherwise provide for the amount necessary to make payment to the system for the full single rate monthly health insurance premium for each public employee. This amount shall be transmitted to the account of the public employees insurance system in the State Treasurer's Office and he of the State Treasurer. The state treasurer, after making a record of the receipts, shall credit the insurance system with an amount equal to that remitted or otherwise provided. After the contribution has been assigned to the insurance system, the Bureau of Personnel shall disburse the same contribution in accordance with the provisions adopted in of this chapter and the rules adopted promulgated by the Bureau of Personnel. Section 89. That § 3-12A-21 be amended to read as follows: 3-12A-21. The employer shall cause to be deducted on each and every deduct on each payroll of a member for each and every payroll period the amount of the insurance premium, including any administrative expense. The employer shall make deductions from salaries of employees and shall transmit monthly the amount specified to be deducted to the state treasurer of South Dakota. The state treasurer, after making a record of receipts, shall credit the public employees insurance system with an amount equal to that remitted by the employer; such credit having. After the credit has been assigned to the insurance system, the commissioner shall disburse same credit in accordance with the provisions adopted in of this chapter and the rules and regulations adopted promulgated by the Bureau of Personnel. Section 90. That § 3-12A-23 be amended to read as follows: 3-12A-23. Each employee who is covered under any such contract or contracts authorized under § 3-12A-5.1 shall receive a certificate setting forth the benefits to which the employee and his the employee's dependents are entitled hereunder under this chapter, to whom such the benefits shall be are payable, to whom claims shall be submitted, and a summary of the provisions of the contracts as they affect the employee and his the employee's dependents. Such The certificate shall be is in lieu of the certificate which the insurance carrier or carriers issuing such the contract or contracts would otherwise issue. Section 91. That § 3-12A-25 be amended to read as follows: 3-12A-25. The Bureau of Personnel shall be is responsible for the administration of this chapter and shall have authority to make promulgate such rules and regulations as may be are required for the effective administration of the provisions of this chapter in accordance with chapter 1-26. Section 92. That § 3-12A-26 be repealed. 3-12A-26. If any part of this chapter is declared invalid by a court of competent jurisdiction, such decision shall not affect the validity of the remaining provisions of this chapter and to that end the provisions of this chapter are severable. Section 93. That § 3-12A-30 be amended to read as follows: 3-12A-30. By electing to participate, a member agrees with his the member's employer to reduce his or her compensation by an amount equal to the costs of the benefits selected under the flexible benefits plan. Compensation reductions made pursuant to §§ 3-12A-27 to 3-12A-33, inclusive, shall do not impact member compensation used to calculate benefits and contributions for the State Retirement System authorized in chapter 3-12. The employer of the participant shall credit the participant with an equal amount of flexible dollars. Any flexible dollars not spent during the plan year revert to the participating employer. Section 94. That § 3-12A-35 be amended to read as follows: 3-12A-35. The employer shall contribute on each and every payroll for an employee for each and every payroll period the amount of the state employees workers' compensation program premium, including any administrative expense. The employer shall transmit monthly the amount specified to be paid to the state treasurer. The state treasurer, after making a record of receipts, shall credit the state employees workers' compensation program with an amount equal to that remitted by the employer. The credit shall be assigned to the state employee workers' compensation program. The commissioner shall disburse the funds according to Title 62 and the rules adopted promulgated by the Department of Labor and the Bureau of Personnel pursuant to chapter 1-26."}, {"bill_id": 1371, "bill_version_id": 12403, "bill_version": "Enrolled", "bill_version_date": "2010-02-17T10:33:17.513-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1371, "action_date": "2010-01-12T12:00:00-06:00", "document_id": 10420, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10420.pdf", "status_text": "First read in House and referred to", "journal_page": 19, "committee_id_action": 86, "committee_id_assigned": 82, "result": "N", "vote": {}}, {"bill_id": 1371, "action_date": "2010-01-20T10:00:00-06:00", "document_id": 10497, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10497.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 82, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1371, "action_date": "2010-01-20T10:00:00-06:00", "document_id": 10711, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10711.pdf", "status_text": "Do Pass", "journal_page": 135, "committee_id_action": 82, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5554, "president_vote": null, "Yea": [756, 765, 830, 798, 829, 832, 834, 800, 827, 819, 796, 757, 804]}}, {"bill_id": 1371, "action_date": "2010-01-20T10:00:00-06:00", "document_id": 10711, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10711.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 82, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1371, "action_date": "2010-01-21T14:00:00-06:00", "document_id": 10821, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10821.pdf", "status_text": "Do Pass", "journal_page": 149, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5631, "president_vote": null, "Yea": [821, 825, 771, 793, 781, 775, 844, 831, 820, 779, 740, 813, 756, 748, 817, 814, 765, 811, 830, 798, 749, 829, 832, 826, 757, 835, 842, 777, 834, 803, 822, 843, 759, 816, 824, 788, 800, 801, 827, 750, 742, 770, 792, 783, 755, 751, 773, 744, 840, 784, 839, 819, 841, 818, 815, 833, 762, 746, 763, 752, 796, 828, 823, 789, 838, 837, 812, 786], "Excused": [804, 836]}}, {"bill_id": 1371, "action_date": "2010-01-22T10:00:00-06:00", "document_id": 10886, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10886.pdf", "status_text": "First read in Senate and referred to", "journal_page": 124, "committee_id_action": 84, "committee_id_assigned": 69, "result": "N", "vote": {}}, {"bill_id": 1371, "action_date": "2010-02-03T10:00:00-06:00", "document_id": 11503, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11503.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 69, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1371, "action_date": "2010-02-12T10:00:00-06:00", "document_id": 12062, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12062.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 69, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1371, "action_date": "2010-02-12T10:00:00-06:00", "document_id": 12229, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12229.pdf", "status_text": "Do Pass", "journal_page": 319, "committee_id_action": 69, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6481, "president_vote": null, "Excused": [758], "Yea": [739, 764, 766, 753, 794, 747, 782, 754]}}, {"bill_id": 1371, "action_date": "2010-02-12T10:00:00-06:00", "document_id": 12229, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12229.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 69, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1371, "action_date": "2010-02-16T14:00:00-06:00", "document_id": 12358, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12358.pdf", "status_text": "Do Pass", "journal_page": 334, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6554, "president_vote": null, "Yea": [758, 809, 785, 787, 790, 807, 754, 805, 760, 778, 782, 780, 739, 802, 764, 795, 741, 772, 761, 774, 766, 791, 806, 767, 808, 769, 743, 753, 745, 794, 799, 810, 747, 776], "Excused": [768]}}, {"bill_id": 1371, "action_date": "2010-02-17T14:30:00-06:00", "document_id": 12465, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12465.pdf", "status_text": "Signed by the Speaker", "journal_page": 455, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1371, "action_date": "2010-02-18T14:00:00-06:00", "document_id": 12565, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12565.pdf", "status_text": "Signed by the President", "journal_page": 380, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1371, "action_date": "2010-02-23T10:30:00-06:00", "document_id": 12848, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12848.pdf", "status_text": "Delivered to the Governor", "journal_page": 591, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1371, "action_date": "2010-02-25T12:30:00-06:00", "document_id": 13043, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13043.pdf", "status_text": "Signed by the Governor", "journal_page": 612, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4454}