{"session_id": 69, "bill_id": 25056, "bill_type": "House Bill", "bill_number": 1080, "bill_title": "make an appropriation to improve visitation to and awareness of the South Dakota Hall of Fame.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25056", "sponsors": [{"legislator_profile_id": 4552, "is_prime": true}], "keywords": ["Appropriation", "Education", "Grants", "Tourism"], "audio": [], "bill_versions": [{"bill_id": 25056, "bill_version_id": 259456, "bill_version": "Introduced", "bill_version_date": "2024-01-11T16:31:37.353-06:00", "bill_text": "An Act to make an appropriation to improve visitation to and awareness of the South Dakota Hall of Fame. Be it enacted by the Legislature of the State of South Dakota: Section 1. There is hereby appropriated from the general fund the sum of $1,300,000 to the Department of Education, for the purpose of providing a grant to increase visitation to and educate visitors on the South Dakota Hall of Fame, designated pursuant to § 1-6-16.6. Section 2. The Department of Education shall provide a grant for the moneys appropriated in section 1 to be designated as follows: 1) $800,000 to add and improve exhibits at the South Dakota Hall of Fame; and 2) $500,000 to build a series of free online classes featuring the leadership and life lessons of inductees into the South Dakota Hall of Fame. The grant amounts may not be awarded until the awardee provides documentation to the department evidencing that the awardee has received at least $1,000,000 in matching funds for the purposes specified in this section. Section 3. The secretary of the Department of Education shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 4. Any amounts appropriated in this Act not lawfully expended or obligated shall revert in accordance with the procedures prescribed in chapter 4-8. Section 5. This Act is effective June 30, 2024."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25056, "action_date": "2024-01-12T13:00:00-06:00", "document_id": 259392, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/259392.pdf", "status_text": "First read in House and referred to", "journal_page": 51, "committee_id_action": 1197, "committee_id_assigned": 1206, "result": "N", "vote": {}}, {"bill_id": 25056, "action_date": "2024-02-20T09:00:00-06:00", "document_id": 265787, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265787.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1206, "committee_id_assigned": null, "result": "N", "vote": {}}]}