{"session_id": 69, "bill_id": 24613, "bill_type": "Senate Bill", "bill_number": 36, "bill_title": "revise provisions related to driving under the influence.", "sponsors": [{"legislator_profile_id": 4500, "is_prime": true}, {"legislator_profile_id": 4507, "is_prime": true}, {"legislator_profile_id": 4474, "is_prime": false}, {"legislator_profile_id": 4492, "is_prime": false}, {"legislator_profile_id": 4521, "is_prime": false}, {"legislator_profile_id": 4529, "is_prime": false}, {"legislator_profile_id": 4531, "is_prime": false}, {"legislator_profile_id": 4534, "is_prime": false}, {"legislator_profile_id": 4540, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4564, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 24613, "bill_version_id": 258075, "bill_version": "Introduced", "bill_version_date": "2024-01-03T17:16:57.697-06:00", "bill_text": "An Act to revise provisions related to driving under the influence. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 32-23-4.5 be AMENDED: 32-23-4.5. Any conviction for, or plea of guilty to, an offense in another state which that, if committed in this state, would be a violation of § 22-16-41, 22-18-36, or 32-23-1, 22-18-36, or 22-16-41, and occurring within ten years prior to the date of the violation being charged, or twenty-five years if the requirements of § 32-23-4.9 have been satisfied, must be used to determine if the violation of § 32-23-1 being charged is a second, third, or subsequent offense. Section 2. That § 32-23-4.9 be AMENDED: 32-23-4.9. If a conviction for a violation of § 32-23-1 is for a sixth or subsequent offense, or subsequent offense, and the person had at least five convictions of § 32-23-1 occurring within twenty-five years of the violation being charged, and at least two of those prior convictions having occurred within ten years, the violation is an aggravated offense and the person is guilty of a Class 4 felony. If a person is convicted of an aggravated violation of § 32-23-1 and the person has at least six convictions of § 32-23-1 occurring within fifteen years of the violation being charged, the court must sentence the person to at least six years in a state correctional facility, one of which must be served on parole, unless refused pursuant to § 24-15A-15. Any term of parole must include at least one of the following: enrollment in an alcohol or drug accountability program, an ignition interlock, a breath alcohol interlock, an alcohol monitoring bracelet, or another enhanced monitoring tool. The court may suspend this sentence only if the court orders the person to participate in and complete a drug court program, DUI court program, veterans treatment court program, or mental health court program, as a condition of probation. The court, in pronouncing sentencing, shall revoke the person's driver license for a period of not less than three years from the date the sentence is imposed or three years from the date of initial release from imprisonment, whichever is later. If the person is returned to imprisonment prior to the completion of the period of driver license revocation, time spent imprisoned does not count toward fulfilling the period of revocation. If the person is convicted of driving without a license during that period, the court must sentence the person to the county jail for not less than twenty days, which sentence may not be suspended. Notwithstanding § 23A-27-19, the court retains jurisdiction to modify the conditions of the license revocation for the term of such the revocation. Upon the person's successful completion of a court-approved chemical dependency counseling program and proof of financial responsibility pursuant to § 32-35-113, the court may permit the person to operate a vehicle for the purposes of employment, 24/7 sobriety testing, attendance at school, child care delivery or pickup, or attendance at counseling programs. For each person convicted under this section and placed on probation, parole, or released from prison due to a suspended sentence, the person's supervision must include at least one of the following: enrollment in an alcohol or drug accountability program, an ignition interlock, a breath alcohol interlock, an alcohol monitoring bracelet, or another enhanced monitoring tool. The Unified Judicial System shall oversee supervision of supervise the offender if the sentence does not include a term of imprisonment in a state correctional facility. The Department of Corrections shall oversee supervision of supervise the offender if the sentence includes a term of imprisonment in a state correctional facility. Any offender supervised pursuant to this section is not excluded from earned discharge credit as otherwise authorized by statute. If, during the period of supervision imposed under this section, the person being supervised violates conditions, the person must be penalized according to the graduated sanctions policy to be as established by the Supreme Court or the Department of Corrections, respectively in chapter 23A-48. Section 3. That § 32-23-4.1 be REPEALED: Except as authorized under § 32-23-4.9, no previous conviction for, or plea of guilty to, a violation of § 32-23-1, 22-18-36, or 22-16-41 occurring more than ten years prior to the date of the violation being charged may be used to determine that the violation being charged is a second, third, or subsequent offense. Any period of time during which the defendant was incarcerated for a previous violation may not be included when calculating if the time period provided in this section has elapsed. Section 4. That § 16-22-23 be AMENDED: 16-22-23. The oversight council shall meet within ninety days after appointment and shall meet at least semiannually thereafter. The oversight council terminates five years after its first meeting, unless the Legislature, by joint resolution, continues the oversight council for a specified period of time. The oversight council has the following powers and duties: (1) Review the recommendations of the criminal justice initiative work group in the final report dated November 2012, and track implementation and evaluate compliance with this chapter; (2) Review performance and outcome measures proposed by the Department of Corrections, Unified Judicial System, and Department of Social Services; (3) Review performance and outcome measure reports submitted semiannually by the Department of Corrections and Unified Judicial System pursuant to §§ 1-54-9, 16-22-7, 16-22-10, 16-22-12, 16-22-14, 16-22-20, 16-22-24, 23A-47-8, 24-15A-47, 24-15A-49, and 24-15A-53 and evaluate the impact of § 23A-4-3; (4) Review of behavioral health intervention outcomes delivered to probationers and parolees administered by Department of Social Services pursuant to § 16-22-24; (5) Review the payments of the reinvestment fund to counties, pursuant to § 1-15-36, the number of probationers above the trend line, and the rate of felony convictions to prison and probation by each county; (6) Review the number and length of stay of offenders admitted to the Department of Corrections, particularly in the categories included in this chapter; (7) Review the activities of §§ 23A-27-18.1, 32-23-4.1, 32-23-4.6, and 32-23-4.9, including: (a) The number of offenders supervised and the number of violations of the conditions pursuant to § 32-23-4.9; and (b) The number and percent of offenders in § 23A-27-18.1 imprisoned in the county jail for more than one hundred eighty days; and (8) Prepare and submit an annual summary report of the performance and outcome measures that are part of this chapter to the Legislature, Governor, and Chief Justice. The report should include recommendations for improvements and a summary of savings generated from this chapter."}], "amendments": [], "fiscal_notes": [], "action_log": [], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24613"}