{"session_id": 47, "bill_id": 13518, "bill_type": "Senate Bill", "bill_number": 154, "bill_title": "to adopt and amend certain provisions of the Uniform Commercial Code relating to investment securities, including substantive amendments to Article 9 of the Uniform Commercial Code.", "sponsors": [{"legislator_profile_id": 2125, "is_prime": true}, {"legislator_profile_id": 2141, "is_prime": true}, {"legislator_profile_id": 2100, "is_prime": false}, {"legislator_profile_id": 2166, "is_prime": false}, {"legislator_profile_id": 2185, "is_prime": false}, {"legislator_profile_id": 2192, "is_prime": false}], "keywords": ["Uniform Commercial Code"], "audio": [], "bill_versions": [{"bill_id": 13518, "bill_version_id": 77795, "bill_version": "Introduced", "bill_version_date": "1998-01-21T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to adopt and amend certain provisions of the Uniform Commercial Code relating to investment securities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the following article on investment securities be amended into Title 57A as chapter 8: PART 1 SHORT TITLE AND GENERAL MATTERS PART 1 SHORT TITLE AND GENERAL MATTERS 57A-8-101. This chapter may be cited as Uniform Commercial Code--Investment Securities. 57A-8-102. (a) In this chapter: (1) \"Adverse claim\" means a claim that a claimant has a property interest in a financial asset and that it is a violation of the rights of the claimant for another person to hold, transfer, or deal with the financial asset. (2) \"Bearer form,\" as applied to a certificated security, means a form in which the security is payable to the bearer of the security certificate according to its terms but not by reason of an indorsement. (3) \"Broker\" means a person defined as a broker or dealer under the federal securities laws, but without excluding a bank acting in that capacity. (4) \"Certificated security\" means a security that is represented by a certificate. (5) \"Clearing corporation\" means: (i) a person that is registered as a \"clearing agency\" under the federal securities laws; (ii) a federal reserve bank; or (iii) any other person that provides clearance or settlement services with respect to financial assets that would require it to register as a clearing agency under the federal securities laws but for an exclusion or exemption from the registration requirement, if its activities as a clearing corporation, including promulgation of rules, are subject to regulation by a federal or state governmental authority. (6) \"Communicate\" means to: (i) send a signed writing; or (ii) transmit information by any mechanism agreed upon by the persons transmitting and receiving the information. (7) \"Entitlement holder\" means a person identified in the records of a securities intermediary as the person having a security entitlement against the securities intermediary. If a person acquires a security entitlement by virtue of § 57A- 8-501(b)(2) or (3), that person is the entitlement holder. (8) \"Entitlement order\" means a notification communicated to a securities intermediary directing transfer or redemption of a financial asset to which the entitlement holder has a security entitlement. (9) \"Financial asset,\" except as otherwise provided in § 57A-8-103, means: (i) a security; (ii) an obligation of a person or a share, participation, or other interest in a person or in property or an enterprise of a person, which is, or is of a type, dealt in or traded on financial markets, or which is recognized in any area in which it is issued or dealt in as a medium for investment; or (iii) any property that is held by a securities intermediary for another person in a securities account if the securities intermediary has expressly agreed with the other person that the property is to be treated as a financial asset under this chapter. As context requires, the term means either the interest itself or the means by which a person's claim to it is evidenced, including a certificated or uncertificated security, a security certificate, or a security entitlement. (10) \"Good faith,\" for purposes of the obligation of good faith in the performance or enforcement of contracts or duties within this chapter, means honesty in fact and the observance of reasonable commercial standards of fair dealing. (11) \"Indorsement\" means a signature that alone or accompanied by other words is made on a security certificate in registered form or on a separate document for the purpose of assigning, transferring, or redeeming the security or granting a power to assign, transfer, or redeem it. (12) \"Instruction\" means a notification communicated to the issuer of an uncertificated security which directs that the transfer of the security be registered or that the security be redeemed. (13) \"Registered form,\" as applied to a certificated security, means a form in which: (i) the security certificate specifies a person entitled to the security; and (ii) a transfer of the security may be registered upon books maintained for that purpose by or on behalf of the issuer, or the security certificate so states. (14) \"Securities intermediary\" means: (i) a clearing corporation; or (ii) a person, including a bank or broker, that in the ordinary course of its business maintains securities accounts for others and is acting in that capacity. (15) \"Security,\" except as otherwise provided in § 57A-8-103, means an obligation of an issuer or a share, participation, or other interest in an issuer or in property or an enterprise of an issuer: (i) which is represented by a security certificate in bearer or registered form, or the transfer of which may be registered upon books maintained for that purpose by or on behalf of the issuer; (ii) which is one of a class or series or by its terms is divisible into a class or series of shares, participations, interests, or obligations; and (iii) which: (A) is, or is of a type, dealt in or traded on securities exchanges or securities markets; or (B) is a medium for investment and by its terms expressly provides that it is a security governed by this chapter. (16) \"Security certificate\" means a certificate representing a security. (17) \"Security entitlement\" means the rights and property interest of an entitlement holder with respect to a financial asset specified in Part 5. (18) \"Uncertificated security\" means a security that is not represented by a certificate. (b) Other definitions applying to this chapter and the sections in which they appear are: (c) In addition, chapter 57A-1 contains general definitions and principles of construction and interpretation applicable throughout this chapter. (d) The characterization of a person, business, or transaction for purposes of this chapter does not determine the characterization of the person, business, or transaction for purposes of any other law, regulation, or rule. 57A-8-103. (a) A share or similar equity interest issued by a corporation, business trust, joint stock company, or similar entity is a security. (b) An \"investment company security\" is a security. \"Investment company security\" means a share or similar equity interest issued by an entity that is registered as an investment company under the federal investment company laws, an interest in a unit investment trust that is so registered, or a face-amount certificate issued by a face-amount certificate company that is so registered. Investment company security does not include an insurance policy or endowment policy or annuity contract issued by an insurance company. (c) An interest in a partnership or limited liability company is not a security unless it is dealt in or traded on securities exchanges or in securities markets, its terms expressly provide that it is a security governed by this chapter, or it is an investment company security. However, an interest in a partnership or limited liability company is a financial asset if it is held in a securities account. (d) A writing that is a security certificate is governed by this chapter and not by chapter 57A-3, even though it also meets the requirements of that chapter. However, a negotiable instrument governed by chapter 57A-3 is a financial asset if it is held in a securities account. (e) An option or similar obligation issued by a clearing corporation to its participants is not a security, but is a financial asset. (f) A commodity contract, as defined in § 57A-9-115, is not a security or a financial asset. 57A-8-104. (a) A person acquires a security or an interest therein, under this chapter, if: (1) the person is a purchaser to whom a security is delivered pursuant to § 57A-8-301; or (2) the person acquires a security entitlement to the security pursuant to § 57A-8-501. (b) A person acquires a financial asset, other than a security, or an interest therein, under this chapter, if the person acquires a security entitlement to the financial asset. (c) A person who acquires a security entitlement to a security or other financial asset has the rights specified in Part 5, but is a purchaser of any security, security entitlement, or other financial asset held by the securities intermediary only to the extent provided in § 57A-8-503. (d) Unless the context shows that a different meaning is intended, a person who is required by other law, regulation, rule, or agreement to transfer, deliver, present, surrender, exchange, or otherwise put in the possession of another person a security or financial asset satisfies that requirement by causing the other person to acquire an interest in the security or financial asset pursuant to subsection (a) or (b). 57A-8-105. (a) A person has notice of an adverse claim if: (1) the person knows of the adverse claim; (2) the person is aware of facts sufficient to indicate that there is a significant probability that the adverse claim exists and deliberately avoids information that would establish the existence of the adverse claim; or (3) the person has a duty, imposed by statute or regulation, to investigate whether an adverse claim exists, and the investigation so required would establish the existence of the adverse claim. (b) Having knowledge that a financial asset or interest therein is or has been transferred by a representative imposes no duty of inquiry into the rightfulness of a transaction and is not notice of an adverse claim. However, a person who knows that a representative has transferred a financial asset or interest therein in a transaction that is, or whose proceeds are being used, for the individual benefit of the representative or otherwise in breach of duty has notice of an adverse claim. (c) An act or event that creates a right to immediate performance of the principal obligation represented by a security certificate or sets a date on or after which the certificate is to be presented or surrendered for redemption or exchange does not itself constitute notice of an adverse claim except in the case of a transfer more than: (1) one year after a date set for presentment or surrender for redemption or exchange; or (2) six months after a date set for payment of money against presentation or surrender of the certificate, if money was available for payment on that date. (d) A purchaser of a certificated security has notice of an adverse claim if the security certificate: (1) whether in bearer or registered form, has been indorsed \"for collection\" or \"for surrender\" or for some other purpose not involving transfer; or (2) is in bearer form and has on it an unambiguous statement that it is the property of a person other than the transferor, but the mere writing of a name on the certificate is not such a statement. (e) Filing of a financing statement under chapter 57A-9 is not notice of an adverse claim to a financial asset. 57A-8-106. (a) A purchaser has \"control\" of a certificated security in bearer form if the certificated security is delivered to the purchaser. (b) A purchaser has \"control\" of a certificated security in registered form if the certificated security is delivered to the purchaser, and: (1) the certificate is indorsed to the purchaser or in blank by an effective indorsement; or (2) the certificate is registered in the name of the purchaser, upon original issue or registration of transfer by the issuer. (c) A purchaser has \"control\" of an uncertificated security if: (1) the uncertificated security is delivered to the purchaser; or (2) the issuer has agreed that it will comply with instructions originated by the purchaser without further consent by the registered owner. (d) A purchaser has \"control\" of a security entitlement if: (1) the purchaser becomes the entitlement holder; or (2) the securities intermediary has agreed that it will comply with entitlement orders originated by the purchaser without further consent by the entitlement holder. (e) If an interest in a security entitlement is granted by the entitlement holder to the entitlement holder's own securities intermediary, the securities intermediary has control. (f) A purchaser who has satisfied the requirements of subsection (c)(2) or (d)(2) has control even if the registered owner in the case of subsection (c)(2) or the entitlement holder in the case of subsection (d)(2) retains the right to make substitutions for the uncertificated security or security entitlement, to originate instructions or entitlement orders to the issuer or securities intermediary, or otherwise to deal with the uncertificated security or security entitlement. (g) An issuer or a securities intermediary may not enter into an agreement of the kind described in subsection (c)(2) or (d)(2) without the consent of the registered owner or entitlement holder, but an issuer or a securities intermediary is not required to enter into such an agreement even though the registered owner or entitlement holder so directs. An issuer or securities intermediary that has entered into such an agreement is not required to confirm the existence of the agreement to another party unless requested to do so by the registered owner or entitlement holder. 57A-8-107. (a) \"Appropriate person\" means: (1) with respect to an indorsement, the person specified by a security certificate or by an effective special indorsement to be entitled to the security; (2) with respect to an instruction, the registered owner of an uncertificated security; (3) with respect to an entitlement order, the entitlement holder; (4) if the person designated in paragraph (1), (2), or (3) is deceased, the designated person's successor taking under other law or the designated person's personal representative acting for the estate of the decedent; or (5) if the person designated in paragraph (1), (2), or (3) lacks capacity, the designated person's guardian, conservator, or other similar representative who has power under other law to transfer the security or financial asset. (b) An indorsement, instruction, or entitlement order is effective if: (1) it is made by the appropriate person; (2) it is made by a person who has power under the law of agency to transfer the security or financial asset on behalf of the appropriate person, including, in the case of an instruction or entitlement order, a person who has control under § 57A-8-106(c)(2) or (d)(2); or (3) the appropriate person has ratified it or is otherwise precluded from asserting its ineffectiveness. (c) An indorsement, instruction, or entitlement order made by a representative is effective even if: (1) the representative has failed to comply with a controlling instrument or with the law of the State having jurisdiction of the representative relationship, including any law requiring the representative to obtain court approval of the transaction; or (2) the representative's action in making the indorsement, instruction, or entitlement order or using the proceeds of the transaction is otherwise a breach of duty. (d) If a security is registered in the name of or specially indorsed to a person described as a representative, or if a securities account is maintained in the name of a person described as a representative, an indorsement, instruction, or entitlement order made by the person is effective even though the person is no longer serving in the described capacity. (e) Effectiveness of an indorsement, instruction, or entitlement order is determined as of the date the indorsement, instruction, or entitlement order is made, and an indorsement, instruction, or entitlement order does not become ineffective by reason of any later change of circumstances. 57A-8-108. (a) A person who transfers a certificated security to a purchaser for value warrants to the purchaser, and an indorser, if the transfer is by indorsement, warrants to any subsequent purchaser, that: (1) the certificate is genuine and has not been materially altered; (2) the transferor or indorser does not know of any fact that might impair the validity of the security; (3) there is no adverse claim to the security; (4) the transfer does not violate any restriction on transfer; (5) if the transfer is by indorsement, the indorsement is made by an appropriate person, or if the indorsement is by an agent, the agent has actual authority to act on behalf of the appropriate person; and (6) the transfer is otherwise effective and rightful. (b) A person who originates an instruction for registration of transfer of an uncertificated security to a purchaser for value warrants to the purchaser that: (1) the instruction is made by an appropriate person, or if the instruction is by an agent, the agent has actual authority to act on behalf of the appropriate person; (2) the security is valid; (3) there is no adverse claim to the security; and (4) at the time the instruction is presented to the issuer: (i) the purchaser will be entitled to the registration of transfer; (ii) the transfer will be registered by the issuer free from all liens, security interests, restrictions, and claims other than those specified in the instruction; (iii) the transfer will not violate any restriction on transfer; and (iv) the requested transfer will otherwise be effective and rightful. (c) A person who transfers an uncertificated security to a purchaser for value and does not originate an instruction in connection with the transfer warrants that: (1) the uncertificated security is valid; (2) there is no adverse claim to the security; (3) the transfer does not violate any restriction on transfer; and (4) the transfer is otherwise effective and rightful. (d) A person who indorses a security certificate warrants to the issuer that: (1) there is no adverse claim to the security; and (2) the indorsement is effective. (e) A person who originates an instruction for registration of transfer of an uncertificated security warrants to the issuer that: (1) the instruction is effective; and (2) at the time the instruction is presented to the issuer the purchaser will be entitled to the registration of transfer. (f) A person who presents a certificated security for registration of transfer or for payment or exchange warrants to the issuer that the person is entitled to the registration, payment, or exchange, but a purchaser for value and without notice of adverse claims to whom transfer is registered warrants only that the person has no knowledge of any unauthorized signature in a necessary indorsement. (g) If a person acts as agent of another in delivering a certificated security to a purchaser, the identity of the principal was known to the person to whom the certificate was delivered, and the certificate delivered by the agent was received by the agent from the principal or received by the agent from another person at the direction of the principal, the person delivering the security certificate warrants only that the delivering person has authority to act for the principal and does not know of any adverse claim to the certificated security. (h) A secured party who redelivers a security certificate received, or after payment and on order of the debtor delivers the security certificate to another person, makes only the warranties of an agent under subsection (g). (i) Except as otherwise provided in subsection (g), a broker acting for a customer makes to the issuer and a purchaser the warranties provided in subsections (a) through (f). A broker that delivers a security certificate to its customer, or causes its customer to be registered as the owner of an uncertificated security, makes to the customer the warranties provided in subsection (a) or (b), and has the rights and privileges of a purchaser under this section. The warranties of and in favor of the broker acting as an agent are in addition to applicable warranties given by and in favor of the customer. 57A-8-109. (a) A person who originates an entitlement order to a securities intermediary warrants to the securities intermediary that: (1) the entitlement order is made by an appropriate person, or if the entitlement order is by an agent, the agent has actual authority to act on behalf of the appropriate person; and (2) there is no adverse claim to the security entitlement. (b) A person who delivers a security certificate to a securities intermediary for credit to a securities account or originates an instruction with respect to an uncertificated security directing that the uncertificated security be credited to a securities account makes to the securities intermediary the warranties specified in § 57A-8-108(a) or (b). (c) If a securities intermediary delivers a security certificate to its entitlement holder or causes its entitlement holder to be registered as the owner of an uncertificated security, the securities intermediary makes to the entitlement holder the warranties specified in § 57A- 8-108(a) or (b). 57A-8-110. (a) The local law of the issuer's jurisdiction, as specified in subsection (d), governs: (1) the validity of a security; (2) the rights and duties of the issuer with respect to registration of transfer; (3) the effectiveness of registration of transfer by the issuer; (4) whether the issuer owes any duties to an adverse claimant to a security; and (5) whether an adverse claim can be asserted against a person to whom transfer of a certificated or uncertificated security is registered or a person who obtains control of an uncertificated security. (b) The local law of the securities intermediary's jurisdiction, as specified in subsection (e), governs: (1) acquisition of a security entitlement from the securities intermediary; (2) the rights and duties of the securities intermediary and entitlement holder arising out of a security entitlement; (3) whether the securities intermediary owes any duties to an adverse claimant to a security entitlement; and (4) whether an adverse claim can be asserted against a person who acquires a security entitlement from the securities intermediary or a person who purchases a security entitlement or interest therein from an entitlement holder. (c) The local law of the jurisdiction in which a security certificate is located at the time of delivery governs whether an adverse claim can be asserted against a person to whom the security certificate is delivered. (d) \"Issuer's jurisdiction\" means the jurisdiction under which the issuer of the security is organized or, if permitted by the law of that jurisdiction, the law of another jurisdiction specified by the issuer. An issuer organized under the law of this State may specify the law of another jurisdiction as the law governing the matters specified in subsection (a)(2) through (5). (e) The following rules determine a \"securities intermediary's jurisdiction\" for purposes of this section: (1) If an agreement between the securities intermediary and its entitlement holder specifies that it is governed by the law of a particular jurisdiction, that jurisdiction is the securities intermediary's jurisdiction. (2) If an agreement between the securities intermediary and its entitlement holder does not specify the governing law as provided in paragraph (1), but expressly specifies that the securities account is maintained at an office in a particular jurisdiction, that jurisdiction is the securities intermediary's jurisdiction. (3) If an agreement between the securities intermediary and its entitlement holder does not specify a jurisdiction as provided in paragraph (1) or (2), the securities intermediary's jurisdiction is the jurisdiction in which is located the office identified in an account statement as the office serving the entitlement holder's account. (4) If an agreement between the securities intermediary and its entitlement holder does not specify a jurisdiction as provided in paragraph (1) or (2) and an account statement does not identify an office serving the entitlement holder's account as provided in paragraph (3), the securities intermediary's jurisdiction is the jurisdiction in which is located the chief executive office of the securities intermediary. (f) A securities intermediary's jurisdiction is not determined by the physical location of certificates representing financial assets, or by the jurisdiction in which is organized the issuer of the financial asset with respect to which an entitlement holder has a security entitlement, or by the location of facilities for data processing or other record keeping concerning the account. 57A-8-111. A rule adopted by a clearing corporation governing rights and obligations among the clearing corporation and its participants in the clearing corporation is effective even if the rule conflicts with this Act and affects another party who does not consent to the rule. 57A-8-112. (a) The interest of a debtor in a certificated security may be reached by a creditor only by actual seizure of the security certificate by the officer making the attachment or levy, except as otherwise provided in subsection (d). However, a certificated security for which the certificate has been surrendered to the issuer may be reached by a creditor by legal process upon the issuer. (b) The interest of a debtor in an uncertificated security may be reached by a creditor only by legal process upon the issuer at its chief executive office in the United States, except as otherwise provided in subsection (d). (c) The interest of a debtor in a security entitlement may be reached by a creditor only by legal process upon the securities intermediary with whom the debtor's securities account is maintained, except as otherwise provided in subsection (d). (d) The interest of a debtor in a certificated security for which the certificate is in the possession of a secured party, or in an uncertificated security registered in the name of a secured party, or a security entitlement maintained in the name of a secured party, may be reached by a creditor by legal process upon the secured party. (e) A creditor whose debtor is the owner of a certificated security, uncertificated security, or security entitlement is entitled to aid from a court of competent jurisdiction, by injunction or otherwise, in reaching the certificated security, uncertificated security, or security entitlement or in satisfying the claim by means allowed at law or in equity in regard to property that cannot readily be reached by other legal process. 57A-8-113. A contract or modification of a contract for the sale or purchase of a security is enforceable whether or not there is a writing signed or record authenticated by a party against whom enforcement is sought, even if the contract or modification is not capable of performance within one year of its making. 57A-8-114. The following rules apply in an action on a certificated security against the issuer: (1) Unless specifically denied in the pleadings, each signature on a security certificate or in a necessary indorsement is admitted. (2) If the effectiveness of a signature is put in issue, the burden of establishing effectiveness is on the party claiming under the signature, but the signature is presumed to be genuine or authorized. (3) If signatures on a security certificate are admitted or established, production of the certificate entitles a holder to recover on it unless the defendant establishes a defense or a defect going to the validity of the security. (4) If it is shown that a defense or defect exists, the plaintiff has the burden of establishing that the plaintiff or some person under whom the plaintiff claims is a person against whom the defense or defect cannot be asserted. 57A-8-115. A securities intermediary that has transferred a financial asset pursuant to an effective entitlement order, or a broker or other agent or bailee that has dealt with a financial asset at the direction of its customer or principal, is not liable to a person having an adverse claim to the financial asset, unless the securities intermediary, or broker or other agent or bailee: (1) took the action after it had been served with an injunction, restraining order, or other legal process enjoining it from doing so, issued by a court of competent jurisdiction, and had a reasonable opportunity to act on the injunction, restraining order, or other legal process; or (2) acted in collusion with the wrongdoer in violating the rights of the adverse claimant; or (3) in the case of a security certificate that has been stolen, acted with notice of the adverse claim. 57A-8-116. A securities intermediary that receives a financial asset and establishes a security entitlement to the financial asset in favor of an entitlement holder is a purchaser for value of the financial asset. A securities intermediary that acquires a security entitlement to a financial asset from another securities intermediary acquires the security entitlement for value if the securities intermediary acquiring the security entitlement establishes a security entitlement to the financial asset in favor of an entitlement holder. PART 2 ISSUE AND ISSUER PART 2 ISSUE AND ISSUER 57A-8-201. (a) With respect to an obligation on or a defense to a security, an \"issuer\" includes a person that: (1) places or authorizes the placing of its name on a security certificate, other than as authenticating trustee, registrar, transfer agent, or the like, to evidence a share, participation, or other interest in its property or in an enterprise, or to evidence its duty to perform an obligation represented by the certificate; (2) creates a share, participation, or other interest in its property or in an enterprise, or undertakes an obligation, that is an uncertificated security; (3) directly or indirectly creates a fractional interest in its rights or property, if the fractional interest is represented by a security certificate; or (4) becomes responsible for, or in place of, another person described as an issuer in this section. (b) With respect to an obligation on or defense to a security, a guarantor is an issuer to the extent of its guaranty, whether or not its obligation is noted on a security certificate. (c) With respect to a registration of a transfer, issuer means a person on whose behalf transfer books are maintained. 57A-8-202. (a) Even against a purchaser for value and without notice, the terms of a certificated security include terms stated on the certificate and terms made part of the security by reference on the certificate to another instrument, indenture, or document or to a constitution, statute, ordinance, rule, regulation, order, or the like, to the extent the terms referred to do not conflict with terms stated on the certificate. A reference under this subsection does not of itself charge a purchaser for value with notice of a defect going to the validity of the security, even if the certificate expressly states that a person accepting it admits notice. The terms of an uncertificated security include those stated in any instrument, indenture, or document or in a constitution, statute, ordinance, rule, regulation, order, or the like, pursuant to which the security is issued. (b) The following rules apply if an issuer asserts that a security is not valid: (1) A security other than one issued by a government or governmental subdivision, agency, or instrumentality, even though issued with a defect going to its validity, is valid in the hands of a purchaser for value and without notice of the particular defect unless the defect involves a violation of a constitutional provision. In that case, the security is valid in the hands of a purchaser for value and without notice of the defect, other than one who takes by original issue. (2) Paragraph (1) applies to an issuer that is a government or governmental subdivision, agency, or instrumentality only if there has been substantial compliance with the legal requirements governing the issue or the issuer has received a substantial consideration for the issue as a whole or for the particular security and a stated purpose of the issue is one for which the issuer has power to borrow money or issue the security. (c) Except as otherwise provided in § 57A-8-205, lack of genuineness of a certificated security is a complete defense, even against a purchaser for value and without notice. (d) All other defenses of the issuer of a security, including nondelivery and conditional delivery of a certificated security, are ineffective against a purchaser for value who has taken the certificated security without notice of the particular defense. (e) This section does not affect the right of a party to cancel a contract for a security \"when, as and if issued\" or \"when distributed\" in the event of a material change in the character of the security that is the subject of the contract or in the plan or arrangement pursuant to which the security is to be issued or distributed. (f) If a security is held by a securities intermediary against whom an entitlement holder has a security entitlement with respect to the security, the issuer may not assert any defense that the issuer could not assert if the entitlement holder held the security directly. 57A-8-203. After an act or event, other than a call that has been revoked, creating a right to immediate performance of the principal obligation represented by a certificated security or setting a date on or after which the security is to be presented or surrendered for redemption or exchange, a purchaser is charged with notice of any defect in its issue or defense of the issuer, if the act or event: (1) requires the payment of money, the delivery of a certificated security, the registration of transfer of an uncertificated security, or any of them on presentation or surrender of the security certificate, the money or security is available on the date set for payment or exchange, and the purchaser takes the security more than one year after that date; or (2) is not covered by paragraph (1) and the purchaser takes the security more than two years after the date set for surrender or presentation or the date on which performance became due. 57A-8-204. A restriction on transfer of a security imposed by the issuer, even if otherwise lawful, is ineffective against a person without knowledge of the restriction unless: (1) the security is certificated and the restriction is noted conspicuously on the security certificate; or (2) the security is uncertificated and the registered owner has been notified of the restriction. 57A-8-205. An unauthorized signature placed on a security certificate before or in the course of issue is ineffective, but the signature is effective in favor of a purchaser for value of the certificated security if the purchaser is without notice of the lack of authority and the signing has been done by: (1) an authenticating trustee, registrar, transfer agent, or other person entrusted by the issuer with the signing of the security certificate or of similar security certificates, or the immediate preparation for signing of any of them; or (2) an employee of the issuer, or of any of the persons listed in paragraph (1), entrusted with responsible handling of the security certificate. 57A-8-206. (a) If a security certificate contains the signatures necessary to its issue or transfer but is incomplete in any other respect: (1) any person may complete it by filling in the blanks as authorized; and (2) even if the blanks are incorrectly filled in, the security certificate as completed is enforceable by a purchaser who took it for value and without notice of the incorrectness. (b) A complete security certificate that has been improperly altered, even if fraudulently, remains enforceable, but only according to its original terms. 57A-8-207. (a) Before due presentment for registration of transfer of a certificated security in registered form or of an instruction requesting registration of transfer of an uncertificated security, the issuer or indenture trustee may treat the registered owner as the person exclusively entitled to vote, receive notifications, and otherwise exercise all the rights and powers of an owner. (b) This chapter does not affect the liability of the registered owner of a security for a call, assessment, or the like. 57A-8-208. (a) A person signing a security certificate as authenticating trustee, registrar, transfer agent, or the like, warrants to a purchaser for value of the certificated security, if the purchaser is without notice of a particular defect, that: (1) the certificate is genuine; (2) the person's own participation in the issue of the security is within the person's capacity and within the scope of the authority received by the person from the issuer; and (3) the person has reasonable grounds to believe that the certificated security is in the form and within the amount the issuer is authorized to issue. (b) Unless otherwise agreed, a person signing under subsection (a) does not assume responsibility for the validity of the security in other respects. 57A-8-209. A lien in favor of an issuer upon a certificated security is valid against a purchaser only if the right of the issuer to the lien is noted conspicuously on the security certificate. 57A-8-210. (a) In this section, \"overissue\" means the issue of securities in excess of the amount the issuer has corporate power to issue, but an overissue does not occur if appropriate action has cured the overissue. (b) Except as otherwise provided in subsections (c) and (d), the provisions of this chapter which validate a security or compel its issue or reissue do not apply to the extent that validation, issue, or reissue would result in overissue. (c) If an identical security not constituting an overissue is reasonably available for purchase, a person entitled to issue or validation may compel the issuer to purchase the security and deliver it if certificated or register its transfer if uncertificated, against surrender of any security certificate the person holds. (d) If a security is not reasonably available for purchase, a person entitled to issue or validation may recover from the issuer the price the person or the last purchaser for value paid for it with interest from the date of the person's demand. PART 3 TRANSFER OF CERTIFICATED AND UNCERTIFICATED SECURITIES PART 3 TRANSFER OF CERTIFICATED AND UNCERTIFICATED SECURITIES 57A-8-301. (a) Delivery of a certificated security to a purchaser occurs when: (1) the purchaser acquires possession of the security certificate; (2) another person, other than a securities intermediary, either acquires possession of the security certificate on behalf of the purchaser or, having previously acquired possession of the certificate, acknowledges that it holds for the purchaser; or (3) a securities intermediary acting on behalf of the purchaser acquires possession of the security certificate, only if the certificate is in registered form and has been specially indorsed to the purchaser by an effective indorsement. (b) Delivery of an uncertificated security to a purchaser occurs when: (1) the issuer registers the purchaser as the registered owner, upon original issue or registration of transfer; or (2) another person, other than a securities intermediary, either becomes the registered owner of the uncertificated security on behalf of the purchaser or, having previously become the registered owner, acknowledges that it holds for the purchaser. 57A-8-302. (a) Except as otherwise provided in subsections (b) and (c), upon delivery of a certificated or uncertificated security to a purchaser, the purchaser acquires all rights in the security that the transferor had or had power to transfer. (b) A purchaser of a limited interest acquires rights only to the extent of the interest purchased. (c) A purchaser of a certificated security who as a previous holder had notice of an adverse claim does not improve its position by taking from a protected purchaser. 57A-8-303. (a) \"Protected purchaser\" means a purchaser of a certificated or uncertificated security, or of an interest therein, who: (1) gives value; (2) does not have notice of any adverse claim to the security; and (3) obtains control of the certificated or uncertificated security. (b) In addition to acquiring the rights of a purchaser, a protected purchaser also acquires its interest in the security free of any adverse claim. 57A-8-304. (a) An indorsement may be in blank or special. An indorsement in blank includes an indorsement to bearer. A special indorsement specifies to whom a security is to be transferred or who has power to transfer it. A holder may convert a blank indorsement to a special indorsement. (b) An indorsement purporting to be only of part of a security certificate representing units intended by the issuer to be separately transferable is effective to the extent of the indorsement. (c) An indorsement, whether special or in blank, does not constitute a transfer until delivery of the certificate on which it appears or, if the indorsement is on a separate document, until delivery of both the document and the certificate. (d) If a security certificate in registered form has been delivered to a purchaser without a necessary indorsement, the purchaser may become a protected purchaser only when the indorsement is supplied. However, against a transferor, a transfer is complete upon delivery and the purchaser has a specifically enforceable right to have any necessary indorsement supplied. (e) An indorsement of a security certificate in bearer form may give notice of an adverse claim to the certificate, but it does not otherwise affect a right to registration that the holder possesses. (f) Unless otherwise agreed, a person making an indorsement assumes only the obligations provided in § 57A-8-108 and not an obligation that the security will be honored by the issuer. 57A-8-305. (a) If an instruction has been originated by an appropriate person but is incomplete in any other respect, any person may complete it as authorized and the issuer may rely on it as completed, even though it has been completed incorrectly. (b) Unless otherwise agreed, a person initiating an instruction assumes only the obligations imposed by § 57A-8-108 and not an obligation that the security will be honored by the issuer. 57A-8-306. (a) A person who guarantees a signature of an indorser of a security certificate warrants that at the time of signing: (1) the signature was genuine; (2) the signer was an appropriate person to indorse, or if the signature is by an agent, the agent had actual authority to act on behalf of the appropriate person; and (3) the signer had legal capacity to sign. (b) A person who guarantees a signature of the originator of an instruction warrants that at the time of signing: (1) the signature was genuine; (2) the signer was an appropriate person to originate the instruction, or if the signature is by an agent, the agent had actual authority to act on behalf of the appropriate person, if the person specified in the instruction as the registered owner was, in fact, the registered owner, as to which fact the signature guarantor does not make a warranty; and (3) the signer had legal capacity to sign. (c) A person who specially guarantees the signature of an originator of an instruction makes the warranties of a signature guarantor under subsection (b) and also warrants that at the time the instruction is presented to the issuer: (1) the person specified in the instruction as the registered owner of the uncertificated security will be the registered owner; and (2) the transfer of the uncertificated security requested in the instruction will be registered by the issuer free from all liens, security interests, restrictions, and claims other than those specified in the instruction. (d) A guarantor under subsections (a) and (b) or a special guarantor under subsection (c) does not otherwise warrant the rightfulness of the transfer. (e) A person who guarantees an indorsement of a security certificate makes the warranties of a signature guarantor under subsection (a) and also warrants the rightfulness of the transfer in all respects. (f) A person who guarantees an instruction requesting the transfer of an uncertificated security makes the warranties of a special signature guarantor under subsection (c) and also warrants the rightfulness of the transfer in all respects. (g) An issuer may not require a special guaranty of signature, a guaranty of indorsement, or a guaranty of instruction as a condition to registration of transfer. (h) The warranties under this section are made to a person taking or dealing with the security in reliance on the guaranty, and the guarantor is liable to the person for loss resulting from their breach. An indorser or originator of an instruction whose signature, indorsement, or instruction has been guaranteed is liable to a guarantor for any loss suffered by the guarantor as a result of breach of the warranties of the guarantor. 57A-8-307. Unless otherwise agreed, the transferor of a security on due demand shall supply the purchaser with proof of authority to transfer or with any other requisite necessary to obtain registration of the transfer of the security, but if the transfer is not for value, a transferor need not comply unless the purchaser pays the necessary expenses. If the transferor fails within a reasonable time to comply with the demand, the purchaser may reject or rescind the transfer. PART 4 REGISTRATION PART 4 REGISTRATION 57A-8-401. (a) If a certificated security in registered form is presented to an issuer with a request to register transfer or an instruction is presented to an issuer with a request to register transfer of an uncertificated security, the issuer shall register the transfer as requested if: (1) under the terms of the security the person seeking registration of transfer is eligible to have the security registered in its name; (2) the indorsement or instruction is made by the appropriate person or by an agent who has actual authority to act on behalf of the appropriate person; (3) reasonable assurance is given that the indorsement or instruction is genuine and authorized ( § 57A-8-402); (4) any applicable law relating to the collection of taxes has been complied with; (5) the transfer does not violate any restriction on transfer imposed by the issuer in accordance with § 57A-8-204; (6) a demand that the issuer not register transfer has not become effective under § 57A- 8-403, or the issuer has complied with § 57A-8-403(b) but no legal process or indemnity bond is obtained as provided in § 57A-8-403(d); and (7) the transfer is in fact rightful or is to a protected purchaser. (b) If an issuer is under a duty to register a transfer of a security, the issuer is liable to a person presenting a certificated security or an instruction for registration or to the person's principal for loss resulting from unreasonable delay in registration or failure or refusal to register the transfer. 57A-8-402. (a) An issuer may require the following assurance that each necessary indorsement or each instruction is genuine and authorized: (1) in all cases, a guaranty of the signature of the person making an indorsement or originating an instruction including, in the case of an instruction, reasonable assurance of identity; (2) if the indorsement is made or the instruction is originated by an agent, appropriate assurance of actual authority to sign; (3) if the indorsement is made or the instruction is originated by a fiduciary pursuant to § 57A-8-107(a)(4) or (a)(5), appropriate evidence of appointment or incumbency; (4) if there is more than one fiduciary, reasonable assurance that all who are required to sign have done so; and (5) if the indorsement is made or the instruction is originated by a person not covered by another provision of this subsection, assurance appropriate to the case corresponding as nearly as may be to the provisions of this subsection. (b) An issuer may elect to require reasonable assurance beyond that specified in this section. (c) In this section: (1) \"Guaranty of the signature\" means a guaranty signed by or on behalf of a person reasonably believed by the issuer to be responsible. An issuer may adopt standards with respect to responsibility if they are not manifestly unreasonable. (2) \"Appropriate evidence of appointment or incumbency\" means: (i) in the case of a fiduciary appointed or qualified by a court, a certificate issued by or under the direction or supervision of the court or an officer thereof and dated within sixty days before the date of presentation for transfer; or (ii) in any other case, a copy of a document showing the appointment or a certificate issued by or on behalf of a person reasonably believed by an issuer to be responsible or, in the absence of that document or certificate, other evidence the issuer reasonably considers appropriate. 57A-8-403. (a) A person who is an appropriate person to make an indorsement or originate an instruction may demand that the issuer not register transfer of a security by communicating to the issuer a notification that identifies the registered owner and the issue of which the security is a part and provides an address for communications directed to the person making the demand. The demand is effective only if it is received by the issuer at a time and in a manner affording the issuer reasonable opportunity to act on it. (b) If a certificated security in registered form is presented to an issuer with a request to register transfer or an instruction is presented to an issuer with a request to register transfer of an uncertificated security after a demand that the issuer not register transfer has become effective, the issuer shall promptly communicate to (i) the person who initiated the demand at the address provided in the demand and (ii) the person who presented the security for registration of transfer or initiated the instruction requesting registration of transfer a notification stating that: (1) the certificated security has been presented for registration of transfer or the instruction for registration of transfer of the uncertificated security has been received; (2) a demand that the issuer not register transfer had previously been received; and (3) the issuer will withhold registration of transfer for a period of time stated in the notification in order to provide the person who initiated the demand an opportunity to obtain legal process or an indemnity bond. (c) The period described in subsection (b)(3) may not exceed thirty days after the date of communication of the notification. A shorter period may be specified by the issuer if it is not manifestly unreasonable. (d) An issuer is not liable to a person who initiated a demand that the issuer not register transfer for any loss the person suffers as a result of registration of a transfer pursuant to an effective indorsement or instruction if the person who initiated the demand does not, within the time stated in the issuer's communication, either: (1) obtain an appropriate restraining order, injunction, or other process from a court of competent jurisdiction enjoining the issuer from registering the transfer; or (2) file with the issuer an indemnity bond, sufficient in the issuer's judgment to protect the issuer and any transfer agent, registrar, or other agent of the issuer involved from any loss it or they may suffer by refusing to register the transfer. (e) This section does not relieve an issuer from liability for registering transfer pursuant to an indorsement or instruction that was not effective. 57A-8-404. (a) Except as otherwise provided in § 57A-8-406, an issuer is liable for wrongful registration of transfer if the issuer has registered a transfer of a security to a person not entitled to it, and the transfer was registered: (1) pursuant to an ineffective indorsement or instruction; (2) after a demand that the issuer not register transfer became effective under § 57A- 8-403(a) and the issuer did not comply with § 57A-8-403(b); (3) after the issuer had been served with an injunction, restraining order, or other legal process enjoining it from registering the transfer, issued by a court of competent jurisdiction, and the issuer had a reasonable opportunity to act on the injunction, restraining order, or other legal process; or (4) by an issuer acting in collusion with the wrongdoer. (b) An issuer that is liable for wrongful registration of transfer under subsection (a) on demand shall provide the person entitled to the security with a like certificated or uncertificated security, and any payments or distributions that the person did not receive as a result of the wrongful registration. If an overissue would result, the issuer's liability to provide the person with a like security is governed by § 57A-8-210. (c) Except as otherwise provided in subsection (a) or in a law relating to the collection of taxes, an issuer is not liable to an owner or other person suffering loss as a result of the registration of a transfer of a security if registration was made pursuant to an effective indorsement or instruction. 57A-8-405. (a) If an owner of a certificated security, whether in registered or bearer form, claims that the certificate has been lost, destroyed, or wrongfully taken, the issuer shall issue a new certificate if the owner: (1) so requests before the issuer has notice that the certificate has been acquired by a protected purchaser; (2) files with the issuer a sufficient indemnity bond; and (3) satisfies other reasonable requirements imposed by the issuer. (b) If, after the issue ofIa new security certificate, a protected purchaser of the original certificate presents it for registration of transfer, the issuer shall register the transfer unless an overissue would result. In that case, the issuer's liability is governed by § 57A-8-210. In addition to any rights on the indemnity bond, an issuer may recover the new certificate from a person to whom it was issued or any person taking under that person, except a protected purchaser. 57A-8-406. If a security certificate has been lost, apparently destroyed, or wrongfully taken, and the owner fails to notify the issuer of that fact within a reasonable time after the owner has notice of it and the issuer registers a transfer of the security before receiving notification, the owner may not assert against the issuer a claim for registering the transfer under § 57A-8-404 or a claim to a new security certificate under § 57A-8-405. 57A-8-407. A person acting as authenticating trustee, transfer agent, registrar, or other agent for an issuer in the registration of a transfer of its securities, in the issue of new security certificates or uncertificated securities, or in the cancellation of surrendered security certificates has the same obligation to the holder or owner of a certificated or uncertificated security with regard to the particular functions performed as the issuer has in regard to those functions. PART 5 SECURITY ENTITLEMENTS PART 5 SECURITY ENTITLEMENTS 57A-8-501. (a) \"Securities account\" means an account to which a financial asset is or may be credited in accordance with an agreement under which the person maintaining the account undertakes to treat the person for whom the account is maintained as entitled to exercise the rights that comprise the financial asset. (b) Except as otherwise provided in subsections (d) and (e), a person acquires a security entitlement if a securities intermediary: (1) indicates by book entry that a financial asset has been credited to the person's securities account; (2) receives a financial asset from the person or acquires a financial asset for the person and, in either case, accepts it for credit to the person's securities account; or (3) becomes obligated under other law, regulation, or rule to credit a financial asset to the person's securities account. (c) If a condition of subsection (b) has been met, a person has a security entitlement even though the securities intermediary does not itself hold the financial asset. (d) If a securities intermediary holds a financial asset for another person, and the financial asset is registered in the name of, payable to the order of, or specially indorsed to the other person, and has not been indorsed to the securities intermediary or in blank, the other person is treated as holding the financial asset directly rather than as having a security entitlement with respect to the financial asset. (e) Issuance of a security is not establishment of a security entitlement. 57A-8-502. An action based on an adverse claim to a financial asset, whether framed in conversion, replevin, constructive trust, equitable lien, or other theory, may not be asserted against a person who acquires a security entitlement under § 57A-8-501 for value and without notice of the adverse claim. 57A-8-503. (a) To the extent necessary for a securities intermediary to satisfy all security entitlements with respect to a particular financial asset, all interests in that financial asset held by the securities intermediary are held by the securities intermediary for the entitlement holders, are not property of the securities intermediary, and are not subject to claims of creditors of the securities intermediary, except as otherwise provided in § 57A-8-511. (b) An entitlement holder's property interest with respect to a particular financial asset under subsection (a) is a pro rata property interest in all interests in that financial asset held by the securities intermediary, without regard to the time the entitlement holder acquired the security entitlement or the time the securities intermediary acquired the interest in that financial asset. (c) An entitlement holder's property interest with respect to a particular financial asset under subsection (a) may be enforced against the securities intermediary only by exercise of the entitlement holder's rights under § § 57A-8-505 to 57A-8-508, inclusive. (d) An entitlement holder's property interest with respect to a particular financial asset under subsection (a) may be enforced against a purchaser of the financial asset or interest therein only if: (1) insolvency proceedings have been initiated by or against the securities intermediary; (2) the securities intermediary does not have sufficient interests in the financial asset to satisfy the security entitlements of all of its entitlement holders to that financial asset; (3) the securities intermediary violated its obligations under § 57A-8-504 by transferring the financial asset or interest therein to the purchaser; and (4) the purchaser is not protected under subsection (e). The trustee or other liquidator, acting on behalf of all entitlement holders having security entitlements with respect to a particular financial asset, may recover the financial asset, or interest therein, from the purchaser. If the trustee or other liquidator elects not to pursue that right, an entitlement holder whose security entitlement remains unsatisfied has the right to recover its interest in the financial asset from the purchaser. (e) An action based on the entitlement holder's property interest with respect to a particular financial asset under subsection (a), whether framed in conversion, replevin, constructive trust, equitable lien, or other theory, may not be asserted against any purchaser of a financial asset or interest therein who gives value, obtains control, and does not act in collusion with the securities intermediary in violating the securities intermediary's obligations under § 57A-8-504. 57A-8-504. (a) A securities intermediary shall promptly obtain and thereafter maintain a financial asset in a quantity corresponding to the aggregate of all security entitlements it has established in favor of its entitlement holders with respect to that financial asset. The securities intermediary may maintain those financial assets directly or through one or more other securities intermediaries. (b) Except to the extent otherwise agreed by its entitlement holder, a securities intermediary may not grant any security interests in a financial asset it is obligated to maintain pursuant to subsection (a). (c) A securities intermediary satisfies the duty in subsection (a) if: (1) the securities intermediary acts with respect to the duty as agreed upon by the entitlement holder and the securities intermediary; or (2) in the absence of agreement, the securities intermediary exercises due care in accordance with reasonable commercial standards to obtain and maintain the financial asset. (d) This section does not apply to a clearing corporation that is itself the obligor of an option or similar obligation to which its entitlement holders have security entitlements. 57A-8-505. (a) A securities intermediary shall take action to obtain a payment or distribution made by the issuer of a financial asset. A securities intermediary satisfies the duty if: (1) the securities intermediary acts with respect to the duty as agreed upon by the entitlement holder and the securities intermediary; or (2) in the absence of agreement, the securities intermediary exercises due care in accordance with reasonable commercial standards to attempt to obtain the payment or distribution. (b) A securities intermediary is obligated to its entitlement holder for a payment or distribution made by the issuer of a financial asset if the payment or distribution is received by the securities intermediary. 57A-8-506. A securities intermediary shall exercise rights with respect to a financial asset if directed to do so by an entitlement holder. A securities intermediary satisfies the duty if: (1) the securities intermediary acts with respect to the duty as agreed upon by the entitlement holder and the securities intermediary; or (2) in the absence of agreement, the securities intermediary either places the entitlement holder in a position to exercise the rights directly or exercises due care in accordance with reasonable commercial standards to follow the direction of the entitlement holder. 57A-8-507. (a) A securities intermediary shall comply with an entitlement order if the entitlement order is originated by the appropriate person, the securities intermediary has had reasonable opportunity to assure itself that the entitlement order is genuine and authorized, and the securities intermediary has had reasonable opportunity to comply with the entitlement order. A securities intermediary satisfies the duty if: (1) the securities intermediary acts with respect to the duty as agreed upon by the entitlement holder and the securities intermediary; or (2) in the absence of agreement, the securities intermediary exercises due care in accordance with reasonable commercial standards to comply with the entitlement order. (b) If a securities intermediary transfers a financial asset pursuant to an ineffective entitlement order, the securities intermediary shall reestablish a security entitlement in favor of the person entitled to it, and pay or credit any payments or distributions that the person did not receive as a result of the wrongful transfer. If the securities intermediary does not reestablish a security entitlement, the securities intermediary is liable to the entitlement holder for damages. 57A-8-508. A securities intermediary shall act at the direction of an entitlement holder to change a security entitlement into another available form of holding for which the entitlement holder is eligible, or to cause the financial asset to be transferred to a securities account of the entitlement holder with another securities intermediary. A securities intermediary satisfies the duty if: (1) the securities intermediary acts as agreed upon by the entitlement holder and the securities intermediary; or (2) in the absence of agreement, the securities intermediary exercises due care in accordance with reasonable commercial standards to follow the direction of the entitlement holder. 57A-8-509. (a) If the substance of a duty imposed upon a securities intermediary by § § 57A-8-504 to 57A-8-508, inclusive, is the subject of other statute, regulation, or rule, compliance with that statute, regulation, or rule satisfies the duty. (b) To the extent that specific standards for the performance of the duties of a securities intermediary or the exercise of the rights of an entitlement holder are not specified by other statute, regulation, or rule or by agreement between the securities intermediary and entitlement holder, the securities intermediary shall perform its duties and the entitlement holder shall exercise its rights in a commercially reasonable manner. (c) The obligation of a securities intermediary to perform the duties imposed by § § 57A-8-504 to 57A-8-508, inclusive, is subject to: (1) rights of the securities intermediary arising out of a security interest under a security agreement with the entitlement holder or otherwise; and (2) rights of the securities intermediary under other law, regulation, rule, or agreement to withhold performance of its duties as a result of unfulfilled obligations of the entitlement holder to the securities intermediary. (d) Sections 57A-8-504 to 57A-8-508, inclusive, do not require a securities intermediary to take any action that is prohibited by other statute, regulation, or rule. 57A-8-510. (a) An action based on an adverse claim to a financial asset or security entitlement, whether framed in conversion, replevin, constructive trust, equitable lien, or other theory, may not be asserted against a person who purchases a security entitlement, or an interest therein, from an entitlement holder if the purchaser gives value, does not have notice of the adverse claim, and obtains control. (b) If an adverse claim could not have been asserted against an entitlement holder under § 57A-8-502, the adverse claim cannot be asserted against a person who purchases a security entitlement, or an interest therein, from the entitlement holder. (c) In a case not covered by the priority rules in chapter 57A-9, a purchaser for value of a security entitlement, or an interest therein, who obtains control has priority over a purchaser of a security entitlement, or an interest therein, who does not obtain control. Purchasers who have control rank equally, except that a securities intermediary as purchaser has priority over a conflicting purchaser who has control unless otherwise agreed by the securities intermediary. 57A-8-511. (a) Except as otherwise provided in subsections (b) and (c), if a securities intermediary does not have sufficient interests in a particular financial asset to satisfy both its obligations to entitlement holders who have security entitlements to that financial asset and its obligation to a creditor of the securities intermediary who has a security interest in that financial asset, the claims of entitlement holders, other than the creditor, have priority over the claim of the creditor. (b) A claim of a creditor of a securities intermediary who has a security interest in a financial asset held by a securities intermediary has priority over claims of the securities intermediary's entitlement holders who have security entitlements with respect to that financial asset if the creditor has control over the financial asset. (c) If a clearing corporation does not have sufficient financial assets to satisfy both its obligations to entitlement holders who have security entitlements with respect to a financial asset and its obligation to a creditor of the clearing corporation who has a security interest in that financial asset, the claim of the creditor has priority over the claims of entitlement holders. PART 6 TRANSITION PROVISIONS FOR REVISED ARTICLE 8 AND CONFORMING AMENDMENTS TO ARTICLES 1, 3, 4, 5, 9, AND 10 PART 6 TRANSITION PROVISIONS FOR REVISED ARTICLE 8 AND CONFORMING AMENDMENTS TO ARTICLES 1, 3, 4, 5, 9, AND 10 57A-8-601. This Act takes effect July 1, 1999. 57A-8-602. This Act repeals chapter 57A-8. 57A-8-603. (a) This Act does not affect an action or proceeding commenced before this Act takes effect. (b) If a security interest in a security is perfected at the date this Act takes effect, and the action by which the security interest was perfected would suffice to perfect a security interest under this Act, no further action is required to continue perfection. If a security interest in a security is perfected at the date this Act takes effect but the action by which the security interest was perfected would not suffice to perfect a security interest under this Act, the security interest remains perfected for a period of four months after the effective date and continues perfected thereafter if appropriate action to perfect under this Act is taken within that period. If a security interest is perfected at the date this Act takes effect and the security interest can be perfected by filing under this Act, a financing statement signed by the secured party instead of the debtor may be filed within that period to continue perfection or thereafter to perfect. Section 2. That subdivision (6) of § 57A-9-103 be amended to read as follows: (6) Uncertificated securities. The law (including the conflict of laws rules) of the jurisdiction of organization of the issuer governs the perfection and the effect of perfection or nonperfection of a security interest in uncertificated securities. Investment property. (a) This subsection applies to investment property. (b) Except as otherwise provided in paragraph (f), during the time that a security certificate is located in a jurisdiction, perfection of a security interest, the effect of perfection or nonperfection, and the priority of a security interest in the certificated security represented thereby are governed by the local law of that jurisdiction. (c) Except as otherwise provided in paragraph (f), perfection of a security interest, the effect of perfection or non-perfection, and the priority of a security interest in an uncertificated security are governed by the local law of the issuer's jurisdiction as specified in § 57A-8-110(d). (d) Except as otherwise provided in paragraph (f), perfection of a security interest, the effect of perfection or nonperfection, and the priority of a security interest in a security entitlement or securities account are governed by the local law of the securities intermediary's jurisdiction as specified in § 57A-8-110(e). (e) Except as otherwise provided in paragraph (f), perfection of a security interest, the effect of perfection or nonperfection, and the priority of a security interest in a commodity contract or commodity account are governed by the local law of the commodity intermediary's jurisdiction. The following rules determine a \"commodity intermediary's jurisdiction\" for purposes of this paragraph: (i) If an agreement between the commodity intermediary and commodity customer specifies that it is governed by the law of a particular jurisdiction, that jurisdiction is the commodity intermediary's jurisdiction. (ii) If an agreement between the commodity intermediary and commodity customer does not specify the governing law as provided in subparagraph (i), but expressly specifies that the commodity account is maintained at an office in a particular jurisdiction, that jurisdiction is the commodity intermediary's jurisdiction. (iii) If an agreement between the commodity intermediary and commodity customer does not specify a jurisdiction as provided in subparagraphs (i) or (ii), the commodity intermediary's jurisdiction is the jurisdiction in which is located the office identified in an account statement as the office serving the commodity customer's account. (iv) If an agreement between the commodity intermediary and commodity customer does not specify a jurisdiction as provided in subparagraphs (i) or (ii) and an account statement does not identify an office serving the commodity customer's account as provided in subparagraph (iii), the commodity intermediary's jurisdiction is the jurisdiction in which is located the chief executive office of the commodity intermediary. (f) Perfection of a security interest by filing, automatic perfection of a security interest in investment property granted by a broker or securities intermediary, and automatic perfection of a security interest in a commodity contract or commodity account granted by a commodity intermediary are governed by the local law of the jurisdiction in which the debtor is located. Section 3. That § 57A-9-105 be amended to read as follows: 57A-9-105. (1) In this chapter unless the context otherwise requires: (a) \"Account debtor\" means the person who is obligated on an account, chattel paper or general intangible; (b) \"Chattel paper\" means a writing or writings which evidence both a monetary obligation and a security interest in or a lease of specific goods, but a charter or other contract involving the use or hire of a vessel is not chattel paper. When a transaction is evidenced both by such a security agreement or a lease and by an instrument or a series of instruments, the group of writings taken together constitutes chattel paper; (c) \"Collateral\" means the property subject to a security interest, and includes accounts and chattel paper which have been sold; (d) \"Debtor\" means the person who owes payment or other performance of the obligation secured, whether or not he owns or has rights in the collateral, and includes the seller of accounts or chattel paper. Where the debtor and the owner of the collateral are not the same person, the term \"debtor\" means the owner of the collateral in any provision of the chapter dealing with the collateral, the obligor in any provision dealing with the obligation, and may include both where the context so requires; (e) \"Deposit account\" means a demand, time, savings, passbook or like account maintained with a bank, savings and loan association, credit union or like organization, other than an account evidenced by a certificate of deposit; (f) \"Document\" means document of title as defined in the general definitions of chapter 57A-1 ( § 57A-1-201), and a receipt of the kind described in subsection 57A-7-201(2); (g) \"Encumbrance\" includes real estate mortgages and other liens on real estate and all other rights in real estate that are not ownership interests; (h) \"Goods\" includes all things which are movable at the time the security interest attaches or which are fixtures ( § 57A-9-313), but does not include money, documents, instruments, accounts, chattel paper, general intangibles, or minerals or the like (including oil and gas) before extraction. \"Goods\" also includes standing timber which is to be cut and removed under a conveyance or contracts for sale, the unborn young of animals and growing crops; (i) \"Instrument\" means a negotiable instrument (defined in § 57A-3-104), or a certificated security (defined in § 57A-8-102), a writing that would otherwise qualify as a certificate of deposit as defined in subsection 57A-3-104(j) but for the fact that the writing contains a limitation on transfer, or any other writing which evidences a right to the payment of money and is not itself a security agreement or lease and is of a type which is in ordinary course of business transferred by delivery with any necessary endorsement or assignment . The term does not include investment property ; (j) \"Mortgage\" means a consensual interest created by a real estate mortgage, a trust deed on real estate, or the like; (k) An advance is made \"pursuant to commitment\" if the secured party has bound himself to make it, whether or not a subsequent event of default or other event not within his control has relieved or may relieve him from his obligation; (l) \"Secured party\" means a lender, seller or other person in whose favor there is a security interest, including a person to whom accounts or chattel paper have been sold. When the holders of obligations issued under an indenture of trust, equipment trust agreement or the like are represented by a trustee or other person, the representative is the secured party; (m) \"Security agreement\" means an agreement which creates or provides for a security interest; (n) \"Transmitting utility\" means any person engaged in the railroad, street railway or trolley bus business, the electric or electronics communications transmission business, the transmission of goods by pipeline, or the transmission or the production and transmission of electricity, steam, gas or water, or the provision of sewer service. Any corporation filing a financing statement under this chapter and under the authority of the provisions of § § 49-34-11 to 49-34-11.4, inclusive, shall be deemed a \"transmitting utility\" hereunder. (2) Other definitions applying to this chapter and the sections in which they appear are: (3) The following definitions in other chapters apply to this chapter: (4) In addition chapter 57A-1 contains general definitions and principles of construction and interpretation applicable throughout this chapter. Section 4. That § 57A-9-106 be amended to read as follows: 57A-9-106. \"Account\" means any right to payment for goods sold or leased or for services rendered which is not evidenced by an instrument or chattel paper whether or not it has been earned by performance. \"General intangibles\" means any personal property (including things in action) other than goods, accounts, chattel paper, documents, instruments , investment property, and money. All rights to payment earned or unearned under a charter or contract involving the use or hire of a vessel and all rights incident to the charter or contract are accounts. Section 5. That chapter 57A-9 be amended by adding thereto a NEW SECTION to read as follows: 57A-9-115. (1) In this chapter: (a) \"Commodity account\" means an account maintained by a commodity intermediary in which a commodity contract is carried for a commodity customer. (b) \"Commodity contract\" means a commodity futures contract, an option on a commodity futures contract, a commodity option, or other contract that, in each case, is: (i) traded on or subject to the rules of a board of trade that has been designated as a contract market for such a contract pursuant to the federal commodities laws; or (ii) traded on a foreign commodity board of trade, exchange, or market, and is carried on the books of a commodity intermediary for a commodity customer. (c) \"Commodity customer\" means a person for whom a commodity intermediary carries a commodity contract on its books. (d) \"Commodity intermediary\" means: (i) a person who is registered as a futures commission merchant under the federal commodities laws; or (ii) a person who in the ordinary course of its business provides clearance or settlement services for a board of trade that has been designated as a contract market pursuant to the federal commodities laws. (e) \"Control\" with respect to a certificated security, uncertificated security, or security entitlement has the meaning specified in § 57A-8-106. A secured party has control over a commodity contract if by agreement among the commodity customer, the commodity intermediary, and the secured party, the commodity intermediary has agreed that it will apply any value distributed on account of the commodity contract as directed by the secured party without further consent by the commodity customer. If a commodity customer grants a security interest in a commodity contract to its own commodity intermediary, the commodity intermediary as secured party has control. A secured party has control over a securities account or commodity account if the secured party has control over all security entitlements or commodity contracts carried in the securities account or commodity account. (f) \"Investment property\" means: (i) a security, whether certificated or uncertificated; (ii) a security entitlement; (iii) a securities account; (iv) a commodity contract; or (v) a commodity account. (2) Attachment or perfection of a security interest in a securities account is also attachment or perfection of a security interest in all security entitlements carried in the securities account. Attachment or perfection of a security interest in a commodity account is also attachment or perfection of a security interest in all commodity contracts carried in the commodity account. (3) A description of collateral in a security agreement or financing statement is sufficient to create or perfect a security interest in a certificated security, uncertificated security, security entitlement, securities account, commodity contract, or commodity account whether it describes the collateral by those terms, or as investment property, or by description of the underlying security, financial asset, or commodity contract. A description of investment property collateral in a security agreement or financing statement is sufficient if it identifies the collateral by specific listing, by category, by quantity, by a computational or allocational formula or procedure, or by any other method, if the identity of the collateral is objectively determinable. (4) Perfection of a security interest in investment property is governed by the following rules: (a) A security interest in investment property may be perfected by control. (b) Except as otherwise provided in paragraphs (c) and (d), a security interest in investment property may be perfected by filing. (c) If the debtor is a broker or securities intermediary, a security interest in investment property is perfected when it attaches. The filing of a financing statement with respect to a security interest in investment property granted by a broker or securities intermediary has no effect for purposes of perfection or priority with respect to that security interest. (d) If a debtor is a commodity intermediary, a security interest in a commodity contract or a commodity account is perfected when it attaches. The filing of a financing statement with respect to a security interest in a commodity contract or a commodity account granted by a commodity intermediary has no effect for purposes of perfection or priority with respect to that security interest. (5) Priority between conflicting security interests in the same investment property is governed by the following rules: (a) A security interest of a secured party who has control over investment property has priority over a security interest of a secured party who does not have control over the investment property. (b) Except as otherwise provided in paragraphs (c) and (d), conflicting security interests of secured parties each of whom has control rank equally. (c) Except as otherwise agreed by the securities intermediary, a security interest in a security entitlement or a securities account granted to the debtor's own securities intermediary has priority over any security interest granted by the debtor to another secured party. (d) Except as otherwise agreed by the commodity intermediary, a security interest in a commodity contract or a commodity account granted to the debtor's own commodity intermediary has priority over any security interest granted by the debtor to another secured party. (e) Conflicting security interests granted by a broker, a securities intermediary, or a commodity intermediary which are perfected without control rank equally. (f) In all other cases, priority between conflicting security interests in investment property is governed by § 57A-9-312(5), (6), and (7). Section 57A-9-312(4) does not apply to investment property. (6) If a security certificate in registered form is delivered to a secured party pursuant to agreement, a written security agreement is not required for attachment or enforceability of the security interest, delivery suffices for perfection of the security interest, and the security interest has priority over a conflicting security interest perfected by means other than control, even if a necessary indorsement is lacking. Section 6. That chapter 57A-9 be amended by adding thereto a NEW SECTION to read as follows: 57A-9-116. (1) If a person buys a financial asset through a securities intermediary in a transaction in which the buyer is obligated to pay the purchase price to the securities intermediary at the time of the purchase, and the securities intermediary credits the financial asset to the buyer's securities account before the buyer pays the securities intermediary, the securities intermediary has a security interest in the buyer's security entitlement securing the buyer's obligation to pay. A security agreement is not required for attachment or enforceability of the security interest, and the security interest is automatically perfected. (2) If a certificated security, or other financial asset represented by a writing which in the ordinary course of business is transferred by delivery with any necessary indorsement or assignment is delivered pursuant to an agreement between persons in the business of dealing with such securities or financial assets and the agreement calls for delivery versus payment, the person delivering the certificate or other financial asset has a security interest in the certificated security or other financial asset securing the seller's right to receive payment. A security agreement is not required for attachment or enforceability of the security interest, and the security interest is automatically perfected. Section 7. That § 57A-9-203 be amended to read as follows: 57A-9-203. (1) Subject to the provisions of § 57A-4-208 § 57A-4-210 on the security interest of a collecting bank, § 57A-8-321 on security interests in securities § § 57A-9-115 and 57A-9-116 on security interests in investment property, and § 57A-9-113 on a security interest arising under the chapter on sales, a security interest is not enforceable against the debtor or third parties with respect to the collateral and does not attach unless: (a) The collateral is in the possession of the secured party pursuant to agreement, the collateral is investment property and the secured party has control pursuant to agreement, or the debtor has signed a security agreement which contains a description of the collateral and in addition, when the security interest covers crops growing or to be grown or timber to be cut, a description of the land concerned; and (b) Value has been given; and (c) The debtor has rights in the collateral. (2) A security interest attaches when it becomes enforceable against the debtor with respect to the collateral. Attachment occurs as soon as all of the events specified in subsection (1) have taken place unless explicit agreement postpones the time of attaching. (3) Unless otherwise agreed a security agreement gives the secured party the rights to proceeds provided by § 57A-9-306. (4) A transaction, although subject to this chapter, is also subject to chapters 54-4 to 54-7, inclusive, and in the case of conflict between the provisions of this chapter and any such statute, the provisions of Title 54 control. Failure to comply with any applicable statute has only the effect which is specified therein. Section 8. That § 57A-9-301 be amended to read as follows: 57A-9-301. (1) Except as otherwise provided in subsection (2), an unperfected security interest is subordinate to the rights of: (a) Persons entitled to priority under § 57A-9-312; (b) A person who becomes a lien creditor before the security interest is perfected; (c) In the case of goods, instruments, documents, and chattel paper, a person who is not a secured party and who is a transferee in bulk or other buyer not in ordinary course of business, or is a buyer of farm products in ordinary course of business, to the extent that he gives value and receives delivery of the collateral without knowledge of the security interest and before it is perfected; (d) In the case of accounts and , general intangibles, and investment property, a person who is not a secured party and who is a transferee to the extent that he gives value without knowledge of the security interest and before it is perfected. (2) If the secured party files with respect to a purchase money security interest before or within twenty days after the debtor receives possession of the collateral, he takes priority over the rights of a transferee in bulk or of a lien creditor which arise between the time the security interest attaches and the time of filing. (3) A \"lien creditor\" means a creditor who has acquired a lien on the property involved by attachment, levy or the like and includes an assignee for benefit of creditors from the time of assignment, and a trustee in bankruptcy from the date of the filing of the petition or a receiver in equity from the time of appointment. (4) A person who becomes a lien creditor while a security interest is perfected takes subject to the security interest only to the extent that it secures advances made before he becomes a lien creditor or within forty-five days thereafter or made without knowledge of the lien or pursuant to a commitment entered into without knowledge of the lien. Section 9. That § 57A-9-302 be amended to read as follows: 57A-9-302. (1) A financing statement must be filed to perfect all security interests except the following: (a) A security interest in collateral in possession of the secured party under § 57A-9-305; (b) A security interest temporarily perfected in instruments , certificated securities, or documents without delivery under § 57A-9-304 or in proceeds for a twenty-day period under § 57A-9-306; (c) A security interest created by an assignment of a beneficial interest in a trust or a decedent's estate; (d) A purchase money security interest in consumer goods; but filing is required for a motor vehicle required to be registered; and fixture filing is required for priority over conflicting interests in fixtures to the extent provided in § 57A-9-313; (e) An assignment of accounts which does not alone or in conjunction with other assignments to the same assignee transfer a significant part of the outstanding accounts of the assignor; (f) A security interest of a collecting bank ( § 57A-4-208) or in securities ( § 57A-8-321) or arising under the chapter on sales (see § 57A-9-113) or covered in subsection (3) of this section; (g) An assignment for the benefit of all the creditors of the transferor, and subsequent transfers by the assignee thereunder ; (h) A security interest in investment property which is perfected without filing under § 57A-9-115 or 57A-9-116 . (2) If a secured party assigns a perfected security interest, no filing under this chapter is required in order to continue the perfected status of the security interest against creditors of and transferees from the original debtor. (3) The filing of a financing statement otherwise required by this chapter is not necessary or effective to perfect a security interest in property subject to: (a) a statute or treaty of the United States which provides for a national or international registration or a national or international certificate of title or which specifies a place of filing different from that specified in this chapter for filing of the security interest; or (b) a certificate of title statute of this state under the law of which indication of a security interest on the certificate of title is required as a condition of perfection; but during any period in which collateral is inventory held for sale by a person who is in the business of selling goods of that kind, the filing provisions of this chapter (Part 4) apply to a security interest in that collateral created by him as debtor; a security interest in a snowmobile which attached prior to July 1, 1991, may be perfected by notation on the certificate of title under chapter 32-3 or in accordance with the provisions of chapter 57A-9; (c) a certificate of title statute of another jurisdiction under the law of which indication of a security interest on the certificate is required as a condition of perfection (subsection 57A-9-103(2)); or (d) the following statutes of this state: § § 49-34-11 to 49-34-11.4, inclusive. (4) Compliance with a statute or treaty described in subsection (3) is equivalent to the filing of a financing statement under this chapter, and a security interest in property subject to the statute or treaty can be perfected only by compliance therewith except as provided in § 57A-9-103 on multiple state transactions. Duration and renewal of perfection of a security interest perfected by compliance with the statute or treaty are governed by the provisions of the statute or treaty; in other respects the security interest is subject to this chapter. Section 10. That § 57A-9-303 be amended to read as follows: 57A-9-303. (1) A security interest is perfected when it has attached and when all of the applicable steps required for perfection have been taken. Such steps are specified in § § 57A-9- 115, 57A-9-302, 57A-9-304, 57A-9-305 , and 57A-9-306. If such steps are taken before the security interest attaches, it is perfected at the time when it attaches. (2) If a security interest is originally perfected in any way permitted under this chapter and is subsequently perfected in some other way under this chapter, without an intermediate period when it was unperfected, the security interest shall be deemed to be perfected continuously for the purposes of this chapter. Section 11. That § 57A-9-304 be amended to read as follows: 57A-9-304. (1) A security interest in chattel paper or negotiable documents may be perfected by filing. A security interest in money or instruments (other than certificated securities or instruments which constitute part of chattel paper) can be perfected only by the secured party's taking possession, except as provided in subsections (4) and (5) of this section and subsections (2) and (3) of § 57A-9-306 on proceeds. (2) During the period that goods are in the possession of the issuer of a negotiable document therefor, a security interest in the goods is perfected by perfecting a security interest in the document, and any security interest in the goods otherwise perfected during such period is subject thereto. (3) A security interest in goods in the possession of a bailee other than one who has issued a negotiable document therefor is perfected by issuance of a document in the name of the secured party or by the bailee's receipt of notification of the secured party's interest or by filing as to the goods. (4) A security interest in instruments (other than certificated securities) , certificated securities, or negotiable documents is perfected without filing or the taking of possession for a period of twenty-one days from the time it attaches to the extent that it arises for new value given under a written security agreement. (5) A security interest remains perfected for a period of twenty-one days without filing where a secured party having a perfected security interest in an instrument (other than a certificated security) , a certificated security, a negotiable document or goods in possession of a bailee other than one who has issued a negotiable document therefor (a) Makes available to the debtor the goods or documents representing the goods for the purpose of ultimate sale or exchange or for the purpose of loading, unloading, storing, shipping, transshipping, manufacturing, processing or otherwise dealing with them in a manner preliminary to their sale or exchange; but priority between conflicting security interests in the goods is subject to subsection (3) of § 57A-9-312; or (b) Delivers the instrument or certificated security to the debtor for the purpose of ultimate sale or exchange or of presentation, collection, renewal or registration of transfer. (6) After the twenty-one day period in subsections (4) and (5) perfection depends upon compliance with applicable provisions of this chapter. Section 12. That § 57A-9-305 be amended to read as follows: 57A-9-305. A security interest in letters of credit and advices of credit (subsection (2) (a) of § 57A-5-116), goods, instruments (other than certificated securities) , money, negotiable documents or chattel paper may be perfected by the secured party's taking possession of the collateral. If such collateral other than goods covered by a negotiable document is held by a bailee, the secured party is deemed to have possession from the time the bailee receives notification of the secured party's interest. A security interest is perfected by possession from the time possession is taken without relation back and continues only so long as possession is retained, unless otherwise specified in this chapter. The security interest may be otherwise perfected as provided in this chapter before or after the period of possession by the secured party. Section 13. That § 57A-9-306 be amended to read as follows: 57A-9-306. (1) \"Proceeds\" includes whatever is received upon the sale, lease, exchange, collection or other disposition of collateral or proceeds. Insurance payable by reason of loss or damage to the collateral is proceeds, except to the extent that it is payable to a person other than a party to the security agreement. Any payments or distributions made with respect to investment property collateral are proceeds. Money, checks, deposit accounts and the like are \"cash proceeds.\" (2) Except where this chapter otherwise provides, a security interest continues in collateral notwithstanding sale, exchange or other disposition thereof unless the disposition was authorized by the secured party in the security agreement or otherwise, and also continues in any identifiable proceeds including collections received by the debtor. (3) The security interest in proceeds is a continuously perfected security interest if the interest in the original collateral was perfected but it ceases to be a perfected security interest and becomes unperfected twenty days after receipt of the proceeds by the debtor unless: (a) A filed financing statement covers the original collateral and the proceeds are collateral in which a security interest may be perfected by filing in the office or offices where the financing statement has been filed and, if the proceeds are acquired with cash proceeds, the description of collateral in the financing statement indicates the types of property constituting the proceeds; or (b) A filed financing statement covers the original collateral and the proceeds are identifiable cash proceeds; or (c) The original collateral was investment property and the proceeds are identifiable cash proceeds; or (d) The security interest in the proceeds is perfected before the expiration of the twenty-day period. Except as provided in this section, a security interest in proceeds can be perfected only by the methods or under the circumstances permitted in this chapter for original collateral of the same type. (4) In the event of insolvency proceedings instituted by or against a debtor, a secured party with a perfected security interest in proceeds has a perfected security interest: (a) In identifiable noncash proceeds and in separate deposit accounts containing only proceeds; (b) In identifiable cash proceeds in the form of money which is neither commingled with other money nor deposited in a deposit account prior to the insolvency proceedings; (c) In identifiable cash proceeds in the form of checks and the like which are not deposited in a deposit account prior to the insolvency proceedings; and (d) In all cash and deposit accounts of the debtor, in which proceeds have been commingled with other funds, but the perfected security interest under this paragraph (d) is (i) Subject to any right of setoff; and (ii) Limited to an amount not greater than the amount of any cash proceeds received by the debtor within twenty days before the institution of the insolvency proceedings less the sum of (I) the payments to the secured party on account of cash proceeds received by the debtor during such period and (II) the cash proceeds received by the debtor during such period to which the secured party is entitled under paragraphs (a) through (c) of this subsection (4). (5) If a sale of goods results in an account or chattel paper which is transferred by the seller to a secured party, and if the goods are returned to or are repossessed by the seller or the secured party, the following rules determine priorities: (a) If the goods were collateral at the time of sale for an indebtedness of the seller which is still unpaid, the original security interest attaches again to the goods and continues as a perfected security interest if it was perfected at the time when the goods were sold. If the security interest was originally perfected by a filing which is still effective, nothing further is required to continue the perfected status; in any other case, the secured party must take possession of the returned or repossessed goods or must file. (b) An unpaid transferee of the chattel paper has a security interest in the goods against the transferor. Such security interest is prior to a security interest asserted under paragraph (a) to the extent that the transferee of the chattel paper was entitled to priority under § 57A-9-308. (c) An unpaid transferee of the account has a security interest in the goods against the transferor. Such security interest is subordinate to a security interest asserted under paragraph (a). (d) A security interest of an unpaid transferee asserted under paragraph (b) or (c) must be perfected for protection against creditors of the transferor and purchasers of the returned or repossessed goods. Section 14. That § 57A-9-309 be amended to read as follows: 57A-9-309. Nothing in this chapter limits the rights of a holder in due course of a negotiable instrument ( § 57A-3-302) or a holder to whom a negotiable document of title has been duly negotiated ( § 57A-7-501) or a bona fide protected purchaser of a security ( § 57A-8-302 § 57A- 8-303 ) and such holders or purchasers take priority over an earlier security interest even though perfected. Filing under this chapter does not constitute notice of the security interest to such holders or purchasers. Section 15. That § 57A-9-312 be amended to read as follows: 57A-9-312. (1) The rules of priority stated in other sections of this part and in the following sections shall govern when applicable: § 57A-4-208 § 57A-4-210 with respect to the security interests of collecting banks in items being collected, accompanying documents and proceeds; § 57A-9-103 on security interests related to other jurisdictions; § 57A-9-114 on consignments ; § 57A-9-115 on security interests in investment property . (2) A perfected security interest in crops for new value given to enable the debtor to produce the crops during the production season and given not more than three months before the crops become growing crops by planting or otherwise takes priority over an earlier perfected security interest to the extent that such earlier interest secures obligations due more than six months before the crops become growing crops by planting or otherwise, even though the person giving new value had knowledge of the earlier security interest. (3) A perfected purchase money security interest in inventory has priority over a conflicting security interest in the same inventory and also has priority in identifiable cash proceeds received on or before the delivery of the inventory to a buyer if: (a) The purchase money security interest is perfected at the time the debtor receives possession of the inventory; and (b) The purchase money secured party gives notification in writing to the holder of the conflicting security interest if the holder had filed a financing statement covering the same types of inventory (i) before the date of the filing made by the purchase money secured party, or (ii) before the beginning of the twenty-one day period where the purchase money security interest is temporarily perfected without filing or possession (subsection (5) of § 57A-9-304); and (c) The holder of the conflicting security interest receives the notification within five years before the debtor receives possession of the inventory; and (d) Such notification states that the person giving the notice has or expects to acquire a purchase money security interest in inventory of the debtor, describing such inventory by item or type. (4) A purchase money security interest in collateral other than inventory has priority over a conflicting security interest in the same collateral or its proceeds if the purchase money security interest is perfected at the time the debtor receives possession of the collateral or within twenty days thereafter. (5) In all cases not governed by other rules stated in this section (including cases of purchase money security interests which do not qualify for the special priorities set forth in subsections (3) and (4) of this section), priority between conflicting security interests in the same collateral shall be determined according to the following rules: (a) Conflicting security interests rank according to priority in time of filing or perfection. Priority dates from the time a filing is first made covering the collateral or the time the security interest is first perfected, whichever is earlier, provided that there is no period thereafter when there is neither filing nor perfection. (b) So long as conflicting security interests are unperfected, the first to attach has priority. (6) For the purposes of subsection (5) a date of filing or perfection as to collateral is also a date of filing or perfection as to proceeds. (7) If future advances are made while a security interest is perfected by filing, the taking of possession, or under § 57A-8-321 on securities § 57A-9-115 or 57A-9-116 on investment property , the security interest has the same priority for the purposes of subsection (5) or § 57A-9-115(5) with respect to the future advances as it does with respect to the first advance. If a commitment is made before or while the security interest is so perfected, the security interest has the same priority with respect to advances made pursuant thereto. In other cases a perfected security interest has priority from the date the advance is made. Section 16. That § 57A-1-105 be amended to read as follows: 57A-1-105. (1) Except as provided hereafter in this section, when a transaction bears a reasonable relation to this state and also to another state or nation the parties may agree that the law either of this state or of such other state or nation shall govern their rights and duties. Failing such agreement this title applies to transactions bearing an appropriate relation to this state. (2) Where one of the following provisions of this title specifies the applicable law, that provision governs and a contrary agreement is effective only to the extent permitted by the law (including the conflict of laws rules) so specified: Rights of creditors against sold goods. § 57A-2-402. Applicability of the article on leases. § § 57A-2A-105 and 57A-2A-106. Applicability of the chapters on bank deposits and collections. § 57A-4-102. Governing law in the article on funds transfers. § 57A-4A-507. Applicability of the chapters on investment securities. § 57A-8-106 § 57A-8-110 . Perfection provisions of the chapter on secured transactions. § 57A-9-103. Section 17. That § 57A-1-206 be amended to read as follows: 57A-1-206. (1) Except in the cases described in subsection (2) of this section a contract for the sale of personal property is not enforceable by way of action or defense beyond five thousand dollars in amount or value of remedy unless there is some writing which indicates that a contract for sale has been made between the parties at a defined or stated price, reasonably identifies the subject matter, and is signed by the party against whom enforcement is sought or by his authorized agent. (2) Subsection (1) of this section does not apply to contracts for the sale of goods ( § 57A-2-201) nor of securities ( § 57A-8-319 § 57A-8-113 ) nor to security agreements ( § 57A-9-203). Section 18. That § 57A-4-104 be amended to read as follows: 57A-4-104. (a) In this chapter, unless the context otherwise requires: (1) \"Account\" means any deposit or credit account with a bank, including a demand, time, savings, passbook, share draft, or like account, other than an account evidenced by a certificate of deposit; (2) \"Afternoon\" means the period of a day between noon and midnight; (3) \"Banking day\" means the part of a day on which a bank is open to the public for carrying on substantially all of its banking functions; (4) \"Clearing house\" means an association of banks or other payors regularly clearing items; (5) \"Customer\" means a person having an account with a bank or for whom a bank has agreed to collect items, including a bank that maintains an account at another bank; (6) \"Documentary draft\" means a draft to be presented for acceptance or payment if specified documents, certificated securities ( § 57A-8-102) or instructions for uncertificated securities ( § 57A-8-308 ( § 57A-8-102 ), or other certificates, statements, or the like are to be received by the drawee or other payor before acceptance or payment of the draft; (7) \"Draft\" means a draft as defined in § 57A-3-104 or an item, other than an instrument, that is an order; (8) \"Drawee\" means a person ordered in a draft to make payment; (9) \"Item\" means an instrument or a promise or order to pay money handled by a bank for collection or payment. The term does not include a payment order governed by chapter 57A-4A or a credit or debit card slip; (10) \"Midnight deadline\" with respect to a bank is midnight on its next banking day following the banking day on which it receives the relevant item or notice or from which the time for taking action commences to run, whichever is later; (11) \"Settle\" means to pay in cash, by clearing-house settlement, in a charge or credit or by remittance, or otherwise as agreed. A settlement may be either provisional or final; (12) \"Suspends payments\" with respect to a bank means that it has been closed by order of the supervisory authorities, that a public officer has been appointed to take it over, or that it ceases or refuses to make payments in the ordinary course of business. (b) Other definitions applying to this chapter and the sections in which they appear are: \"Agreement for electronic presentment\" § 57A-4-110 \"Bank\" § 57A-4-105 \"Collecting bank\" § 57A-4-105 \"Depository bank\" § 57A-4-105 \"Intermediary bank\" § 57A-4-105 \"Payor bank\" § 57A-4-105 \"Presenting bank\" § 57A-4-105 \"Presentment notice\" § 57A-4-110 (c) The following definitions in other chapters apply to this chapter: \"Acceptance\" § 57A-3-409 \"Alteration\" § 57A-3-407 \"Cashier's check\" § 57A-3-104 \"Certificate of deposit\" § 57A-3-104 \"Certified check\" § 57A-3-409 \"Check\" § 57A-3-104 \"Good faith\" § 57A-3-103 \"Holder in due course\" § 57A-3-302 \"Instrument\" § 57A-3-104 \"Notice of dishonor\" § 57A-3-503 \"Order\" § 57A-3-103 \"Ordinary care\" § 57A-3-103 \"Person entitled to enforce\" § 57A-3-301 \"Presentment\" § 57A-3-501 \"Promise\" § 57A-3-103 \"Prove\" § 57A-3-103 \"Teller's check\" § 57A-3-104 \"Unauthorized signature\" § 57A-3-403 (d) In addition, chapter 57A-1 contains general definitions and principles of construction and interpretation applicable throughout this chapter. Section 19. That § 57A-5-114 be amended to read as follows: 57A-5-114. (1) An issuer must honor a draft or demand for payment which complies with the terms of the relevant credit regardless of whether the goods or documents conform to the underlying contract for sale or other contract between the customer and the beneficiary. The issuer is not excused from honor of such a draft or demand by reason of an additional general term that all documents must be satisfactory to the issuer, but an issuer may require that specified documents must be satisfactory to it; (2) Unless otherwise agreed when documents appear on their face to comply with the terms of a credit but a required document does not in fact conform to the warranties made on negotiation or transfer of a document of title ( § 57A-7-507) or of a certificated security ( § 57A-8-306 § 57A-8-108 ) or is forged or fraudulent or there is fraud in the transaction: (a) The issuer must honor the draft or demand for payment if honor is demanded by a negotiating bank or other holder of the draft or demand which has taken the draft or demand under the credit and under circumstances which would make it a holder in due course ( § 57A-3-302) and in an appropriate case would make it a person to whom a document of title has been duly negotiated ( § 57A-7-502) or a bona fide purchaser of a certificated security ( § 57A-8-302); and (b) In all other cases as against its customer, an issuer acting in good faith may honor the draft or demand for payment despite notification from the customer of fraud, forgery or other defect not apparent on the face of the documents but a court of appropriate jurisdiction may enjoin such honor. (3) Unless otherwise agreed an issuer which has duly honored a draft or demand for payment is entitled to immediate reimbursement of any payment made under the credit and to be put in effectively available funds not later than the day before maturity of any acceptance made under the credit."}, {"bill_id": 13518, "bill_version_id": 77794, "bill_version": "House Judiciary Engrossed", "bill_version_date": "1998-02-14T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to adopt and amend certain provisions of the Uniform Commercial Code relating to investment securities, including substantive amendments to Article 9 of the Uniform Commercial Code. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the following article on investment securities be amended into Title 57A as chapter 8: PART 1 SHORT TITLE AND GENERAL MATTERS PART 1 SHORT TITLE AND GENERAL MATTERS 57A-8-101. This chapter may be cited as Uniform Commercial Code--Investment Securities. 57A-8-102. (a) In this chapter: (1) \"Adverse claim\" means a claim that a claimant has a property interest in a financial asset and that it is a violation of the rights of the claimant for another person to hold, transfer, or deal with the financial asset. (2) \"Bearer form,\" as applied to a certificated security, means a form in which the security is payable to the bearer of the security certificate according to its terms but not by reason of an indorsement. (3) \"Broker\" means a person defined as a broker or dealer under the federal securities laws, but without excluding a bank acting in that capacity. (4) \"Certificated security\" means a security that is represented by a certificate. (5) \"Clearing corporation\" means: (i) a person that is registered as a \"clearing agency\" under the federal securities laws; (ii) a federal reserve bank; or (iii) any other person that provides clearance or settlement services with respect to financial assets that would require it to register as a clearing agency under the federal securities laws but for an exclusion or exemption from the registration requirement, if its activities as a clearing corporation, including promulgation of rules, are subject to regulation by a federal or state governmental authority. (6) \"Communicate\" means to: (i) send a signed writing; or (ii) transmit information by any mechanism agreed upon by the persons transmitting and receiving the information. (7) \"Entitlement holder\" means a person identified in the records of a securities intermediary as the person having a security entitlement against the securities intermediary. If a person acquires a security entitlement by virtue of § 57A- 8-501(b)(2) or (3), that person is the entitlement holder. (8) \"Entitlement order\" means a notification communicated to a securities intermediary directing transfer or redemption of a financial asset to which the entitlement holder has a security entitlement. (9) \"Financial asset,\" except as otherwise provided in § 57A-8-103, means: (i) a security; (ii) an obligation of a person or a share, participation, or other interest in a person or in property or an enterprise of a person, which is, or is of a type, dealt in or traded on financial markets, or which is recognized in any area in which it is issued or dealt in as a medium for investment; or (iii) any property that is held by a securities intermediary for another person in a securities account if the securities intermediary has expressly agreed with the other person that the property is to be treated as a financial asset under this chapter. As context requires, the term means either the interest itself or the means by which a person's claim to it is evidenced, including a certificated or uncertificated security, a security certificate, or a security entitlement. (10) \"Good faith,\" for purposes of the obligation of good faith in the performance or enforcement of contracts or duties within this chapter, means honesty in fact and the observance of reasonable commercial standards of fair dealing. (11) \"Indorsement\" means a signature that alone or accompanied by other words is made on a security certificate in registered form or on a separate document for the purpose of assigning, transferring, or redeeming the security or granting a power to assign, transfer, or redeem it. (12) \"Instruction\" means a notification communicated to the issuer of an uncertificated security which directs that the transfer of the security be registered or that the security be redeemed. (13) \"Registered form,\" as applied to a certificated security, means a form in which: (i) the security certificate specifies a person entitled to the security; and (ii) a transfer of the security may be registered upon books maintained for that purpose by or on behalf of the issuer, or the security certificate so states. (14) \"Securities intermediary\" means: (i) a clearing corporation; or (ii) a person, including a bank or broker, that in the ordinary course of its business maintains securities accounts for others and is acting in that capacity. (15) \"Security,\" except as otherwise provided in § 57A-8-103, means an obligation of an issuer or a share, participation, or other interest in an issuer or in property or an enterprise of an issuer: (i) which is represented by a security certificate in bearer or registered form, or the transfer of which may be registered upon books maintained for that purpose by or on behalf of the issuer; (ii) which is one of a class or series or by its terms is divisible into a class or series of shares, participations, interests, or obligations; and (iii) which: (A) is, or is of a type, dealt in or traded on securities exchanges or securities markets; or (B) is a medium for investment and by its terms expressly provides that it is a security governed by this chapter. (16) \"Security certificate\" means a certificate representing a security. (17) \"Security entitlement\" means the rights and property interest of an entitlement holder with respect to a financial asset specified in Part 5. (18) \"Uncertificated security\" means a security that is not represented by a certificate. (b) Other definitions applying to this chapter and the sections in which they appear are: (c) In addition, chapter 57A-1 contains general definitions and principles of construction and interpretation applicable throughout this chapter. (d) The characterization of a person, business, or transaction for purposes of this chapter does not determine the characterization of the person, business, or transaction for purposes of any other law, regulation, or rule. 57A-8-103. In this chapter: (a) A share or similar equity interest issued by a corporation, business trust, joint stock company, or similar entity is a security. (b) An \"investment company security\" is a security. \"Investment company security\" means a share or similar equity interest issued by an entity that is registered as an investment company under the federal investment company laws, an interest in a unit investment trust that is so registered, or a face-amount certificate issued by a face-amount certificate company that is so registered. Investment company security does not include an insurance policy or endowment policy or annuity contract issued by an insurance company. (c) An interest in a partnership or limited liability company is not a security unless it is dealt in or traded on securities exchanges or in securities markets, its terms expressly provide that it is a security governed by this chapter, or it is an investment company security. However, an interest in a partnership or limited liability company is a financial asset if it is held in a securities account. (d) A writing that is a security certificate is governed by this chapter and not by chapter 57A-3, even though it also meets the requirements of that chapter. However, a negotiable instrument governed by chapter 57A-3 is a financial asset if it is held in a securities account. (e) An option or similar obligation issued by a clearing corporation to its participants is not a security, but is a financial asset. (f) A commodity contract, as defined in § 57A-9-115, is not a security or a financial asset. 57A-8-104. (a) A person acquires a security or an interest therein, under this chapter, if: (1) the person is a purchaser to whom a security is delivered pursuant to § 57A-8-301; or (2) the person acquires a security entitlement to the security pursuant to § 57A-8-501. (b) A person acquires a financial asset, other than a security, or an interest therein, under this chapter, if the person acquires a security entitlement to the financial asset. (c) A person who acquires a security entitlement to a security or other financial asset has the rights specified in Part 5, but is a purchaser of any security, security entitlement, or other financial asset held by the securities intermediary only to the extent provided in § 57A-8-503. (d) Unless the context shows that a different meaning is intended, a person who is required by other law, regulation, rule, or agreement to transfer, deliver, present, surrender, exchange, or otherwise put in the possession of another person a security or financial asset satisfies that requirement by causing the other person to acquire an interest in the security or financial asset pursuant to subsection (a) or (b). 57A-8-105. (a) A person has notice of an adverse claim if: (1) the person knows of the adverse claim; (2) the person is aware of facts sufficient to indicate that there is a significant probability that the adverse claim exists and deliberately avoids information that would establish the existence of the adverse claim; or (3) the person has a duty, imposed by statute or regulation, to investigate whether an adverse claim exists, and the investigation so required would establish the existence of the adverse claim. (b) Having knowledge that a financial asset or interest therein is or has been transferred by a representative imposes no duty of inquiry into the rightfulness of a transaction and is not notice of an adverse claim. However, a person who knows that a representative has transferred a financial asset or interest therein in a transaction that is, or whose proceeds are being used, for the individual benefit of the representative or otherwise in breach of duty has notice of an adverse claim. (c) An act or event that creates a right to immediate performance of the principal obligation represented by a security certificate or sets a date on or after which the certificate is to be presented or surrendered for redemption or exchange does not itself constitute notice of an adverse claim except in the case of a transfer more than: (1) one year after a date set for presentment or surrender for redemption or exchange; or (2) six months after a date set for payment of money against presentation or surrender of the certificate, if money was available for payment on that date. (d) A purchaser of a certificated security has notice of an adverse claim if the security certificate: (1) whether in bearer or registered form, has been indorsed \"for collection\" or \"for surrender\" or for some other purpose not involving transfer; or (2) is in bearer form and has on it an unambiguous statement that it is the property of a person other than the transferor, but the mere writing of a name on the certificate is not such a statement. (e) Filing of a financing statement under chapter 57A-9 is not notice of an adverse claim to a financial asset. 57A-8-106. (a) A purchaser has \"control\" of a certificated security in bearer form if the certificated security is delivered to the purchaser. (b) A purchaser has \"control\" of a certificated security in registered form if the certificated security is delivered to the purchaser, and: (1) the certificate is indorsed to the purchaser or in blank by an effective indorsement; or (2) the certificate is registered in the name of the purchaser, upon original issue or registration of transfer by the issuer. (c) A purchaser has \"control\" of an uncertificated security if: (1) the uncertificated security is delivered to the purchaser; or (2) the issuer has agreed that it will comply with instructions originated by the purchaser without further consent by the registered owner. (d) A purchaser has \"control\" of a security entitlement if: (1) the purchaser becomes the entitlement holder; or (2) the securities intermediary has agreed that it will comply with entitlement orders originated by the purchaser without further consent by the entitlement holder. (e) If an interest in a security entitlement is granted by the entitlement holder to the entitlement holder's own securities intermediary, the securities intermediary has control. (f) A purchaser who has satisfied the requirements of subsection (c)(2) or (d)(2) has control even if the registered owner in the case of subsection (c)(2) or the entitlement holder in the case of subsection (d)(2) retains the right to make substitutions for the uncertificated security or security entitlement, to originate instructions or entitlement orders to the issuer or securities intermediary, or otherwise to deal with the uncertificated security or security entitlement. (g) An issuer or a securities intermediary may not enter into an agreement of the kind described in subsection (c)(2) or (d)(2) without the consent of the registered owner or entitlement holder, but an issuer or a securities intermediary is not required to enter into such an agreement even though the registered owner or entitlement holder so directs. An issuer or securities intermediary that has entered into such an agreement is not required to confirm the existence of the agreement to another party unless requested to do so by the registered owner or entitlement holder. 57A-8-107. (a) \"Appropriate person\" means: (1) with respect to an indorsement, the person specified by a security certificate or by an effective special indorsement to be entitled to the security; (2) with respect to an instruction, the registered owner of an uncertificated security; (3) with respect to an entitlement order, the entitlement holder; (4) if the person designated in paragraph (1), (2), or (3) is deceased, the designated person's successor taking under other law or the designated person's personal representative acting for the estate of the decedent; or (5) if the person designated in paragraph (1), (2), or (3) lacks capacity, the designated person's guardian, conservator, or other similar representative who has power under other law to transfer the security or financial asset. (b) An indorsement, instruction, or entitlement order is effective if: (1) it is made by the appropriate person; (2) it is made by a person who has power under the law of agency to transfer the security or financial asset on behalf of the appropriate person, including, in the case of an instruction or entitlement order, a person who has control under § 57A-8-106(c)(2) or (d)(2); or (3) the appropriate person has ratified it or is otherwise precluded from asserting its ineffectiveness. (c) An indorsement, instruction, or entitlement order made by a representative is effective even if: (1) the representative has failed to comply with a controlling instrument or with the law of the State having jurisdiction of the representative relationship, including any law requiring the representative to obtain court approval of the transaction; or (2) the representative's action in making the indorsement, instruction, or entitlement order or using the proceeds of the transaction is otherwise a breach of duty. (d) If a security is registered in the name of or specially indorsed to a person described as a representative, or if a securities account is maintained in the name of a person described as a representative, an indorsement, instruction, or entitlement order made by the person is effective even though the person is no longer serving in the described capacity. (e) Effectiveness of an indorsement, instruction, or entitlement order is determined as of the date the indorsement, instruction, or entitlement order is made, and an indorsement, instruction, or entitlement order does not become ineffective by reason of any later change of circumstances. 57A-8-108. (a) A person who transfers a certificated security to a purchaser for value warrants to the purchaser, and an indorser, if the transfer is by indorsement, warrants to any subsequent purchaser, that: (1) the certificate is genuine and has not been materially altered; (2) the transferor or indorser does not know of any fact that might impair the validity of the security; (3) there is no adverse claim to the security; (4) the transfer does not violate any restriction on transfer; (5) if the transfer is by indorsement, the indorsement is made by an appropriate person, or if the indorsement is by an agent, the agent has actual authority to act on behalf of the appropriate person; and (6) the transfer is otherwise effective and rightful. (b) A person who originates an instruction for registration of transfer of an uncertificated security to a purchaser for value warrants to the purchaser that: (1) the instruction is made by an appropriate person, or if the instruction is by an agent, the agent has actual authority to act on behalf of the appropriate person; (2) the security is valid; (3) there is no adverse claim to the security; and (4) at the time the instruction is presented to the issuer: (i) the purchaser will be entitled to the registration of transfer; (ii) the transfer will be registered by the issuer free from all liens, security interests, restrictions, and claims other than those specified in the instruction; (iii) the transfer will not violate any restriction on transfer; and (iv) the requested transfer will otherwise be effective and rightful. (c) A person who transfers an uncertificated security to a purchaser for value and does not originate an instruction in connection with the transfer warrants that: (1) the uncertificated security is valid; (2) there is no adverse claim to the security; (3) the transfer does not violate any restriction on transfer; and (4) the transfer is otherwise effective and rightful. (d) A person who indorses a security certificate warrants to the issuer that: (1) there is no adverse claim to the security; and (2) the indorsement is effective. (e) A person who originates an instruction for registration of transfer of an uncertificated security warrants to the issuer that: (1) the instruction is effective; and (2) at the time the instruction is presented to the issuer the purchaser will be entitled to the registration of transfer. (f) A person who presents a certificated security for registration of transfer or for payment or exchange warrants to the issuer that the person is entitled to the registration, payment, or exchange, but a purchaser for value and without notice of adverse claims to whom transfer is registered warrants only that the person has no knowledge of any unauthorized signature in a necessary indorsement. (g) If a person acts as agent of another in delivering a certificated security to a purchaser, the identity of the principal was known to the person to whom the certificate was delivered, and the certificate delivered by the agent was received by the agent from the principal or received by the agent from another person at the direction of the principal, the person delivering the security certificate warrants only that the delivering person has authority to act for the principal and does not know of any adverse claim to the certificated security. (h) A secured party who redelivers a security certificate received, or after payment and on order of the debtor delivers the security certificate to another person, makes only the warranties of an agent under subsection (g). (i) Except as otherwise provided in subsection (g), a broker acting for a customer makes to the issuer and a purchaser the warranties provided in subsections (a) through (f). A broker that delivers a security certificate to its customer, or causes its customer to be registered as the owner of an uncertificated security, makes to the customer the warranties provided in subsection (a) or (b), and has the rights and privileges of a purchaser under this section. The warranties of and in favor of the broker acting as an agent are in addition to applicable warranties given by and in favor of the customer. 57A-8-109. (a) A person who originates an entitlement order to a securities intermediary warrants to the securities intermediary that: (1) the entitlement order is made by an appropriate person, or if the entitlement order is by an agent, the agent has actual authority to act on behalf of the appropriate person; and (2) there is no adverse claim to the security entitlement. (b) A person who delivers a security certificate to a securities intermediary for credit to a securities account or originates an instruction with respect to an uncertificated security directing that the uncertificated security be credited to a securities account makes to the securities intermediary the warranties specified in § 57A-8-108(a) or (b). (c) If a securities intermediary delivers a security certificate to its entitlement holder or causes its entitlement holder to be registered as the owner of an uncertificated security, the securities intermediary makes to the entitlement holder the warranties specified in § 57A- 8-108(a) or (b). 57A-8-110. (a) The local law of the issuer's jurisdiction, as specified in subsection (d), governs: (1) the validity of a security; (2) the rights and duties of the issuer with respect to registration of transfer; (3) the effectiveness of registration of transfer by the issuer; (4) whether the issuer owes any duties to an adverse claimant to a security; and (5) whether an adverse claim can be asserted against a person to whom transfer of a certificated or uncertificated security is registered or a person who obtains control of an uncertificated security. (b) The local law of the securities intermediary's jurisdiction, as specified in subsection (e), governs: (1) acquisition of a security entitlement from the securities intermediary; (2) the rights and duties of the securities intermediary and entitlement holder arising out of a security entitlement; (3) whether the securities intermediary owes any duties to an adverse claimant to a security entitlement; and (4) whether an adverse claim can be asserted against a person who acquires a security entitlement from the securities intermediary or a person who purchases a security entitlement or interest therein from an entitlement holder. (c) The local law of the jurisdiction in which a security certificate is located at the time of delivery governs whether an adverse claim can be asserted against a person to whom the security certificate is delivered. (d) \"Issuer's jurisdiction\" means the jurisdiction under which the issuer of the security is organized or, if permitted by the law of that jurisdiction, the law of another jurisdiction specified by the issuer. An issuer organized under the law of this State may specify the law of another jurisdiction as the law governing the matters specified in subsection (a)(2) through (5). (e) The following rules determine a \"securities intermediary's jurisdiction\" for purposes of this section: (1) If an agreement between the securities intermediary and its entitlement holder specifies that it is governed by the law of a particular jurisdiction, that jurisdiction is the securities intermediary's jurisdiction. (2) If an agreement between the securities intermediary and its entitlement holder does not specify the governing law as provided in paragraph (1), but expressly specifies that the securities account is maintained at an office in a particular jurisdiction, that jurisdiction is the securities intermediary's jurisdiction. (3) If an agreement between the securities intermediary and its entitlement holder does not specify a jurisdiction as provided in paragraph (1) or (2), the securities intermediary's jurisdiction is the jurisdiction in which is located the office identified in an account statement as the office serving the entitlement holder's account. (4) If an agreement between the securities intermediary and its entitlement holder does not specify a jurisdiction as provided in paragraph (1) or (2) and an account statement does not identify an office serving the entitlement holder's account as provided in paragraph (3), the securities intermediary's jurisdiction is the jurisdiction in which is located the chief executive office of the securities intermediary. (f) A securities intermediary's jurisdiction is not determined by the physical location of certificates representing financial assets, or by the jurisdiction in which is organized the issuer of the financial asset with respect to which an entitlement holder has a security entitlement, or by the location of facilities for data processing or other record keeping concerning the account. 57A-8-111. A rule adopted by a clearing corporation governing rights and obligations among the clearing corporation and its participants in the clearing corporation is effective even if the rule conflicts with this Act and affects another party who does not consent to the rule. 57A-8-112. (a) The interest of a debtor in a certificated security may be reached by a creditor only by actual seizure of the security certificate by the officer making the attachment or levy, except as otherwise provided in subsection (d). However, a certificated security for which the certificate has been surrendered to the issuer may be reached by a creditor by legal process upon the issuer. (b) The interest of a debtor in an uncertificated security may be reached by a creditor only by legal process upon the issuer at its chief executive office in the United States, except as otherwise provided in subsection (d). (c) The interest of a debtor in a security entitlement may be reached by a creditor only by legal process upon the securities intermediary with whom the debtor's securities account is maintained, except as otherwise provided in subsection (d). (d) The interest of a debtor in a certificated security for which the certificate is in the possession of a secured party, or in an uncertificated security registered in the name of a secured party, or a security entitlement maintained in the name of a secured party, may be reached by a creditor by legal process upon the secured party. (e) A creditor whose debtor is the owner of a certificated security, uncertificated security, or security entitlement is entitled to aid from a court of competent jurisdiction, by injunction or otherwise, in reaching the certificated security, uncertificated security, or security entitlement or in satisfying the claim by means allowed at law or in equity in regard to property that cannot readily be reached by other legal process. 57A-8-113. A contract or modification of a contract for the sale or purchase of a security is enforceable whether or not there is a writing signed or record authenticated by a party against whom enforcement is sought, even if the contract or modification is not capable of performance within one year of its making. 57A-8-114. The following rules apply in an action on a certificated security against the issuer: (1) Unless specifically denied in the pleadings, each signature on a security certificate or in a necessary indorsement is admitted. (2) If the effectiveness of a signature is put in issue, the burden of establishing effectiveness is on the party claiming under the signature, but the signature is presumed to be genuine or authorized. (3) If signatures on a security certificate are admitted or established, production of the certificate entitles a holder to recover on it unless the defendant establishes a defense or a defect going to the validity of the security. (4) If it is shown that a defense or defect exists, the plaintiff has the burden of establishing that the plaintiff or some person under whom the plaintiff claims is a person against whom the defense or defect cannot be asserted. 57A-8-115. A securities intermediary that has transferred a financial asset pursuant to an effective entitlement order, or a broker or other agent or bailee that has dealt with a financial asset at the direction of its customer or principal, is not liable to a person having an adverse claim to the financial asset, unless the securities intermediary, or broker or other agent or bailee: (1) took the action after it had been served with an injunction, restraining order, or other legal process enjoining it from doing so, issued by a court of competent jurisdiction, and had a reasonable opportunity to act on the injunction, restraining order, or other legal process; or (2) acted in collusion with the wrongdoer in violating the rights of the adverse claimant; or (3) in the case of a security certificate that has been stolen, acted with notice of the adverse claim. 57A-8-116. A securities intermediary that receives a financial asset and establishes a security entitlement to the financial asset in favor of an entitlement holder is a purchaser for value of the financial asset. A securities intermediary that acquires a security entitlement to a financial asset from another securities intermediary acquires the security entitlement for value if the securities intermediary acquiring the security entitlement establishes a security entitlement to the financial asset in favor of an entitlement holder. PART 2 ISSUE AND ISSUER PART 2 ISSUE AND ISSUER 57A-8-201. (a) With respect to an obligation on or a defense to a security, an \"issuer\" includes a person that: (1) places or authorizes the placing of its name on a security certificate, other than as authenticating trustee, registrar, transfer agent, or the like, to evidence a share, participation, or other interest in its property or in an enterprise, or to evidence its duty to perform an obligation represented by the certificate; (2) creates a share, participation, or other interest in its property or in an enterprise, or undertakes an obligation, that is an uncertificated security; (3) directly or indirectly creates a fractional interest in its rights or property, if the fractional interest is represented by a security certificate; or (4) becomes responsible for, or in place of, another person described as an issuer in this section. (b) With respect to an obligation on or defense to a security, a guarantor is an issuer to the extent of its guaranty, whether or not its obligation is noted on a security certificate. (c) With respect to a registration of a transfer, issuer means a person on whose behalf transfer books are maintained. 57A-8-202. (a) Even against a purchaser for value and without notice, the terms of a certificated security include terms stated on the certificate and terms made part of the security by reference on the certificate to another instrument, indenture, or document or to a constitution, statute, ordinance, rule, regulation, order, or the like, to the extent the terms referred to do not conflict with terms stated on the certificate. A reference under this subsection does not of itself charge a purchaser for value with notice of a defect going to the validity of the security, even if the certificate expressly states that a person accepting it admits notice. The terms of an uncertificated security include those stated in any instrument, indenture, or document or in a constitution, statute, ordinance, rule, regulation, order, or the like, pursuant to which the security is issued. (b) The following rules apply if an issuer asserts that a security is not valid: (1) A security other than one issued by a government or governmental subdivision, agency, or instrumentality, even though issued with a defect going to its validity, is valid in the hands of a purchaser for value and without notice of the particular defect unless the defect involves a violation of a constitutional provision. In that case, the security is valid in the hands of a purchaser for value and without notice of the defect, other than one who takes by original issue. (2) Paragraph (1) applies to an issuer that is a government or governmental subdivision, agency, or instrumentality only if there has been substantial compliance with the legal requirements governing the issue or the issuer has received a substantial consideration for the issue as a whole or for the particular security and a stated purpose of the issue is one for which the issuer has power to borrow money or issue the security. (c) Except as otherwise provided in § 57A-8-205, lack of genuineness of a certificated security is a complete defense, even against a purchaser for value and without notice. (d) All other defenses of the issuer of a security, including nondelivery and conditional delivery of a certificated security, are ineffective against a purchaser for value who has taken the certificated security without notice of the particular defense. (e) This section does not affect the right of a party to cancel a contract for a security \"when, as and if issued\" or \"when distributed\" in the event of a material change in the character of the security that is the subject of the contract or in the plan or arrangement pursuant to which the security is to be issued or distributed. (f) If a security is held by a securities intermediary against whom an entitlement holder has a security entitlement with respect to the security, the issuer may not assert any defense that the issuer could not assert if the entitlement holder held the security directly. 57A-8-203. After an act or event, other than a call that has been revoked, creating a right to immediate performance of the principal obligation represented by a certificated security or setting a date on or after which the security is to be presented or surrendered for redemption or exchange, a purchaser is charged with notice of any defect in its issue or defense of the issuer, if the act or event: (1) requires the payment of money, the delivery of a certificated security, the registration of transfer of an uncertificated security, or any of them on presentation or surrender of the security certificate, the money or security is available on the date set for payment or exchange, and the purchaser takes the security more than one year after that date; or (2) is not covered by paragraph (1) and the purchaser takes the security more than two years after the date set for surrender or presentation or the date on which performance became due. 57A-8-204. A restriction on transfer of a security imposed by the issuer, even if otherwise lawful, is ineffective against a person without knowledge of the restriction unless: (1) the security is certificated and the restriction is noted conspicuously on the security certificate; or (2) the security is uncertificated and the registered owner has been notified of the restriction. 57A-8-205. An unauthorized signature placed on a security certificate before or in the course of issue is ineffective, but the signature is effective in favor of a purchaser for value of the certificated security if the purchaser is without notice of the lack of authority and the signing has been done by: (1) an authenticating trustee, registrar, transfer agent, or other person entrusted by the issuer with the signing of the security certificate or of similar security certificates, or the immediate preparation for signing of any of them; or (2) an employee of the issuer, or of any of the persons listed in paragraph (1), entrusted with responsible handling of the security certificate. 57A-8-206. (a) If a security certificate contains the signatures necessary to its issue or transfer but is incomplete in any other respect: (1) any person may complete it by filling in the blanks as authorized; and (2) even if the blanks are incorrectly filled in, the security certificate as completed is enforceable by a purchaser who took it for value and without notice of the incorrectness. (b) A complete security certificate that has been improperly altered, even if fraudulently, remains enforceable, but only according to its original terms. 57A-8-207. (a) Before due presentment for registration of transfer of a certificated security in registered form or of an instruction requesting registration of transfer of an uncertificated security, the issuer or indenture trustee may treat the registered owner as the person exclusively entitled to vote, receive notifications, and otherwise exercise all the rights and powers of an owner. (b) This chapter does not affect the liability of the registered owner of a security for a call, assessment, or the like. 57A-8-208. (a) A person signing a security certificate as authenticating trustee, registrar, transfer agent, or the like, warrants to a purchaser for value of the certificated security, if the purchaser is without notice of a particular defect, that: (1) the certificate is genuine; (2) the person's own participation in the issue of the security is within the person's capacity and within the scope of the authority received by the person from the issuer; and (3) the person has reasonable grounds to believe that the certificated security is in the form and within the amount the issuer is authorized to issue. (b) Unless otherwise agreed, a person signing under subsection (a) does not assume responsibility for the validity of the security in other respects. 57A-8-209. A lien in favor of an issuer upon a certificated security is valid against a purchaser only if the right of the issuer to the lien is noted conspicuously on the security certificate. 57A-8-210. (a) In this section, \"overissue\" means the issue of securities in excess of the amount the issuer has corporate power to issue, but an overissue does not occur if appropriate action has cured the overissue. (b) Except as otherwise provided in subsections (c) and (d), the provisions of this chapter which validate a security or compel its issue or reissue do not apply to the extent that validation, issue, or reissue would result in overissue. (c) If an identical security not constituting an overissue is reasonably available for purchase, a person entitled to issue or validation may compel the issuer to purchase the security and deliver it if certificated or register its transfer if uncertificated, against surrender of any security certificate the person holds. (d) If a security is not reasonably available for purchase, a person entitled to issue or validation may recover from the issuer the price the person or the last purchaser for value paid for it with interest from the date of the person's demand. PART 3 TRANSFER OF CERTIFICATED AND UNCERTIFICATED SECURITIES PART 3 TRANSFER OF CERTIFICATED AND UNCERTIFICATED SECURITIES 57A-8-301. (a) Delivery of a certificated security to a purchaser occurs when: (1) the purchaser acquires possession of the security certificate; (2) another person, other than a securities intermediary, either acquires possession of the security certificate on behalf of the purchaser or, having previously acquired possession of the certificate, acknowledges that it holds for the purchaser; or (3) a securities intermediary acting on behalf of the purchaser acquires possession of the security certificate, only if the certificate is in registered form and has been specially indorsed to the purchaser by an effective indorsement. (b) Delivery of an uncertificated security to a purchaser occurs when: (1) the issuer registers the purchaser as the registered owner, upon original issue or registration of transfer; or (2) another person, other than a securities intermediary, either becomes the registered owner of the uncertificated security on behalf of the purchaser or, having previously become the registered owner, acknowledges that it holds for the purchaser. 57A-8-302. (a) Except as otherwise provided in subsections (b) and (c), upon delivery of a certificated or uncertificated security to a purchaser, the purchaser acquires all rights in the security that the transferor had or had power to transfer. (b) A purchaser of a limited interest acquires rights only to the extent of the interest purchased. (c) A purchaser of a certificated security who as a previous holder had notice of an adverse claim does not improve its position by taking from a protected purchaser. 57A-8-303. (a) \"Protected purchaser\" means a purchaser of a certificated or uncertificated security, or of an interest therein, who: (1) gives value; (2) does not have notice of any adverse claim to the security; and (3) obtains control of the certificated or uncertificated security. (b) In addition to acquiring the rights of a purchaser, a protected purchaser also acquires its interest in the security free of any adverse claim. 57A-8-304. (a) An indorsement may be in blank or special. An indorsement in blank includes an indorsement to bearer. A special indorsement specifies to whom a security is to be transferred or who has power to transfer it. A holder may convert a blank indorsement to a special indorsement. (b) An indorsement purporting to be only of part of a security certificate representing units intended by the issuer to be separately transferable is effective to the extent of the indorsement. (c) An indorsement, whether special or in blank, does not constitute a transfer until delivery of the certificate on which it appears or, if the indorsement is on a separate document, until delivery of both the document and the certificate. (d) If a security certificate in registered form has been delivered to a purchaser without a necessary indorsement, the purchaser may become a protected purchaser only when the indorsement is supplied. However, against a transferor, a transfer is complete upon delivery and the purchaser has a specifically enforceable right to have any necessary indorsement supplied. (e) An indorsement of a security certificate in bearer form may give notice of an adverse claim to the certificate, but it does not otherwise affect a right to registration that the holder possesses. (f) Unless otherwise agreed, a person making an indorsement assumes only the obligations provided in § 57A-8-108 and not an obligation that the security will be honored by the issuer. 57A-8-305. (a) If an instruction has been originated by an appropriate person but is incomplete in any other respect, any person may complete it as authorized and the issuer may rely on it as completed, even though it has been completed incorrectly. (b) Unless otherwise agreed, a person initiating an instruction assumes only the obligations imposed by § 57A-8-108 and not an obligation that the security will be honored by the issuer. 57A-8-306. (a) A person who guarantees a signature of an indorser of a security certificate warrants that at the time of signing: (1) the signature was genuine; (2) the signer was an appropriate person to indorse, or if the signature is by an agent, the agent had actual authority to act on behalf of the appropriate person; and (3) the signer had legal capacity to sign. (b) A person who guarantees a signature of the originator of an instruction warrants that at the time of signing: (1) the signature was genuine; (2) the signer was an appropriate person to originate the instruction, or if the signature is by an agent, the agent had actual authority to act on behalf of the appropriate person, if the person specified in the instruction as the registered owner was, in fact, the registered owner, as to which fact the signature guarantor does not make a warranty; and (3) the signer had legal capacity to sign. (c) A person who specially guarantees the signature of an originator of an instruction makes the warranties of a signature guarantor under subsection (b) and also warrants that at the time the instruction is presented to the issuer: (1) the person specified in the instruction as the registered owner of the uncertificated security will be the registered owner; and (2) the transfer of the uncertificated security requested in the instruction will be registered by the issuer free from all liens, security interests, restrictions, and claims other than those specified in the instruction. (d) A guarantor under subsections (a) and (b) or a special guarantor under subsection (c) does not otherwise warrant the rightfulness of the transfer. (e) A person who guarantees an indorsement of a security certificate makes the warranties of a signature guarantor under subsection (a) and also warrants the rightfulness of the transfer in all respects. (f) A person who guarantees an instruction requesting the transfer of an uncertificated security makes the warranties of a special signature guarantor under subsection (c) and also warrants the rightfulness of the transfer in all respects. (g) An issuer may not require a special guaranty of signature, a guaranty of indorsement, or a guaranty of instruction as a condition to registration of transfer. (h) The warranties under this section are made to a person taking or dealing with the security in reliance on the guaranty, and the guarantor is liable to the person for loss resulting from their breach. An indorser or originator of an instruction whose signature, indorsement, or instruction has been guaranteed is liable to a guarantor for any loss suffered by the guarantor as a result of breach of the warranties of the guarantor. 57A-8-307. Unless otherwise agreed, the transferor of a security on due demand shall supply the purchaser with proof of authority to transfer or with any other requisite necessary to obtain registration of the transfer of the security, but if the transfer is not for value, a transferor need not comply unless the purchaser pays the necessary expenses. If the transferor fails within a reasonable time to comply with the demand, the purchaser may reject or rescind the transfer. PART 4 REGISTRATION PART 4 REGISTRATION 57A-8-401. (a) If a certificated security in registered form is presented to an issuer with a request to register transfer or an instruction is presented to an issuer with a request to register transfer of an uncertificated security, the issuer shall register the transfer as requested if: (1) under the terms of the security the person seeking registration of transfer is eligible to have the security registered in its name; (2) the indorsement or instruction is made by the appropriate person or by an agent who has actual authority to act on behalf of the appropriate person; (3) reasonable assurance is given that the indorsement or instruction is genuine and authorized ( § 57A-8-402); (4) any applicable law relating to the collection of taxes has been complied with; (5) the transfer does not violate any restriction on transfer imposed by the issuer in accordance with § 57A-8-204; (6) a demand that the issuer not register transfer has not become effective under § 57A- 8-403, or the issuer has complied with § 57A-8-403(b) but no legal process or indemnity bond is obtained as provided in § 57A-8-403(d); and (7) the transfer is in fact rightful or is to a protected purchaser. (b) If an issuer is under a duty to register a transfer of a security, the issuer is liable to a person presenting a certificated security or an instruction for registration or to the person's principal for loss resulting from unreasonable delay in registration or failure or refusal to register the transfer. 57A-8-402. (a) An issuer may require the following assurance that each necessary indorsement or each instruction is genuine and authorized: (1) in all cases, a guaranty of the signature of the person making an indorsement or originating an instruction including, in the case of an instruction, reasonable assurance of identity; (2) if the indorsement is made or the instruction is originated by an agent, appropriate assurance of actual authority to sign; (3) if the indorsement is made or the instruction is originated by a fiduciary pursuant to § 57A-8-107(a)(4) or (a)(5), appropriate evidence of appointment or incumbency; (4) if there is more than one fiduciary, reasonable assurance that all who are required to sign have done so; and (5) if the indorsement is made or the instruction is originated by a person not covered by another provision of this subsection, assurance appropriate to the case corresponding as nearly as may be to the provisions of this subsection. (b) An issuer may elect to require reasonable assurance beyond that specified in this section. (c) In this section: (1) \"Guaranty of the signature\" means a guaranty signed by or on behalf of a person reasonably believed by the issuer to be responsible. An issuer may adopt standards with respect to responsibility if they are not manifestly unreasonable. (2) \"Appropriate evidence of appointment or incumbency\" means: (i) in the case of a fiduciary appointed or qualified by a court, a certificate issued by or under the direction or supervision of the court or an officer thereof and dated within sixty days before the date of presentation for transfer; or (ii) in any other case, a copy of a document showing the appointment or a certificate issued by or on behalf of a person reasonably believed by an issuer to be responsible or, in the absence of that document or certificate, other evidence the issuer reasonably considers appropriate. 57A-8-403. (a) A person who is an appropriate person to make an indorsement or originate an instruction may demand that the issuer not register transfer of a security by communicating to the issuer a notification that identifies the registered owner and the issue of which the security is a part and provides an address for communications directed to the person making the demand. The demand is effective only if it is received by the issuer at a time and in a manner affording the issuer reasonable opportunity to act on it. (b) If a certificated security in registered form is presented to an issuer with a request to register transfer or an instruction is presented to an issuer with a request to register transfer of an uncertificated security after a demand that the issuer not register transfer has become effective, the issuer shall promptly communicate to (i) the person who initiated the demand at the address provided in the demand and (ii) the person who presented the security for registration of transfer or initiated the instruction requesting registration of transfer a notification stating that: (1) the certificated security has been presented for registration of transfer or the instruction for registration of transfer of the uncertificated security has been received; (2) a demand that the issuer not register transfer had previously been received; and (3) the issuer will withhold registration of transfer for a period of time stated in the notification in order to provide the person who initiated the demand an opportunity to obtain legal process or an indemnity bond. (c) The period described in subsection (b)(3) may not exceed thirty days after the date of communication of the notification. A shorter period may be specified by the issuer if it is not manifestly unreasonable. (d) An issuer is not liable to a person who initiated a demand that the issuer not register transfer for any loss the person suffers as a result of registration of a transfer pursuant to an effective indorsement or instruction if the person who initiated the demand does not, within the time stated in the issuer's communication, either: (1) obtain an appropriate restraining order, injunction, or other process from a court of competent jurisdiction enjoining the issuer from registering the transfer; or (2) file with the issuer an indemnity bond, sufficient in the issuer's judgment to protect the issuer and any transfer agent, registrar, or other agent of the issuer involved from any loss it or they may suffer by refusing to register the transfer. (e) This section does not relieve an issuer from liability for registering transfer pursuant to an indorsement or instruction that was not effective. 57A-8-404. (a) Except as otherwise provided in § 57A-8-406, an issuer is liable for wrongful registration of transfer if the issuer has registered a transfer of a security to a person not entitled to it, and the transfer was registered: (1) pursuant to an ineffective indorsement or instruction; (2) after a demand that the issuer not register transfer became effective under § 57A- 8-403(a) and the issuer did not comply with § 57A-8-403(b); (3) after the issuer had been served with an injunction, restraining order, or other legal process enjoining it from registering the transfer, issued by a court of competent jurisdiction, and the issuer had a reasonable opportunity to act on the injunction, restraining order, or other legal process; or (4) by an issuer acting in collusion with the wrongdoer. (b) An issuer that is liable for wrongful registration of transfer under subsection (a) on demand shall provide the person entitled to the security with a like certificated or uncertificated security, and any payments or distributions that the person did not receive as a result of the wrongful registration. If an overissue would result, the issuer's liability to provide the person with a like security is governed by § 57A-8-210. (c) Except as otherwise provided in subsection (a) or in a law relating to the collection of taxes, an issuer is not liable to an owner or other person suffering loss as a result of the registration of a transfer of a security if registration was made pursuant to an effective indorsement or instruction. 57A-8-405. (a) If an owner of a certificated security, whether in registered or bearer form, claims that the certificate has been lost, destroyed, or wrongfully taken, the issuer shall issue a new certificate if the owner: (1) so requests before the issuer has notice that the certificate has been acquired by a protected purchaser; (2) files with the issuer a sufficient indemnity bond; and (3) satisfies other reasonable requirements imposed by the issuer. (b) If, after the issue ofIa new security certificate, a protected purchaser of the original certificate presents it for registration of transfer, the issuer shall register the transfer unless an overissue would result. In that case, the issuer's liability is governed by § 57A-8-210. In addition to any rights on the indemnity bond, an issuer may recover the new certificate from a person to whom it was issued or any person taking under that person, except a protected purchaser. 57A-8-406. If a security certificate has been lost, apparently destroyed, or wrongfully taken, and the owner fails to notify the issuer of that fact within a reasonable time after the owner has notice of it and the issuer registers a transfer of the security before receiving notification, the owner may not assert against the issuer a claim for registering the transfer under § 57A-8-404 or a claim to a new security certificate under § 57A-8-405. 57A-8-407. A person acting as authenticating trustee, transfer agent, registrar, or other agent for an issuer in the registration of a transfer of its securities, in the issue of new security certificates or uncertificated securities, or in the cancellation of surrendered security certificates has the same obligation to the holder or owner of a certificated or uncertificated security with regard to the particular functions performed as the issuer has in regard to those functions. PART 5 SECURITY ENTITLEMENTS PART 5 SECURITY ENTITLEMENTS 57A-8-501. (a) \"Securities account\" means an account to which a financial asset is or may be credited in accordance with an agreement under which the person maintaining the account undertakes to treat the person for whom the account is maintained as entitled to exercise the rights that comprise the financial asset. (b) Except as otherwise provided in subsections (d) and (e), a person acquires a security entitlement if a securities intermediary: (1) indicates by book entry that a financial asset has been credited to the person's securities account; (2) receives a financial asset from the person or acquires a financial asset for the person and, in either case, accepts it for credit to the person's securities account; or (3) becomes obligated under other law, regulation, or rule to credit a financial asset to the person's securities account. (c) If a condition of subsection (b) has been met, a person has a security entitlement even though the securities intermediary does not itself hold the financial asset. (d) If a securities intermediary holds a financial asset for another person, and the financial asset is registered in the name of, payable to the order of, or specially indorsed to the other person, and has not been indorsed to the securities intermediary or in blank, the other person is treated as holding the financial asset directly rather than as having a security entitlement with respect to the financial asset. (e) Issuance of a security is not establishment of a security entitlement. 57A-8-502. An action based on an adverse claim to a financial asset, whether framed in conversion, replevin, constructive trust, equitable lien, or other theory, may not be asserted against a person who acquires a security entitlement under § 57A-8-501 for value and without notice of the adverse claim. 57A-8-503. (a) To the extent necessary for a securities intermediary to satisfy all security entitlements with respect to a particular financial asset, all interests in that financial asset held by the securities intermediary are held by the securities intermediary for the entitlement holders, are not property of the securities intermediary, and are not subject to claims of creditors of the securities intermediary, except as otherwise provided in § 57A-8-511. (b) An entitlement holder's property interest with respect to a particular financial asset under subsection (a) is a pro rata property interest in all interests in that financial asset held by the securities intermediary, without regard to the time the entitlement holder acquired the security entitlement or the time the securities intermediary acquired the interest in that financial asset. (c) An entitlement holder's property interest with respect to a particular financial asset under subsection (a) may be enforced against the securities intermediary only by exercise of the entitlement holder's rights under § § 57A-8-505 to 57A-8-508, inclusive. (d) An entitlement holder's property interest with respect to a particular financial asset under subsection (a) may be enforced against a purchaser of the financial asset or interest therein only if: (1) insolvency proceedings have been initiated by or against the securities intermediary; (2) the securities intermediary does not have sufficient interests in the financial asset to satisfy the security entitlements of all of its entitlement holders to that financial asset; (3) the securities intermediary violated its obligations under § 57A-8-504 by transferring the financial asset or interest therein to the purchaser; and (4) the purchaser is not protected under subsection (e). The trustee or other liquidator, acting on behalf of all entitlement holders having security entitlements with respect to a particular financial asset, may recover the financial asset, or interest therein, from the purchaser. If the trustee or other liquidator elects not to pursue that right, an entitlement holder whose security entitlement remains unsatisfied has the right to recover its interest in the financial asset from the purchaser. (e) An action based on the entitlement holder's property interest with respect to a particular financial asset under subsection (a), whether framed in conversion, replevin, constructive trust, equitable lien, or other theory, may not be asserted against any purchaser of a financial asset or interest therein who gives value, obtains control, and does not act in collusion with the securities intermediary in violating the securities intermediary's obligations under § 57A-8-504. 57A-8-504. (a) A securities intermediary shall promptly obtain and thereafter maintain a financial asset in a quantity corresponding to the aggregate of all security entitlements it has established in favor of its entitlement holders with respect to that financial asset. The securities intermediary may maintain those financial assets directly or through one or more other securities intermediaries. (b) Except to the extent otherwise agreed by its entitlement holder, a securities intermediary may not grant any security interests in a financial asset it is obligated to maintain pursuant to subsection (a). (c) A securities intermediary satisfies the duty in subsection (a) if: (1) the securities intermediary acts with respect to the duty as agreed upon by the entitlement holder and the securities intermediary; or (2) in the absence of agreement, the securities intermediary exercises due care in accordance with reasonable commercial standards to obtain and maintain the financial asset. (d) This section does not apply to a clearing corporation that is itself the obligor of an option or similar obligation to which its entitlement holders have security entitlements. 57A-8-505. (a) A securities intermediary shall take action to obtain a payment or distribution made by the issuer of a financial asset. A securities intermediary satisfies the duty if: (1) the securities intermediary acts with respect to the duty as agreed upon by the entitlement holder and the securities intermediary; or (2) in the absence of agreement, the securities intermediary exercises due care in accordance with reasonable commercial standards to attempt to obtain the payment or distribution. (b) A securities intermediary is obligated to its entitlement holder for a payment or distribution made by the issuer of a financial asset if the payment or distribution is received by the securities intermediary. 57A-8-506. A securities intermediary shall exercise rights with respect to a financial asset if directed to do so by an entitlement holder. A securities intermediary satisfies the duty if: (1) the securities intermediary acts with respect to the duty as agreed upon by the entitlement holder and the securities intermediary; or (2) in the absence of agreement, the securities intermediary either places the entitlement holder in a position to exercise the rights directly or exercises due care in accordance with reasonable commercial standards to follow the direction of the entitlement holder. 57A-8-507. (a) A securities intermediary shall comply with an entitlement order if the entitlement order is originated by the appropriate person, the securities intermediary has had reasonable opportunity to assure itself that the entitlement order is genuine and authorized, and the securities intermediary has had reasonable opportunity to comply with the entitlement order. A securities intermediary satisfies the duty if: (1) the securities intermediary acts with respect to the duty as agreed upon by the entitlement holder and the securities intermediary; or (2) in the absence of agreement, the securities intermediary exercises due care in accordance with reasonable commercial standards to comply with the entitlement order. (b) If a securities intermediary transfers a financial asset pursuant to an ineffective entitlement order, the securities intermediary shall reestablish a security entitlement in favor of the person entitled to it, and pay or credit any payments or distributions that the person did not receive as a result of the wrongful transfer. If the securities intermediary does not reestablish a security entitlement, the securities intermediary is liable to the entitlement holder for damages. 57A-8-508. A securities intermediary shall act at the direction of an entitlement holder to change a security entitlement into another available form of holding for which the entitlement holder is eligible, or to cause the financial asset to be transferred to a securities account of the entitlement holder with another securities intermediary. A securities intermediary satisfies the duty if: (1) the securities intermediary acts as agreed upon by the entitlement holder and the securities intermediary; or (2) in the absence of agreement, the securities intermediary exercises due care in accordance with reasonable commercial standards to follow the direction of the entitlement holder. 57A-8-509. (a) If the substance of a duty imposed upon a securities intermediary by § § 57A-8-504 to 57A-8-508, inclusive, is the subject of other statute, regulation, or rule, compliance with that statute, regulation, or rule satisfies the duty. (b) To the extent that specific standards for the performance of the duties of a securities intermediary or the exercise of the rights of an entitlement holder are not specified by other statute, regulation, or rule or by agreement between the securities intermediary and entitlement holder, the securities intermediary shall perform its duties and the entitlement holder shall exercise its rights in a commercially reasonable manner. (c) The obligation of a securities intermediary to perform the duties imposed by § § 57A-8-504 to 57A-8-508, inclusive, is subject to: (1) rights of the securities intermediary arising out of a security interest under a security agreement with the entitlement holder or otherwise; and (2) rights of the securities intermediary under other law, regulation, rule, or agreement to withhold performance of its duties as a result of unfulfilled obligations of the entitlement holder to the securities intermediary. (d) Sections 57A-8-504 to 57A-8-508, inclusive, do not require a securities intermediary to take any action that is prohibited by other statute, regulation, or rule. 57A-8-510. (a) An action based on an adverse claim to a financial asset or security entitlement, whether framed in conversion, replevin, constructive trust, equitable lien, or other theory, may not be asserted against a person who purchases a security entitlement, or an interest therein, from an entitlement holder if the purchaser gives value, does not have notice of the adverse claim, and obtains control. (b) If an adverse claim could not have been asserted against an entitlement holder under § 57A-8-502, the adverse claim cannot be asserted against a person who purchases a security entitlement, or an interest therein, from the entitlement holder. (c) In a case not covered by the priority rules in chapter 57A-9, a purchaser for value of a security entitlement, or an interest therein, who obtains control has priority over a purchaser of a security entitlement, or an interest therein, who does not obtain control. Purchasers who have control rank equally, except that a securities intermediary as purchaser has priority over a conflicting purchaser who has control unless otherwise agreed by the securities intermediary. 57A-8-511. (a) Except as otherwise provided in subsections (b) and (c), if a securities intermediary does not have sufficient interests in a particular financial asset to satisfy both its obligations to entitlement holders who have security entitlements to that financial asset and its obligation to a creditor of the securities intermediary who has a security interest in that financial asset, the claims of entitlement holders, other than the creditor, have priority over the claim of the creditor. (b) A claim of a creditor of a securities intermediary who has a security interest in a financial asset held by a securities intermediary has priority over claims of the securities intermediary's entitlement holders who have security entitlements with respect to that financial asset if the creditor has control over the financial asset. (c) If a clearing corporation does not have sufficient financial assets to satisfy both its obligations to entitlement holders who have security entitlements with respect to a financial asset and its obligation to a creditor of the clearing corporation who has a security interest in that financial asset, the claim of the creditor has priority over the claims of entitlement holders. PART 6 TRANSITION PROVISIONS FOR REVISED ARTICLE 8 AND CONFORMING AMENDMENTS TO ARTICLES 1, 3, 4, 5, 9, AND 10 PART 6 TRANSITION PROVISIONS FOR REVISED ARTICLE 8 AND CONFORMING AMENDMENTS TO ARTICLES 1, 3, 4, 5, 9, AND 10 57A-8-601. This Act takes effect July 1, 1999. 57A-8-602. This Act repeals chapter 57A-8. 57A-8-603. (a) This Act does not affect an action or proceeding commenced before this Act takes effect. (b) If a security interest in a security is perfected at the date this Act takes effect, and the action by which the security interest was perfected would suffice to perfect a security interest under this Act, no further action is required to continue perfection. If a security interest in a security is perfected at the date this Act takes effect but the action by which the security interest was perfected would not suffice to perfect a security interest under this Act, the security interest remains perfected for a period of four months after the effective date and continues perfected thereafter if appropriate action to perfect under this Act is taken within that period. If a security interest is perfected at the date this Act takes effect and the security interest can be perfected by filing under this Act, a financing statement signed by the secured party instead of the debtor may be filed within that period to continue perfection or thereafter to perfect. Section 2. That subdivision (6) of § 57A-9-103 be amended to read as follows: (6) Uncertificated securities. The law (including the conflict of laws rules) of the jurisdiction of organization of the issuer governs the perfection and the effect of perfection or nonperfection of a security interest in uncertificated securities. Investment property. (a) This subsection applies to investment property. (b) Except as otherwise provided in paragraph (f), during the time that a security certificate is located in a jurisdiction, perfection of a security interest, the effect of perfection or nonperfection, and the priority of a security interest in the certificated security represented thereby are governed by the local law of that jurisdiction. (c) Except as otherwise provided in paragraph (f), perfection of a security interest, the effect of perfection or non-perfection, and the priority of a security interest in an uncertificated security are governed by the local law of the issuer's jurisdiction as specified in § 57A-8-110(d). (d) Except as otherwise provided in paragraph (f), perfection of a security interest, the effect of perfection or nonperfection, and the priority of a security interest in a security entitlement or securities account are governed by the local law of the securities intermediary's jurisdiction as specified in § 57A-8-110(e). (e) Except as otherwise provided in paragraph (f), perfection of a security interest, the effect of perfection or nonperfection, and the priority of a security interest in a commodity contract or commodity account are governed by the local law of the commodity intermediary's jurisdiction. The following rules determine a \"commodity intermediary's jurisdiction\" for purposes of this paragraph: (i) If an agreement between the commodity intermediary and commodity customer specifies that it is governed by the law of a particular jurisdiction, that jurisdiction is the commodity intermediary's jurisdiction. (ii) If an agreement between the commodity intermediary and commodity customer does not specify the governing law as provided in subparagraph (i), but expressly specifies that the commodity account is maintained at an office in a particular jurisdiction, that jurisdiction is the commodity intermediary's jurisdiction. (iii) If an agreement between the commodity intermediary and commodity customer does not specify a jurisdiction as provided in subparagraphs (i) or (ii), the commodity intermediary's jurisdiction is the jurisdiction in which is located the office identified in an account statement as the office serving the commodity customer's account. (iv) If an agreement between the commodity intermediary and commodity customer does not specify a jurisdiction as provided in subparagraphs (i) or (ii) and an account statement does not identify an office serving the commodity customer's account as provided in subparagraph (iii), the commodity intermediary's jurisdiction is the jurisdiction in which is located the chief executive office of the commodity intermediary. (f) Perfection of a security interest by filing, automatic perfection of a security interest in investment property granted by a broker or securities intermediary, and automatic perfection of a security interest in a commodity contract or commodity account granted by a commodity intermediary are governed by the local law of the jurisdiction in which the debtor is located. Section 3. That § 57A-9-105 be amended to read as follows: 57A-9-105. (1) In this chapter unless the context otherwise requires: (a) \"Account debtor\" means the person who is obligated on an account, chattel paper or general intangible; (b) \"Chattel paper\" means a writing or writings which evidence both a monetary obligation and a security interest in or a lease of specific goods, but a charter or other contract involving the use or hire of a vessel is not chattel paper. When a transaction is evidenced both by such a security agreement or a lease and by an instrument or a series of instruments, the group of writings taken together constitutes chattel paper; (c) \"Collateral\" means the property subject to a security interest, and includes accounts and chattel paper which have been sold; (d) \"Debtor\" means the person who owes payment or other performance of the obligation secured, whether or not he owns or has rights in the collateral, and includes the seller of accounts or chattel paper. Where the debtor and the owner of the collateral are not the same person, the term \"debtor\" means the owner of the collateral in any provision of the chapter dealing with the collateral, the obligor in any provision dealing with the obligation, and may include both where the context so requires; (e) \"Deposit account\" means a demand, time, savings, passbook or like account maintained with a bank, savings and loan association, credit union or like organization, other than an account evidenced by a certificate of deposit; (f) \"Document\" means document of title as defined in the general definitions of chapter 57A-1 ( § 57A-1-201), and a receipt of the kind described in subsection 57A-7-201(2); (g) \"Encumbrance\" includes real estate mortgages and other liens on real estate and all other rights in real estate that are not ownership interests; (h) \"Goods\" includes all things which are movable at the time the security interest attaches or which are fixtures ( § 57A-9-313), but does not include money, documents, instruments, accounts, chattel paper, general intangibles, or minerals or the like (including oil and gas) before extraction. \"Goods\" also includes standing timber which is to be cut and removed under a conveyance or contracts for sale, the unborn young of animals and growing crops; (i) \"Instrument\" means a negotiable instrument (defined in § 57A-3-104), or a certificated security (defined in § 57A-8-102), a writing that would otherwise qualify as a certificate of deposit as defined in subsection 57A-3-104(j) but for the fact that the writing contains a limitation on transfer, or any other writing which evidences a right to the payment of money and is not itself a security agreement or lease and is of a type which is in ordinary course of business transferred by delivery with any necessary endorsement or assignment . The term does not include investment property ; (j) \"Mortgage\" means a consensual interest created by a real estate mortgage, a trust deed on real estate, or the like; (k) An advance is made \"pursuant to commitment\" if the secured party has bound himself to make it, whether or not a subsequent event of default or other event not within his control has relieved or may relieve him from his obligation; (l) \"Secured party\" means a lender, seller or other person in whose favor there is a security interest, including a person to whom accounts or chattel paper have been sold. When the holders of obligations issued under an indenture of trust, equipment trust agreement or the like are represented by a trustee or other person, the representative is the secured party; (m) \"Security agreement\" means an agreement which creates or provides for a security interest; (n) \"Transmitting utility\" means any person engaged in the railroad, street railway or trolley bus business, the electric or electronics communications transmission business, the transmission of goods by pipeline, or the transmission or the production and transmission of electricity, steam, gas or water, or the provision of sewer service. Any corporation filing a financing statement under this chapter and under the authority of the provisions of § § 49-34-11 to 49-34-11.4, inclusive, shall be deemed a \"transmitting utility\" hereunder. (2) Other definitions applying to this chapter and the sections in which they appear are: (3) The following definitions in other chapters apply to this chapter: (4) In addition chapter 57A-1 contains general definitions and principles of construction and interpretation applicable throughout this chapter. Section 4. That § 57A-9-106 be amended to read as follows: 57A-9-106. \"Account\" means any right to payment for goods sold or leased or for services rendered which is not evidenced by an instrument or chattel paper whether or not it has been earned by performance. \"General intangibles\" means any personal property (including things in action) other than goods, accounts, chattel paper, documents, instruments , investment property, and money. All rights to payment earned or unearned under a charter or contract involving the use or hire of a vessel and all rights incident to the charter or contract are accounts. Section 5. That chapter 57A-9 be amended by adding thereto a NEW SECTION to read as follows: 57A-9-115. (1) In this chapter: (a) \"Commodity account\" means an account maintained by a commodity intermediary in which a commodity contract is carried for a commodity customer. (b) \"Commodity contract\" means a commodity futures contract, an option on a commodity futures contract, a commodity option, or other contract that, in each case, is: (i) traded on or subject to the rules of a board of trade that has been designated as a contract market for such a contract pursuant to the federal commodities laws; or (ii) traded on a foreign commodity board of trade, exchange, or market, and is carried on the books of a commodity intermediary for a commodity customer. (c) \"Commodity customer\" means a person for whom a commodity intermediary carries a commodity contract on its books. (d) \"Commodity intermediary\" means: (i) a person who is registered as a futures commission merchant under the federal commodities laws; or (ii) a person who in the ordinary course of its business provides clearance or settlement services for a board of trade that has been designated as a contract market pursuant to the federal commodities laws. (e) \"Control\" with respect to a certificated security, uncertificated security, or security entitlement has the meaning specified in § 57A-8-106. A secured party has control over a commodity contract if by agreement among the commodity customer, the commodity intermediary, and the secured party, the commodity intermediary has agreed that it will apply any value distributed on account of the commodity contract as directed by the secured party without further consent by the commodity customer. If a commodity customer grants a security interest in a commodity contract to its own commodity intermediary, the commodity intermediary as secured party has control. A secured party has control over a securities account or commodity account if the secured party has control over all security entitlements or commodity contracts carried in the securities account or commodity account. (f) \"Investment property\" means: (i) a security, whether certificated or uncertificated; (ii) a security entitlement; (iii) a securities account; (iv) a commodity contract; or (v) a commodity account. (2) Attachment or perfection of a security interest in a securities account is also attachment or perfection of a security interest in all security entitlements carried in the securities account. Attachment or perfection of a security interest in a commodity account is also attachment or perfection of a security interest in all commodity contracts carried in the commodity account. (3) A description of collateral in a security agreement or financing statement is sufficient to create or perfect a security interest in a certificated security, uncertificated security, security entitlement, securities account, commodity contract, or commodity account whether it describes the collateral by those terms, or as investment property, or by description of the underlying security, financial asset, or commodity contract. A description of investment property collateral in a security agreement or financing statement is sufficient if it identifies the collateral by specific listing, by category, by quantity, by a computational or allocational formula or procedure, or by any other method, if the identity of the collateral is objectively determinable. (4) Perfection of a security interest in investment property is governed by the following rules: (a) A security interest in investment property may be perfected by control. (b) Except as otherwise provided in paragraphs (c) and (d), a security interest in investment property may be perfected by filing. (c) If the debtor is a broker or securities intermediary, a security interest in investment property is perfected when it attaches. The filing of a financing statement with respect to a security interest in investment property granted by a broker or securities intermediary has no effect for purposes of perfection or priority with respect to that security interest. (d) If a debtor is a commodity intermediary, a security interest in a commodity contract or a commodity account is perfected when it attaches. The filing of a financing statement with respect to a security interest in a commodity contract or a commodity account granted by a commodity intermediary has no effect for purposes of perfection or priority with respect to that security interest. (5) Priority between conflicting security interests in the same investment property is governed by the following rules: (a) A security interest of a secured party who has control over investment property has priority over a security interest of a secured party who does not have control over the investment property. (b) Except as otherwise provided in paragraphs (c) and (d), conflicting security interests of secured parties each of whom has control rank equally. (c) Except as otherwise agreed by the securities intermediary, a security interest in a security entitlement or a securities account granted to the debtor's own securities intermediary has priority over any security interest granted by the debtor to another secured party. (d) Except as otherwise agreed by the commodity intermediary, a security interest in a commodity contract or a commodity account granted to the debtor's own commodity intermediary has priority over any security interest granted by the debtor to another secured party. (e) Conflicting security interests granted by a broker, a securities intermediary, or a commodity intermediary which are perfected without control rank equally. (f) In all other cases, priority between conflicting security interests in investment property is governed by § 57A-9-312(5), (6), and (7). Section 57A-9-312(4) does not apply to investment property. (6) If a security certificate in registered form is delivered to a secured party pursuant to agreement, a written security agreement is not required for attachment or enforceability of the security interest, delivery suffices for perfection of the security interest, and the security interest has priority over a conflicting security interest perfected by means other than control, even if a necessary indorsement is lacking. Section 6. That chapter 57A-9 be amended by adding thereto a NEW SECTION to read as follows: 57A-9-116. (1) If a person buys a financial asset through a securities intermediary in a transaction in which the buyer is obligated to pay the purchase price to the securities intermediary at the time of the purchase, and the securities intermediary credits the financial asset to the buyer's securities account before the buyer pays the securities intermediary, the securities intermediary has a security interest in the buyer's security entitlement securing the buyer's obligation to pay. A security agreement is not required for attachment or enforceability of the security interest, and the security interest is automatically perfected. (2) If a certificated security, or other financial asset represented by a writing which in the ordinary course of business is transferred by delivery with any necessary indorsement or assignment is delivered pursuant to an agreement between persons in the business of dealing with such securities or financial assets and the agreement calls for delivery versus payment, the person delivering the certificate or other financial asset has a security interest in the certificated security or other financial asset securing the seller's right to receive payment. A security agreement is not required for attachment or enforceability of the security interest, and the security interest is automatically perfected. Section 7. That § 57A-9-203 be amended to read as follows: 57A-9-203. (1) Subject to the provisions of § 57A-4-208 § 57A-4-210 on the security interest of a collecting bank, § 57A-8-321 on security interests in securities § § 57A-9-115 and 57A-9-116 on security interests in investment property, and § 57A-9-113 on a security interest arising under the chapter on sales, a security interest is not enforceable against the debtor or third parties with respect to the collateral and does not attach unless: (a) The collateral is in the possession of the secured party pursuant to agreement, the collateral is investment property and the secured party has control pursuant to agreement, or the debtor has signed a security agreement which contains a description of the collateral and in addition, when the security interest covers crops growing or to be grown or timber to be cut, a description of the land concerned; and (b) Value has been given; and (c) The debtor has rights in the collateral. (2) A security interest attaches when it becomes enforceable against the debtor with respect to the collateral. Attachment occurs as soon as all of the events specified in subsection (1) have taken place unless explicit agreement postpones the time of attaching. (3) Unless otherwise agreed a security agreement gives the secured party the rights to proceeds provided by § 57A-9-306. (4) A transaction, although subject to this chapter, is also subject to chapters 54-4 to 54-7, inclusive, and in the case of conflict between the provisions of this chapter and any such statute, the provisions of Title 54 control. Failure to comply with any applicable statute has only the effect which is specified therein. Section 8. That § 57A-9-301 be amended to read as follows: 57A-9-301. (1) Except as otherwise provided in subsection (2), an unperfected security interest is subordinate to the rights of: (a) Persons entitled to priority under § 57A-9-312; (b) A person who becomes a lien creditor before the security interest is perfected; (c) In the case of goods, instruments, documents, and chattel paper, a person who is not a secured party and who is a transferee in bulk or other buyer not in ordinary course of business, or is a buyer of farm products in ordinary course of business, to the extent that he gives value and receives delivery of the collateral without knowledge of the security interest and before it is perfected; (d) In the case of accounts and , general intangibles, and investment property, a person who is not a secured party and who is a transferee to the extent that he gives value without knowledge of the security interest and before it is perfected. (2) If the secured party files with respect to a purchase money security interest before or within twenty days after the debtor receives possession of the collateral, he takes priority over the rights of a transferee in bulk or of a lien creditor which arise between the time the security interest attaches and the time of filing. (3) A \"lien creditor\" means a creditor who has acquired a lien on the property involved by attachment, levy or the like and includes an assignee for benefit of creditors from the time of assignment, and a trustee in bankruptcy from the date of the filing of the petition or a receiver in equity from the time of appointment. (4) A person who becomes a lien creditor while a security interest is perfected takes subject to the security interest only to the extent that it secures advances made before he becomes a lien creditor or within forty-five days thereafter or made without knowledge of the lien or pursuant to a commitment entered into without knowledge of the lien. Section 9. That § 57A-9-302 be amended to read as follows: 57A-9-302. (1) A financing statement must be filed to perfect all security interests except the following: (a) A security interest in collateral in possession of the secured party under § 57A-9-305; (b) A security interest temporarily perfected in instruments , certificated securities, or documents without delivery under § 57A-9-304 or in proceeds for a twenty-day period under § 57A-9-306; (c) A security interest created by an assignment of a beneficial interest in a trust or a decedent's estate; (d) A purchase money security interest in consumer goods; but filing is required for a motor vehicle required to be registered; and fixture filing is required for priority over conflicting interests in fixtures to the extent provided in § 57A-9-313; (e) An assignment of accounts which does not alone or in conjunction with other assignments to the same assignee transfer a significant part of the outstanding accounts of the assignor; (f) A security interest of a collecting bank ( § 57A-4-208) or in securities ( § 57A-8-321) or arising under the chapter on sales (see § 57A-9-113) or covered in subsection (3) of this section; (g) An assignment for the benefit of all the creditors of the transferor, and subsequent transfers by the assignee thereunder ; (h) A security interest in investment property which is perfected without filing under § 57A-9-115 or 57A-9-116 . (2) If a secured party assigns a perfected security interest, no filing under this chapter is required in order to continue the perfected status of the security interest against creditors of and transferees from the original debtor. (3) The filing of a financing statement otherwise required by this chapter is not necessary or effective to perfect a security interest in property subject to: (a) a statute or treaty of the United States which provides for a national or international registration or a national or international certificate of title or which specifies a place of filing different from that specified in this chapter for filing of the security interest; or (b) a certificate of title statute of this state under the law of which indication of a security interest on the certificate of title is required as a condition of perfection; but during any period in which collateral is inventory held for sale by a person who is in the business of selling goods of that kind, the filing provisions of this chapter (Part 4) apply to a security interest in that collateral created by him as debtor; a security interest in a snowmobile which attached prior to July 1, 1991, may be perfected by notation on the certificate of title under chapter 32-3 or in accordance with the provisions of chapter 57A-9; (c) a certificate of title statute of another jurisdiction under the law of which indication of a security interest on the certificate is required as a condition of perfection (subsection 57A-9-103(2)); or (d) the following statutes of this state: § § 49-34-11 to 49-34-11.4, inclusive. (4) Compliance with a statute or treaty described in subsection (3) is equivalent to the filing of a financing statement under this chapter, and a security interest in property subject to the statute or treaty can be perfected only by compliance therewith except as provided in § 57A-9-103 on multiple state transactions. Duration and renewal of perfection of a security interest perfected by compliance with the statute or treaty are governed by the provisions of the statute or treaty; in other respects the security interest is subject to this chapter. Section 10. That § 57A-9-303 be amended to read as follows: 57A-9-303. (1) A security interest is perfected when it has attached and when all of the applicable steps required for perfection have been taken. Such steps are specified in § § 57A-9- 115, 57A-9-302, 57A-9-304, 57A-9-305 , and 57A-9-306. If such steps are taken before the security interest attaches, it is perfected at the time when it attaches. (2) If a security interest is originally perfected in any way permitted under this chapter and is subsequently perfected in some other way under this chapter, without an intermediate period when it was unperfected, the security interest shall be deemed to be perfected continuously for the purposes of this chapter. Section 11. That § 57A-9-304 be amended to read as follows: 57A-9-304. (1) A security interest in chattel paper or negotiable documents may be perfected by filing. A security interest in money or instruments (other than certificated securities or instruments which constitute part of chattel paper) can be perfected only by the secured party's taking possession, except as provided in subsections (4) and (5) of this section and subsections (2) and (3) of § 57A-9-306 on proceeds. (2) During the period that goods are in the possession of the issuer of a negotiable document therefor, a security interest in the goods is perfected by perfecting a security interest in the document, and any security interest in the goods otherwise perfected during such period is subject thereto. (3) A security interest in goods in the possession of a bailee other than one who has issued a negotiable document therefor is perfected by issuance of a document in the name of the secured party or by the bailee's receipt of notification of the secured party's interest or by filing as to the goods. (4) A security interest in instruments (other than certificated securities) , certificated securities, or negotiable documents is perfected without filing or the taking of possession for a period of twenty-one days from the time it attaches to the extent that it arises for new value given under a written security agreement. (5) A security interest remains perfected for a period of twenty-one days without filing where a secured party having a perfected security interest in an instrument (other than a certificated security) , a certificated security, a negotiable document or goods in possession of a bailee other than one who has issued a negotiable document therefor (a) Makes available to the debtor the goods or documents representing the goods for the purpose of ultimate sale or exchange or for the purpose of loading, unloading, storing, shipping, transshipping, manufacturing, processing or otherwise dealing with them in a manner preliminary to their sale or exchange; but priority between conflicting security interests in the goods is subject to subsection (3) of § 57A-9-312; or (b) Delivers the instrument or certificated security to the debtor for the purpose of ultimate sale or exchange or of presentation, collection, renewal or registration of transfer. (6) After the twenty-one day period in subsections (4) and (5) perfection depends upon compliance with applicable provisions of this chapter. Section 12. That § 57A-9-305 be amended to read as follows: 57A-9-305. A security interest in letters of credit and advices of credit (subsection (2) (a) of § 57A-5-116), goods, instruments (other than certificated securities) , money, negotiable documents or chattel paper may be perfected by the secured party's taking possession of the collateral. If such collateral other than goods covered by a negotiable document is held by a bailee, the secured party is deemed to have possession from the time the bailee receives notification of the secured party's interest. A security interest is perfected by possession from the time possession is taken without relation back and continues only so long as possession is retained, unless otherwise specified in this chapter. The security interest may be otherwise perfected as provided in this chapter before or after the period of possession by the secured party. Section 13. That § 57A-9-306 be amended to read as follows: 57A-9-306. (1) \"Proceeds\" includes whatever is received upon the sale, lease, exchange, collection or other disposition of collateral or proceeds. Insurance payable by reason of loss or damage to the collateral is proceeds, except to the extent that it is payable to a person other than a party to the security agreement. Any payments or distributions made with respect to investment property collateral are proceeds. Money, checks, deposit accounts and the like are \"cash proceeds.\" (2) Except where this chapter otherwise provides, a security interest continues in collateral notwithstanding sale, exchange or other disposition thereof unless the disposition was authorized by the secured party in the security agreement or otherwise, and also continues in any identifiable proceeds including collections received by the debtor. (3) The security interest in proceeds is a continuously perfected security interest if the interest in the original collateral was perfected but it ceases to be a perfected security interest and becomes unperfected twenty days after receipt of the proceeds by the debtor unless: (a) A filed financing statement covers the original collateral and the proceeds are collateral in which a security interest may be perfected by filing in the office or offices where the financing statement has been filed and, if the proceeds are acquired with cash proceeds, the description of collateral in the financing statement indicates the types of property constituting the proceeds; or (b) A filed financing statement covers the original collateral and the proceeds are identifiable cash proceeds; or (c) The original collateral was investment property and the proceeds are identifiable cash proceeds; or (d) The security interest in the proceeds is perfected before the expiration of the twenty-day period. Except as provided in this section, a security interest in proceeds can be perfected only by the methods or under the circumstances permitted in this chapter for original collateral of the same type. (4) In the event of insolvency proceedings instituted by or against a debtor, a secured party with a perfected security interest in proceeds has a perfected security interest: (a) In identifiable noncash proceeds and in separate deposit accounts containing only proceeds; (b) In identifiable cash proceeds in the form of money which is neither commingled with other money nor deposited in a deposit account prior to the insolvency proceedings; (c) In identifiable cash proceeds in the form of checks and the like which are not deposited in a deposit account prior to the insolvency proceedings; and (d) In all cash and deposit accounts of the debtor, in which proceeds have been commingled with other funds, but the perfected security interest under this paragraph (d) is (i) Subject to any right of setoff; and (ii) Limited to an amount not greater than the amount of any cash proceeds received by the debtor within twenty days before the institution of the insolvency proceedings less the sum of (I) the payments to the secured party on account of cash proceeds received by the debtor during such period and (II) the cash proceeds received by the debtor during such period to which the secured party is entitled under paragraphs (a) through (c) of this subsection (4). (5) If a sale of goods results in an account or chattel paper which is transferred by the seller to a secured party, and if the goods are returned to or are repossessed by the seller or the secured party, the following rules determine priorities: (a) If the goods were collateral at the time of sale for an indebtedness of the seller which is still unpaid, the original security interest attaches again to the goods and continues as a perfected security interest if it was perfected at the time when the goods were sold. If the security interest was originally perfected by a filing which is still effective, nothing further is required to continue the perfected status; in any other case, the secured party must take possession of the returned or repossessed goods or must file. (b) An unpaid transferee of the chattel paper has a security interest in the goods against the transferor. Such security interest is prior to a security interest asserted under paragraph (a) to the extent that the transferee of the chattel paper was entitled to priority under § 57A-9-308. (c) An unpaid transferee of the account has a security interest in the goods against the transferor. Such security interest is subordinate to a security interest asserted under paragraph (a). (d) A security interest of an unpaid transferee asserted under paragraph (b) or (c) must be perfected for protection against creditors of the transferor and purchasers of the returned or repossessed goods. Section 14. That § 57A-9-309 be amended to read as follows: 57A-9-309. Nothing in this chapter limits the rights of a holder in due course of a negotiable instrument ( § 57A-3-302) or a holder to whom a negotiable document of title has been duly negotiated ( § 57A-7-501) or a bona fide protected purchaser of a security ( § 57A-8-302 § 57A- 8-303 ) and such holders or purchasers take priority over an earlier security interest even though perfected. Filing under this chapter does not constitute notice of the security interest to such holders or purchasers. Section 15. That § 57A-9-312 be amended to read as follows: 57A-9-312. (1) The rules of priority stated in other sections of this part and in the following sections shall govern when applicable: § 57A-4-208 § 57A-4-210 with respect to the security interests of collecting banks in items being collected, accompanying documents and proceeds; § 57A-9-103 on security interests related to other jurisdictions; § 57A-9-114 on consignments ; § 57A-9-115 on security interests in investment property . (2) A perfected security interest in crops for new value given to enable the debtor to produce the crops during the production season and given not more than three months before the crops become growing crops by planting or otherwise takes priority over an earlier perfected security interest to the extent that such earlier interest secures obligations due more than six months before the crops become growing crops by planting or otherwise, even though the person giving new value had knowledge of the earlier security interest. (3) A perfected purchase money security interest in inventory has priority over a conflicting security interest in the same inventory and also has priority in identifiable cash proceeds received on or before the delivery of the inventory to a buyer if: (a) The purchase money security interest is perfected at the time the debtor receives possession of the inventory; and (b) The purchase money secured party gives notification in writing to the holder of the conflicting security interest if the holder had filed a financing statement covering the same types of inventory (i) before the date of the filing made by the purchase money secured party, or (ii) before the beginning of the twenty-one day period where the purchase money security interest is temporarily perfected without filing or possession (subsection (5) of § 57A-9-304); and (c) The holder of the conflicting security interest receives the notification within five years before the debtor receives possession of the inventory; and (d) Such notification states that the person giving the notice has or expects to acquire a purchase money security interest in inventory of the debtor, describing such inventory by item or type. (4) A purchase money security interest in collateral other than inventory has priority over a conflicting security interest in the same collateral or its proceeds if the purchase money security interest is perfected at the time the debtor receives possession of the collateral or within twenty days thereafter. (5) In all cases not governed by other rules stated in this section (including cases of purchase money security interests which do not qualify for the special priorities set forth in subsections (3) and (4) of this section), priority between conflicting security interests in the same collateral shall be determined according to the following rules: (a) Conflicting security interests rank according to priority in time of filing or perfection. Priority dates from the time a filing is first made covering the collateral or the time the security interest is first perfected, whichever is earlier, provided that there is no period thereafter when there is neither filing nor perfection. (b) So long as conflicting security interests are unperfected, the first to attach has priority. (6) For the purposes of subsection (5) a date of filing or perfection as to collateral is also a date of filing or perfection as to proceeds. (7) If future advances are made while a security interest is perfected by filing, the taking of possession, or under § 57A-8-321 on securities § 57A-9-115 or 57A-9-116 on investment property , the security interest has the same priority for the purposes of subsection (5) or § 57A-9-115(5) with respect to the future advances as it does with respect to the first advance. If a commitment is made before or while the security interest is so perfected, the security interest has the same priority with respect to advances made pursuant thereto. In other cases a perfected security interest has priority from the date the advance is made. Section 16. That § 57A-1-105 be amended to read as follows: 57A-1-105. (1) Except as provided hereafter in this section, when a transaction bears a reasonable relation to this state and also to another state or nation the parties may agree that the law either of this state or of such other state or nation shall govern their rights and duties. Failing such agreement this title applies to transactions bearing an appropriate relation to this state. (2) Where one of the following provisions of this title specifies the applicable law, that provision governs and a contrary agreement is effective only to the extent permitted by the law (including the conflict of laws rules) so specified: Rights of creditors against sold goods. § 57A-2-402. Applicability of the article on leases. § § 57A-2A-105 and 57A-2A-106. Applicability of the chapters on bank deposits and collections. § 57A-4-102. Governing law in the article on funds transfers. § 57A-4A-507. Applicability of the chapters on investment securities. § 57A-8-106 § 57A-8-110 . Perfection provisions of the chapter on secured transactions. § 57A-9-103. Section 17. That § 57A-1-206 be amended to read as follows: 57A-1-206. (1) Except in the cases described in subsection (2) of this section a contract for the sale of personal property is not enforceable by way of action or defense beyond five thousand dollars in amount or value of remedy unless there is some writing which indicates that a contract for sale has been made between the parties at a defined or stated price, reasonably identifies the subject matter, and is signed by the party against whom enforcement is sought or by his authorized agent. (2) Subsection (1) of this section does not apply to contracts for the sale of goods ( § 57A-2-201) nor of securities ( § 57A-8-319 § 57A-8-113 ) nor to security agreements ( § 57A-9-203). Section 18. That § 57A-4-104 be amended to read as follows: 57A-4-104. (a) In this chapter, unless the context otherwise requires: (1) \"Account\" means any deposit or credit account with a bank, including a demand, time, savings, passbook, share draft, or like account, other than an account evidenced by a certificate of deposit; (2) \"Afternoon\" means the period of a day between noon and midnight; (3) \"Banking day\" means the part of a day on which a bank is open to the public for carrying on substantially all of its banking functions; (4) \"Clearing house\" means an association of banks or other payors regularly clearing items; (5) \"Customer\" means a person having an account with a bank or for whom a bank has agreed to collect items, including a bank that maintains an account at another bank; (6) \"Documentary draft\" means a draft to be presented for acceptance or payment if specified documents, certificated securities ( § 57A-8-102) or instructions for uncertificated securities ( § 57A-8-308 § 57A-8-102 ), or other certificates, statements, or the like are to be received by the drawee or other payor before acceptance or payment of the draft; (7) \"Draft\" means a draft as defined in § 57A-3-104 or an item, other than an instrument, that is an order; (8) \"Drawee\" means a person ordered in a draft to make payment; (9) \"Item\" means an instrument or a promise or order to pay money handled by a bank for collection or payment. The term does not include a payment order governed by chapter 57A-4A or a credit or debit card slip; (10) \"Midnight deadline\" with respect to a bank is midnight on its next banking day following the banking day on which it receives the relevant item or notice or from which the time for taking action commences to run, whichever is later; (11) \"Settle\" means to pay in cash, by clearing-house settlement, in a charge or credit or by remittance, or otherwise as agreed. A settlement may be either provisional or final; (12) \"Suspends payments\" with respect to a bank means that it has been closed by order of the supervisory authorities, that a public officer has been appointed to take it over, or that it ceases or refuses to make payments in the ordinary course of business. (b) Other definitions applying to this chapter and the sections in which they appear are: \"Agreement for electronic presentment\" § 57A-4-110 \"Bank\" § 57A-4-105 \"Collecting bank\" § 57A-4-105 \"Depository bank\" § 57A-4-105 \"Intermediary bank\" § 57A-4-105 \"Payor bank\" § 57A-4-105 \"Presenting bank\" § 57A-4-105 \"Presentment notice\" § 57A-4-110 (c) The following definitions in other chapters apply to this chapter: \"Acceptance\" § 57A-3-409 \"Alteration\" § 57A-3-407 \"Cashier's check\" § 57A-3-104 \"Certificate of deposit\" § 57A-3-104 \"Certified check\" § 57A-3-409 \"Check\" § 57A-3-104 \"Good faith\" § 57A-3-103 \"Holder in due course\" § 57A-3-302 \"Instrument\" § 57A-3-104 \"Notice of dishonor\" § 57A-3-503 \"Order\" § 57A-3-103 \"Ordinary care\" § 57A-3-103 \"Person entitled to enforce\" § 57A-3-301 \"Presentment\" § 57A-3-501 \"Promise\" § 57A-3-103 \"Prove\" § 57A-3-103 \"Teller's check\" § 57A-3-104 \"Unauthorized signature\" § 57A-3-403 (d) In addition, chapter 57A-1 contains general definitions and principles of construction and interpretation applicable throughout this chapter. Section 19. That § 57A-5-114 be amended to read as follows: 57A-5-114. (1) An issuer must honor a draft or demand for payment which complies with the terms of the relevant credit regardless of whether the goods or documents conform to the underlying contract for sale or other contract between the customer and the beneficiary. The issuer is not excused from honor of such a draft or demand by reason of an additional general term that all documents must be satisfactory to the issuer, but an issuer may require that specified documents must be satisfactory to it; (2) Unless otherwise agreed when documents appear on their face to comply with the terms of a credit but a required document does not in fact conform to the warranties made on negotiation or transfer of a document of title ( § 57A-7-507) or of a certificated security ( § 57A-8-306 § 57A-8-108 ) or is forged or fraudulent or there is fraud in the transaction: (a) The issuer must honor the draft or demand for payment if honor is demanded by a negotiating bank or other holder of the draft or demand which has taken the draft or demand under the credit and under circumstances which would make it a holder in due course ( § 57A-3-302) and in an appropriate case would make it a person to whom a document of title has been duly negotiated ( § 57A-7-502) or a bona fide purchaser of a certificated security ( § 57A-8-302); and (b) In all other cases as against its customer, an issuer acting in good faith may honor the draft or demand for payment despite notification from the customer of fraud, forgery or other defect not apparent on the face of the documents but a court of appropriate jurisdiction may enjoin such honor. (3) Unless otherwise agreed an issuer which has duly honored a draft or demand for payment is entitled to immediate reimbursement of any payment made under the credit and to be put in effectively available funds not later than the day before maturity of any acceptance made under the credit. BILL HISTORY 1/21/98 First read in Senate and referred to Commerce. S.J. 143 1/27/98 Scheduled for Committee hearing on this date. 1/27/98 Commerce Do Pass, Passed, AYES 6, NAYS 0. S.J. 211 1/28/98 Senate Do Pass, Passed, AYES 34, NAYS 1. S.J. 236 1/29/98 First read in House and referred to Judiciary. H.J. 312 2/14/98 Scheduled for Committee hearing on this date. 2/14/98 Judiciary Do Pass Amended, Passed, AYES 11, NAYS 0. H.J. 688"}, {"bill_id": 13518, "bill_version_id": 77793, "bill_version": "Enrolled", "bill_version_date": "1998-02-20T15:01:09-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13518, "action_date": "1998-01-21T14:00:00-06:00", "document_id": 76896, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76896.pdf", "status_text": "First read in Senate and referred to", "journal_page": 143, "committee_id_action": 601, "committee_id_assigned": 575, "result": "N", "vote": {}}, {"bill_id": 13518, "action_date": "1998-01-27T10:00:00-06:00", "document_id": 76587, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76587.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 575, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13518, "action_date": "1998-01-27T10:00:00-06:00", "document_id": 76587, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76587.pdf", "status_text": "Do Pass,", "journal_page": 211, "committee_id_action": 575, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39873, "president_vote": null, "Yea": [2112, 2156, 2169, 2187, 2166, 2182], "Excused": [2189]}}, {"bill_id": 13518, "action_date": "1998-01-28T14:00:00-06:00", "document_id": 76906, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76906.pdf", "status_text": "Do Pass,", "journal_page": 236, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39976, "president_vote": null, "Nay": [2094], "Yea": [2095, 2099, 2102, 2103, 2112, 2115, 2118, 2121, 2122, 2125, 2129, 2130, 2135, 2137, 2138, 2140, 2142, 2145, 2148, 2149, 2155, 2156, 2165, 2166, 2169, 2170, 2175, 2179, 2182, 2187, 2188, 2189, 2191, 2196]}}, {"bill_id": 13518, "action_date": "1998-01-29T14:00:00-06:00", "document_id": 76907, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76907.pdf", "status_text": "First read in House and referred to", "journal_page": 312, "committee_id_action": 600, "committee_id_assigned": 598, "result": "N", "vote": {}}, {"bill_id": 13518, "action_date": "1998-02-14T07:45:00-06:00", "document_id": 76741, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76741.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 598, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13518, "action_date": "1998-02-14T07:45:00-06:00", "document_id": 76741, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76741.pdf", "status_text": "Do Pass Amended,", "journal_page": 688, "committee_id_action": 598, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38956, "president_vote": null, "Excused": [2141, 2120], "Yea": [2134, 2105, 2114, 2128, 2161, 2178, 2185, 2109, 2132, 2164, 2192]}}, {"bill_id": 13518, "action_date": "1998-02-14T07:45:00-06:00", "document_id": 76741, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76741.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 598, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13518, "action_date": "1998-02-18T14:00:00-06:00", "document_id": 76935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76935.pdf", "status_text": "Do Pass Amended,", "journal_page": 760, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40767, "president_vote": null, "Excused": [2096, 2150, 2171, 2174, 2190, 2198], "Yea": [2097, 2098, 2100, 2101, 2104, 2105, 2106, 2107, 2108, 2109, 2110, 2111, 2113, 2114, 2116, 2117, 2119, 2120, 2123, 2124, 2127, 2128, 2131, 2132, 2133, 2136, 2139, 2141, 2143, 2144, 2146, 2147, 2151, 2152, 2154, 2157, 2158, 2159, 2160, 2161, 2162, 2164, 2167, 2172, 2173, 2176, 2177, 2178, 2180, 2181, 2183, 2185, 2186, 2192, 2193, 2194, 2195, 2197, 2134], "Nay": [2126, 2153, 2163, 2168, 2184]}}, {"bill_id": 13518, "action_date": "1998-02-23T14:00:00-06:00", "document_id": 76942, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76942.pdf", "status_text": "Signed by President", "journal_page": 663, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13518, "action_date": "1998-02-24T14:00:00-06:00", "document_id": 76943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76943.pdf", "status_text": "Signed by Speaker", "journal_page": 926, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13518, "action_date": "1998-02-25T14:00:00-06:00", "document_id": 76946, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76946.pdf", "status_text": "Delivered to the Governor", "journal_page": 694, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13518, "action_date": "1998-03-14T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1140}