{"session_id": 7, "bill_id": 1247, "bill_type": "House Bill", "bill_number": 1288, "bill_title": "prohibit certain public officials from having an unlawful interest in a public contract and to provide certain penalties therefor.", "sponsors": [{"legislator_profile_id": 686, "is_prime": true}, {"legislator_profile_id": 734, "is_prime": true}, {"legislator_profile_id": 644, "is_prime": false}], "keywords": ["Contracts", "Legislature", "Public Officers and Employees"], "audio": [{"meeting_datetime": "2009-02-23T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hst27.mp3", "start_seconds": 785.0}, {"meeting_datetime": "2009-02-23T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hst27.mp3", "start_seconds": 785.0}, {"meeting_datetime": "2009-02-23T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hst27.mp3", "start_seconds": 785.0}], "bill_versions": [{"bill_id": 1247, "bill_version_id": 6665, "bill_version": "Introduced", "bill_version_date": "2009-02-03T09:04:41.877-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to prohibit certain public officials from having an unlawful interest in a public contract and to provide certain penalties therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. No public official may knowingly do any of the following: (1) Authorize, or employ the authority or influence of the public official's office to secure authorization of any public contract in which the public official, a member within the third degree of kinship of the public official's family, or any of the public official's business associates has an interest; (2) Authorize, or employ the authority or influence of the public official's office to secure the investment of public funds in any share, bond, mortgage, or other security, with respect to which the public official, a member of the public official's family, or any of the public official's business associates either has an interest, is an underwriter, or receives any brokerage, origination, or servicing fees; (3) During the public official's term of office or within one year thereafter, occupy any position of profit in the prosecution of a public contract authorized by the public official or by a legislative body, commission, or board of which the public official was a member at the time of authorization, unless the contract was let by competitive bidding to the lowest and best bidder; (4) Have an interest in the profits or benefits of a public contract entered into by or for the use of the political subdivision or governmental agency or instrumentality with which the public official is connected; or (5) Have an interest in the profits or benefits of a public contract that is not let by competitive bidding if required by law and that involves more than three thousand dollars. Section 2. In the absence of bribery or a purpose to defraud, a public official, member of a public official's family, or any of a public official's business associates does not have an interest in a public contract or the investment of public funds, if all of the following apply: (1) The interest of that person is limited to owning or controlling shares of the corporation, or being a creditor of the corporation or other organization, that is the contractor on the public contract involved, or that is the issuer of the security in which public funds are invested; (2) The shares owned or controlled by that person do not exceed five percent of the outstanding shares of the corporation, and the amount due that person as creditor does not exceed five percent of the total indebtedness of the corporation or other organization; and (3) That person, prior to the time the public contract is entered into, files with the political subdivision or governmental agency or instrumentality involved, an affidavit giving that person's exact status in connection with the corporation or other organization. Section 3. This Act does not apply to a public contract in which a public official, member of a public official's family, or one of a public official's business associates has an interest, if all of the following apply: (1) The subject of the public contract is necessary supplies or services for the political subdivision or governmental agency or instrumentality involved; (2) The supplies or services are unobtainable elsewhere for the same or lower cost, or are being furnished to the political subdivision or governmental agency or instrumentality as part of a continuing course of dealing established prior to the public official's becoming associated with the political subdivision or governmental agency or instrumentality involved; (3) The treatment accorded the political subdivision or governmental agency or instrumentality is either preferential to or the same as that accorded other customers or clients in similar transactions; and (4) The entire transaction is conducted at arm's length, with full knowledge by the political subdivision or governmental agency or instrumentality involved, of the interest of the public official, member of the public official's family, or business associate, and the public official takes no part in the deliberations or decision of the political subdivision or governmental agency or instrumentality with respect to the public contract. Section 4. Subdivision (4) of section 1 of this Act does not prohibit participation by a public employee in any housing program funded by public moneys if the public employee otherwise qualifies for the program and does not use the authority or influence of the public employee's office or employment to secure benefits from the program and if the moneys are to be used on the primary residence of the public employee. Such participation does not constitute an unlawful interest in a public contract in violation of this Act. Section 5. Any person who violates section 1 of this Act is guilty of having an unlawful interest in a public contract. A violation of subdivision (1) or (2) of section 1 of this Act is a Class 6 felony. A violation of subdivision (3), (4), or (5) of section 1 of this Act is a Class 1 misdemeanor. Section 6. This Act does not apply to a public contract in which a township trustee in a township, a member of the township trustee's family, or one of the township trustee's business associates has an interest, if all of the following apply: (1) The subject of the public contract is necessary supplies or services for the township and the amount of the contract is less than five thousand dollars per year; (2) The supplies or services are being furnished to the township as part of a continuing course of dealing established before the township trustee held that office with the township; (3) The treatment accorded the township is either preferential to or the same as that accorded other customers or clients in similar transactions; and (4) The entire transaction is conducted with full knowledge by the township of the interest of the township trustee, member of the township trustee's family, or the township trustee's business associate. Section 7. Any public contract in which a public official, a member of the public official's family, or any of the public official's business associates has an interest in violation of this Act is void and unenforceable. Any contract securing the investment of public funds in which a public official, a member of the public official's family, or any of the public official's business associates has an interest, is an underwriter, or receives any brokerage, origination, or servicing fees and that was entered into in violation of this Act is void and unenforceable. Section 8. As used in this Act, the term, public contract, means either of the following: (1) The purchase or acquisition, or a contract for the purchase or acquisition, of property or services by or for the use of the state, any of its political subdivisions, or any agency or instrumentality of either, including the employment of an individual by the state, any of its political subdivisions, or any agency or instrumentality of either; or (2) A contract for the design, construction, alteration, repair, or maintenance of any public property. Section 9. As used in this Act, the term, public official, means any elected or appointed officer, or employee, or agent of the state or any political subdivision, whether in a temporary or permanent capacity, and includes legislators, judges, and law enforcement officers. Section 10. As used in this Act, the term, business associate, means any person entity engaged in or carrying on a business enterprise with a public official as a partner, joint venturer, corporate shareholder, or co-owner of property."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1247, "action_date": "2009-02-03T14:00:00-06:00", "document_id": 6759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6759.pdf", "status_text": "First read in House and referred to", "journal_page": 270, "committee_id_action": 56, "committee_id_assigned": 49, "result": "N", "vote": {}}, {"bill_id": 1247, "action_date": "2009-02-11T07:45:00-06:00", "document_id": 6994, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6994.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 49, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1247, "action_date": "2009-02-23T07:45:00-06:00", "document_id": 7499, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7499.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 49, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1247, "action_date": "2009-02-23T07:45:00-06:00", "document_id": 7985, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7985.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 479, "committee_id_action": 49, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4475, "president_vote": null, "Nay": [666, 693], "Yea": [651, 660, 721, 683, 695, 645, 639, 681, 657, 691], "Excused": [643]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/1247"}