{"session_id": 43, "bill_id": 11474, "bill_type": "Senate Bill", "bill_number": 114, "bill_title": "require an incentive program to provide diversion opportunities for certain substance abuse offenses.", "sponsors": [{"legislator_profile_id": 1663, "is_prime": true}, {"legislator_profile_id": 1654, "is_prime": false}, {"legislator_profile_id": 1656, "is_prime": false}, {"legislator_profile_id": 1659, "is_prime": false}, {"legislator_profile_id": 1662, "is_prime": false}, {"legislator_profile_id": 1658, "is_prime": false}, {"legislator_profile_id": 1651, "is_prime": false}, {"legislator_profile_id": 1746, "is_prime": false}, {"legislator_profile_id": 1698, "is_prime": false}, {"legislator_profile_id": 1660, "is_prime": false}, {"legislator_profile_id": 1653, "is_prime": false}], "keywords": ["Counties", "Criminal Procedure"], "audio": [{"meeting_datetime": "2020-02-20T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sju23.mp3", "start_seconds": 4027.0}, {"meeting_datetime": "2020-02-20T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sju23.mp3", "start_seconds": 4027.0}, {"meeting_datetime": "2020-02-20T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sju23.mp3", "start_seconds": 4027.0}, {"meeting_datetime": "2020-02-20T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sju23.mp3", "start_seconds": 4027.0}], "bill_versions": [{"bill_id": 11474, "bill_version_id": 65146, "bill_version": "Introduced", "bill_version_date": "2020-01-29T16:02:20.01-06:00", "bill_text": "An Act to require an incentive program to provide diversion opportunities for certain substance abuse offenses. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 23A-51-8. Incentive for diversion opportunity. The Department of Corrections shall develop a fiscal incentive program to incentivize county use of diversion opportunities established under this chapter. An application for funding from the fiscal incentive program shall be submitted to the Department of Corrections before September first each year by a county. The fiscal incentive program includes the following requirements: (1) An application shall include data on the number of persons annually referred by the county to a diversion program, as well as the number of referred persons that completes a diversion program. In addition, each application shall provide specific data about the persons referred to diversion, including the type of program or type of diversion referred to, the name and location of each diversion provider, and whether the person completed a diversion program; (2) The allotment of funds shall be based on the number of persons referred by each county that complete a court-approved diversion program at a rate of two hundred fifty dollars per person. That amount shall be prorated if the number of persons completing a diversion program statewide results in an amount that exceeds the allotted funds; (3) A county may receive any state funds provided by this section by providing a completed application; and (4) Payments to counties shall be transferred on or about November first each year. The Department of Corrections shall report data collected from participating counties semiannually to the Corrections Commission established in § 1-15-1.14. Section 2. That a NEW SECTION be added: 23A-51-1. Goals for pretrial diversion opportunity. Any pretrial diversion opportunity for persons charged under § 22-42-5 or 22-42-5.1 shall be designed and operated to further the following goals: (1) Provide eligible persons with an alternative to confinement and a criminal conviction; (2) Reduce the costs and caseload burdens on courts and the criminal justice system; (3) Minimize recidivism among diverted persons; and (4) Provide treatment. A county may establish a pretrial diversion opportunity in conjunction with other counties. Section 3. That a NEW SECTION be added: 23A-51-2. Allowable pretrial diversion opportunity components. A pretrial diversion opportunity established under this chapter may: (1) Provide screening services to the court and the prosecuting authorities to help identify likely candidates for pretrial diversion; (2) Establish goals for a diverted person and monitor performance of these goals; (3) Perform chemical dependency assessments of a diverted person where indicated, make appropriate referrals for treatment, and monitor treatment and aftercare; (4) Provide individual, group, and family counseling services; (5) Assist a diverted person in identifying and contacting appropriate community resources; and (6) Provide accurate information on how diverted persons perform in the program to the court, prosecutors, defense attorneys, and probation officers. Section 4. That a NEW SECTION be added: 23A-51-3. Offering diversion agreements. After a complaint has been filed charging a person with a violation of § 22-42-5 or 22-42-5.1, and before conviction thereof, the state's attorney, if diversion of the person would be in the interests of justice and of benefit to the person and the community, may propose a diversion agreement to the person. The state's attorney shall establish the terms of each diversion agreement in accordance with § 23A-51-5. The state's attorney shall consider the factors listed in § 23A-51-4 before making a determination for diversion. Each state's attorney shall adopt written policies and guidelines for the implementation of a pretrial diversion opportunity. Such policies and guidelines shall provide for a diversion conference and other procedures in those cases where the state's attorney elects to offer diversion in place of further criminal proceedings on the complaint. Section 5. That a NEW SECTION be added: 23A-51-4. Factors for offering pretrial diversion opportunity. In determining whether diversion of a person is in the interests of justice and of benefit to the person and the community, the state's attorney shall consider at least the following factors: (1) The nature of the crime charged and the circumstances surrounding the crime; (2) Any special characteristics or circumstances of the person; (3) Whether the person is a first-time offender of a substance abuse offense and if the person has previously participated in diversion under this chapter; (4) Whether there is a probability that the person will cooperate with and benefit from diversion; (5) Whether there is a probability that the person committed the crime as a result of a mental health condition or military service injury; (6) Whether the available diversion program is appropriate to the needs of the person; (7) The impact of the diversion of the person upon the community; (8) Recommendations, if any, of the involved law enforcement agency; (9) Recommendations, if any, of the victim; and (10) Any mitigating circumstances. Section 6. That a NEW SECTION be added: 23A-51-5. Contents of diversion agreement. A diversion agreement shall provide that if the person fulfills the obligations of the diversion opportunity, as determined by the state's attorney, the state's attorney shall act to have the criminal charges against the person dismissed with prejudice. The diversion agreement shall include specifically the waiver of all rights under the law or the constitution of South Dakota or of the United States to a speedy arraignment and a speedy trial. The diversion agreement may include provisions concerning payment of restitution, including court costs and diversion costs, residence in a specified facility, maintenance of gainful employment, completion of a substance abuse treatment, and participation in programs offering medical, educational, vocational, social and psychological services, corrective and preventive guidance, and other rehabilitative services. The diversion agreement shall include: (1) The person's full name; (2) The person's full name at the time of filing the complaint, if different from the person's current name; (3) The person's sex, race, and date of birth; (4) The crime with which the person is charged; (5) The date the complaint was filed; and (6) The court with which the agreement is filed. If the state's attorney elects to offer diversion in place of further criminal proceedings on the complaint and the person agrees to all of the terms of the proposed agreement, the agreement shall be filed with the court, and the court shall stay further proceedings on the complaint. If the person declines to accept diversion, the court shall resume the criminal proceedings on the complaint. If the person entering into a diversion agreement is a nonresident, the state's attorney shall transmit a copy of the diversion agreement to the appropriate jurisdiction. Section 7. That a NEW SECTION be added: 23A-51-6. Ban on certain conditions for diversion agreement. No person shall be required to enter any plea to a criminal charge as a condition for diversion. No statements made by the person or counsel in any diversion conference or in any other discussion of a proposed diversion agreement shall be admissible as evidence in criminal proceedings on crimes charged against the person or facts alleged in the complaint. Section 8. That a NEW SECTION be added: 23A-51-7. Fulfilling or failing to complete diversion agreement. If the state's attorney finds at the termination of the diversion period or any time prior thereto that the person has failed to fulfill the terms of the diversion agreement, the state's attorney shall inform the court of such finding and the court, after finding that the person has failed to fulfill the terms of the specific diversion agreement at a hearing thereon, shall resume the criminal proceedings on the complaint. If the person has fulfilled the terms of the diversion agreement, the court shall dismiss with prejudice the criminal charges filed against the person."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11474, "action_date": "2020-01-30T13:00:00-06:00", "document_id": 65050, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65050.pdf", "status_text": "First read in Senate and referred to", "journal_page": 118, "committee_id_action": 447, "committee_id_assigned": 451, "result": "N", "vote": {}}, {"bill_id": 11474, "action_date": "2020-02-20T08:00:00-06:00", "document_id": 67797, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67797.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 451, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11474, "action_date": "2020-02-20T08:00:00-06:00", "document_id": 67798, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67798.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 451, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33351, "president_vote": null, "Nay": [1685, 1663, 1726], "Yea": [1703, 1752, 1716, 1718]}}]}