{"session_id": 53, "bill_id": 17436, "bill_type": "House Bill", "bill_number": 1278, "bill_title": "revise certain provisions relating to child custody and to provide for a shared parenting plan.", "sponsors": [{"legislator_profile_id": 2783, "is_prime": true}, {"legislator_profile_id": 2818, "is_prime": true}, {"legislator_profile_id": 2790, "is_prime": false}], "keywords": ["Domestic Relations", "Minors"], "audio": [{"meeting_datetime": "2002-01-30T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hst17hb1278a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-30T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hst17hb1278a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-30T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hst17hb1278a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17436, "bill_version_id": 92463, "bill_version": "Introduced", "bill_version_date": "2002-01-22T08:39:46-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to child custody and to provide for a shared parenting plan. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 25-4 be amended by adding thereto a NEW SECTION to read as follows: It is the policy of this state to assure that minor children have frequent and continuing contact with parents, to encourage parents to act in the best interests of their children, and to encourage parents to share in the rights and responsibilities of rearing their children following separation or divorce. To effectuate this policy, if requested by a parent, the court shall provide substantially equal access to any minor child at a hearing for temporary custody and in the final decree, unless the court finds that such shared parenting would be detrimental to the child. The burden of proof that a shared parenting relationship would be detrimental to the child is upon the parent opposing a shared parenting relationship. Section 2. That chapter 25-5 be amended by adding thereto a NEW SECTION to read as follows: The petitioner and respondent shall submit a proposed parenting plan, either individually or jointly, within thirty days after service of process or the filing of the entry of appearance, whichever event first occurs, of a motion to modify or a petition involving custody or visitation issues. If requested by a parent, the court shall provide substantially equal access to any minor child to both parents at a hearing for temporary custody, unless the court finds that such shared parenting would be detrimental to the child. The burden of proof that the shared parenting relationship would be detrimental to the child is upon the parent requesting an alternative form of custody. Section 3. That chapter 25-5 be amended by adding thereto a NEW SECTION to read as follows: A party to a hearing for temporary custody may file and serve a proposed parenting plan for consideration by the court. The other party, if contesting the proposed parenting plan, may file and serve an alternative plan. At any time, either parent may move to have a proposed parenting plan entered as part of a temporary order. The proposed temporary parenting plan may be supported by relevant evidence and shall be verified. Section 4. That chapter 25-5 be amended by adding thereto a NEW SECTION to read as follows: No parent entitled to the custody of a child may change the residence of the child to another state or remove the child a distance of greater than fifty miles from the noncustodial parent for a period of time exceeding sixty days except upon an order of the court which has continuing jurisdiction concerning the custody of the child or with the written consent of every other person who has a right to custody or visitation with the child. If relocation of a child is approved, the court shall enter a new parenting plan that maintains the same proportion of custodial access and responsibility that was previously exercised by the parties. Section 5. That § 25-5-13 be repealed. 25-5-13. A parent entitled to the custody of a child has the right to change his residence, subject to the power of the circuit court to restrain a removal which would prejudice the rights or welfare of the child. Section 6. That § 25-5-7.3 be amended to read as follows: 25-5-7.3. Notwithstanding any other provision of law, access to records and information pertaining to a minor child, including, but not limited to, medical, including counseling, dental, including orthodontia, optometric and similar health care, and school records, may not be denied to a parent because such parent is not the child's primary residential parent. No parent may deny the access requested by the other parent. Section 7. That § 25-7-6.14 be amended to read as follows: 25-7-6.14. As used in this section, basic visitation means a parenting plan whereby one parent has physical custody and the other parent has visitation with the child of the parties. In a basic visitation situation, unless the parties otherwise agree and the agreement is approved by the court, the court may, if deemed appropriate under the circumstances, order an abatement of not less than thirty-eight percent nor more than sixty-six percent of the child support if : (1) A a child spends ten or more days any time in a month with the obligor ; and (2) The days of visitation and the abatement amount are specified in the court order . The court shall allow the abatement to the obligor in the month in which the visitation is exercised, unless otherwise ordered . The abatement shall be pro-rated to the days hours of visitation. It shall be presumed that the visitation is exercised. The custodial parent shall give abatement if visitation is not exercised by no fault of the noncustodial parent. If the visitation exercised substantially deviates from the visitation ordered, either party may file a petition for modification without showing any other change in circumstances . As used in this section, shared responsibility means a parenting plan whereby each parent provides a suitable home for the child of the parties, the court order allows the child to spend at least one hundred twenty days any time in a calendar year in each home, and the parents share the duties, responsibilities, and expenses of parenting. In a shared responsibility situation, unless the parties otherwise agree and the agreement is approved by the court, the court may, if deemed appropriate under the circumstances, order a shared responsibility cross credit. The cross credit shall be calculated by multiplying the combined child support obligation using both parents' monthly net incomes by 1.5 to arrive at a shared custody child support obligation. The shared custody child support obligation shall be apportioned to each parent according to his or her net income. For purposes of this section, net income does not include any earnings in excess of a forty-hour work week, a second job, or a business opportunity. A child support obligation is computed for each parent by multiplying that parent's portion of the shared custody child support obligation by the percentage of time the child spends with the other parent. The respective child support obligations are offset, with the parent owing more child support paying the difference between the two amounts. It shall be presumed that the shared responsibility parenting plan is exercised. If the parenting plan exercised substantially deviates from the parenting plan ordered, either party may file a petition for modification without showing any other change in circumstances. The court shall consider each case individually before granting either the basic visitation or shared responsibility adjustment to insure that the adjustment does not place an undue hardship on the custodial parent or have a substantial negative effect on the child's standard of living."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17436, "action_date": "2002-01-22T14:00:00-06:00", "document_id": 92568, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92568.pdf", "status_text": "First read in House and referred to", "journal_page": 217, "committee_id_action": 768, "committee_id_assigned": 763, "result": "N", "vote": {}}, {"bill_id": 17436, "action_date": "2002-01-30T19:30:00-06:00", "document_id": 93311, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93311.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 763, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17436, "action_date": "2002-01-30T19:30:00-06:00", "document_id": 93311, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93311.pdf", "status_text": "Tabled", "journal_page": 391, "committee_id_action": 763, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 53888, "president_vote": null, "Yea": [2736, 2749, 2751, 2759, 2764, 2773, 2775, 2816, 2805], "Excused": [2748], "Nay": [2793, 2803, 2799]}}]}