{"session_id": 51, "bill_id": 15938, "bill_type": "House Bill", "bill_number": 1129, "bill_title": "provide certain exemptions for overweight vehicles hauling grain.", "sponsors": [{"legislator_profile_id": 2568, "is_prime": true}, {"legislator_profile_id": 2584, "is_prime": true}, {"legislator_profile_id": 2532, "is_prime": false}, {"legislator_profile_id": 2543, "is_prime": false}, {"legislator_profile_id": 2547, "is_prime": false}, {"legislator_profile_id": 2587, "is_prime": false}], "keywords": ["Motor Vehicles"], "audio": [], "bill_versions": [{"bill_id": 15938, "bill_version_id": 88320, "bill_version": "Introduced", "bill_version_date": "2001-01-24T08:11:16-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide certain exemptions for overweight vehicles hauling grain. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-22-51 be amended to read as follows: 32-22-51. If an officer upon weighing a vehicle and load as provided in § 32-22-50 determines that the vehicle's weight is unlawful, the officer shall require the driver to stop the vehicle in a suitable place adjacent to the place of weighing. The Except as provided in section 2 of this Act, the vehicle shall there remain until such portion of the load is removed or adjusted to reduce the gross weight, axle weight, or tire weight of such the vehicle to meet the weight limits specified in this chapter or until the officer issues the vehicle an overweight permit as provided for in § § 32-22-42 and 32-22-42.13. The overweight permit shall only authorize movement of the vehicle from the weighing site to a location, as determined by the issuing officer, where the excess portion of the load can be removed or adjusted to cause the vehicle to meet the weight limits specified in this chapter. The unloading of any required portion of a load is the duty of and at the sole risk of the owner or operator of the vehicle. Any material unloaded shall be cared for by and continue to be at the sole risk of the owner or operator. Section 2. That chapter 32-22 be amended by adding thereto a NEW SECTION to read as follows: If a vehicle's weight has been determined to be unlawful pursuant to § 32-22-50, and if the vehicle is hauling grain directly to a grain elevator or public grain warehouse as defined in § 49- 43-1.1, the operator of the vehicle may address the violation as follows: (1) The operator may choose to remove or adjust portions of the load as provided in § 32-22-51. If the operator selects this alternative, no other penalty may be assessed based on the weight of the vehicle; or (2) The operator may choose to be subject to the penalties provided in this chapter with respect to the weight of the vehicle. If the operator selects this alternative, the operator shall be issued an overweight vehicle permit and is not obligated to remove or adjust portions of the load to comply with vehicle weight requirements if the operator proceeds directly to the nearest grain elevator or public grain warehouse and the vehicle is unloaded there."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15938, "action_date": "2001-01-24T14:00:00-06:00", "document_id": 88432, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88432.pdf", "status_text": "First read in House and referred to", "journal_page": 169, "committee_id_action": 712, "committee_id_assigned": 709, "result": "N", "vote": {}}, {"bill_id": 15938, "action_date": "2001-01-29T10:00:00-06:00", "document_id": 88833, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88833.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 709, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15938, "action_date": "2001-01-29T10:00:00-06:00", "document_id": 88833, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88833.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 239, "committee_id_action": 709, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50814, "president_vote": null, "Yea": [2514, 2541, 2543, 2545, 2557, 2570, 2571, 2594, 2610, 2592, 2522], "Excused": [2572], "Nay": [2614]}}]}