{"session_id": 15, "bill_id": 3823, "bill_type": "House Commemoration", "bill_number": 1035, "bill_title": "Acknowledging, commending, and honoring the West Central School District for its outstanding accomplishments.", "sponsors": [{"legislator_profile_id": 296, "is_prime": true}, {"legislator_profile_id": 220, "is_prime": true}, {"legislator_profile_id": 313, "is_prime": false}, {"legislator_profile_id": 297, "is_prime": false}, {"legislator_profile_id": 299, "is_prime": false}, {"legislator_profile_id": 312, "is_prime": false}, {"legislator_profile_id": 236, "is_prime": false}, {"legislator_profile_id": 261, "is_prime": false}, {"legislator_profile_id": 298, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 3823, "bill_version_id": 22300, "bill_version": "Introduced", "bill_version_date": "2012-02-28T08:45:35.633-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Acknowledging, commending, and honoring the West Central School District for its outstanding accomplishments. WHEREAS, the 2011 West Central band members represented the State of South Dakota in the oldest fourth of July parade in Bristol, Rhode Island; and WHEREAS, the 2011 West Central soccer athletes and coaches won the State Class A Girls' Championship; and WHEREAS, the 2011 West Central track and field athletes and coaches won the State Class A Girls' Championship; and WHEREAS, the 2011 West Central track and field athletes and coaches won the State Class A Girls' and Boy's Championship: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-seventh Legislature of the State of South Dakota, that the West Central School District students, teachers, and coaching staff be congratulated and commended for their outstanding performances in the 2011 season."}, {"bill_id": 3823, "bill_version_id": 22484, "bill_version": "Enrolled", "bill_version_date": "2012-02-29T17:45:41.947-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Acknowledging, commending, and honoring the West Central School District for its outstanding accomplishments. WHEREAS, the 2011 West Central band members represented the State of South Dakota in the oldest fourth of July parade in Bristol, Rhode Island; and WHEREAS, the 2011 West Central soccer athletes and coaches won the State Class A Girls' Championship; and WHEREAS, the 2011 West Central track and field athletes and coaches won the State Class A Girls' Championship; and WHEREAS, the 2011 West Central track and field athletes and coaches won the State Class A Girls' and Boy's Championship: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-seventh Legislature of the State of South Dakota, that the West Central School District students, teachers, and coaching staff be congratulated and commended for their outstanding performances in the 2011 season. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3823, "action_date": "2012-02-28T13:00:00-06:00", "document_id": 22349, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22349.pdf", "status_text": "", "journal_page": 670, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}]}