{"session_id": 7, "bill_id": 958, "bill_type": "Senate Bill", "bill_number": 177, "bill_title": "adopt the South Dakota Indian Child Welfare Act.", "sponsors": [{"legislator_profile_id": 685, "is_prime": true}, {"legislator_profile_id": 723, "is_prime": true}, {"legislator_profile_id": 653, "is_prime": false}, {"legislator_profile_id": 704, "is_prime": false}, {"legislator_profile_id": 682, "is_prime": false}, {"legislator_profile_id": 666, "is_prime": false}, {"legislator_profile_id": 702, "is_prime": false}, {"legislator_profile_id": 688, "is_prime": false}, {"legislator_profile_id": 649, "is_prime": false}, {"legislator_profile_id": 651, "is_prime": false}, {"legislator_profile_id": 643, "is_prime": false}, {"legislator_profile_id": 700, "is_prime": false}, {"legislator_profile_id": 673, "is_prime": false}, {"legislator_profile_id": 677, "is_prime": false}, {"legislator_profile_id": 675, "is_prime": false}, {"legislator_profile_id": 634, "is_prime": false}, {"legislator_profile_id": 697, "is_prime": false}, {"legislator_profile_id": 659, "is_prime": false}, {"legislator_profile_id": 730, "is_prime": false}, {"legislator_profile_id": 656, "is_prime": false}, {"legislator_profile_id": 729, "is_prime": false}, {"legislator_profile_id": 698, "is_prime": false}, {"legislator_profile_id": 654, "is_prime": false}, {"legislator_profile_id": 711, "is_prime": false}, {"legislator_profile_id": 683, "is_prime": false}, {"legislator_profile_id": 686, "is_prime": false}, {"legislator_profile_id": 662, "is_prime": false}, {"legislator_profile_id": 687, "is_prime": false}, {"legislator_profile_id": 648, "is_prime": false}, {"legislator_profile_id": 646, "is_prime": false}, {"legislator_profile_id": 679, "is_prime": false}], "keywords": ["Abuse and Neglect", "Domestic Relations", "Indian Tribes", "Minors"], "audio": [{"meeting_datetime": "2009-02-09T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/she18.mp3", "start_seconds": 7900.0}, {"meeting_datetime": "2009-02-09T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/she18.mp3", "start_seconds": 7900.0}, {"meeting_datetime": "2009-02-09T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/she18.mp3", "start_seconds": 7900.0}], "bill_versions": [{"bill_id": 958, "bill_version_id": 6534, "bill_version": "Introduced", "bill_version_date": "2009-02-02T10:47:04.09-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to adopt the South Dakota Indian Child Welfare Act. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Adoptive placement,\" the permanent placement of an Indian child for adoption, including any action resulting in a final decree of adoption. The term does not include a placement based upon an act which, if committed by an adult, would be deemed a crime or upon an award, in a divorce proceeding, of custody to one of the parents; (2) \"Child custody proceeding,\" includes any of the following: foster care placement, termination of parental rights, preadoptive placement, and adoptive placement, all as defined in this section; (3) \"Extended family member,\" as defined by the law or custom of the Indian child's tribe or, in the absence of such law or custom, a person who has reached the age of eighteen and who is the Indian child's grandparent, aunt or uncle, brother or sister, brother-in-law or sister-in-law, niece or nephew, first or second cousin, or stepparent; (4) \"Foster care placement,\" any action removing an Indian child from its parent or Indian custodian for temporary placement in a foster home or institution or the home of a guardian or conservator where the parent or Indian custodian cannot have the child returned upon demand, but where parental rights have not been terminated; (5) \"Indian,\" any person who is a member of an Indian tribe, or who is an Alaska Native and a member of a Regional Corporation as defined in 43 U.S.C. 1606, as in effect on January 1, 2009; (6) \"Indian child,\" any unmarried person who is under age eighteen and is either a member of an Indian tribe or is eligible for membership in an Indian tribe and is the biological child of a member of an Indian tribe; (7) \"Indian child's tribe,\" the Indian tribe in which an Indian child is a member or eligible for membership or, in the case of an Indian child who is a member of or eligible for membership in more than one tribe, the Indian tribe with which the Indian child has the more significant contacts; (8) \"Indian custodian,\" any Indian person who has legal custody of an Indian child under tribal law or custom or under state law or to whom temporary physical care, custody, and control has been transferred by the parent of such child; (9) \"Indian organization,\" any group, association, partnership, corporation, or other legal entity owned or controlled by Indians, or a majority of whose members are Indians; (10) \"Indian tribe,\" any Indian tribe, band, nation, or other organized group or community of Indians recognized as eligible for the services provided to Indians by the secretary because of their status as Indians, including any Alaska Native village as defined in 43 U.S.C. 1602(c), as in effect on January 1, 2009; (11) \"Parent,\" any biological parent or parents of an Indian child or any Indian person who has lawfully adopted an Indian child, including adoptions under tribal law or custom. It does not include the unwed father where paternity has not been acknowledged or established; (12) \"Preadoptive placement,\" the temporary placement of an Indian child in a foster home or institution after the termination of parental rights, but prior to or in lieu of adoptive placement; (13) \"Reservation,\" Indian country as defined in 18 U.S.C. 1151, as in effect on January 1, 2009, and any lands, not covered under such section, title to which is either held by the United States in trust for the benefit of any Indian tribe or individual or held by any Indian tribe or individual subject to a restriction by the United States against alienation; (14) \"Secretary\" the secretary of the United States Department of the Interior; (15) \"Termination of parental rights,\" any action resulting in the termination of the parent-child relationship; (16) \"Tribal court,\" any court with jurisdiction over child custody proceedings and which is either a Court of Indian Offenses, a court established and operated under the code or custom of an Indian tribe, or any other administrative body of a tribe which is vested with authority over child custody proceedings. Section 2. An Indian tribe has jurisdiction exclusive as to any state over any child custody proceeding involving an Indian child who resides or is domiciled within the reservation of the tribe, unless the jurisdiction is otherwise vested in the state by existing federal law. If an Indian child is a ward of a tribal court, the Indian tribe retains exclusive jurisdiction, notwithstanding the residence or domicile of the child. Section 3. In any state court proceeding for the foster care placement of, or termination of parental rights to, an Indian child not domiciled or residing within the reservation of the Indian child's tribe, the court, in the absence of good cause to the contrary, shall transfer the proceeding to the jurisdiction of the tribe, absent objection by either parent, upon the petition of either parent or the Indian custodian or the Indian child's tribe. However, the transfer is subject to declination by the tribal court of the tribe. Section 4. In any state court proceeding for the foster care placement of, or termination of parental rights to, an Indian child, the Indian custodian of the child and the Indian child's tribe may intervene at any point in the proceeding. Section 5. The State of South Dakota shall give full faith and credit to the public acts, records, and judicial proceedings of any Indian tribe applicable to Indian child custody proceedings to the same extent that such Indian tribe gives full faith and credit to the public acts, records, and judicial proceedings of the State of South Dakota. Section 6. In any involuntary proceeding in a state court, if the court knows or has reason to know that an Indian child is involved, the party seeking the foster care placement of, or termination of parental rights to, an Indian child shall notify the parent or Indian custodian and the Indian child's tribe, by registered mail with return receipt requested, of the pending proceedings and of their right of intervention. If the identity or location of the parent or Indian custodian and the tribe cannot be determined, such notice shall be given to the secretary in like manner, who has fifteen days after receipt to provide the requisite notice to the parent or Indian custodian and the tribe. No foster care placement or termination of parental rights proceeding may be held until at least ten days after receipt of notice by the parent or Indian custodian and the tribe or the secretary. However, the parent or Indian custodian or the tribe shall, upon request, be granted up to twenty additional days to prepare for the proceeding. The provisions of §§ 26-7A-15, 26-7A-15.1, 26-7A-15.2, and 26-7A-15.3 also apply in any proceeding under chapters 26-7A, 26-8A, or 26-8B and shall prevail to the extent of any inconsistency with the provisions of this section. Section 7. In any case in which the court determines indigency, the parent or Indian custodian has the right to court-appointed counsel in any removal, placement, or termination proceeding. The court may, in its discretion, appoint counsel for the child upon a finding that the appointment is in the best interest of the child. If state law makes no provision for appointment of counsel in such proceedings, the court shall promptly notify the secretary upon appointment of counsel and request from the secretary, upon certification of the presiding judge, payment of reasonable fees and expenses out of funds that may be appropriated. Section 8. Each party to a foster care placement or termination of parental rights proceeding under state law involving an Indian child may examine all reports or other documents filed with the court upon which any decision with respect to such action may be based. Section 9. Any party seeking to effect a foster care placement of, or termination of parental rights to, an Indian child under state law shall satisfy the court that active efforts have been made to provide remedial services and rehabilitative programs designed to prevent the breakup of the Indian family and that these efforts have proved unsuccessful. No foster care placement may be ordered in such a proceeding in the absence of a determination, supported by clear and convincing evidence, including testimony of qualified expert witnesses, that the continued custody of the child by the parent or Indian custodian is likely to result in serious emotional or physical damage to the child. No termination of parental rights may be ordered in such a proceeding in the absence of a determination, supported by evidence beyond a reasonable doubt, including testimony of qualified expert witnesses, that the continued custody of the child by the parent or Indian custodian is likely to result in serious emotional or physical damage to the child. Section 10. If any parent or Indian custodian voluntarily consents to a foster care placement or to termination of parental rights, such consent is not valid unless executed in writing and recorded before a judge of a court of competent jurisdiction and accompanied by the presiding judge's certificate that the terms and consequences of the consent were fully explained in detail and were fully understood by the parent or Indian custodian. The court shall also certify that either the parent or Indian custodian fully understood the explanation in English or that it was interpreted into a language that the parent or Indian custodian understood. Any consent given before, or within ten days after, birth of the Indian child is not valid. Section 11. Any parent or Indian custodian may withdraw consent to a foster care placement under state law at any time and, upon such withdrawal, the child shall be returned to the parent or Indian custodian. Section 12. In any voluntary proceeding for termination of parental rights to, or adoptive placement of, an Indian child, the consent of the parent may be withdrawn for any reason at any time before the entry of a final decree of termination or adoption, as the case may be, and the child shall be returned to the parent. Section 13. After the entry of a final decree of adoption of an Indian child in any state court, the parent may withdraw consent to the adoption upon the grounds that consent was obtained through fraud or duress and may petition the court to vacate the decree. Upon a finding that the consent was obtained through fraud or duress, the court shall vacate the decree and return the child to the parent. No adoption that has been effective for at least two years may be invalidated under the provisions of this section unless otherwise permitted under state law. Section 14. Any Indian child who is the subject of any action for foster care placement or termination of parental rights under state law, any parent or Indian custodian from whose custody such child was removed, and the Indian child's tribe may petition any court of competent jurisdiction to invalidate such action upon a showing that the action violated any provisions of sections 6 to 14, inclusive, of this Act. Section 15. In any adoptive placement of an Indian child under state law, a preference shall be given, in the absence of good cause to the contrary, to a placement with (1) a member of the child's extended family; (2) other members of the Indian child's tribe; or (3) other Indian families. Section 16. Any child accepted for foster care or preadoptive placement shall be placed in the least restrictive setting which most approximates a family and in which the child's special needs, if any, may be met. The child shall also be placed within reasonable proximity to his or her home, taking into account any special needs of the child. In any foster care or preadoptive placement, a preference shall be given, in the absence of good cause to the contrary, to a placement with: (1) A member of the Indian child's extended family; (2) A foster home licensed, approved, or specified by the Indian child's tribe; (3) An Indian foster home licensed or approved by an authorized non-Indian licensing authority; or (4) An institution for children approved by an Indian tribe or operated by an Indian organization which has a program suitable to meet the Indian child's needs. Section 17. In the case of a placement under section 15 or 16 of this Act, if the Indian child's tribe establishes a different order of preference by resolution, the agency or court effecting the placement shall follow the order if the placement is the least restrictive setting appropriate to the particular needs of the child, as provided in section 16 of this Act. If appropriate, the preference of the Indian child or parent shall be considered. However, if a consenting parent evidences a desire for anonymity, the court or agency shall give weight to such desire in applying the preferences. Section 18. The standards to be applied in meeting the preference requirements of sections 15 to 19, inclusive, of this Act shall be the prevailing social and cultural standards of the Indian community in which the parent or extended family resides or with which the parent or extended family members maintain social and cultural ties. Section 19. A record of each such placement, under state law, of an Indian child shall be maintained by the state in which the placement was made, evidencing the efforts to comply with the order of preference specified in sections 15 to 19, inclusive of this Act. The record shall be made available at any time upon the request of the secretary or the Indian child's tribe. Section 20. Notwithstanding state law to the contrary, if a final decree of adoption of an Indian child has been vacated or set aside or the adoptive parents voluntarily consent to the termination of their parental rights to the child, a biological parent or prior Indian custodian may petition for return of custody and the court shall grant such petition unless there is a showing, in a proceeding subject to the provisions of sections 10 to 13, inclusive, of this Act that such return of custody is not in the best interests of the child. Section 21. If an Indian child is removed from a foster care home or institution for the purpose of further foster care, preadoptive, or adoptive placement, such placement shall be in accordance with the provisions of this Act, except in the case in which an Indian child is being returned to the parent or Indian custodian from whose custody the child was originally removed. Section 22. Upon application by an Indian individual who has reached the age of eighteen and who was the subject of an adoptive placement, the court which entered the final decree shall inform the individual of the tribal affiliation, if any, of the individual's biological parents and provide such other information as may be necessary to protect any rights flowing from the individual's tribal relationship. Section 23. The State of South Dakota may enter into agreements with Indian tribes respecting care and custody of Indian children and jurisdiction over child custody proceedings, including agreements which may provide for orderly transfer of jurisdiction on a case-by-case basis and agreements which provide for concurrent jurisdiction between the state and the Indian tribes. Section 24. Such agreements may be revoked by either party upon one hundred and eighty days' written notice to the other party. The revocation does not affect any action or proceeding over which a court has already assumed jurisdiction, unless the agreement provides otherwise. Section 25. If any petitioner in an Indian child custody proceeding before a state court has improperly removed the child from custody of the parent or Indian custodian or has improperly retained custody after a visit or other temporary relinquishment of custody, the court shall decline jurisdiction over the petition and shall forthwith return the child to the child's parent or Indian custodian unless returning the child to the child's parent or custodian would subject the child to a substantial and immediate danger or threat of such danger. Section 26. In any case where state or federal law applicable to a child custody proceeding provides a higher standard of protection to the rights of the parent or Indian custodian of an Indian child than the rights provided under this chapter, the court shall apply the higher standard. Section 27. Nothing in this Act prevents the emergency removal of an Indian child who is a resident of or is domiciled on a reservation, but temporarily located off the reservation, from the child's parent or Indian custodian or the emergency placement of the child in a foster home or institution, under applicable state law, in order to prevent imminent physical damage or harm to the child. The state authority, official, or agency involved shall insure that the emergency removal or placement terminates immediately when the removal or placement is no longer necessary to prevent imminent physical damage or harm to the child and shall expeditiously initiate a child custody proceeding subject to the provisions of this Act, transfer the child to the jurisdiction of the appropriate Indian tribe, or restore the child to the parent or Indian custodian, as may be appropriate. Section 28. None of the provisions of this Act, except section 6 and section 25 of this Act, affect a proceeding under state law for foster care placement, termination of parental rights, preadoptive placement, or adoptive placement which was initiated or completed prior to one hundred and eighty days after November 8, 1978, but do apply to any subsequent proceeding in the same matter or subsequent proceedings affecting the custody or placement of the same child. Section 29. Any state court entering a final decree or order in any Indian child adoptive placement after July 1, 2009, shall provide the secretary with a copy of the decree or order together with such other information as may be necessary to show: (1) The name and tribal affiliation of the child; (2) The names and addresses of the biological parents; (3) The names and addresses of the adoptive parents; and (4) The identity of any agency having files or information relating to such adoptive placement. If the court records contain an affidavit of the biological parent or parents that their identity remain confidential, the court shall include the affidavit with the other information. Section 30. That § 25-5A-14 be amended to read as follows: 25-5A-14. The personal presence of one parent at the hearing is required for jurisdictional purposes. However, for good cause shown, and upon notice to any other person or authorized agency whose consent is required pursuant to § 25-5A-6, the court may permit a parent to appear telephonically if the parent is incarcerated, the parent appears telephonically in the physical presence of a law enforcement or correctional officer designated by the court to monitor the parent's appearance, and the parental rights of the other parent have been terminated or the other parent is deceased. Any other person whose consent is necessary may appear by filing with the court a power of attorney. If the Department of Social Services or a licensed child placement agency has custody of a child by written agreement of a parent with power of attorney to consent, the secretary or an authorized agent may appear and consent. Notwithstanding the foregoing provisions of this section, due regard shall be given to the Indian Child Welfare Act (25 U.S.C. §§ 1901 to 1963, inclusive,) as in effect on January 1, 2005 2009 , if applicable , and to sections 1 to 29, inclusive, of this Act if applicable . Section 31. That § 25-5A-36 be amended to read as follows: 25-5A-36. Due regard shall be afforded to the Indian Child Welfare Act (25 U.S.C. §§ 1901- 1963), as amended to January 1, 2004 2009 , if that Act is applicable , and to sections 1 to 29, inclusive, of this Act if applicable . Section 32. That § 25-6-24 be amended to read as follows: 25-6-24. Due regard shall be afforded to the Indian Child Welfare Act (25 U.S.C. §§ 1901- 1963), as amended to January 1, 2004 2009 , if that Act is applicable , and to sections 1 to 29, inclusive, of this Act if applicable . Section 33. That § 26-5B-104 be amended to read as follows: 26-5B-104. (a) A child-custody proceeding that pertains to an Indian child as defined in the Indian Child Welfare Act, 25 U.S.C. § 1901 et seq., and to sections 1 to 29, inclusive, of this Act, is not subject to this chapter to the extent that it is governed by the Indian Child Welfare Act. (b) A court of this state shall treat a tribe as if it were a state of the United States for the purpose of applying Articles 1 and 2. (c) A child-custody determination made by a tribe under factual circumstances in substantial conformity with the jurisdictional standards of this chapter must be recognized and enforced under Article 3. Section 34. That § 26-7A-2 be amended to read as follows: 26-7A-2. The circuit court has original jurisdiction in all proceedings under this chapter and chapters 26-8A, 26-8B, and 26-8C. If a child custody award has been made in a circuit court in a divorce action or other proceeding and the jurisdiction of the divorce court is continuing, a circuit court may nevertheless acquire jurisdiction in proceedings involving the same child if the child is alleged to be abused, neglected, in need of supervision, delinquent, or otherwise comes within the jurisdiction set forth in this section. Due regard shall be afforded to the Indian Child Welfare Act (25 U.S.C. §§ 1901-1963) if that act is applicable , as amended to January 1, 2009, if that Act is applicable and to sections 1 to 29, inclusive, of this Act if applicable . Section 35. That § 26-7A-15.1 be amended to read as follows: 26-7A-15.1. In any proceeding under chapters 26-7A, 26-8A, or 26-8B, to which the terms of the \"Indian Child Welfare Act\", 25 U.S.C. § 1901 et seq., as amended to January 1, 2005 2009 , apply , or the terms of sections 1 to 29, inclusive, of this Act apply : (1) If the state's attorney knows or has reason to know that an Indian child is involved, the state's attorney shall notify the parent or Indian custodian and the Indian child's tribe, if known, of the pending proceedings and of their right of intervention. The notice shall be sent by registered mail with return receipt requested but may be personally served on any person entitled herein to receive notice in lieu of mail service. The notice to the Indian child's tribe shall be sent to the designated tribal agent. However, if the tribe appears by counsel or by a representative of the tribe pursuant to § 26-8A-33, the notice shall be sent to counsel or to the representative, as applicable. If the identity or location of the parent or Indian custodian and the Indian child's tribe cannot be determined, the notice shall be given to the United States Secretary of the Interior and to the area director for the Bureau of Indian Affairs in like manner, who have fifteen days after receipt to provide the requisite notice to the parent or Indian custodian and the tribe; (2) The state's attorney shall provide the notice prior to any adjudicatory hearing and prior to any final dispositional hearing in which the state seeks termination of parental rights of one or both parents or termination of the rights of the Indian custodian. However, upon intervention, the parent, tribe, or Indian custodian is entitled to notice in the manner authorized by the Rules of Civil Procedure and chapters 26-7A and 26-8A. The notice shall be served on counsel for the tribe or the representative for the tribe pursuant to § 26-8A-33, as applicable; (3) The court shall establish in the record that a notice of the proceeding was provided as required in this section. No foster care placement or termination of parental rights proceedings may be held until at least ten days after receipt of the foregoing notice by the parent or Indian custodian and the tribe or the Secretary. The parent or Indian custodian or the tribe shall, upon request, be granted up to twenty additional days to prepare for the proceeding; (4) The notice required in this section shall be written in clear and understandable language and shall include the following: (a) The name and tribal affiliation, if known, of the Indian child; (b) A copy of the petition unless the notice is served by publication pursuant to § 26-7A-48; (c) The name and address of the state's attorney; (d) A statement listing the rights of the Indian child's parents, Indian custodians, and tribes, under the Indian Child Welfare Act, 25 U.S.C. § 1901, et. seq., as amended to January 1, 2005 2009, and under sections 1 to 29, inclusive, of this Act , including: (i) The right of a Indian custodian or the Indian child's tribe to intervene in a proceeding for the foster care placement of, or termination of parental rights to, the Indian child; (ii) The right to file a motion to transfer the proceeding to the tribal court of the Indian child's tribe; (iii) The right to be granted up to twenty days from the receipt of the notice to prepare for the proceeding; and (iv) The right to request that the court grant further extensions of time; (e) If the petition alleges the child to be an abused or neglected child, a statement that the termination of parental or custodial rights is a possible remedy under the proceedings; (f) A statement that if the Indian child's parents or Indian custodian are unable to afford counsel, counsel may be appointed to represent them; (g) A statement in the notice to the tribe that the information contained in the notice, petition, pleading, or other documents are confidential; and (h) The location, mailing address and telephone number of the court. The original or a copy of each notice sent pursuant to this section shall be filed with the court together with any return receipts or other proof of service; (5) Each party may examine all reports or other documents filed with the court upon which any decision with respect to such action may be based. As used in this section, the terms, Indian, Indian child, parent, Indian custodian, tribe, Indian child's tribe, foster care placement, termination of parental rights, and secretary, are defined as in 25 U.S.C. § 1903, as amended to January 1, 2005 2009, and in sections 1 to 29, inclusive, of this Act . Section 36. That § 26-7A-15.2 be amended to read as follows: 26-7A-15.2. The form of the notice provided for in § 26-7A-15.1 is as follows: TO: [Name and Address of the Parent/Custodian/Tribe]: PLEASE TAKE NOTICE that, pursuant to the Indian Child Welfare Act of 1978 (25 U.S.C. § 1901, et. seq.) , and sections 1 to 29, inclusive, of this Act , a child custody proceeding is now pending in the above-named court. The child(ren) who (is/are) the subject of this proceeding (is/are) believed to be (an) \"Indian child(ren)\" (as defined in 25 U.S.C. § 1903(4) and in sections 1 to 29, inclusive, of this Act ) affiliated with the __________ Tribe. A HEARING HAS BEEN SCHEDULED FOR __________ [date] AT __________ [time] (a.m./ p.m.) (CST/MST) IN THE COURTROOM OF THE __________ COUNTY COURTHOUSE, __________, SOUTH DAKOTA. A copy of the Petition by which this proceeding was initiated is attached. You are further notified that: 1. The following information is known regarding the parents, grandparents and Indian custodians: a. The names and last known addresses of the parents, grandparents and great grandparents or Indian custodians are as follows: b. Any maiden, married and former names and aliases are as follows: c. Birthdates and places of birth and death are as follows: d. Tribal enrollment number(s): 2. You, as the parent(s) or Indian custodian, and the child(ren)'s tribe, may have a right to intervene in these proceedings. 3. If you, as the parent(s) or Indian custodian, are unable to afford an attorney, an attorney may be appointed to represent you. If you desire a court-appointed attorney, you should contact the court using the information provided in paragraph 7 below. 4. You may have the right, as the parent(s), Indian custodian, or Indian tribe, to have, upon request, 20 additional days to prepare for the hearing. If you desire additional time to prepare for the hearing, you should contact the court using the information provided in paragraph 7 below. 5. You may have the right, as (a) parent(s), Indian custodian, or Indian tribe, to petition this Court for transfer of the proceeding to tribal court. 6. The Petitioner in this action is the State of South Dakota, and the name and address of the attorney for the Petitioner is: __________, State's Attorney for __________ County, __________, South Dakota. 7. The Court's phone number is __________. The Court's mailing address is __________. Please report to the Court or to the State all information you have as to the status of the above-named child(ren), including the eligibility/membership of the child(ren) or the parent(s) in any Indian tribe. 8. If you are the child(ren)'s parent, it is possible that your parental rights will be terminated in this proceeding. If your parental rights are terminated in this proceeding, you will no longer be able to exercise parental, custodial or any other rights with regard to the child(ren). 9. Since custody proceedings are conducted on a confidential basis, you are requested to keep confidential all information contained in this Notice. Dated this __________ day of __________, 20__________. ____________________ State's Attorney Section 37. That § 26-7A-43 be amended to read as follows: 26-7A-43. A state's attorney may file with the clerk of courts a written petition alleging a child, located or residing in the county, to be an abused or neglected child, a child in need of supervision, or a delinquent child, as defined by this chapter or chapter 26-8A, 26-8B, or 26-8C. The petition shall include the following: (1) The child's name, date of birth, and residence; (2) The names and residences of the child's parents, guardian, or custodian, or, if not known, of the child's nearest known relatives; (3) A statement of the facts that bring the child within the court's jurisdiction; (4) A request that the court adjudicate the child to be an abused or neglected child, a child in need of supervision or a delinquent child, according to applicable statutory definitions, and that appropriate proceedings be conducted regarding adjudication and disposition; and (5) A statement as to whether or not the Indian Child Welfare Act appears or sections 1 to 29, inclusive, of this Act appear to be applicable. Two or more children having one or more common parent, guardian, or custodian and a common home environment may be included in the same petition. If the petition alleges a child to be an abused or neglected child, the petition shall recite that the action is brought by the state on behalf of the South Dakota Department of Social Services. Petitions filed regarding an alleged child in need of supervision or a delinquent child shall be on behalf of the state. Affidavits of social workers of the Department of Social Services, law enforcement officers, or court services officers may be incorporated by reference as part of the petition. The child's parents, guardian, or custodian, as applicable, shall be included as named respondents in the petition. The petition may be made upon information and belief. If the petition is signed by a party other than a state's attorney, the petition shall be verified. Section 38. That § 26-7A-44 be amended to read as follows: 26-7A-44. Upon the filing of the petition, the court, the clerk of the court, or the prosecuting attorney shall issue a summons stating the time, date, and place for the hearing on the petition that is directed to the child's parents, guardian, or custodian, if any. If the petition declares the parties are unknown, then to \"All Whom It May Concern\" is sufficient to authorize the court to hear and determine the action as though the parties had been described by their proper names. The summons shall: (1) Require the persons named in it to appear, either in person or by attorney, at a stated time, date, and place and to respond to the petition and shall advise the persons named that failure to appear is an admission to the allegations contained in the petition; (2) State that the persons named and the child who is the subject of the petition have the right to an attorney at all stages of the proceedings; (3) If the petition alleges the child to be an abused or neglected child, include a statement that the termination of parental rights is a possible remedy under the proceeding. The summons may not require the child to personally appear unless otherwise required by the court; (4) If the petition alleges the child to be a child in need of supervision or a delinquent child, require the parents or the party having custody of the child to appear, either in person or by attorney, with the child at the time, date, and place stated in the summons; and (5) If he petition alleges the Indian Child Welfare Act or sections 1 to 29, inclusive, of this Act to be applicable, so state and give appropriate notice accordingly. Section 39. That § 26-8A-29.1 be amended to read as follows: 26-8A-29.1. Except under circumstances where placement was with another relative of the child, any relative who has been denied adoptive placement by the Department of Social Services may request a hearing to determine if the placement was an abuse of discretion. The request shall be filed with the circuit court having jurisdiction pursuant to § 26-8A-29 and shall be filed within thirty days of written notification from the department by regular mail to the relative's last known address. The hearing shall be held within thirty days of the filing of the request for hearing and may be continued for not more than thirty days upon good cause shown. The relative shall be granted limited intervention only for the purpose of the placement review hearing. No intervention may be allowed in a proceeding involving an apparent, alleged, or adjudicated abused or neglected child, including an adoption or guardianship proceeding for a child placed in the custody of the Department of Social Services pursuant to § 26-8A-27, except as provided by this chapter and under the Indian Child Welfare Act, (25 U.S.C. §§ 1901 to 1963, inclusive), as amended to January 1, 2005 2009, or by sections 1 to 29, inclusive, of this Act . Section 40. That § 26-8A-32 be amended to read as follows: 26-8A-32. Due regard shall be afforded to the Indian Child Welfare Act (25 U.S.C. §§ 1901- 1963), as amended to January 1, 2004 2009 , if that Act is applicable , and to sections 1 to 29, inclusive, of this Act if applicable . Section 41. That § 26-8A-33 be amended to read as follows: 26-8A-33. In any abuse or neglect proceeding involving a child covered by the Indian Child Welfare Act (25 U.S.C. §§ 1901-1963), as amended to January 1, 2005 2009, or by sections 1 to 29, inclusive, of this Act , the tribe may appear by counsel or by a representative of the tribe designated by the tribe to intervene on behalf of the tribe. When the tribe appears as a party by a representative of the tribe, the name of the representative and a statement of authorization for that individual or agency to appear as the tribe must be submitted to the court in the form of a tribal resolution or other document evidencing an official act of the tribe."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 958, "action_date": "2009-02-02T14:00:00-06:00", "document_id": 6600, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6600.pdf", "status_text": "First read in Senate and referred to", "journal_page": 263, "committee_id_action": 54, "committee_id_assigned": 34, "result": "N", "vote": {}}, {"bill_id": 958, "action_date": "2009-02-09T07:45:00-06:00", "document_id": 6835, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6835.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 34, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 958, "action_date": "2009-02-09T07:45:00-06:00", "document_id": 7000, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7000.pdf", "status_text": "Tabled", "journal_page": 331, "committee_id_action": 34, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 3744, "president_vote": null, "Yea": [649, 655, 675, 656, 662, 704], "Excused": [701]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/958"}