{"session_id": 51, "bill_id": 16524, "bill_type": "House Bill", "bill_number": 1248, "bill_title": "prohibit the use of restraints upon release or discharge of certain mental patients from commitment.", "sponsors": [{"legislator_profile_id": 2537, "is_prime": true}, {"legislator_profile_id": 2576, "is_prime": true}, {"legislator_profile_id": 2516, "is_prime": false}, {"legislator_profile_id": 2525, "is_prime": false}, {"legislator_profile_id": 2549, "is_prime": false}, {"legislator_profile_id": 2552, "is_prime": false}], "keywords": ["Mental Illness"], "audio": [{"meeting_datetime": "2001-02-12T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hhe24hb1248a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-12T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hhe24hb1248a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-12T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hhe24hb1248a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-12T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hhe24hb1248a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-12T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hhe24hb1248a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16524, "bill_version_id": 88755, "bill_version": "Introduced", "bill_version_date": "2001-01-29T09:10:24-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to prohibit the use of restraints upon release or discharge of certain mental patients from commitment. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 27A-10-1 be amended to read as follows: 27A-10-1. If any person is alleged to be severely mentally ill and in such condition that immediate intervention is necessary for the protection from physical harm to self or others, any person, eighteen years of age or older, may complete a petition stating the factual basis for concluding that such person is severely mentally ill and in immediate need of intervention. The petition shall be upon a form and be verified by affidavit. The petition shall include the following: (1) A statement by the petitioner that the petitioner believes, on the basis of personal knowledge, that such person is, as a result of severe mental illness, a danger to self or others; (2) The specific nature of the danger; (3) A summary of the information upon which the statement of danger is based; (4) A statement of facts which caused the person to come to the petitioner's attention; (5) The address and signature of the petitioner and a statement of the petitioner's interest in the case; and (6) The name of the person to be evaluated; the address, age, marital status, and occupation of the person and the name and address of the person's nearest relative. The state's attorney or other person designated by the board of county commissioners shall assist the petitioner in completing the petition. No designee may be a member of the county board of mental illness. Upon completion of the petition, the petition shall be forthwith submitted to the chair of the county board of mental illness where such severely mentally ill person is found. The term, forthwith, means that the petition shall be completed and submitted to the chair at the earliest possible time during normal waking hours. If a petition is not filed with the chair within twenty-four hours of the apprehension of the person, the person shall be released. If the person is released, the referring county shall provide the person with transportation to the county where the person was taken into custody if the person so chooses. No person may be restrained when being transported following such release. If the county where the person was apprehended is served by a board other than the board serving the county where the facility to which the person is transported is located, a copy of the petition shall also be forthwith filed with the chair of such board. Section 2. That § 27A-10-7 be amended to read as follows: 27A-10-7. If the examination required in § 27A-10-6 does not support a finding that the person meets the criteria for involuntary commitment in § 27A-1-2, the person shall be released. Following such release, the referring county shall provide the person with transportation to the county where the person was taken into custody if the person so chooses. No person may be restrained when being transported following such release. These costs are subject to reimbursement by the county ultimately proven to be the county of residence. No lien may be placed against the person for the transportation expenses. If the chair of the county board finds, as a result of the examination required in § 27A-10-6 and an investigation of the petition for emergency intervention that the person meets the criteria in § 27A-1-2, the chair may order that the person continue to be detained in an appropriate regional facility including, if necessary, the center, pending the hearing required in § 27A-10-8. No lien may be placed against the person for the costs associated with detainment pending the hearing. Section 3. That § 27A-10-9.1 be amended to read as follows: 27A-10-9.1. Upon completion of the hearing provided in § 27A-10-8, the board of mental illness may order the involuntary commitment of the person for an initial period not to exceed ninety days if a majority of the board finds by clear and convincing evidence, supported by written findings of fact and conclusions of law, that: (1) The person meets the criteria in § 27A-1-2; (2) The person needs and is likely to benefit from the treatment which is proposed; and (3) The commitment is to the least restrictive treatment alternative. The board may commit the person to the Human Services Center or a veteran's administration hospital. The board may also commit the person to a private facility, if that facility agrees to accept the commitment and if the commitment will not result in liability to any county for the cost of treating such person. If the above findings are not made, the board shall order that the person be released. Following such release, the referring county shall provide the person with transportation to the county where the person was taken into custody if the person chooses. No person may be restrained when being transported following such release. The county ultimately shown to be the county of residence shall reimburse the referring county for any transportation costs. However, the provisions of chapter 28-14 do not apply. If the board orders the involuntary commitment of the person, the board shall immediately notify the person and the person's attorney of the right to appeal pursuant to § 27A-11A-25. Section 4. That § 27A-10-14 be amended to read as follows: 27A-10-14. Within ninety days after the involuntary commitment of a person who is still under the commitment order, the county board of mental illness which serves the county in which the person is receiving treatment shall conduct a review hearing in the county to determine if the person continues to meet the criteria in § 27A-10-9.1. Notice of the review hearing shall be given to the person, and the person's attorney if the person has retained counsel, at least ten days prior to the hearing. If the person has not retained counsel at the time of the notice, the chair of the county board shall immediately appoint counsel to represent the person. At the time the notice of hearing is given, the person and the person's attorney shall be informed of all evidence that will be considered at the review hearing. Any evidence subsequently discovered shall be immediately transmitted to the person and the person's attorney. The rights and procedures applicable during an initial commitment hearing are applicable to review hearings. A petition pursuant to § 27A-10-1 need not be filed. The board of mental illness may order the continued involuntary commitment of the person to the same or an alternative placement or program for up to six months if a majority of the board finds by clear and convincing evidence supported by written findings of fact and conclusions of law that the criteria in § 27A-10-9.1 are met. If continued involuntary commitment is ordered, a review in the manner provided in this section shall be conducted within six months after the order. If the county board issues another order of continued involuntary commitment, the next review shall be held within six months after the order. If the second six-month review justifies continued commitment, the county board may order continued involuntary commitment for up to twelve months. Subsequent reviews shall be conducted within each twelve months thereafter that the person remains under commitment. If the board orders the continued involuntary commitment of the person, the board shall immediately notify the person and the person's attorney of the person's right to appeal pursuant to § 27A-11A-25. If findings that justify continued commitment are not made, the board shall order that the person be immediately discharged from involuntary commitment. Following discharge, the referring county shall provide the person with transportation to the county where the person was taken into custody if the person so chooses. No person may be restrained when being transported following such discharge. The county ultimately shown to be the county of residence shall reimburse the referring county for any transportation costs. No lien may be placed against the person for the expense incurred in the transportation of this person. Section 5. That § 27A-14-1.2 be amended to read as follows: 27A-14-1.2. If, prior to the hearing required in § 27A-10-8, the administrator of the South Dakota Human Services Center determines that the person no longer meets the commitment criteria, that person shall be released and his the person's record sealed in accordance with the provisions of state law. Following such release, the referring county shall provide the person with transportation to the county where he the person was taken into custody if the person so chooses. No person may be restrained when being transported following such release. Section 6. That § 27A-14-1.3 be amended to read as follows: 27A-14-1.3. If, prior to the hearing required in § 27A-10-8, the director of the facility where the person is detained determines that the person no longer meets the commitment criteria, the director shall so notify the county board chairman chair . If the chairman chair agrees, the person shall be released and his the person's record sealed in accordance with the provisions of state law. Following such release, the referring county shall provide the person with transportation to the county where he the person was taken into custody if the person so chooses. No person may be restrained when being transported following such release. Section 7. That § 27A-14-3 be amended to read as follows: 27A-14-3. If a patient is discharged in accordance with § 27A-14-2, the county board of mental illness which entered the order for treatment shall be notified. Within forty-eight hours of discharge notification, the county board of mental illness shall provide the patient's transportation to his the patient's place of residence if the patient so chooses. No patient may be restrained when being transported following such discharge. Section 8. That § 27A-15-34 be amended to read as follows: 27A-15-34. If the evaluation required in § 27A-10-6 does not support a finding that the minor meets the criteria in § 27A-15-29, the minor shall be released. Following such release, the referring county shall provide the minor with transportation to the minor's residence if such residence is in the State of South Dakota. If the minor resides outside the State of South Dakota, transportation shall be provided to the place where the minor was apprehended. No minor may be restrained when being transported following such release. If the chair of the county board finds that the evaluation required in § 27A-10-6 and an investigation of the petition for emergency intervention supports a finding that the minor meets the criteria in § 27A-15-29, the chair may order that the minor continue to be detained pending the hearing required in § 27A-10-8. Section 9. That § 27A-15-37 be amended to read as follows: 27A-15-37. Upon completion of the hearing provided in § 27A-10-8, the board of mental illness may order the involuntary commitment of the minor for a period not to exceed forty-five days if a majority of the board finds by clear and convincing evidence, supported by written findings of fact and conclusions of law that: (1) The minor meets the criteria in § 27A-15-29; (2) The minor needs and is likely to benefit from the treatment which is proposed; and (3) The commitment is to the least restrictive treatment alternative. If the above findings are not made, the board shall order that the minor be immediately released and the board chairman chair shall inform the minor's parent of the existence of an interagency team and that the purpose of an interagency team is to assist in identifying the least restrictive placements, programs , and services for a minor with an emotional disturbance and the minor's family. Upon such release, the referring county shall provide the minor with transportation to his the minor's residence, if such residence is in the State of South Dakota. If the minor resides outside the State of South Dakota, transportation shall be provided to the place where the minor was apprehended. No minor may be restrained when being transported following such release. In the event that the minor's parent, guardian , or other legal custodian refuses to take physical custody of the minor, the board chair shall advise the parent that refusal to take physical custody of the minor upon discharge will result in immediate notice to the state's attorney for further action. Section 10. That § 27A-15-40 be amended to read as follows: 27A-15-40. Within ten days after the involuntary commitment of a minor and at least every thirty days thereafter, the administrator, facility director, or, if the minor is committed to a program other than inpatient treatment, the director of such program, shall review the minor's records and assess the need for continued involuntary treatment. At each such time, the administrator or such director shall inform a minor who is sixteen years of age or older both orally and in writing of his the minor's right to refuse treatment as provided in § 27A-15-48. If at any time the administrator or such director or the minor's attending qualified mental health professional determines that the minor no longer meets the criteria in § 27A-15-29, the administrator or such director shall immediately release the minor to the care of the minor's parent, legal guardian, or other custodian. Upon discharge of the minor, the referring county shall provide the minor with transportation to the minor's residence, if such residence is in the State of South Dakota. If the minor resides outside the State of South Dakota, transportation shall be provided to the place where the minor was apprehended. No minor may be restrained when being transported following such discharge. A refusal by the parent, guardian , or other legal custodian to take physical custody of the minor is not sufficient reason for continued commitment. In the event of such refusal, the administrator or such director shall explain alternative treatment options available to the parents and the child and advise the parents that refusal to take physical custody of the minor upon discharge will result in immediate notice to the state's attorney for further action. Section 11. That § 27A-15-41 be amended to read as follows: 27A-15-41. Within forty-five days after the involuntary commitment of a minor who is still under the commitment order, the county board of mental illness which serves the county in which the minor is receiving treatment shall conduct a review hearing in such county to determine if the minor continues to meet the criteria in § 27A-15-29. Notice of the review hearing shall be given to the minor, and his the minor's attorney if the minor has retained counsel, at least six days prior to the hearing. If the minor has not retained counsel at the time of the notice, the chairman chair of the county board shall immediately appoint counsel to represent the minor. In no case may the minor's attorney be a person who, in the previous two years, has advised or represented the facility or program to which the minor is committed or who would otherwise have a conflict of interest. At the time the notice of hearing is given, the minor and his the minor's attorney shall be informed of all evidence that will be considered at the review hearing. Any evidence subsequently discovered shall be immediately transmitted to the minor and his the minor's attorney. The rights and procedures applicable in relation to an initial commitment hearing shall be applicable in relation to the review hearing except that a petition need not be filed. The board of mental illness may order the continued involuntary commitment of the minor to the same or alternative placement or program for a period not to exceed forty-five days if a majority of the board finds by clear and convincing evidence, supported by written findings of fact and conclusions of law, that the criteria in § 27A-15-37 are met. If the board orders the continued involuntary commitment of the minor, it shall immediately notify the minor and his the minor's attorney of his the minor's right to appeal as provided in § 27A-11A-25. If continued involuntary commitment is ordered, a review hearing as provided in this section shall be conducted at least every forty-five days that the minor remains under commitment. If the required findings are not made, the board shall order that the minor be immediately discharged from involuntary commitment. Upon such discharge, the referring county shall provide the minor with transportation to his the minor's residence, if such residence is in the State of South Dakota. If the minor resides outside the State of South Dakota, transportation shall be provided to the place where the minor was apprehended. No minor may be restrained when being transported following such discharge. In the event that the minor's parent, guardian , or other legal custodian refuses to take physical custody of the minor, the chairman chair of the board of mental illness shall explain and advise the parent that refusal to take physical custody of the minor upon discharge will result in immediate notice to the state's attorney for further action."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16524, "action_date": "2001-01-29T14:00:00-06:00", "document_id": 88862, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88862.pdf", "status_text": "First read in House and referred to", "journal_page": 243, "committee_id_action": 712, "committee_id_assigned": 703, "result": "N", "vote": {}}, {"bill_id": 16524, "action_date": "2001-02-12T08:00:00-06:00", "document_id": 89763, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89763.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 703, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16524, "action_date": "2001-02-12T08:00:00-06:00", "document_id": 89763, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89763.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": 703, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 49298, "president_vote": null, "Nay": [2514, 2544, 2560, 2579, 2595, 2612, 2613], "Yea": [2521, 2530, 2561, 2589, 2605], "Excused": [2556]}}, {"bill_id": 16524, "action_date": "2001-02-12T08:00:00-06:00", "document_id": 89763, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89763.pdf", "status_text": "Tabled", "journal_page": 441, "committee_id_action": 703, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49299, "president_vote": null, "Yea": [2514, 2521, 2544, 2560, 2579, 2595, 2612, 2613], "Nay": [2530, 2561, 2589, 2605], "Excused": [2556]}}]}