{"session_id": 69, "bill_id": 24865, "bill_type": "House Bill", "bill_number": 1008, "bill_title": "modify the eligibility for admission to the state veterans' home and repeal the residency requirement.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24865", "sponsors": [], "keywords": ["Executive/Judiciary Request", "Nursing Homes", "Residency", "Veterans Affairs"], "audio": [], "bill_versions": [{"bill_id": 24865, "bill_version_id": 256787, "bill_version": "Introduced", "bill_version_date": "2023-12-15T15:08:09.877-06:00", "bill_text": "An Act to modify the eligibility for admission to the state veterans' home and repeal the residency requirement. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 33A-4-25 be AMENDED: 33A-4-25. AnyA veteran, as defined by § 33A-2-1, who has an honorable discharge, who has maintained a residence in the state at any time in the five years preceding the date of the application, and who has no income in excess of one thousand dollars per year above the maximum income limitation for pension benefits as determined by the United States Department of Veterans Affairs, is eligible for admission to the State Veterans' Home. For the purposes of this section, a residence is a physical structure in which a person resides and the term does not include a post office box or address of another mail service purchased by the veteran. A veteran who meets the residence requirements and has a rating of total disability as defined by the United States Department of Veterans Affairs for pension and compensation purposes is also eligible for admission. Membership, is eligible for admission to the State Veterans Home if the veteran is eligible for the payment of per diem for domiciliary care or nursing home care in a state home. A veteran domiciled in this state within the past five years shall receive admission preference, contingent upon the veteran meeting all admission criteria. A veteran who is a member of a federally recognized Indian tribe shall receive admission preference, contingent upon the veteran meeting all admission criteria. Residency status at the State Veterans' Veterans Home is not affected because of a medical leave of absence either in a United States Department of Veterans Affairs facility or other hospital. Any veteran who is an enrolled member of a federally recognized Indian tribe located wholly or partially in the state meets the residency requirement."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24865, "action_date": "2024-01-09T12:00:00-06:00", "document_id": 256993, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/256993.pdf", "status_text": "First read in House and referred to", "journal_page": 21, "committee_id_action": 1197, "committee_id_assigned": 1201, "result": "N", "vote": {}}]}