{"session_id": 32, "bill_id": 9216, "bill_type": "Senate Bill", "bill_number": 206, "bill_title": "revise certain provisions to authorize for the inclusion of legislators in the South Dakota Retirement System.", "sponsors": [{"legislator_profile_id": 1217, "is_prime": true}, {"legislator_profile_id": 1264, "is_prime": false}, {"legislator_profile_id": 1231, "is_prime": false}, {"legislator_profile_id": 1246, "is_prime": false}, {"legislator_profile_id": 1228, "is_prime": false}, {"legislator_profile_id": 1219, "is_prime": false}, {"legislator_profile_id": 1273, "is_prime": false}, {"legislator_profile_id": 1262, "is_prime": false}, {"legislator_profile_id": 1234, "is_prime": false}, {"legislator_profile_id": 1290, "is_prime": false}, {"legislator_profile_id": 1232, "is_prime": false}, {"legislator_profile_id": 1278, "is_prime": false}, {"legislator_profile_id": 1304, "is_prime": false}, {"legislator_profile_id": 1270, "is_prime": false}, {"legislator_profile_id": 1224, "is_prime": false}, {"legislator_profile_id": 1267, "is_prime": false}, {"legislator_profile_id": 1243, "is_prime": false}, {"legislator_profile_id": 1289, "is_prime": false}, {"legislator_profile_id": 1239, "is_prime": false}, {"legislator_profile_id": 1218, "is_prime": false}, {"legislator_profile_id": 1244, "is_prime": false}, {"legislator_profile_id": 1281, "is_prime": false}, {"legislator_profile_id": 1221, "is_prime": false}, {"legislator_profile_id": 1272, "is_prime": false}, {"legislator_profile_id": 1245, "is_prime": false}, {"legislator_profile_id": 1271, "is_prime": false}, {"legislator_profile_id": 1252, "is_prime": false}, {"legislator_profile_id": 1237, "is_prime": false}, {"legislator_profile_id": 1242, "is_prime": false}, {"legislator_profile_id": 1300, "is_prime": false}], "keywords": ["Legislature and Statutes", "South Dakota Retirement System"], "audio": [], "bill_versions": [{"bill_id": 9216, "bill_version_id": 48447, "bill_version": "Introduced", "bill_version_date": "2018-02-01T10:11:21.453-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions to authorize for the inclusion of legislators in the South Dakota Retirement System. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 3-12-47 be amended by adding a NEW SUBDIVISION to read: (51A) \"Legislative member,\" any current or former member of Legislature who has made contributions to the system while a current member of the Legislature; Section 2. That subdivision (52) of § 3-12-47 be amended to read: (52) \"Member,\" any person who is participating in and has made contributions to the system and is either a foundation member or, generational member, or legislative member. A person's membership ceases when the person withdraws his or her accumulated contributions after termination of employment; Section 3. That § 3-12-63 be amended to read: 3-12-63. Membership in the system shall exclude the following: (1) All elective officers except justices and, judges, and current members of the Legislature unless such person elects and is otherwise qualified to become a member of the system; (2) All personnel in the Department of Labor and Regulation who were employed before July 1, 1980, and who elect to remain participants in the retirement system provided by chapter 61-2; (3) The governing body of any participating county, municipality, or other political subdivision; and (4) All personnel employed by the municipality of Sioux Falls before July 1, 2013. However, any person employed before July 1, 2013, who separates from service with the municipality of Sioux Falls and is subsequently rehired by the municipality of Sioux Falls and begins working after June 30, 2013, as a permanent full-time employee shall be a member of the system. Section 4. That § 3-12-64 be amended to read: 3-12-64. A full-time Any current elective officer if he who is not a contributing member of the system at the date the participating unit enters the system or on July 1, 1974, and is not otherwise excluded may elect to become a member, provided, however, his the credited service shall be limited to service for which contributions were made. Section 5. That § 3-12-71 be amended to read: 3-12-71. The member shall make a contribution to the system, except as specified in § 3-12-200, and the employer shall make an equal contribution to the system, except as otherwise specified, at the following rates: (1) Class A members five percent of compensation through June 30, 2002, and six percent of compensation after June 30, 2002; (2) Justices, judges, and magistrate judges nine percent of compensation; (3) All other Class B members eight percent of compensation; (4) Current members of the Legislature zero percent of compensation. The employer shall cause to be deducted on each payroll of a member for each payroll period the contribution payable by the member as provided in this section. Except for those contributions specified in § 3-12-200, contributions required of members by this section shall be made by the participating unit pursuant to the provisions of § 414(h)(2) of the Internal Revenue Code. Such contributions shall be classified as member contributions for all purposes under this chapter. A member may not receive the amount of such contributions directly rather than as contributions under this section. Section 6. That chapter 3-12 be amended by adding a NEW SECTION to read: Notwithstanding § 3-12-47.7, current members of the Legislature are contributing members during the time the system receives a contribution of the legislator's compensation, indicating that the member is an active member."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9216, "action_date": "2018-02-01T14:00:00-06:00", "document_id": 48504, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48504.pdf", "status_text": "First Reading Senate", "journal_page": 328, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9216, "action_date": "2018-02-08T12:00:00-06:00", "document_id": 48995, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48995.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 419, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/9216"}