{"session_id": 7, "bill_id": 778, "bill_type": "House Bill", "bill_number": 1048, "bill_title": "increase the transfer from the water and environment fund, and increase the solid waste management fee, mining license and permit fees, water right filing and permit application fees, and well driller and pump installer license fees, all of which are deposited in the environment and natural resources fee fund.", "sponsors": [], "keywords": ["Appropriations", "Department of Environment and Natural Resources", "Environmental Protection", "Fees", "Taxes"], "audio": [{"meeting_datetime": "2009-01-30T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hap13.mp3", "start_seconds": 4578.0}, {"meeting_datetime": "2009-01-30T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hap13.mp3", "start_seconds": 4578.0}, {"meeting_datetime": "2009-01-30T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hap13.mp3", "start_seconds": 4578.0}, {"meeting_datetime": "2009-02-13T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hap22.mp3", "start_seconds": 8636.0}, {"meeting_datetime": "2009-02-13T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hap22.mp3", "start_seconds": 8636.0}, {"meeting_datetime": "2009-02-13T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hap22.mp3", "start_seconds": 8636.0}, {"meeting_datetime": "2009-02-13T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hap22.mp3", "start_seconds": 8636.0}, {"meeting_datetime": "2009-02-13T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hap22.mp3", "start_seconds": 8636.0}, {"meeting_datetime": "2009-02-13T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hap22.mp3", "start_seconds": 8636.0}, {"meeting_datetime": "2009-02-18T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou24.mp3", "start_seconds": 5784.0}, {"meeting_datetime": "2009-02-18T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou24.mp3", "start_seconds": 5784.0}, {"meeting_datetime": "2009-02-18T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou24.mp3", "start_seconds": 5784.0}, {"meeting_datetime": "2009-03-02T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sap30.mp3", "start_seconds": 3680.0}, {"meeting_datetime": "2009-03-02T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sap30.mp3", "start_seconds": 3680.0}, {"meeting_datetime": "2009-03-02T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sap30.mp3", "start_seconds": 3680.0}, {"meeting_datetime": "2009-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen31.mp3", "start_seconds": 3543.0}, {"meeting_datetime": "2009-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen31.mp3", "start_seconds": 3543.0}, {"meeting_datetime": "2009-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen31.mp3", "start_seconds": 3543.0}], "bill_versions": [{"bill_id": 778, "bill_version_id": 5163, "bill_version": "Introduced", "bill_version_date": "2009-01-07T15:37:50.46-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase the transfer from the water and environment fund, the solid waste management fee, mining license and permit fees, water right filing and permit application fees, and well driller and pump installer license fees, all of which are deposited in the environment and natural resources fee fund. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-40-32 be amended to read as follows: 1-40-32. On the first of July each year, four hundred thousand dollars ($400,000) five hundred thousand dollars or all the interest deposited for the previous year in the water and environment fund established pursuant to § 46A-1-60, whichever is less, shall be transferred from the water and environment fund to the environment and natural resources fee fund established pursuant to § 1-40-30. Section 2. That § 34A-6-81 be amended to read as follows: 34A-6-81. There is hereby imposed a solid waste management fee of a one dollar and twenty-five cents per ton for all municipal solid waste disposed of at a landfill facility. The fee shall be imposed upon the generator as a surcharge by the operator of the landfill facility at the time of disposal. The fee shall be calculated based upon actual disposal weight or if actual weight is not available each person served by the facility shall be considered to generate eight-tenths of a ton per year. Facilities subject to the fee imposed by § 34A-6-1.17 are not subject to the fee imposed by this section. Section 3. That § 34A-6-85 be amended to read as follows: 34A-6-85. Twenty percent of the fees received pursuant to § § 34A-6-81 and 34A-6-82 shall be deposited in the environment and natural resources fee fund established in § 1-40-30 and shall be used to defray costs of administering the solid waste management program requirements of chapter 34A-6. All fees received pursuant to §§ 34A-6-81 to § § 34A-6-83 and 34A-6-84 , inclusive, and eighty percent of the fees received pursuant to § § 34A-6-81 and 34A-6-82 shall be deposited in the water and environment fund established in § 46A-1-60 , and their expenditures shall be limited to the solid waste source reduction, recycling, and waste management program established in § 46A-1-83. Grants or loans from this the water and environment fund shall be administered by the Board of Water and Natural Resources in accordance with the rules established for solid waste management grants or loans in § 46A-1-84. The board shall offer a grant or loan preference to tire management projects utilizing fees originating pursuant to § 34A-6-83, including waste tire shredding and transporting. The board shall award financial assistance to projects for waste tire shredding and transporting until there is capacity in the private sector to fully utilize all new waste tires generated in this state on an annual basis. Financial assistance for waste tire shredding and transporting may total no more than two hundred fifty thousand dollars in any one fiscal year, but such financial assistance may not be awarded to any state agency. The board shall offer a grant or loan preference to any municipal solid waste landfill facility using volume-based fees reflecting full and true disposal cost. After deducting the amounts provided for waste tire activities provided for by this section and § 34A-6-85.1, at least fifty percent of the amount remaining from the fees imposed pursuant to §§ 34A-6-81 to 34A-6-84, inclusive, shall be awarded as recycling grants or loans. Section 4. That § 45-6-65 be amended to read as follows: 45-6-65. An operator shall obtain a license to mine for sand, gravel, rock to be crushed and used in construction, pegmatite minerals or for limestone, iron ore, sand, gypsum, shale, pozzolan, or other materials used in the process of making cement or lime. The operator shall comply with the requirements of §§ 45-6-68, 45-6-69, 45-6-71, and 45-6-72 for each site to be mined. Failure to comply with these requirements for each site mined constitutes mining without a valid license. The fee for the license is an annual fee of one hundred dollars for each individual mine site authorized under the license , which shall be deposited in the environment and natural resources fee fund established in § 1-40-30 by the department. Section 5. That § 45-6B-14 be amended to read as follows: 45-6B-14. The application fee of one thousand dollars shall accompany the application. However, the fee shall be fifty thousand dollars for a large scale precious metal, coal, or uranium mine permit. Section 6. That § 45-6B-36 be amended to read as follows: 45-6B-36. Within sixty days prior to the anniversary date of the permit each year, the operator shall submit a map on the scale provided for by subdivision 45-6B-10(3) showing the reclamation accomplished and any deviations from the originally approved operating and reclamation plans. Except for operators which are units of state or local government, the operator shall submit, in addition to the map, an annual fee of one hundred dollars or an annual fee of fifty thousand dollars if the operation is a large scale precious metal, coal, or uranium mine that was permitted after January 1, 2009. The annual fee for any large scale coal or uranium mine permit shall be reduced by any tax paid in accordance with chapter 10-39B during the year preceding the date the annual fee is due . Section 7. That § 10-39B-1 be amended to read as follows: 10-39B-1. The Legislature finds that: (1) Exploration for and development of energy minerals and oil and gas reserves in this state may from time to time require the expenditure of state funds in the administration of the rules and statutes; and (2) The State of South Dakota should be compensated for those reasonable costs incurred in carrying out the duties as set forth in chapter chapters 45-9 , 45-6B, and 45-6D . Section 8. That § 10-39B-2 be amended to read as follows: 10-39B-2. There is imposed on the severance of energy minerals in this state an excise tax, to be known as a conservation tax, equal to two and four-tenths mills of the taxable value of any energy minerals severed and saved. The tax shall be paid by the operator as defined in subdivision 10-39A-1.1(3). An operator may not pass the tax on to the owner of the energy minerals. The tax provided for in this chapter shall be placed in the environment and natural resources fee fund established pursuant to § 1-40-30 and collected in accordance with chapter 10-39A except that §§ 10-39A-1, 10-39A-3, and 10-39A-7 to 10-39A-14, inclusive, do not apply to the tax imposed by this chapter. The tax collected from the production of oil or gas may be used to carry out the duties as set forth in chapter 45-9. The tax collected from the production of coal or uranium may be used to carry out the duties as set forth in chapters 45-6B and 45-6D. Section 9. That § 46-2-13 be amended to read as follows: 46-2-13. The department shall charge and receive the following fees, to be collected in advance ; however, no such fees may be collected from any state agency or state institution : (1) For filing and examining an application for a permit to construct a location notice required for construction of a structure across a dry draw or nonnavigable watercourse for the purpose of diverting or collecting storm water and of applying the water to beneficial use, ten fifty dollars; (2) For filing and examining an application for a permit to appropriate water, to construct works and to put the water to beneficial use, including filing of proofs of publication, recording the permit to appropriate water and action on all other papers relating to the application up to and including issuance of the permit, one hundred fifty five hundred dollars for the first one hundred twenty acre feet per year or fraction thereof, seventy-five two hundred fifty dollars for the second one hundred twenty acre feet or fraction thereof and twenty-five one hundred dollars for each subsequent one hundred twenty acre feet or fraction thereof. If the water permit is denied, seventy-five percent of the fee shall be returned to the applicant. The fee for an application to appropriate 0.1 cubic feet per second or less, to change a diversion point or to add a diversion point with no new appropriation of water is fifty one hundred dollars. The fee for filing and examining an application to appropriate water for future use is equal to ten percent of the fee charged for an application to appropriate water, construct works and put the water to beneficial use. The fee for maintaining the effectiveness of a future use permit after the period of seven years as set out in § 46-5-38.1 is likewise equal to ten percent of the fee charges for an application to appropriate water, construct works, or put the water to beneficial use. If an application to put part or all of the water reserved by a future use permit to beneficial use is filed, the entire fee for an application to appropriate water, construct works, or put water to beneficial use shall be paid; (3) For each inspection of constructed water use works, including diversion works, dams, pumping plants, canals, or other conduits and for confirming the application of water to beneficial use under provisions of a permit to appropriate water, including issuance of a water license, fifty two hundred dollars or actual costs, if costs exceed fifty dollars . The fee shall be submitted with the application to appropriate water and be refunded if the application is denied ; (4) For officially filing any other paper, two dollars and fifty cents a transfer of ownership of an application or permit to appropriate water, fifty dollars ; (5) For filing and examining an application to reinstate a permit filed pursuant to § 46- 2A-8.1, fifty one hundred dollars; and (6) For filing and examining an application to claim a vested right pursuant to §§ 46-5- 49 and 46-6-2, fifteen fifty dollars, which may not be refunded. In ascertaining actual cost of any work, as the term is used in this section, the salary of any salaried officer for the time employed shall be included. All fees received by the department shall be paid into the state treasury to the environment and natural resources fee fund established in § 1-40-30. Section 10. That § 46-6-9 be amended to read as follows: 46-6-9. Any well driller, before doing any well drilling and before contracting for any such work, shall first secure and thereafter maintain a license. The words \"South Dakota Licensed Well Driller No.\" shall be plainly displayed at a conspicuous place on the premises where the work is being conducted. The fee for the license is fifty two hundred dollars , and fifty two hundred dollars shall be paid each calendar year for renewal of the license. The fee shall be paid to the Department of Environment and Natural Resources and deposited with the state treasurer in the environment and natural resources fee fund established in § 1-40-30 . The license shall be issued pursuant to the procedures contained in chapter 46-2A. No license may be issued unless the applicant is experienced and knowledgeable in good well construction methods. The Water Management Board shall promulgate rules pursuant to chapter 1-26 establishing qualifications for well drillers. Section 11. That § 46-6-9.3 be amended to read as follows: 46-6-9.3. The Water Management Board shall issue a well pump installer license to any applicant who meets the requirements specified in this section. The fee for the license is fifty two hundred dollars, and fifty two hundred dollars shall be paid each calendar year for renewal of the license. The fee shall be paid to the Department of Environment and Natural Resources and deposited by the state treasurer in the state general fund environment and natural resources fee fund established in § 1-40-30 . The license shall be issued pursuant to the procedures contained in chapter 46-2A. No license may be issued unless the applicant is experienced and knowledgeable in well pump installation methods. The Water Management Board shall promulgate rules pursuant to chapter 1-26 establishing well pump installation qualifications."}, {"bill_id": 778, "bill_version_id": 7437, "bill_version": "House Appropriations Engrossed", "bill_version_date": "2009-02-13T12:30:08.117-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase the transfer from the water and environment fund, and increase the solid waste management fee, mining license and permit fees, water right filing and permit application fees, and well driller and pump installer license fees, all of which are deposited in the environment and natural resources fee fund. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-40-32 be amended to read as follows: 1-40-32. On the first of July each year, four hundred thousand dollars ($400,000) five hundred thousand dollars or all the interest deposited for the previous year in the water and environment fund established pursuant to § 46A-1-60, whichever is less, shall be transferred from the water and environment fund to the environment and natural resources fee fund established pursuant to § 1-40-30. Section 2. That § 34A-6-85 be amended to read as follows: 34A-6-85. Twenty-five percent of the fees received pursuant to § § 34A-6-81 and 34A-6-82 shall be deposited in the environment and natural resources fee fund established in § 1-40-30 and shall be used to defray costs of administering the solid waste management program requirements of chapter 34A-6. All fees received pursuant to §§ 34A-6-81 to § § 34A-6-83 and 34A-6-84 , inclusive, and seventy-five percent of the fees received pursuant to § § 34A-6-81 and 34A-6-82 shall be deposited in the water and environment fund established in § 46A-1-60 , and their expenditures shall be limited to the solid waste source reduction, recycling, and waste management program established in § 46A-1-83. Grants or loans from this the water and environment fund shall be administered by the Board of Water and Natural Resources in accordance with the rules established for solid waste management grants or loans in § 46A-1-84. The board shall offer a grant or loan preference to tire management projects utilizing fees originating pursuant to § 34A-6-83, including waste tire shredding and transporting. The board shall award financial assistance to projects for waste tire shredding and transporting until there is capacity in the private sector to fully utilize all new waste tires generated in this state on an annual basis. Financial assistance for waste tire shredding and transporting may total no more than two hundred fifty thousand dollars in any one fiscal year, but such financial assistance may not be awarded to any state agency. The board shall offer a grant or loan preference to any municipal solid waste landfill facility using volume-based fees reflecting full and true disposal cost. After deducting the amounts provided for waste tire activities provided for by this section and § 34A-6-85.1, at least fifty percent of the amount remaining from the fees imposed pursuant to §§ 34A-6-81 to 34A-6-84, inclusive, shall be awarded as recycling grants or loans. Section 3. That § 45-6-65 be amended to read as follows: 45-6-65. An operator shall obtain a license to mine for sand, gravel, rock to be crushed and used in construction, pegmatite minerals or for limestone, iron ore, sand, gypsum, shale, pozzolan, or other materials used in the process of making cement or lime. The operator shall comply with the requirements of §§ 45-6-68, 45-6-69, 45-6-71, and 45-6-72 for each site to be mined. Failure to comply with these requirements for each site mined constitutes mining without a valid license. The fee for the license is an annual fee of one hundred dollars for each individual mine site authorized under the license , which shall be deposited in the environment and natural resources fee fund established in § 1-40-30 by the department. Section 4. That § 45-6B-14 be amended to read as follows: 45-6B-14. The application fee of one thousand dollars shall accompany the application. However, the fee shall be fifty thousand dollars for a large scale precious metal, coal, or uranium mine permit. Section 5. That § 45-6B-36 be amended to read as follows: 45-6B-36. Within sixty days prior to the anniversary date of the permit each year, the operator shall submit a map on the scale provided for by subdivision 45-6B-10(3) showing the reclamation accomplished and any deviations from the originally approved operating and reclamation plans. Except for operators which are units of state or local government, the operator shall submit, in addition to the map, an annual fee of one hundred dollars or an annual fee of fifty thousand dollars if the operation is a large scale precious metal, coal, or uranium mine that was permitted after January 1, 2009. The annual fee for any large scale coal or uranium mine permit shall be reduced by any tax paid in accordance with chapter 10-39B during the year preceding the date the annual fee is due . Section 6. That § 10-39B-1 be amended to read as follows: 10-39B-1. The Legislature finds that: (1) Exploration for and development of energy minerals and oil and gas reserves in this state may from time to time require the expenditure of state funds in the administration of the rules and statutes; and (2) The State of South Dakota should be compensated for those reasonable costs incurred in carrying out the duties as set forth in chapter chapters 45-9 , 45-6B, and 45-6D . Section 7. That § 10-39B-2 be amended to read as follows: 10-39B-2. There is imposed on the severance of energy minerals in this state an excise tax, to be known as a conservation tax, equal to two and four-tenths mills of the taxable value of any energy minerals severed and saved. The tax shall be paid by the operator as defined in subdivision 10-39A-1.1(3). An operator may not pass the tax on to the owner of the energy minerals. The tax provided for in this chapter shall be placed in the environment and natural resources fee fund established pursuant to § 1-40-30 and collected in accordance with chapter 10-39A except that §§ 10-39A-1, 10-39A-3, and 10-39A-7 to 10-39A-14, inclusive, do not apply to the tax imposed by this chapter. The tax collected from the production of oil or gas may be used to carry out the duties as set forth in chapter 45-9. The tax collected from the production of coal or uranium may be used to carry out the duties as set forth in chapters 45-6B and 45-6D. Section 8. That § 46-2-13 be amended to read as follows: 46-2-13. The department shall charge and receive the following fees, to be collected in advance ; however, no such fees may be collected from any state agency or state institution : (1) For filing and examining an application for a permit to construct a location notice required for construction of a structure across a dry draw or nonnavigable watercourse for the purpose of diverting or collecting storm water and of applying the water to beneficial use, ten fifty dollars; (2) For filing and examining an application for a permit to appropriate water, to construct works and to put the water to beneficial use, including filing of proofs of publication, recording the permit to appropriate water and action on all other papers relating to the application up to and including issuance of the permit, one hundred fifty five hundred dollars for the first one hundred twenty acre feet per year or fraction thereof, seventy-five two hundred fifty dollars for the second one hundred twenty acre feet or fraction thereof and twenty-five one hundred dollars for each subsequent one hundred twenty acre feet or fraction thereof. If the water permit is denied, seventy-five percent of the fee shall be returned to the applicant. The fee for an application to appropriate 0.1 cubic feet per second or less, to change a diversion point or to add a diversion point with no new appropriation of water is fifty one hundred dollars. The fee for filing and examining an application to appropriate water for future use is equal to ten percent of the fee charged for an application to appropriate water, construct works and put the water to beneficial use. The fee for maintaining the effectiveness of a future use permit after the period of seven years as set out in § 46-5-38.1 is likewise equal to ten percent of the fee charges for an application to appropriate water, construct works, or put the water to beneficial use. If an application to put part or all of the water reserved by a future use permit to beneficial use is filed, the entire fee for an application to appropriate water, construct works, or put water to beneficial use shall be paid; (3) For each inspection of constructed water use works, including diversion works, dams, pumping plants, canals, or other conduits and for confirming the application of water to beneficial use under provisions of a permit to appropriate water, including issuance of a water license, fifty two hundred dollars or actual costs, if costs exceed fifty dollars . The fee shall be submitted with the application to appropriate water and be refunded if the application is denied ; (4) For officially filing any other paper, two dollars and fifty cents a transfer of ownership of an application or permit to appropriate water, fifty dollars ; (5) For filing and examining an application to reinstate a permit filed pursuant to § 46- 2A-8.1, fifty one hundred dollars; and (6) For filing and examining an application to claim a vested right pursuant to §§ 46-5- 49 and 46-6-2, fifteen fifty dollars, which may not be refunded. In ascertaining actual cost of any work, as the term is used in this section, the salary of any salaried officer for the time employed shall be included. All fees received by the department shall be paid into the state treasury to the environment and natural resources fee fund established in § 1-40-30. Section 9. That § 46-6-9 be amended to read as follows: 46-6-9. Any well driller, before doing any well drilling and before contracting for any such work, shall first secure and thereafter maintain a license. The words \"South Dakota Licensed Well Driller No.\" shall be plainly displayed at a conspicuous place on the premises where the work is being conducted. The fee for the license is fifty two hundred dollars for a resident, and fifty three hundred dollars for a nonresident. The same amounts shall be paid each calendar year for renewal of the license. A resident is any person whose primary residence is located in South Dakota and has not claimed residency in any other state within ninety days of filing an application to become licensed. The fee shall be paid to the Department of Environment and Natural Resources and deposited with the state treasurer in the environment and natural resources fee fund established in § 1-40-30 . The license shall be issued pursuant to the procedures contained in chapter 46-2A. No license may be issued unless the applicant is experienced and knowledgeable in good well construction methods. The Water Management Board shall promulgate rules pursuant to chapter 1-26 establishing qualifications for well drillers. Section 10. That § 46-6-9.3 be amended to read as follows: 46-6-9.3. The Water Management Board shall issue a well pump installer license to any applicant who meets the requirements specified in this section. The fee for the license is fifty two hundred dollars for a resident , and fifty three hundred dollars for a nonresident. The same amounts shall be paid each calendar year for renewal of the license. A resident is any person whose primary residence is located in South Dakota and has not claimed residency in any other state within ninety days of filing an application to become licensed. The fee shall be paid to the Department of Environment and Natural Resources and deposited by the state treasurer in the state general fund environment and natural resources fee fund established in § 1-40-30 . The license shall be issued pursuant to the procedures contained in chapter 46-2A. No license may be issued unless the applicant is experienced and knowledgeable in well pump installation methods. The Water Management Board shall promulgate rules pursuant to chapter 1-26 establishing well pump installation qualifications."}, {"bill_id": 778, "bill_version_id": 8556, "bill_version": "Enrolled", "bill_version_date": "2009-03-04T09:39:48.203-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 778, "action_date": "2009-01-13T12:00:00-06:00", "document_id": 5315, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5315.pdf", "status_text": "First read in House and referred to", "journal_page": 26, "committee_id_action": 56, "committee_id_assigned": 58, "result": "N", "vote": {}}, {"bill_id": 778, "action_date": "2009-01-30T08:00:00-06:00", "document_id": 6049, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6049.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 58, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 778, "action_date": "2009-02-13T08:00:00-06:00", "document_id": 7183, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7183.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 58, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 778, "action_date": "2009-02-13T08:00:00-06:00", "document_id": 7424, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7424.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 58, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 778, "action_date": "2009-02-13T08:00:00-06:00", "document_id": 7424, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7424.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 58, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 778, "action_date": "2009-02-13T08:00:00-06:00", "document_id": 7424, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7424.pdf", "status_text": "Do Pass Amended", "journal_page": 371, "committee_id_action": 58, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4063, "president_vote": null, "Nay": [676], "Yea": [670, 674, 635, 650, 707, 732, 668, 647]}}, {"bill_id": 778, "action_date": "2009-02-13T08:00:00-06:00", "document_id": 7424, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7424.pdf", "status_text": "Title amended", "journal_page": 0, "committee_id_action": 58, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 778, "action_date": "2009-02-18T14:00:00-06:00", "document_id": 7697, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7697.pdf", "status_text": "Do Pass Amended", "journal_page": 423, "committee_id_action": 56, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4256, "president_vote": null, "Nay": [716, 676, 651, 712, 709, 660, 706, 725, 644, 734, 728, 718, 733], "Yea": [720, 666, 688, 670, 726, 715, 699, 674, 635, 692, 643, 693, 724, 727, 721, 652, 730, 737, 672, 729, 698, 717, 738, 654, 711, 719, 683, 695, 696, 722, 645, 637, 687, 678, 650, 646, 668, 639, 735, 679, 714, 731, 736, 713, 710, 657, 641, 658, 647, 691, 723, 684, 732, 707, 681], "Excused": [708, 665]}}, {"bill_id": 778, "action_date": "2009-02-19T14:00:00-06:00", "document_id": 7819, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7819.pdf", "status_text": "First read in Senate and referred to", "journal_page": 466, "committee_id_action": 54, "committee_id_assigned": 53, "result": "N", "vote": {}}, {"bill_id": 778, "action_date": "2009-03-02T08:00:00-06:00", "document_id": 8225, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8225.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 53, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 778, "action_date": "2009-03-02T08:00:00-06:00", "document_id": 8333, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8333.pdf", "status_text": "Do Pass", "journal_page": 570, "committee_id_action": 53, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4750, "president_vote": null, "Nay": [682, 680], "Yea": [636, 638, 702, 697, 667]}}, {"bill_id": 778, "action_date": "2009-03-03T14:00:00-06:00", "document_id": 8492, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8492.pdf", "status_text": "Do Pass Amended", "journal_page": 596, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4877, "president_vote": null, "Yea": [653, 704, 685, 702, 649, 700, 673, 677, 675, 697, 636, 667, 661, 703, 664, 638, 648, 689, 694, 705, 671], "Nay": [680, 682, 655, 663, 634, 659, 690, 656, 669, 686, 701, 662, 640], "Excused": [642]}}, {"bill_id": 778, "action_date": "2009-03-04T14:00:00-06:00", "document_id": 8629, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8629.pdf", "status_text": "Signed by the Speaker", "journal_page": 643, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 778, "action_date": "2009-03-05T14:00:00-06:00", "document_id": 8779, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8779.pdf", "status_text": "Signed by the President", "journal_page": 657, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 778, "action_date": "2009-03-06T11:00:00-06:00", "document_id": 8868, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8868.pdf", "status_text": "Delivered to the Governor", "journal_page": 688, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 778, "action_date": "2009-03-10T14:00:00-05:00", "document_id": 9153, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9153.pdf", "status_text": "Signed by the Governor", "journal_page": 734, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4164}