{"session_id": 20, "bill_id": 6025, "bill_type": "House Commemoration", "bill_number": 1049, "bill_title": "Commending and honoring the 2013 Boys Cross Country State Class AA Champions of Sioux Falls Lincoln High School for their outstanding athletic performance.", "sponsors": [{"legislator_profile_id": 473, "is_prime": true}, {"legislator_profile_id": 431, "is_prime": true}, {"legislator_profile_id": 472, "is_prime": false}, {"legislator_profile_id": 451, "is_prime": false}, {"legislator_profile_id": 507, "is_prime": false}, {"legislator_profile_id": 493, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 6025, "bill_version_id": 30998, "bill_version": "Introduced", "bill_version_date": "2014-02-25T09:32:55.237-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the 2013 Boys Cross Country State Class AA Champions of Sioux Falls Lincoln High School for their outstanding athletic performance. WHEREAS, Will Lauer, Free Bump, Nathan Schroeder, Deux Selzer, Gabe Peters, Tyler and Dobson, and Anders Rasmussen have shown exemplary patience, dedication, and tenacity in combining their talents to secure the State Class AA Cross Country Championship; and WHEREAS, the Sioux Falls Lincoln High School Boys Cross Country Team won its second straight State Title with a score of 32, the lowest point total since 1976; and WHEREAS, all seven runners placed in the top twenty; and WHEREAS, the coaching staff helped facilitate and cultivate the physical, mental, and emotional growth and development of the students athletes: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the Legislature congratulates the Sioux Falls Lincoln High School Boys Cross Country Team on its outstanding athletic performance."}, {"bill_id": 6025, "bill_version_id": 31236, "bill_version": "Enrolled", "bill_version_date": "2014-02-27T15:43:15.03-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the 2013 Boys Cross Country State Class AA Champions of Sioux Falls Lincoln High School for their outstanding athletic performance. WHEREAS, Will Lauer, Free Bump, Nathan Schroeder, Deux Selzer, Gabe Peters, Tyler and Dobson, and Anders Rasmussen have shown exemplary patience, dedication, and tenacity in combining their talents to secure the State Class AA Cross Country Championship; and WHEREAS, the Sioux Falls Lincoln High School Boys Cross Country Team won its second straight State Title with a score of 32, the lowest point total since 1976; and WHEREAS, all seven runners placed in the top twenty; and WHEREAS, the coaching staff helped facilitate and cultivate the physical, mental, and emotional growth and development of the students athletes: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the Legislature congratulates the Sioux Falls Lincoln High School Boys Cross Country Team on its outstanding athletic performance. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6025, "action_date": "2014-02-25T14:00:00-06:00", "document_id": 31052, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31052.pdf", "status_text": "", "journal_page": 555, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6025"}