{"session_id": 7, "bill_id": 517, "bill_type": "Senate Bill", "bill_number": 89, "bill_title": "adopt the revised uniform commercial code, Article 7-Documents of Title.", "sponsors": [{"legislator_profile_id": 661, "is_prime": true}, {"legislator_profile_id": 695, "is_prime": true}, {"legislator_profile_id": 726, "is_prime": false}, {"legislator_profile_id": 699, "is_prime": false}, {"legislator_profile_id": 674, "is_prime": false}, {"legislator_profile_id": 692, "is_prime": false}, {"legislator_profile_id": 660, "is_prime": false}, {"legislator_profile_id": 693, "is_prime": false}, {"legislator_profile_id": 659, "is_prime": false}, {"legislator_profile_id": 637, "is_prime": false}, {"legislator_profile_id": 705, "is_prime": false}, {"legislator_profile_id": 684, "is_prime": false}], "keywords": ["Property", "Uniform Commercial Code"], "audio": [{"meeting_datetime": "2009-01-29T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sju12.mp3", "start_seconds": 3006.0}, {"meeting_datetime": "2009-01-29T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sju12.mp3", "start_seconds": 3006.0}, {"meeting_datetime": "2009-01-29T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sju12.mp3", "start_seconds": 3006.0}, {"meeting_datetime": "2009-02-05T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sju17.mp3", "start_seconds": 144.0}, {"meeting_datetime": "2009-02-05T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sju17.mp3", "start_seconds": 144.0}, {"meeting_datetime": "2009-02-05T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sju17.mp3", "start_seconds": 144.0}, {"meeting_datetime": "2009-02-05T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sju17.mp3", "start_seconds": 144.0}, {"meeting_datetime": "2009-03-02T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hju30.mp3", "start_seconds": 105.0}, {"meeting_datetime": "2009-03-02T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hju30.mp3", "start_seconds": 105.0}, {"meeting_datetime": "2009-03-02T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hju30.mp3", "start_seconds": 105.0}, {"meeting_datetime": "2009-03-02T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hju30.mp3", "start_seconds": 105.0}], "bill_versions": [{"bill_id": 517, "bill_version_id": 5862, "bill_version": "Introduced", "bill_version_date": "2009-01-26T11:47:02.083-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to adopt the revised uniform commercial code, Article 7- Documents of Title. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 7-101. This article may be cited as Uniform Commercial Code-Documents of Title. Section 7-102. (a) In this article, unless the context otherwise requires: (1) \"Bailee\" means a person that by a warehouse receipt, bill of lading, or other document of title acknowledges possession of goods and contracts to deliver them. (2) \"Carrier\" means a person that issues a bill of lading. (3) \"Consignee\" means a person named in a bill of lading to which or to whose order the bill promises delivery. (4) \"Consignor\" means a person named in a bill of lading as the person from which the goods have been received for shipment. (5) \"Delivery order\" means a record that contains an order to deliver goods directed to a warehouse, carrier, or other person that in the ordinary course of business issues warehouse receipts or bills of lading. (6) \"Good faith\" means honesty in fact and the observance of reasonable commercial standards of fair dealing. (7) \"Goods\" means all things that are treated as movable for the purposes of a contract for storage or transportation. (8) \"Issuer\" means a bailee that issues a document of title or, in the case of an unaccepted delivery order, the person that orders the possessor of goods to deliver. The term includes a person for which an agent or employee purports to act in issuing a document if the agent or employee has real or apparent authority to issue documents, even if the issuer did not receive any goods, the goods were misdescribed, or in any other respect the agent or employee violated the issuer's instructions. (9) \"Person entitled under the document\" means the holder, in the case of a negotiable document of title, or the person to which delivery of the goods is to be made by the terms of, or pursuant to instructions in a record under, a nonnegotiable document of title. (10) \"Record\" means information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form. (11) \"Sign\" means, with present intent to authenticate or adopt a record: (A) To execute or adopt a tangible symbol; or (B) To attach to or logically associate with the record an electronic sound, symbol, or process. (12) \"Shipper\" means a person that enters into a contract of transportation with a carrier. (13) \"Warehouse\" means a person engaged in the business of storing goods for hire. (b) Definitions in other articles applying to this article and the sections in which they appear are: (1) \"Contract for sale\", § 57A-2-106. (2) \"Lessee in ordinary course of business\", § 57A-2A-103. (3) \"'Receipt' of goods\", § 57A-2-103. (c) In addition, Article 1 contains general definitions and principles of construction and interpretation applicable throughout this article. Section 7-103. (a) This article is subject to any treaty or statute of the United States or a regulatory statute of this state to the extent the treaty, statute, or regulatory statute is applicable. (b) This article does not repeal or modify any law prescribing the form or contents of a document of title or the services or facilities to be afforded by a bailee, or otherwise regulating a bailee's businesses in respects not specifically treated in this article. However, violation of these laws does not affect the status of a document of title that otherwise complies with the definition of a document of title. (c) This Act modifies, limits, and supersedes the federal Electronic Signatures in Global and National Commerce Act (15 U.S.C. Section 7001, et. seq.) but does not modify, limit, or supersede Section 101(c) of that act (15 U.S.C. Section 7001(c)) or authorize electronic delivery of any of the notices described in Section 103(b) of that act (15 U.S.C. Section 7003(b)). (d) To the extent there is a conflict between the Uniform Electronic Transactions Act and this article, this article governs. Section 7-104. (a) A document of title is negotiable if by its terms the goods are to be delivered to bearer or to the order of a named person. (b) A document of title other than one described in subsection (a) is nonnegotiable. A bill of lading that states that the goods are consigned to a named person is not made negotiable by a provision that the goods are to be delivered only against an order in a record signed by the same or another named person. (c) A document of title is nonnegotiable if, at the time it is issued, the document has a conspicuous legend, however expressed, that it is nonnegotiable. Section 7-105. (a) Upon request of a person entitled under an electronic document of title, the issuer of the electronic document may issue a tangible document of title as a substitute for the electronic document if: (1) The person entitled under the electronic document surrenders control of the document to the issuer; and (2) The tangible document when issued contains a statement that it is issued in substitution for the electronic document. (b) Upon issuance of a tangible document of title in substitution for an electronic document of title in accordance with subsection (a): (1) The electronic document ceases to have any effect or validity; and (2) The person that procured issuance of the tangible document warrants to all subsequent persons entitled under the tangible document that the warrantor was a person entitled under the electronic document when the warrantor surrendered control of the electronic document to the issuer. (c) Upon request of a person entitled under a tangible document of title, the issuer of the tangible document may issue an electronic document of title as a substitute for the tangible document if: (1) The person entitled under the tangible document surrenders possession of the document to the issuer; and (2) The electronic document when issued contains a statement that it is issued in substitution for the tangible document. (d) Upon issuance of the electronic document of title in substitution for a tangible document of title in accordance with subsection (c): (1) The tangible document ceases to have any effect or validity; and (2) The person that procured issuance of the electronic document warrants to all subsequent persons entitled under the electronic document that the warrantor was a person entitled under the tangible document when the warrantor surrendered possession of the tangible document to the issuer. Section 7-106. (a) A person has control of an electronic document of title if a system employed for evidencing the transfer of interests in the electronic document reliably establishes that person as the person to which the electronic document was issued or transferred. (b) A system satisfies subsection (a), and a person is deemed to have control of an electronic document of title, if the document is created, stored, and assigned in such a manner that: (1) A single authoritative copy of the document exists which is unique, identifiable, and, except as otherwise provided in paragraphs (4), (5), and (6), unalterable; (2) The authoritative copy identifies the person asserting control as: (A) The person to which the document was issued; or (B) If the authoritative copy indicates that the document has been transferred, the person to which the document was most recently transferred; (3) The authoritative copy is communicated to and maintained by the person asserting control or its designated custodian; (4) Copies or amendments that add or change an identified assignee of the authoritative copy can be made only with the consent of the person asserting control; (5) Each copy of the authoritative copy and any copy of a copy is readily identifiable as a copy that is not the authoritative copy; and (6) Any amendment of the authoritative copy is readily identifiable as authorized or unauthorized. Section 7-201. (a) A warehouse receipt may be issued by any warehouse. (b) If goods, including distilled spirits and agricultural commodities, are stored under a statute requiring a bond against withdrawal or a license for the issuance of receipts in the nature of warehouse receipts, a receipt issued for the goods is deemed to be a warehouse receipt even if issued by a person that is the owner of the goods and is not a warehouse. Section 7-202. (a) A warehouse receipt need not be in any particular form. (b) Unless a warehouse receipt provides for each of the following, the warehouse is liable for damages caused to a person injured by its omission: (1) The location of the warehouse facility where the goods are stored; (2) The date of issue of the receipt; (3) The unique identification code of the receipt; (4) A statement whether the goods received will be delivered to the bearer, to a named person, or to a named person or its order; (5) The rate of storage and handling charges, but if goods are stored under a field warehousing arrangement, a statement of that fact is sufficient on a nonnegotiable receipt; (6) A description of the goods or the packages containing them; (7) The signature of the warehouse or its agent; (8) If the receipt is issued for goods that the warehouse owns, either solely, jointly, or in common with others, the fact of that ownership; and (9) A statement of the amount of advances made and of liabilities incurred for which the warehouse claims a lien or security interest, but if the precise amount of advances made or of liabilities incurred is, at the time of the issue of the receipt, unknown to the warehouse or to its agent that issued the receipt, a statement of the fact that advances have been made or liabilities incurred and the purpose of the advances or liabilities is sufficient. (c) A warehouse may insert in its receipt any terms that are not contrary to the Uniform Commercial Code and do not impair its obligation of delivery under section 7-403 of this Act or its duty of care under section 7-204 of this Act. Any contrary provisions are ineffective. Section 7-203. A party to or purchaser for value in good faith of a document of title, other than a bill of lading, that relies upon the description of the goods in the document may recover from the issuer damages caused by the nonreceipt or misdescription of the goods, except to the extent that: (1) The document conspicuously indicates that the issuer does not know whether all or part of the goods in fact were received or conform to the description, such as a case in which the description is in terms of marks or labels or kind, quantity, or condition, or the receipt or description is qualified by \"contents, condition, and quality unknown\", \"said to contain\", or words of similar import, if the indication is true; or (2) The party or purchaser otherwise has notice of the nonreceipt or misdescription. Section 7-204. (a) A warehouse is liable for damages for loss of or injury to the goods caused by its failure to exercise care with regard to the goods that a reasonably careful person would exercise under similar circumstances. However, unless otherwise agreed, the warehouse is not liable for damages that could not have been avoided by the exercise of that care. (b) Damages may be limited by a term in the warehouse receipt or storage agreement limiting the amount of liability in case of loss or damage beyond which the warehouse is not liable. Such a limitation is not effective with respect to the warehouse's liability for conversion to its own use. The warehouse's liability, on request of the bailor in a record at the time of signing such storage agreement or within a reasonable time after receipt of the warehouse receipt, may be increased on part or all of the goods covered by the storage agreement or the warehouse receipt. In this event, increased rates may be charged based on an increased valuation of the goods. (c) Reasonable provisions as to the time and manner of presenting claims and commencing actions based on the bailment may be included in the warehouse receipt or storage agreement. (d) This section does not impair or repeal chapters 49-42 to 49-45, inclusive. Section 7-205. A buyer in ordinary course of business of fungible goods sold and delivered by a warehouse that is also in the business of buying and selling such goods takes the goods free of any claim under a warehouse receipt even if the receipt is negotiable and has been duly negotiated. Section 7-206. (a) A warehouse, by giving notice to the person on whose account the goods are held and any other person known to claim an interest in the goods, may require payment of any charges and removal of the goods from the warehouse at the termination of the period of storage fixed by the document of title or, if a period is not fixed, within a stated period not less than thirty days after the warehouse gives notice. If the goods are not removed before the date specified in the notice, the warehouse may sell them pursuant to section 7-210 of this Act. (b) If a warehouse in good faith believes that goods are about to deteriorate or decline in value to less than the amount of its lien within the time provided in subsection (a) and section 7-210 of this Act, the warehouse may specify in the notice given under subsection (a) any reasonable shorter time for removal of the goods and, if the goods are not removed, may sell them at public sale held not less than one week after a single advertisement or posting. (c) If, as a result of a quality or condition of the goods of which the warehouse did not have notice at the time of deposit, the goods are a hazard to other property, the warehouse facilities, or other persons, the warehouse may sell the goods at public or private sale without advertisement or posting on reasonable notification to all persons known to claim an interest in the goods. If the warehouse, after a reasonable effort, is unable to sell the goods, it may dispose of them in any lawful manner and does not incur liability by reason of that disposition. (d) A warehouse shall deliver the goods to any person entitled to them under this article upon due demand made at any time before sale or other disposition under this section. (e) A warehouse may satisfy its lien from the proceeds of any sale or disposition under this section but shall hold the balance for delivery on the demand of any person to which the warehouse would have been bound to deliver the goods. Section 7-207. (a) Unless the warehouse receipt provides otherwise, a warehouse shall keep separate the goods covered by each receipt so as to permit at all times identification and delivery of those goods. However, different lots of fungible goods may be commingled. (b) If different lots of fungible goods are commingled, the good are owned in common by the persons entitled thereto and the warehouse is severally liable to each owner for that owner's share. If, because of overissue, a mass of fungible goods is insufficient to meet all the receipts the warehouse has issued against it, the persons entitled include all holders to which overissued receipts have been duly negotiated. Section 7-208. If a blank in a negotiable tangible warehouse receipt has been filled in without authority, a good faith purchaser for value and without notice of the lack of authority may treat the insertion as authorized. Any other unauthorized alteration leaves any tangible or electronic warehouse receipt enforceable against the issuer according to its original tenor. Section 7-209. (a) A warehouse has a lien against the bailor on the goods covered by a warehouse receipt or storage agreement or on the proceeds thereof in its possession for charges for storage or transportation, including demurrage and terminal charges, insurance, labor, or other charges, present or future, in relation to the goods, and for expenses necessary for preservation of the goods or reasonably incurred in their sale pursuant to law. If the person on whose account the goods are held is liable for similar charges or expenses in relation to other goods whenever deposited and it is stated in the warehouse receipt or storage agreement that a lien is claimed for charges and expenses in relation to other goods, the warehouse also has a lien against the goods covered by the warehouse receipt or storage agreement or on the proceeds thereof in its possession for those charges and expenses, whether or not the other goods have been delivered by the warehouse. However, as against a person to which a negotiable warehouse receipt is duly negotiated, a warehouse's lien is limited to charges in an amount or at a rate specified in the warehouse receipt or, if no charges are so specified, to a reasonable charge for storage of the specific goods covered by the receipt subsequent to the date of the receipt. (b) The warehouse may also reserve a security interest under Article 9 against the bailor for the maximum amount specified on the receipt for charges other than those specified in subsection (a), such as for money advanced and interest. A security interest is governed by Article 9. (c) A warehouse's lien for charges and expenses under subsection (a) or a security interest under subsection (b) is also effective against any person that so entrusted the bailor with possession of the goods that a pledge of them by the bailor to a good faith purchaser for value would have been valid. However, the lien or security interest is not effective against a person that before issuance of a document of title had a legal interest or a perfected security interest in the goods and that did not: (1) Deliver or entrust the goods or any document covering the goods to the bailor or the bailor's nominee with actual or apparent authority to ship, store, or sell; or with power to obtain delivery under section 7-403 of this Act; or with power of disposition under sections 2-403, 2A-304(2), 2A-305(2), or 9-320 of this Act or other statute or rule of law; or (2) Acquiesce in the procurement by the bailor or its nominee of any document. (d) A warehouse's lien on household goods for charges and expenses in relation to the goods under subsection (a) is also effective against all persons if the depositor was the legal possessor of the goods at the time of deposit. In this subsection, \"household goods\" means furniture, furnishings, or personal effects used by the depositor in a dwelling. (e) A warehouse loses its lien on any goods that it voluntarily delivers or unjustifiably refuses to deliver. Section 7-210. (a) Except as otherwise provided in subsection (b), a warehouse's lien may be enforced by public or private sale of the goods, in bulk or in packages, at any time or place and on any terms that are commercially reasonable, after notifying all persons known to claim an interest in the goods. The notification must include a statement of the amount due, the nature of the proposed sale, and the time and place of any public sale. The fact that a better price could have been obtained by a sale at a different time or in a different method from that selected by the warehouse is not of itself sufficient to establish that the sale was not made in a commercially reasonable manner. The warehouse has sold in a commercially reasonable manner if the warehouse sells the goods in the usual manner in any recognized market therefor, sells at the price current in that market at the time of the sale, or has otherwise sold in conformity with commercially reasonable practices among dealers in the type of goods sold. A sale of more goods than apparently necessary to be offered to ensure satisfaction of the obligation is not commercially reasonable, except in cases covered by the preceding sentence. (b) A warehouse's lien on goods, other than goods stored by a merchant in the course of its business, may be enforced only if the following requirements are satisfied: (1) All persons known to claim an interest in the goods must be notified. (2) The notification must include an itemized statement of the claim, a description of the goods subject to the lien, a demand for payment within a specified time not less than ten days after receipt of the notification, and a conspicuous statement that unless the claim is paid within that time the goods will be advertised for sale and sold by auction at a specified time and place. (3) The sale must conform to the terms of the notification. (4) The sale must be held at the nearest suitable place to where the goods are held or stored. (5) After the expiration of the time given in the notification, an advertisement of the sale must be published once a week for two weeks consecutively in a newspaper of general circulation where the sale is to be held. The advertisement must include a description of the goods, the name of the person on whose account the goods are being held, and the time and place of the sale. The sale must take place at least fifteen days after the first publication. If there is no newspaper of general circulation where the sale is to be held, the advertisement must be posted at least ten days before the sale in not less than six conspicuous places in the neighborhood of the proposed sale. (c) Before any sale pursuant to this section, any person claiming a right in the goods may pay the amount necessary to satisfy the lien and the reasonable expenses incurred in complying with this section. In that event, the goods may not be sold but must be retained by the warehouse subject to the terms of the receipt and this article. (d) A warehouse may buy at any public sale held pursuant to this section. (e) A purchaser in good faith of goods sold to enforce a warehouse's lien takes the goods free of any rights of persons against which the lien was valid, despite the warehouse's noncompliance with this section. (f) A warehouse may satisfy its lien from the proceeds of any sale pursuant to this section but shall hold the balance, if any, for delivery on demand to any person to which the warehouse would have been bound to deliver the goods. (g) The rights provided by this section are in addition to all other rights allowed by law to a creditor against a debtor. (h) If a lien is on goods stored by a merchant in the course of its business, the lien may be enforced in accordance with subsection (a) or (b). (i) A warehouse is liable for damages caused by failure to comply with the requirements for sale under this section and, in case of willful violation, is liable for conversion. Section 7-301. (a) A consignee of a nonnegotiable bill of lading which has given value in good faith, or a holder to which a negotiable bill has been duly negotiated, relying upon the description of the goods in the bill or upon the date shown in the bill, may recover from the issuer damages caused by the misdating of the bill or the nonreceipt or misdescription of the goods, except to the extent that the document of title indicates that the issuer does not know whether any part or all of the goods in fact were received or conform to the description, such as in a case in which the description is in terms of marks or labels or kind, quantity, or condition or the receipt or description is qualified by \"contents or condition of contents of packages unknown\", \"said to contain\", \"shipper's weight, load and count,\" or words of similar import, if that indication is true. (b) If goods are loaded by the issuer of the bill of lading, the issuer shall count the packages of goods if shipped in packages and ascertain the kind and quantity if shipped in bulk and words such as \"shipper's weight, load and count,\" or words of similar import indicating that the description was made by the shipper are ineffective except as to goods concealed by packages. (c) If bulk goods are loaded by a shipper that makes available to the issuer of the bill of lading adequate facilities for weighing those goods, the issuer shall ascertain the kind and quantity within a reasonable time after receiving the shipper's request in a record to do so. In that case, \"shipper's weight\" or words of similar import are ineffective. (d) The issuer, by including in the bill of lading the words \"shipper's weight, load and count,\" or words of similar import, may indicate that the goods were loaded by the shipper, and, if that statement is true, the issuer is not liable for damages caused by the improper loading. However, omission of such words does not imply liability for damages caused by improper loading. (e) A shipper guarantees to the issuer the accuracy at the time of shipment of the description, marks, labels, number, kind, quantity, condition, and weight, as furnished by the shipper, and the shipper shall indemnify the issuer against damage caused by inaccuracies in those particulars. This right of the issuer to that indemnity does not limit its responsibility or liability under the contract of carriage to any person other than the shipper. Section 7-302. (a) The issuer of a through bill of lading or other document of title embodying an undertaking to be performed in part by a person acting as its agent or by a performing carrier is liable to any person entitled to recover on the document for any breach by the other person or the performing carrier of its obligation under the document. However, to the extent that the bill covers an undertaking to be performed overseas or in territory not contiguous to the continental United States or an undertaking including matters other than transportation, this liability for breach by the other person or the performing carrier may be varied by agreement of the parties. (b) If goods covered by a through bill of lading or other document of title embodying an undertaking to be performed in part by a person other than the issuer are received by that person, the person is subject, with respect to its own performance while the goods are in its possession, to the obligation of the issuer. The person's obligation is discharged by delivery of the goods to another person pursuant to the document and does not include liability for breach by any other person or by the issuer. (c) The issuer of a through bill of lading or other document of title described in subsection (a) is entitled to recover from the performing carrier, or other person in possession of the goods when the breach of the obligation under the document occurred: (1) The amount it may be required to pay to any person entitled to recover on the document for the breach, as may be evidenced by any receipt, judgment, or transcript of judgment; and (2) The amount of any expense reasonably incurred by the issuer in defending any action commenced by any person entitled to recover on the document for the breach. Section 7-303. (a) Unless the bill of lading otherwise provides, a carrier may deliver the goods to a person or destination other than that stated in the bill or may otherwise dispose of the goods, without liability for misdelivery, on instructions from: (1) The holder of a negotiable bill; (2) The consignor on a nonnegotiable bill even if the consignee has given contrary instructions; (3) The consignee on a nonnegotiable bill in the absence of contrary instructions from the consignor, if the goods have arrived at the billed destination or if the consignee is in possession of the tangible bill or in control of the electronic bill; or (4) The consignee on a nonnegotiable bill, if the consignee is entitled as against the consignor to dispose of the goods. (b) Unless instructions described in subsection (a) are included in a negotiable bill of lading, a person to which the bill is duly negotiated may hold the bailee according to the original terms. Section 7-304. (a) Except as customary in international transportation, a tangible bill of lading may not be issued in a set of parts. The issuer is liable for damages caused by violation of this subsection. (b) If a tangible bill of lading is lawfully issued in a set of parts, each of which contains an identification code and is expressed to be valid only if the goods have not been delivered against any other part, the whole of the parts constitutes one bill. (c) If a tangible negotiable bill of lading is lawfully issued in a set of parts and different parts are negotiated to different persons, the title of the holder to which the first due negotiation is made prevails as to both the document of title and the goods even if any later holder may have received the goods from the carrier in good faith and discharged the carrier's obligation by surrendering its part. (d) A person that negotiates or transfers a single part of a tangible bill of lading issued in a set is liable to holders of that part as if it were the whole set. (e) The bailee is obliged to deliver in accordance with sections 7-401 to 7-404, inclusive, of this Act against the first presented part of a tangible bill of lading lawfully issued in a set. Delivery in this manner discharges the bailee's obligation on the whole bill. Section 7-305. (a) Instead of issuing a bill of lading to the consignor at the place of shipment, a carrier, at the request of the consignor, may procure the bill to be issued at destination or at any other place designated in the request. (b) Upon request of any person entitled as against a carrier to control the goods while in transit and on surrender of possession or control of any outstanding bill of lading or other receipt covering the goods, the issuer, subject to section 7-105 of this Act, may procure a substitute bill to be issued at any place designated in the request. Section 7-306. An unauthorized alteration or filling in of a blank in a bill of lading leaves the bill enforceable according to its original tenor. Section 7-307. (a) A carrier has a lien on the goods covered by a bill of lading or on the proceeds thereof in its possession for charges after the date of the carrier's receipt of the goods for storage or transportation, including demurrage and terminal charges, and for expenses necessary for preservation of the goods incident to their transportation or reasonably incurred in their sale pursuant to law. However, against a purchaser for value of a negotiable bill of lading, a carrier's lien is limited to charges stated in the bill or the applicable tariffs or, if no charges are stated, a reasonable charge. (b) A lien for charges and expenses under subsection (a) on goods that the carrier was required by law to receive for transportation is effective against the consignor or any person entitled to the goods unless the carrier had notice that the consignor lacked authority to subject the goods to those charges and expenses. Any other lien under subsection (a) is effective against the consignor and any person that permitted the bailor to have control or possession of the goods unless the carrier had notice that the bailor lacked authority. (c) A carrier loses its lien on any goods that it voluntarily delivers or unjustifiably refuses to deliver. Section 7-308. (a) A carrier's lien on goods may be enforced by public or private sale of the goods, in bulk or in packages, at any time or place and on any terms that are commercially reasonable, after notifying all persons known to claim an interest in the goods. The notification must include a statement of the amount due, the nature of the proposed sale, and the time and place of any public sale. The fact that a better price could have been obtained by a sale at a different time or in a different method from that selected by the carrier is not of itself sufficient to establish that the sale was not made in a commercially reasonable manner. The carrier has sold goods in a commercially reasonable manner if the carrier sells the goods in the usual manner in any recognized market therefor, sells at the price current in that market at the time of the sale, or has otherwise sold in conformity with commercially reasonable practices among dealers in the type of goods sold. A sale of more goods than apparently necessary to be offered to ensure satisfaction of the obligation is not commercially reasonable, except in cases covered by the preceding sentence. (b) Before any sale pursuant to this section, any person claiming a right in the goods may pay the amount necessary to satisfy the lien and the reasonable expenses incurred in complying with this section. In that event, the goods may not be sold but must be retained by the carrier, subject to the terms of the bill of lading and this article. (c) A carrier may buy at any public sale pursuant to this section. (d) A purchaser in good faith of goods sold to enforce a carrier's lien takes the goods free of any rights of persons against which the lien was valid, despite the carrier's noncompliance with this section. (e) A carrier may satisfy its lien from the proceeds of any sale pursuant to this section but shall hold the balance, if any, for delivery on demand to any person to which the carrier would have been bound to deliver the goods. (f) The rights provided by this section are in addition to all other rights allowed by law to a creditor against a debtor. (g) A carrier's lien may be enforced pursuant to either subsection (a) or the procedure set forth in section 7-210(b) of this Act. (h) A carrier is liable for damages caused by failure to comply with the requirements for sale under this section and, in case of willful violation, is liable for conversion. Section 7-309. (a) A carrier that issues a bill of lading, whether negotiable or nonnegotiable, shall exercise the degree of care in relation to the goods which a reasonably careful person would exercise under similar circumstances. This subsection does not affect any statute, regulation, or rule of law that imposes liability upon a common carrier for damages not caused by its negligence. (b) Damages may be limited by a term in the bill of lading or in a transportation agreement that the carrier's liability may not exceed a value stated in the bill or transportation agreement if the carrier's rates are dependent upon value and the consignor is afforded an opportunity to declare a higher value and the consignor is advised of the opportunity. However, such a limitation is not effective with respect to the carrier's liability for conversion to its own use. (c) Reasonable provisions as to the time and manner of presenting claims and commencing actions based on the shipment may be included in a bill of lading or a transportation agreement. Section 7-401. The obligations imposed by this article on an issuer apply to a document of title even if: (1) The document does not comply with the requirements of this article or of any other statute, rule, or regulation regarding its issue, form, or content; (2) The issuer violated laws regulating the conduct of its business; (3) The goods covered by the document were owned by the bailee when the document was issued; or (4) The person issuing the document is not a warehouse but the document purports to be a warehouse receipt. Section 7-402. A duplicate or any other document of title purporting to cover goods already represented by an outstanding document of the same issuer does not confer any right in the goods, except as provided in the case of tangible bills of lading in a set of parts, overissue of documents for fungible goods, substitutes for lost, stolen, or destroyed documents, or substitute documents issued pursuant to section 7-105 of this Act. The issuer is liable for damages caused by its overissue or failure to identify a duplicate document by a conspicuous notation. Section 7-403. (a) A bailee shall deliver the goods to a person entitled under a document of title if the person complies with subsections (b) and (c), unless and to the extent that the bailee establishes any of the following: (1) Delivery of the goods to a person whose receipt was rightful as against the claimant; (2) Damage to or delay, loss, or destruction of the goods for which the bailee is not liable; (3) Previous sale or other disposition of the goods in lawful enforcement of a lien or on a warehouse's lawful termination of storage; (4) The exercise by a seller of its right to stop delivery pursuant to § 57A-2-705 or by a lessor of its right to stop delivery pursuant to § 57A-2A-526; (5) A diversion, reconsignment, or other disposition pursuant to section 7-303 of this Act; (6) Release, satisfaction, or any other fact affording a personal defense against the claimant; or (7) Any other lawful excuse. (b) A person claiming goods covered by a document of title shall satisfy the bailee's lien if the bailee so requests or the bailee is prohibited by law from delivering the goods until the charges are paid. (c) Unless a person claiming the goods is one against which the document of title does not confer a right under section 7-503(a) of this Act: (1) The person claiming under a document shall surrender possession or control of any outstanding negotiable document covering the goods for cancellation or indication of partial deliveries; and (2) The bailee shall cancel the document or conspicuously indicate in the document the partial delivery or be liable to any person to which the document is duly negotiated. Section 7-404. A bailee that in good faith has received goods and delivered or otherwise disposed of the goods according to the terms of a document of title or pursuant to this article is not liable for the goods even if: (1) The person from which the bailee received the goods did not have authority to procure the document or to dispose of the goods; or (2) The person to which the bailee delivered the goods did not have authority to receive the goods. Section 7-501. (a) The following rules apply to a negotiable tangible document of title: (1) If the document's original terms run to the order of a named person, the document is negotiated by the named person's indorsement and delivery. After the named person's indorsement in blank or to bearer, any person may negotiate the document by delivery alone. (2) If the document's original terms run to bearer, it is negotiated by delivery alone. (3) If the document's original terms run to the order of a named person and it is delivered to the named person, the effect is the same as if the document had been negotiated. (4) Negotiation of the document after it has been indorsed to a named person requires indorsement by the named person as well as delivery. (5) A document is duly negotiated if it is negotiated in the manner stated in this subsection to a holder that purchases it in good faith, without notice of any defense against or claim to it on the part of any person, and for value, unless it is established that the negotiation is not in the regular course of business or financing or involves receiving the document in settlement or payment of a monetary obligation. (b) The following rules apply to a negotiable electronic document of title: (1) If the document's original terms run to the order of a named person or to bearer, the document is negotiated by delivery of the document to another person. Indorsement by the named person is not required to negotiate the document. (2) If the document's original terms run to the order of a named person and the named person has control of the document, the effect is the same as if the document had been negotiated. (3) A document is duly negotiated if it is negotiated in the manner stated in this subsection to a holder that purchases it in good faith, without notice of any defense against or claim to it on the part of any person, and for value, unless it is established that the negotiation is not in the regular course of business or financing or involves taking delivery of the document in settlement or payment of a monetary obligation. (c) Indorsement of a nonnegotiable document of title neither makes it negotiable nor adds to the transferee's rights. (d) The naming in a negotiable bill of lading of a person to be notified of the arrival of the goods does not limit the negotiability of the bill or constitute notice to a purchaser of the bill of any interest of that person in the goods. Section 7-502. (a) Subject to sections 7-205 and 7-503 of this Act, a holder to which a negotiable document of title has been duly negotiated acquires thereby: (1) Title to the document; (2) Title to the goods; (3) All rights accruing under the law of agency or estoppel, including rights to goods delivered to the bailee after the document was issued; and (4) The direct obligation of the issuer to hold or deliver the goods according to the terms of the document free of any defense or claim by the issuer except those arising under the terms of the document or under sections 7-101 to 7-704, inclusive, of this Act. In the case of a delivery order, the bailee's obligation accrues only upon the bailee's acceptance of the delivery order and the obligation acquired by the holder is that the issuer and any indorser will procure the acceptance of the bailee. (b) Subject to section 7-503 of this Act, title and rights acquired by due negotiation are not defeated by any stoppage of the goods represented by the document of title or by surrender of the goods by the bailee and are not impaired even if: (1) The due negotiation or any prior due negotiation constituted a breach of duty; (2) Any person has been deprived of possession of a negotiable tangible document or control of a negotiable electronic document by misrepresentation, fraud, accident, mistake, duress, loss, theft, or conversion; or (3) A previous sale or other transfer of the goods or document has been made to a third person. Section 7-503. (a) A document of title confers no right in goods against a person that before issuance of the document had a legal interest or a perfected security interest in the goods and that did not: (1) Deliver or entrust the goods or any document covering the goods to the bailor or the bailor's nominee with actual or apparent authority to ship, store, or sell; with power to obtain delivery under section 7-403 of this Act; or with power of disposition under section 2-403, 2A-304(2), 2A-305(2), or 9-320 of this Act or other statute or rule of law; or (2) Acquiesce in the procurement by the bailor or its nominee of any document. (b) Title to goods based upon an unaccepted delivery order is subject to the rights of any person to which a negotiable warehouse receipt or bill of lading covering the goods has been duly negotiated. That title may be defeated under section 7-504 of this Act to the same extent as the rights of the issuer or a transferee from the issuer. (c) Title to goods based upon a bill of lading issued to a freight forwarder is subject to the rights of any person to which a bill issued by the freight forwarder is duly negotiated. However, delivery by the carrier in accordance with sections 7-401 to 7-404, inclusive, of this Act pursuant to its own bill of lading discharges the carrier's obligation to deliver. Section 7-504. (a) A transferee of a document of title, whether negotiable or nonnegotiable, to which the document has been delivered but not duly negotiated, acquires the title and rights that its transferor had or had actual authority to convey. (b) In the case of a nonnegotiable document of title, until but not after the bailee receives notice of the transfer, the rights of the transferee may be defeated: (1) By those creditors of the transferor that could treat the transfer as void under § 57A- 2-402 or 57-2A-308; (2) By a buyer from the transferor in ordinary course of business if the bailee has delivered the goods to the buyer or received notification of the buyer's rights; (3) By a lessee from the transferor in ordinary course of business if the bailee has delivered the goods to the lessee or received notification of the lessee's rights; or (4) As against the bailee, by good faith dealings of the bailee with the transferor. (c) A diversion or other change of shipping instructions by the consignor in a nonnegotiable bill of lading which causes the bailee not to deliver the goods to the consignee defeats the consignee's title to the goods if the goods have been delivered to a buyer in ordinary course of business or a lessee in ordinary course of business and in any event defeats the consignee's rights against the bailee. (d) Delivery of the goods pursuant to a nonnegotiable document of title may be stopped by a seller under § 57A-2-705 or a lessor under § 57A-2A-526, subject to the requirements of due notification in those sections. A bailee honoring the seller's or lessor's instructions is entitled to be indemnified by the seller or lessor against any resulting loss or expense. Section 7-505. The indorsement of a tangible document of title issued by a bailee does not make the indorser liable for any default by the bailee or previous indorsers. Section 7-506. The transferee of a negotiable tangible document of title has a specifically enforceable right to have its transferor supply any necessary indorsement, but the transfer becomes a negotiation only as of the time the indorsement is supplied. Section 7-507. If a person negotiates or delivers a document of title for value, otherwise than as a mere intermediary under section 7-508 of this Act, unless otherwise agreed, the transferor warrants to its immediate purchaser only in addition to any warranty made in selling or leasing the goods that: (1) The document is genuine; (2) The transferor does not have knowledge of any fact that would impair the document's validity or worth; and (3) The negotiation or delivery is rightful and fully effective with respect to the title to the document and the goods it represents. Section 7-508. A collecting bank or other intermediary known to be entrusted with documents of title on behalf of another or with collection of a draft or other claim against delivery of documents warrants by the delivery of the documents only its own good faith and authority even if the collecting bank or other intermediary has purchased or made advances against the claim or draft to be collected. Section 7-509. Whether a document of title is adequate to fulfill the obligations of a contract for sale, a contract for lease, or the conditions of a letter of credit is determined by chapter 57A- 2, 57A-2A, or 57A-5. Section 7-601. (a) If a document of title is lost, stolen, or destroyed, a court may order delivery of the goods or issuance of a substitute document and the bailee may without liability to any person comply with the order. If the document was negotiable, a court may not order delivery of the goods or issuance of a substitute document without the claimant's posting security unless it finds that any person that may suffer loss as a result of nonsurrender of possession or control of the document is adequately protected against the loss. If the document was nonnegotiable, the court may require security. The court may also order payment of the bailee's reasonable costs and attorney's fees in any action under this subsection. (b) A bailee that without court order delivers goods to a person claiming under a missing negotiable document of title is liable to any person injured thereby. If the delivery is not in good faith, the bailee is liable for conversion. Delivery in good faith is not conversion if the claimant posts security with the bailee in an amount at least double the value of the goods at the time of posting to indemnify any person injured by the delivery which files a notice of claim within one year after the delivery. Section 7-602. Unless a document of title was originally issued upon delivery of the goods by a person that did not have power to dispose of them, a lien does not attach by virtue of any judicial process to goods in the possession of a bailee for which a negotiable document of title is outstanding unless possession or control of the document is first surrendered to the bailee or the document's negotiation is enjoined. The bailee may not be compelled to deliver the goods pursuant to process until possession or control of the document is surrendered to the bailee or to the court. A purchaser of the document for value without notice of the process or injunction takes free of the lien imposed by judicial process. Section 7-603. If more than one person claims title to or possession of the goods, the bailee is excused from delivery until the bailee has a reasonable time to ascertain the validity of the adverse claims or to commence an action for interpleader. The bailee may assert an interpleader either in defending an action for nondelivery of the goods or by original action. Section 7-702. That chapter 57A-7 be repealed. Section 7-703. This Act applies to a document of title that is issued or a bailment that arises on or after the effective date of this Act. This Act does not apply to a document of title that is issued or a bailment that arises before the effective date of this Act even if the document of title or bailment would be subject to this Act if the document of title had been issued or bailment had arisen after the effective date of this Act. This Act does not apply to a right of action that has accrued before the effective date of this Act. Section 7-704. A document of title issued or a bailment that arises before the effective date of this Act and the rights, obligations, and interests flowing from that document or bailment are governed by any statute or other rule amended or repealed by this Act as if amendment or repeal had not occurred and may be terminated, completed, consummated, or enforced under that statute or other rule. Section 800. That subdivision (5) of § 57A-1-201 be amended to read as follows: (5) \"Bearer\" means a person in control of a negotiable electronic document of title or a person in possession of a negotiable instrument, a negotiable tangible document of title, or a certificated security that is payable to bearer or indorsed in blank. Section 801. That subdivision (6) of § 57A-1-201 be amended to read as follows: (6) \"Bill of lading\" means a document of title evidencing the receipt of goods for shipment issued by a person engaged in the business of directly or indirectly transporting or forwarding goods. The term does not include a warehouse receipt. Section 802. That subdivision (15) of § 57A-1-201 be amended to read as follows: (15) \"Delivery,\" with respect to an electronic document of title means voluntary transfer of control and with respect to an instrument, a tangible document of title, or chattel paper, means voluntary transfer of possession. Section 803. That subdivision (16) of § 57A-1-201 be amended to read as follows: (16) \"Document of title\" includes bill of lading, dock warrant, dock receipt, warehouse receipt or order for the delivery of goods, and also any other document which means a record (i) that in the regular course of business or financing is treated as adequately evidencing that the person in possession or control of it the record is entitled to receive, control, hold, and dispose of the document record and the goods it the record covers and (ii) that purports to be issued by or addressed to a bailee and to cover goods in the bailee's possession which are either identified or are fungible portions of an identified mass. The term includes a bill of lading, transport document, dock warrant, dock receipt, warehouse receipt, and order for delivery of goods . To be a document of title, a document must purport to be issued by or addressed to a bailee and purport to cover goods in the bailee's possession which are either identified or are fungible portions of an identified mass. An electronic document of title is evidenced by a record consisting of information stored in an electronic medium. A tangible document of title is evidenced by a record consisting of information that is inscribed on a tangible medium. Section 804. That subdivision (21) of § 57A-1-201 be amended to read as follows: (21) \"Holder\" means: (A) The person in possession of a negotiable instrument that is payable either to bearer or to an identified person that is the person in possession; or (B) The person in possession of a negotiable tangible document of title if the goods are deliverable either to bearer or to the order of the person in possession ; or (C) A person in control of a negotiable electronic document of title . Section 805. That subdivision (42) of § 57A-1-201 be amended to read as follows: (42) \"Warehouse receipt\" means a receipt document of title issued by a person engaged in the business of storing goods for hire. Section 806. That subdivision (3) of § 57A-2-103 be amended to read as follows: (3) The following definitions in other chapters apply to this chapter: \"Check.\" § 57A-3-104. \"Consignee.\" § 57A-7-102. \"Consignor.\" § 57A-7-102. \"Consumer goods.\" § 57A-9-102. \"Control.\" Section 7-106 of this Act. \"Dishonor.\" § 57A-3-502. \"Draft.\" § 57A-3-104. Section 807. That subdivision (2) of § 57A-2-104 be amended to read as follows: (2) \"Financing agency\" means a bank, finance company or other person who in the ordinary course of business makes advances against goods or documents of title or who by arrangement with either the seller or the buyer intervenes in ordinary course to make or collect payment due or claimed under the contract for sale, as by purchasing or paying the seller's draft or making advances against it or by merely taking it for collection whether or not documents of title accompany or are associated with the draft. \"Financing agency\" includes also a bank or other person who similarly intervenes between persons who are in the position of seller and buyer in respect to the goods (§ 57A-2-707). Section 808. That § 57A-2-310 be amended to read as follows: 57A-2-310. Unless otherwise agreed: (a) Payment is due at the time and place at which the buyer is to receive the goods even though the place of shipment is the place of delivery; and (b) If the seller is authorized to send the goods he may ship them under reservation, and may tender the documents of title, but the buyer may inspect the goods after their arrival before payment is due unless such inspection is inconsistent with the terms of the contract (§ 57A-2-513); and (c) If delivery is authorized and made by way of documents of title otherwise than by subsection (b) then payment is due regardless of where the goods are to be received (i) at the time and place at which the buyer is to receive delivery of the tangible documents regardless of where the goods are to be received or (ii) at the time the buyer is to receive delivery of the electronic documents and at the seller's place of business or if none, the seller's residence ; and (d) Where the seller is required or authorized to ship the goods on credit the credit period runs from the time of shipment but postdating the invoice or delaying its dispatch will correspondingly delay the starting of the credit period. Section 809. That § 57A-2-323 be amended to read as follows: 57A-2-323. (1) Where the contract contemplates overseas shipment and contains a term C.I.F. or C. & F. or F.O.B. vessel, the seller unless otherwise agreed must obtain a negotiable bill of lading stating that the goods have been loaded on board or, in the case of a term C.I.F. or C. & F., received for shipment. (2) Where in a case within subsection (1) a tangible bill of lading has been issued in a set of parts, unless otherwise agreed if the documents are not to be sent from abroad the buyer may demand tender of the full set; otherwise only one part of the bill of lading need be tendered. Even if the agreement expressly requires a full set: (a) Due tender of a single part is acceptable within the provisions of this chapter on cure of improper delivery (§ 57A-2-508); and (b) Even though the full set is demanded, if the documents are sent from abroad the person tendering an incomplete set may nevertheless require payment upon furnishing an indemnity which the buyer in good faith deems adequate. (3) A shipment by water or by air or a contract contemplating such shipment is \"overseas\" insofar as by usage of trade or agreement it is subject to the commercial, financing or shipping practices characteristic of international deep water commerce. Section 810. That § 57A-2-401 be amended to read as follows: 57A-2-401. Each provision of this chapter with regard to the rights, obligations and remedies of the seller, the buyer, purchasers or other third parties applies irrespective of title to the goods except where the provision refers to such title. Insofar as situations are not covered by the other provisions of this chapter and matters concerning title become material the following rules apply: (1) Title to goods cannot pass under a contract for sale prior to their identification to the contract (§ 57A-2-501), and unless otherwise explicitly agreed the buyer acquires by their identification a special property as limited by this title. Any retention or reservation by the seller of the title (property) in goods shipped or delivered to the buyer is limited in effect to a reservation of a security interest. Subject to these provisions and to the provisions of the chapter on secured transactions (chapter 57A- 9), title to goods passes from the seller to the buyer in any manner and on any conditions explicitly agreed on by the parties. (2) Unless otherwise explicitly agreed title passes to the buyer at the time and place at which the seller completes his performance with reference to the physical delivery of the goods, despite any reservation of a security interest and even though a document of title is to be delivered at a different time or place; and in particular and despite any reservation of a security interest by the bill of lading (a) If the contract requires or authorizes the seller to send the goods to the buyer but does not require him to deliver them at destination, title passes to the buyer at the time and place of shipment; but (b) If the contract requires delivery at destination, title passes on tender there. (3) Unless otherwise explicitly agreed where delivery is to be made without moving the goods, (a) If the seller is to deliver a tangible document of title, title passes at the time when and the place where he delivers such documents and if the seller is to deliver an electronic document of title, title passes when the seller delivers the document ; or (b) If the goods are at the time of contracting already identified and no documents of title are to be delivered, title passes at the time and place of contracting. (4) A rejection or other refusal by the buyer to receive or retain the goods, whether or not justified, or a justified revocation of acceptance revests title to the goods in the seller. Such revesting occurs by operation of law and is not a \"sale.\" Section 811. That § 57A-2-503 be amended to read as follows: 57A-2-503. (1) Tender of delivery requires that the seller put and hold conforming goods at the buyer's disposition and give the buyer any notification reasonably necessary to enable him to take delivery. The manner, time and place for tender are determined by the agreement and this chapter, and in particular (a) Tender must be at a reasonable hour, and if it is of goods they must be kept available for a period reasonably necessary to enable the buyer to take possession; but (b) Unless otherwise agreed the buyer must furnish facilities reasonably suited to the receipt of the goods. (2) Where the case is within § 57A-2-504 respecting shipment tender requires that the seller comply with its provisions. (3) Where the seller is required to deliver at a particular destination tender requires that he comply with subsection (1) and also in any appropriate case tender documents as described in subsections (4) and (5) of this section. (4) Where goods are in the possession of a bailee and are to be delivered without being moved (a) Tender requires that the seller either tender a negotiable document of title covering such goods or procure acknowledgment by the bailee of the buyer's right to possession of the goods; but (b) Tender to the buyer of a nonnegotiable document of title or of a written direction to record directing the bailee to deliver is sufficient tender unless the buyer seasonably objects, and except as otherwise provided in chapter 57A-9 receipt by the bailee of notification of the buyer's rights fixes those rights as against the bailee and all third persons; but risk of loss of the goods and of any failure by the bailee to honor the nonnegotiable document of title or to obey the direction remains on the seller until the buyer has had a reasonable time to present the document or direction, and a refusal by the bailee to honor the document or to obey the direction defeats the tender. (5) Where the contract requires the seller to deliver documents (a) He must tender all such documents in correct form, except as provided in this chapter with respect to bills of lading in a set (subsection (2) of § 57A-2-323); and (b) Tender through customary banking channels is sufficient and dishonor of a draft accompanying or associated with the documents constitutes nonacceptance or rejection. Section 812. That § 57A-2-505 be amended to read as follows: 57A-2-505. (1) Where the seller has identified goods to the contract by or before shipment: (a) His procurement of a negotiable bill of lading to his own order or otherwise reserves in him a security interest in the goods. His procurement of the bill to the order of a financing agency or of the buyer indicates in addition only the seller's expectation of transferring that interest to the person named. (b) A nonnegotiable bill of lading to himself or his nominee reserves possession of the goods as security but except in a case of conditional delivery (subsection (2) of § 57A-2-507) a nonnegotiable bill of lading naming the buyer as consignee reserves no security interest even though the seller retains possession or control of the bill of lading. (2) When shipment by the seller with reservation of a security interest is in violation of the contract for sale it constitutes an improper contract for transportation within § 57A-2-504 but impairs neither the rights given to the buyer by shipment and identification of the goods to the contract nor the seller's powers as a holder of a negotiable document of title . Section 813. That subdivision (2) of § 57A-2-506 be amended to read as follows: (2) The right to reimbursement of a financing agency which has in good faith honored or purchased the draft under commitment to or authority from the buyer is not impaired by subsequent discovery of defects with reference to any relevant document which was apparently regular on its face . Section 814. That subdivision (2) of § 57A-2-509 be amended to read as follows: (2) Where the goods are held by a bailee to be delivered without being moved, the risk of loss passes to the buyer (a) On his receipt of possession or control of a negotiable document of title covering the goods; or (b) On acknowledgment by the bailee of the buyer's right to possession of the goods; or (c) After his receipt of possession or control of a nonnegotiable document of title or other written direction to deliver in a record , as provided in subsection (4)(b) of § 57A-2-503. Section 815. That subdivision (2) of § 57A-2-605 be amended to read as follows: (2) Payment against documents made without reservation of rights precludes recovery of the payment for defects apparent on the face of in the documents. Section 816. That § 57A-2-705 be amended to read as follows: 57A-2-705. (1) The seller may stop delivery of goods in the possession of a carrier or other bailee when he discovers the buyer to be insolvent (§ 57A-2-702) and may stop delivery of carload, truckload, planeload or larger shipments of express or freight when the buyer repudiates or fails to make a payment due before delivery or if for any other reason the seller has a right to withhold or reclaim the goods. (2) As against such buyer the seller may stop delivery until (a) Receipt of the goods by the buyer; or (b) Acknowledgment to the buyer by any bailee of the goods except a carrier that the bailee holds the goods for the buyer; or (c) Such acknowledgment to the buyer by a carrier by reshipment or as warehouseman a warehouse ; or (d) Negotiation to the buyer of any negotiable document of title covering the goods. (3)(a) To stop delivery the seller must so notify as to enable the bailee by reasonable diligence to prevent delivery of the goods. (b) After such notification the bailee must hold and deliver the goods according to the directions of the seller but the seller is liable to the bailee for any ensuing charges or damages. (c) If a negotiable document of title has been issued for goods the bailee is not obliged to obey a notification to stop until surrender of possession or control of the document. (d) A carrier who has issued a nonnegotiable bill of lading is not obliged to obey a notification to stop received from a person other than the consignor. Section 817. That subdivision (1)(a) of § 57A-2A-103 be amended to read as follows: 57A-2A-103. (1) In this chapter unless the context otherwise requires: (a) \"Buyer in ordinary course of business\" means a person who in good faith and without knowledge that the sale to him is in violation of the ownership rights or security interest or leasehold interest of a third party in the goods buys in ordinary course from a person in the business of selling goods of that kind but does not include a pawnbroker. \"Buying\" may be for cash or by exchange of other property or on secured or unsecured credit and includes receiving acquiring goods or documents of title under a preexisting contract for sale but does not include a transfer in bulk or as security for or in total or partial satisfaction of a money debt. Section 818. That subdivision (1)(o) of § 57A-2A-103 be amended to read as follows: (o) \"Lessee in ordinary course of business\" means a person who in good faith and without knowledge that the lease to him is in violation of the ownership rights or security interest or leasehold interest of a third party in the goods leases in ordinary course from a person in the business of selling or leasing goods of that kind but does not include a pawnbroker. \"Leasing\" may be for cash or by exchange of other property or on secured or unsecured credit and includes receiving acquiring goods or documents of title under a preexisting lease contract but does not include a transfer in bulk or as security for or in total or partial satisfaction of a money debt. Section 819. That subdivision (2) of § 57A-2A-514 be amended to read as follows: (2) A lessee's failure to reserve rights when paying rent or other consideration against documents precludes recovery of the payment for defects apparent on the face of in the documents. Section 820. That subdivision (2) of § 57A-2A-526 be amended to read as follows: (2) In pursuing its remedies under subsection (1) of this section, the lessor may stop delivery until: (a) Receipt of the goods by the lessee; (b) Acknowledgment to the lessee by any bailee of the goods, except a carrier, that the bailee holds the goods for the lessee; or (c) Such an acknowledgment to the lessee by a carrier via reshipment or as warehouseman a warehouse . Section 821. That subsection (c) of § 57A-4-104 be amended to read as follows: (c) The following definitions in other chapters apply to this chapter: \"Acceptance\" § 57A-3-409 \"Alteration\" § 57A-3-407 \"Cashier's check\" § 57A-3-104 \"Certificate of deposit\" § 57A-3-104 \"Certified check\" § 57A-3-409 \"Check\" § 57A-3-104 \"Control\" Section 7-106 of this Act \"Holder in due course\" § 57A-3-302 \"Instrument\" § 57A-3-104 \"Notice of dishonor\" § 57A-3-503 \"Order\" § 57A-3-103 \"Ordinary care\" § 57A-3-103 \"Person entitled to enforce\" § 57A-3-301 \"Presentment\" § 57A-3-501 \"Promise\" § 57A-3-103 \"Prove\" § 57A-3-103 \"Teller's check\" § 57A-3-104 \"Unauthorized signature\" § 57A-3-403 Section 822. That § 57A-4-210 be amended to read as follows: 57A-4-210. (a) A collecting bank has a security interest in an item and any accompanying documents or the proceeds of either: (1) In case of an item deposited in an account, to the extent to which credit given for the item has been withdrawn or applied; (2) In case of an item for which it has given credit available for withdrawal as of right, to the extent of the credit given, whether or not the credit is drawn upon or there is a right of charge-back; or (3) If it makes an advance on or against the item. (b) If credit given for several items received at one time or pursuant to a single agreement is withdrawn or applied in part, the security interest remains upon all the items, any accompanying documents or the proceeds of either. For the purpose of this section, credits first given are first withdrawn. (c) Receipt by a collecting bank of a final settlement for an item is a realization on its security interest in the item, accompanying documents, and proceeds. So long as the bank does not receive final settlement for the item or give up possession of the item or possession or control of the accompanying documents for purposes other than collection, the security interest continues to that extent and is subject to chapter 57A-9, but: (1) No security agreement is necessary to make the security interest enforceable (§ 57A- 9-203(b)(3)(A)); (2) No filing is required to perfect the security interest; and (3) The security interest has priority over conflicting perfected security interests in the item, accompanying documents, or proceeds. Section 823. That § 57A-8-103 be amended to read as follows: 57A-8-103. In this chapter: (a) A share or similar equity interest issued by a corporation, business trust, joint stock company, or similar entity is a security. (b) An \"investment company security\" is a security. \"Investment company security\" means a share or similar equity interest issued by an entity that is registered as an investment company under the federal investment company laws, an interest in a unit investment trust that is so registered, or a face-amount certificate issued by a face- amount certificate company that is so registered. Investment company security does not include an insurance policy or endowment policy or annuity contract issued by an insurance company. (c) An interest in a partnership or limited liability company is not a security unless it is dealt in or traded on securities exchanges or in securities markets, its terms expressly provide that it is a security governed by this chapter, or it is an investment company security. However, an interest in a partnership or limited liability company is a financial asset if it is held in a securities account. (d) A writing that is a security certificate is governed by this chapter and not by chapter 57A- 3, even though it also meets the requirements of that chapter. However, a negotiable instrument governed by chapter 57A-3 is a financial asset if it is held in a securities account. (e) An option or similar obligation issued by a clearing corporation to its participants is not a security, but is a financial asset. (f) A commodity contract, as defined in § 57A-9-102(a)(15), is not a security or a financial asset ; (g) A document of title, as defined in subdivision 57A-1-201(16), is not a financial asset unless § 57A-8-102(a)(9)(iii) applies . Section 824. That subdivision (30) of § 57A-9-102 be amended to read as follows: (30) \"Document\" means a document of title or a receipt of the type described in § 57A-7- 201(2) section 7-201(b) of this Act . Section 825. That subsection (b) of § 57A-9-102 be amended to read as follows: (b) The following definitions in other sections apply to this chapter: \"Applicant.\" § 57A-5-102. \"Broker.\" § 57A-8-102. \"Certificated security.\" § 57A-8-102. \"Check.\" § 57A-3-104. \"Clearing corporation.\" § 57A-8-102. \"Contract for sale.\" § 57A-2-106. \"Control\" (with respect to a document of title) Section 7-106 of this Act. \"Customer.\" § 57A-4-104. \"Entitlement holder.\" § 57A-8-102. \"Financial asset.\" § 57A-8-102. \"Holder in due course.\" § 57A-3-302. \"Issuer\" (with respect to a letter of credit or letter-of-credit right). § 57A-5-102. \"Issuer\" (with respect to a security). § 57A-8-201. \"Lease.\" § 57A-2A-103. \"Lease agreement.\" § 57A-2A-103. \"Lease contract.\" § 57A-2A-103. \"Leasehold interest.\" § 57A-2A-103. \"Lessee.\" § 57A-2A-103. \"Lessee in ordinary course of business.\" § 57A-2A-103. \"Lessor.\" § 57A-2A-103. \"Lessor's residual interest.\" § 57A-2A-103. \"Letter of credit.\" § 57A-5-102. \"Merchant.\" § 57A-2-104. \"Negotiable instrument.\" § 57A-3-104. \"Nominated person.\" § 57A-5-102. \"Note.\" § 57A-3-104. \"Proceeds of a letter of credit.\" § 57A-5-114. \"Prove.\" § 57A-3-103. \"Sale.\" § 57A-2-106. \"Securities account.\" § 57A-8-501. \"Securities intermediary.\" § 57A-8-102. \"Security.\" § 57A-8-102. \"Security certificate.\" § 57A-8-102. \"Security entitlement.\" § 57A-8-102. \"Uncertificated security.\" § 57A-8-102. Section 826. That § 57A-9-203 be amended to read as follows: 57A-9-203. (a) A security interest attaches to collateral when it becomes enforceable against the debtor with respect to the collateral, unless an agreement expressly postpones the time of attachment. (b) Except as otherwise provided in subsections (c) through (i), a security interest is enforceable against the debtor and third parties with respect to the collateral only if: (1) Value has been given; (2) The debtor has rights in the collateral or the power to transfer rights in the collateral to a secured party; and (3) One of the following conditions is met: (A) The debtor has authenticated a security agreement that provides a description of the collateral and, if the security interest covers timber to be cut, a description of the land concerned; (B) The collateral is not a certificated security and is in the possession of the secured party under § 57A-9-313 pursuant to the debtor's security agreement; (C) The collateral is a certificated security in registered form and the security certificate has been delivered to the secured party under § 57A-8-301 pursuant to the debtor's security agreement; or (D) The collateral is deposit accounts, electronic chattel paper, investment property, or letter-of-credit rights, or electronic documents, and the secured party has control under §§ 57A-9-104, 57A-9-105, 57A-9-106, or 57A-9-107 , or section 7-106 of this Act pursuant to the debtor's security agreement. (c) Subsection (b) is subject to § 57A-4-210 on the security interest of a collecting bank, § 57A-5-118 on the security interest of a letter-of-credit issuer or nominated person, § 57A-9- 110 on a security interest arising under chapter 57A-2 or 57A-2A, and § 57A-9-206 on security interests in investment property. (d) A person becomes bound as debtor by a security agreement entered into by another person if, by operation of law other than this article or by contract: (1) The security agreement becomes effective to create a security interest in the person's property; or (2) The person becomes generally obligated for the obligations of the other person, including the obligation secured under the security agreement, and acquires or succeeds to all or substantially all of the assets of the other person. (e) If a new debtor becomes bound as debtor by a security agreement entered into by another person: (1) The agreement satisfies subsection (b)(3) with respect to existing or after-acquired property of the new debtor to the extent the property is described in the agreement; and (2) Another agreement is not necessary to make a security interest in the property enforceable. (f) The attachment of a security interest in collateral gives the secured party the rights to proceeds provided by § 57A-9-315 and is also attachment of a security interest in a supporting obligation for the collateral. (g) The attachment of a security interest in a right to payment or performance secured by a security interest or other lien on personal or real property is also attachment of a security interest in the security interest, mortgage, or other lien. (h) The attachment of a security interest in a securities account is also attachment of a security interest in the security entitlements carried in the securities account. (i) The attachment of a security interest in a commodity account is also attachment of a security interest in the commodity contracts carried in the commodity account. Section 827. That subsection (c) of § 57A-9-207 be amended to read as follows: (c) Except as otherwise provided in subsection (d), a secured party having possession of collateral or control of collateral under § 57A-9-104, 57A-9-105, 57A-9-106, or 57A-9-107 , or section 7-106 of this Act : (1) May hold as additional security any proceeds, except money or funds, received from the collateral; (2) Shall apply money or funds received from the collateral to reduce the secured obligation, unless remitted to the debtor; and (3) May create a security interest in the collateral. Section 828. That § 57A-9-208 be amended to read as follows: 57A-9-208. (a) This section applies to cases in which there is no outstanding secured obligation and the secured party is not committed to make advances, incur obligations, or otherwise give value. (b) Within ten days after receiving an authenticated demand by the debtor: (1) A secured party having control of a deposit account under § 57A-9-104(a)(2) shall send to the bank with which the deposit account is maintained an authenticated statement that releases the bank from any further obligation to comply with instructions originated by the secured party; (2) A secured party having control of a deposit account under § 57A-9-104(a)(3) shall: (A) Pay the debtor the balance on deposit in the deposit account; or (B) Transfer the balance on deposit into a deposit account in the debtor's name; (3) A secured party, other than a buyer, having control of electronic chattel paper under § 57A-9-105 shall: (A) Communicate the authoritative copy of the electronic chattel paper to the debtor or its designated custodian; (B) If the debtor designates a custodian that is the designated custodian with which the authoritative copy of the electronic chattel paper is maintained for the secured party, communicate to the custodian an authenticated record releasing the designated custodian from any further obligation to comply with instructions originated by the secured party and instructing the custodian to comply with instructions originated by the debtor; and (C) Take appropriate action to enable the debtor or its designated custodian to make copies of or revisions to the authoritative copy which add or change an identified assignee of the authoritative copy without the consent of the secured party; (4) A secured party having control of investment property under § 57A-8-106(d)(2) or 57A-9-106(b) shall send to the securities intermediary or commodity intermediary with which the security entitlement or commodity contract is maintained an authenticated record that releases the securities intermediary or commodity intermediary from any further obligation to comply with entitlement orders or directions originated by the secured party; and (5) A secured party having control of a letter-of-credit right under § 57A-9-107 shall send to each person having an unfulfilled obligation to pay or deliver proceeds of the letter of credit to the secured party an authenticated release from any further obligation to pay or deliver proceeds of the letter of credit to the secured party ; and (6) A secured party having control of an electronic document shall: (A) Give control of the electronic document to the debtor or its designated custodian; (B) If the debtor designates a custodian that is the designated custodian with which the authoritative copy of the electronic document is maintained for the secured party, communicate to the custodian an authenticated record releasing the designated custodian from any further obligation to comply with instructions originated by the secured party and instructing the custodian to comply with instructions originated by the debtor; and (C) Take appropriate action to enable the debtor or its designated custodian to make copies of or revisions to the authoritative copy which add or change an identified assignee of the authoritative copy without the consent of the secured party . Section 829. That § 57A-9-301 be amended to read as follows: 57A-9-301. Except as otherwise provided in §§ 57A-9-303 through 57A-9-306, the following rules determine the law governing perfection, the effect of perfection or nonperfection, and the priority of a security interest in collateral: (1) Except as otherwise provided in this section, while a debtor is located in a jurisdiction, the local law of that jurisdiction governs perfection, the effect of perfection or nonperfection, and the priority of a security interest in collateral. (2) While collateral is located in a jurisdiction, the local law of that jurisdiction governs perfection, the effect of perfection or nonperfection, and the priority of a possessory security interest in that collateral. (3) Except as otherwise provided in paragraph (4), while tangible negotiable documents, goods, instruments, money, or tangible chattel paper is located in a jurisdiction, the local law of that jurisdiction governs: (A) Perfection of a security interest in the goods by filing a fixture filing; (B) Perfection of a security interest in timber to be cut; and (C) The effect of perfection or nonperfection and the priority of a nonpossessory security interest in the collateral. (4) The local law of the jurisdiction in which the wellhead or minehead is located governs perfection, the effect of perfection or nonperfection, and the priority of a security interest in as-extracted collateral. Section 830. That § 57A-9-310 be amended to read as follows: 57A-9-310. (a) Except as otherwise provided in subsection (b) and § 57A-9-312(b), a financing statement must be filed to perfect all security interests and agricultural liens. (b) The filing of a financing statement is not necessary to perfect a security interest: (1) That is perfected under § 57A-9-308(d), (e), (f), or (g); (2) That is perfected under § 57A-9-309 when it attaches; (3) In property subject to a statute, regulation, or treaty described in § 57A-9-311(a); (4) In goods in possession of a bailee which is perfected under § 57A-9-312(d)(1) or (2); (5) In certificated securities, documents, goods, or instruments which is perfected without filing , control, or possession under § 57A-9-312(e), (f), or (g); (6) In collateral in the secured party's possession under § 57A-9-313; (7) In a certificated security which is perfected by delivery of the security certificate to the secured party under § 57A-9-313; (8) In deposit accounts, electronic chattel paper, investment property, or letter-of-credit rights which is perfected by control under § 57A-9-314; (9) In proceeds which is perfected under § 57A-9-315; (10) That is perfected under § 57A-9-316; or (11) Subject to §§ 49-34-11 to 49-34-11.4, inclusive. (c) If a secured party assigns a perfected security interest or agricultural lien, a filing under this article is not required to continue the perfected status of the security interest against creditors of and transferees from the original debtor. Section 831. That subsection (e) of § 57A-9-312 be amended to read as follows: (e) A security interest in certificated securities, negotiable documents, or instruments is perfected without filing or the taking of possession or control for a period of twenty days from the time it attaches to the extent that it arises for new value given under an authenticated security agreement. Section 832. That subsection (a) of § 57A-9-313 be amended to read as follows: 57A-9-313. (a) Except as otherwise provided in subsection (b), a secured party may perfect a security interest in tangible negotiable documents, goods, instruments, money, or tangible chattel paper by taking possession of the collateral. A secured party may perfect a security interest in certificated securities by taking delivery of the certificated securities under § 57A-8- 301. Section 833. That § 57A-9-314 be amended to read as follows: 57A-9-314. (a) A security interest in investment property, deposit accounts, letter-of-credit rights, or electronic chattel paper , or electronic documents may be perfected by control of the collateral under § 57A-9-104, 57A-9-105, 57A-9-106, or 57A-9-107 , or section 7-106 of this Act . (b) A security interest in deposit accounts, electronic chattel paper, or letter-of-credit rights , or electronic documents is perfected by control under § 57A-9-104, 57A-9-105, or 57A-9-107 , or section 7-206 of this Act when the secured party obtains control and remains perfected by control only while the secured party retains control. (c) A security interest in investment property is perfected by control under § 57A-9-106 from the time the secured party obtains control and remains perfected by control until: (1) The secured party does not have control; and (2) One of the following occurs: (A) If the collateral is a certificated security, the debtor has or acquires possession of the security certificate; (B) If the collateral is an uncertificated security, the issuer has registered or registers the debtor as the registered owner; or (C) If the collateral is a security entitlement, the debtor is or becomes the entitlement holder. Section 834. That § 57A-9-317 be amended to read as follows: 57A-9-317. (a) A security interest or agricultural lien is subordinate to the rights of: (1) A person entitled to priority under § 57A-9-322; and (2) Except as otherwise provided in subsection (e), a person that becomes a lien creditor before the earlier of the time: (A) The security interest or agricultural lien is perfected; or (B) One of the conditions specified in § 57A-9-203(b)(3) is met and a financing statement covering the collateral is filed. (b) Except as otherwise provided in subsection (e), a buyer, other than a secured party, of tangible chattel paper, tangible documents, goods, instruments, or a security certificate takes free of a security interest or agricultural lien if the buyer gives value and receives delivery of the collateral without knowledge of the security interest or agricultural lien and before it is perfected. (c) Except as otherwise provided in subsection (e), a lessee of goods takes free of a security interest or agricultural lien if the lessee gives value and receives delivery of the collateral without knowledge of the security interest or agricultural lien and before it is perfected. (d) A licensee of a general intangible or a buyer, other than a secured party, of accounts, electronic chattel paper, electronic documents, general intangibles, or investment property other than a certificated security takes free of a security interest if the licensee or buyer gives value without knowledge of the security interest and before it is perfected. (e) Except as otherwise provided in § 57A-9-320 and 57A-9-321, if a person files a financing statement with respect to a purchase-money security interest before or within 20 days after the debtor receives delivery of the collateral, the security interest takes priority over the rights of a buyer, lessee, or lien creditor which arise between the time the security interest attaches and the time of filing. Section 835. That § 57A-9-338 be amended to read as follows: 57A-9-338. If a security interest or agricultural lien is perfected by a filed financing statement providing information described in § 57A-9-516(b)(5) which is incorrect at the time the financing statement is filed: (1) The security interest or agricultural lien is subordinate to a conflicting perfected security interest in the collateral to the extent that the holder of the conflicting security interest gives value in reasonable reliance upon the incorrect information; and (2) A purchaser, other than a secured party, of the collateral takes free of the security interest or agricultural lien to the extent that, in reasonable reliance upon the incorrect information, the purchaser gives value and, in the case of tangible chattel paper, tangible documents, goods, instruments, or a security certificate, receives delivery of the collateral. Section 836. That § 57A-9-601 be amended to read as follows: 57A-9-601. (a) After default, a secured party has the rights provided in this part and, except as otherwise provided in § 57A-9-602, those provided by agreement of the parties. A secured party: (1) May reduce a claim to judgment, foreclose, or otherwise enforce the claim, security interest, or agricultural lien by any available judicial procedure; and (2) If the collateral is documents, may proceed either as to the documents or as to the goods they cover. (b) A secured party in possession of collateral or control of collateral under § 57A-9-104, 57A-9-105, 57A-9-106, or 57A-9-107 , or section 7-106 of this Act has the rights and duties provided in § 57A-9-207. (c) The rights under subsections (a) and (b) are cumulative and may be exercised simultaneously. (d) Except as otherwise provided in subsection (g) and § 57A-9-605, after default, a debtor and an obligor have the rights provided in this part and by agreement of the parties. (e) If a secured party has reduced its claim to judgment, the lien of any levy that may be made upon the collateral by virtue of an execution based upon the judgment relates back to the earliest of: (1) The date of perfection of the security interest or agricultural lien in the collateral; (2) The date of filing a financing statement covering the collateral; or (3) Any date specified in a statute under which the agricultural lien was created. (f) A sale pursuant to an execution is a foreclosure of the security interest or agricultural lien by judicial procedure within the meaning of this section. A secured party may purchase at the sale and thereafter hold the collateral free of any other requirements of this chapter. (g) Except as otherwise provided in § 57A-9-607(c), this part imposes no duties upon a secured party that is a consignor or is a buyer of accounts, chattel paper, payment intangibles, or promissory notes."}, {"bill_id": 517, "bill_version_id": 8706, "bill_version": "Enrolled", "bill_version_date": "2009-03-05T09:48:01.137-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 517, "action_date": "2009-01-26T14:00:00-06:00", "document_id": 5892, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5892.pdf", "status_text": "First read in Senate and referred to", "journal_page": 173, "committee_id_action": 54, "committee_id_assigned": 35, "result": "N", "vote": {}}, {"bill_id": 517, "action_date": "2009-01-29T09:00:00-06:00", "document_id": 6002, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6002.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 35, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 517, "action_date": "2009-01-29T09:00:00-06:00", "document_id": 6285, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6285.pdf", "status_text": "Deferred to another day", "journal_page": 0, "committee_id_action": 35, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 517, "action_date": "2009-02-05T07:45:00-06:00", "document_id": 6885, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6885.pdf", "status_text": "Do Pass", "journal_page": 318, "committee_id_action": 35, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 3646, "president_vote": null, "Yea": [663, 659, 705, 642, 671, 653], "Excused": [694]}}, {"bill_id": 517, "action_date": "2009-02-05T07:45:00-06:00", "document_id": 6885, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6885.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 35, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 517, "action_date": "2009-02-05T07:45:00-06:00", "document_id": 6751, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6751.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 35, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 517, "action_date": "2009-02-09T14:00:00-06:00", "document_id": 7062, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7062.pdf", "status_text": "Do Pass", "journal_page": 333, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 3760, "president_vote": null, "Yea": [653, 704, 680, 682, 685, 702, 649, 700, 655, 673, 663, 677, 675, 634, 697, 659, 690, 636, 667, 656, 669, 661, 686, 701, 662, 703, 664, 638, 648, 640, 689, 694, 705, 642, 671]}}, {"bill_id": 517, "action_date": "2009-02-10T14:00:00-06:00", "document_id": 7159, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7159.pdf", "status_text": "First read in House and referred to", "journal_page": 326, "committee_id_action": 56, "committee_id_assigned": 52, "result": "N", "vote": {}}, {"bill_id": 517, "action_date": "2009-03-02T10:00:00-06:00", "document_id": 8205, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8205.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 52, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 517, "action_date": "2009-03-02T10:00:00-06:00", "document_id": 8352, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8352.pdf", "status_text": "Do Pass", "journal_page": 597, "committee_id_action": 52, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4775, "president_vote": null, "Yea": [651, 660, 725, 693, 724, 727, 652, 729, 695, 722, 714, 691, 699]}}, {"bill_id": 517, "action_date": "2009-03-02T10:00:00-06:00", "document_id": 8352, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8352.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 52, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 517, "action_date": "2009-03-04T14:00:00-06:00", "document_id": 8629, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8629.pdf", "status_text": "Do Pass", "journal_page": 626, "committee_id_action": 56, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4968, "president_vote": null, "Yea": [716, 720, 688, 676, 670, 726, 715, 699, 674, 635, 651, 643, 712, 709, 660, 706, 725, 644, 724, 727, 721, 652, 737, 672, 729, 698, 717, 738, 654, 711, 719, 683, 695, 696, 722, 645, 637, 665, 687, 678, 650, 646, 668, 639, 735, 679, 734, 714, 731, 736, 713, 710, 728, 657, 641, 658, 647, 723, 718, 684, 733, 732, 707, 681], "Nay": [666, 693, 691], "Excused": [692, 708, 730]}}, {"bill_id": 517, "action_date": "2009-03-05T14:00:00-06:00", "document_id": 8779, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8779.pdf", "status_text": "Signed by the President", "journal_page": 657, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 517, "action_date": "2009-03-06T11:00:00-06:00", "document_id": 8868, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8868.pdf", "status_text": "Signed by the Speaker", "journal_page": 688, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 517, "action_date": "2009-03-09T14:00:00-05:00", "document_id": 8998, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8998.pdf", "status_text": "Delivered to the Governor", "journal_page": 680, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 517, "action_date": "2009-03-11T09:00:00-05:00", "document_id": 9213, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9213.pdf", "status_text": "Signed by the Governor", "journal_page": 730, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4405}