{"session_id": 68, "bill_id": 23979, "bill_type": "House Bill", "bill_number": 1208, "bill_title": "prevent government entities from entering contracts with companies that promote certain economic boycotts.", "sponsors": [{"legislator_profile_id": 4333, "is_prime": true}, {"legislator_profile_id": 4404, "is_prime": true}, {"legislator_profile_id": 4360, "is_prime": false}, {"legislator_profile_id": 4375, "is_prime": false}, {"legislator_profile_id": 4388, "is_prime": false}, {"legislator_profile_id": 4401, "is_prime": false}, {"legislator_profile_id": 4439, "is_prime": false}], "keywords": ["Trade Regulation"], "audio": [{"meeting_datetime": "2023-02-03T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst17.mp3", "start_seconds": 3865.0}, {"meeting_datetime": "2023-02-03T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst17.mp3", "start_seconds": 3865.0}, {"meeting_datetime": "2023-02-03T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst17.mp3", "start_seconds": 3865.0}, {"meeting_datetime": "2023-02-03T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst17.mp3", "start_seconds": 3865.0}], "bill_versions": [{"bill_id": 23979, "bill_version_id": 247860, "bill_version": "Introduced", "bill_version_date": "2023-01-31T22:37:34.267-06:00", "bill_text": "An Act to prevent government entities from entering contracts with companies that promote certain economic boycotts. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 37-1 be amended with a NEW SECTION: Terms used in this Act mean: (1) \"Company,\" a for-profit organization, association, corporation, partnership, joint venture, limited partnership, limited liability partnership, or limited liability company, and including a wholly owned subsidiary, majority-owned subsidiary, parent company, or affiliate of those entities or business associations. For purposes of this section, the term does not include sole proprietorships; (2) \"Economic boycott,\" refusing to deal with, terminating business activities with, or otherwise taking any commercial action that is intended to penalize, inflict economic harm on, limit commercial relations with, or change or limit the activities of a company, for the primary purpose of achieving social, political, or ideological interests, because the company, without violating controlling federal or state law: (a) Engages in the exploration, production, utilization, transportation, sale, or manufacturing of, fossil fuel-based energy, timber, mining or agriculture; (b) Engages in, facilitates, or supports the manufacture, distribution, sale, or use of firearms; (c) Does not meet, is not expected to meet, or does not commit to meet corporate board, or employment, composition, compensation, or disclosure criteria that incorporates characteristics protected under chapter 20-13; (d) Does not facilitate, is not expected to facilitate, or does not commit to facilitate access to abortion, sex or gender change, or transgender surgery; or (e) Does business with a company described above. (3) \"Governmental entity,\" a state agency or political subdivision of this state; and (4) \"Ordinary business purpose,\" does not include any purpose to further social, political, or ideological interests. A company may reasonably be determined to have taken an action, or considered a factor, with a purpose to further social, political, or ideological interests based upon evidence indicating such a purpose, including: (a) Branding, advertising, statements, explanations, reports, letters to clients, communications with portfolio companies, statements of principles, or commitments; or (b) Participation in, affiliation with, or status as a signatory to, any coalition, initiative, joint statement of principles, or agreement. Section 2. That chapter 37-1 be amended with a NEW SECTION: No state agency, elected or appointed official or employee of this state, or political subdivision of this state may, under any governmental authority, enter into a contract that is paid wholly or partly from public funds of the governmental entity, with any company for goods or services unless the contract contains a written verification from the company that it does not engage in economic boycotts and will not engage in economic boycotts during the term of the contract. Section 3. That chapter 37-1 be amended with a NEW SECTION: Section 2 of this Act does not apply to any governmental entity that determines the requirements are inconsistent with the governmental entity's constitutional or statutory duties related to the issuance, incurrence, or management of debt obligations or the deposit, custody, management, borrowing, or investment of funds; or the requirements prevent the governmental entity from obtaining the supplies or services to be provided in an economically practicable manner. Section 4. That chapter 37-1 be amended with a NEW SECTION: No party, whether the federal government, state government, or any of its agencies, departments, or political subdivisions, may take action to penalize or threaten to penalize any company or financial institution affiliated with said company for compliance with sections 1 to 4, inclusive, of this Act. Section 5. That chapter 37-1 be amended with a NEW SECTION: Sections 1 to 4, inclusive, of this Act, must be enforced by the attorney general. If the attorney general has reasonable cause to believe that any person or entity has engaged in, is engaging in, or is about to engage in a violation of sections 2 to 4, inclusive, of this Act, the attorney general must investigate by subpoenaing any record, book, document, account, paper, or other relevant materials relating to such practice. Upon finding a probable violation, the attorney general must seek a declaratory judgment that the party is in violation of this chapter, and seek to nullify the terms of any contract entered into in violation of this chapter."}], "amendments": [{"bill_id": 23979, "document_id": 248391, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248391.pdf", "legislator_profile_id": 4333, "document_id_instructions": 248396, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/248396.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 23979, "action_date": "2023-02-01T14:00:00-06:00", "document_id": 247777, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247777.pdf", "status_text": "First read in House and referred to", "journal_page": 196, "committee_id_action": 1159, "committee_id_assigned": 1166, "result": "N", "vote": {}}, {"bill_id": 23979, "action_date": "2023-02-03T07:45:00-06:00", "document_id": 248135, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248135.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1166, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23979, "action_date": "2023-02-03T07:45:00-06:00", "document_id": 248136, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248136.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1166, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23979, "action_date": "2023-02-03T07:45:00-06:00", "document_id": 248136, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248136.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1166, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76739, "president_vote": null, "Yea": [4334, 4337, 4341, 4343, 4344, 4353, 4368, 4385, 4409, 4470, 4408, 4392], "Nay": [4366]}}]}