{"session_id": 24, "bill_id": 7076, "bill_type": "House Bill", "bill_number": 1036, "bill_title": "revise certain provisions concerning campaign finance requirements.", "sponsors": [], "keywords": ["Campaign Finance", "Elections"], "audio": [{"meeting_datetime": "2016-01-21T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hlo07.mp3", "start_seconds": 4616.0}, {"meeting_datetime": "2016-01-21T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hlo07.mp3", "start_seconds": 4616.0}, {"meeting_datetime": "2016-01-21T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hlo07.mp3", "start_seconds": 4616.0}, {"meeting_datetime": "2016-01-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou09.mp3", "start_seconds": 1662.0}, {"meeting_datetime": "2016-01-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou09.mp3", "start_seconds": 1662.0}, {"meeting_datetime": "2016-01-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou09.mp3", "start_seconds": 1662.0}, {"meeting_datetime": "2016-02-05T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/slo16.mp3", "start_seconds": 2271.0}, {"meeting_datetime": "2016-02-05T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/slo16.mp3", "start_seconds": 2271.0}, {"meeting_datetime": "2016-02-05T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/slo16.mp3", "start_seconds": 2271.0}, {"meeting_datetime": "2016-02-05T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/slo16.mp3", "start_seconds": 2271.0}], "bill_versions": [{"bill_id": 7076, "bill_version_id": 37427, "bill_version": "Introduced", "bill_version_date": "2016-01-08T13:20:09.68-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning campaign finance requirements. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 12-27-6 be amended to read: 12-27-6. The statement of organization shall include: (1) The name, street address, postal address, and daytime telephone number of the committee; (2) The name, street address, postal address, and daytime telephone number of the chair and the treasurer of the committee; (3) A statement of the type of political committee that has been or is being organized; (4) In the case of a candidate campaign committee, the committee name, street address, and name and postal address of the candidate; and (5) In the case of a political action committee or ballot question committee, a concise statement of its purpose and goals, and the full name, street address, and postal address of the organization with which the committee is connected or affiliated, or if the committee is not connected or affiliated with any one organization, the trade, profession, or primary interest of the committee; (6) If the committee is organized as a corporation under federal or state laws for liability purposes only as authorized by § 12-27-4, a statement affirming such organization; and (7) The name, street address, postal address, and telephone number of each financial institution where an account or depository is maintained. The statement shall be signed by the candidate and treasurer for a candidate campaign committee and by the chair and treasurer for other political committees or filed electronically pursuant to § 12-27-41. A political committee continues to exist until a termination statement is filed pursuant to §§ 12-27-25 and 12-27-26. The treasurer of a political committee shall file an updated statement of organization not later than fifteen days after any change in the information contained on the most recently filed statement of organization. Any correspondence regarding reporting deadlines, delinquent reports, administrative penalties, and administrative hearings may only be sent to the treasurer listed on the most current statement of organization on file. Section 2. That § 12-27-22 be amended to read: 12-27-22. A campaign finance disclosure statement shall be submitted to the secretary of state by the treasurer of every each: (1) Candidate or candidate campaign committee for any statewide or legislative office; (2) Political action committee; (3) Political Statewide, county, local, or auxiliary committee of any political party; (4) Ballot Statewide ballot question committee; and (5) Candidate or candidate committee for any statewide or legislative office whose name appears on the primary ballot, but does not appear on the general election ballot, shall submit a campaign finance disclosure statement, or termination report, which shall be received by the secretary of state by 5:00 p.m. on the second Friday of August following that primary election; and (6) Statewide ballot question committee that does not meet the signature requirements for placement of the ballot issue on the general election ballot, shall submit a termination report to the secretary of state by 5:00 p.m. on the first Monday in February following the year the statement of organization was submitted to the secretary of state. The statement shall be signed and submitted by the treasurer of the political committee or political party. The statement shall be received by the secretary of state and submitted by 5:00 p.m. on the first Monday of February and shall cover the contributions and expenditures for the preceding calendar year. The statement shall also be received by the secretary of state and submitted by 5:00 p.m. on the second Friday prior to each primary and general election complete through the fifteenth day prior to that election. Each statewide ballot question committee shall submit a termination report by 5:00 p.m. no later than the first Monday in February following the year the ballot question was on the ballot. Any statement submitted pursuant to this section shall be consecutive and shall cover contributions and expenditures since the last statement submitted. The following are not required to submit a campaign finance disclosure statement: (1) A candidate campaign committee for legislative or county office on February first following a year in which there is not an election for the office; (2) A county, local, or auxiliary committee of any political party, qualified to participate in a primary or general election, prior to a statewide primary election; (3) A legislative or county candidate campaign committee without opposition in a primary election, prior to a primary election; (4) A candidate campaign committee whose name is not on the general election ballot, prior to the general election; (5) A political committee that regularly submits a campaign finance disclosure statement with another state or the Federal Election Commission or a report of contributions and expenditures with the Internal Revenue Service; (6) A statewide candidate who is publicly seeking a nomination by that candidate's party convention prior to a primary election; and (7) An independent statewide candidate prior to a primary election. A violation of this section is a Class 1 misdemeanor. Section 3. That chapter 12-27 be amended by adding a NEW SECTION to read: No campaign finance disclosure statement is required to be submitted under the following circumstances: (1) A year-end report for a candidate campaign committee for legislative or county office on the first Monday in February following a year in which there is not an election for the office; (2) A county, local, or auxiliary committee of any political party, qualified to participate in a primary or general election, prior to a statewide primary election; (3) A legislative or county candidate campaign committee without opposition in a primary election, prior to a primary election; (4) A candidate campaign committee whose name is not on the general election ballot, prior to the general election; (5) A political committee that regularly submits a campaign finance disclosure statement with another state or the Federal Election Commission or a report of contributions and expenditures with the Internal Revenue Service; (6) A statewide candidate who is publicly seeking a nomination by that candidate's party convention prior to a primary election; and (7) An independent statewide candidate prior to a primary election. Section 4. That § 12-27-24 be amended to read: 12-27-24. A campaign finance disclosure statement shall include the following information: (1) Political committee or political party name, street address, postal address, city, state, zip code, daytime and evening telephone number, and e-mail address; (2) Type of campaign statement (pre-primary, pre-general, mid-year post-primary nonwinner, year-end, amendment, supplement, or termination); (3) If a ballot question committee, the ballot question number and whether the committee is for or against the measure; (4) The balance of cash and cash equivalents on hand at the beginning of the reporting period; (5) The total amount of all contributions received during the reporting period; (6) The total amount of all in-kind contributions received during the reporting period; (7) The total of refunds, rebates, interest, or other income not previously identified during the reporting period; (8) The total of contributions, loans, and other receipts during the reporting period; (9) The total value of loans made to any person, political committee, or political party during the reporting period; (10) The total of expenditures made during the reporting period; (11) The total amount of all expenditures incurred but not yet paid. An expenditure incurred but not yet paid shall be reported on each report filed after the date of receipt of goods or services until payment is made to the vendor. A payment shall be listed as an expenditure when the payment is made; (12) The statement shall state the cash balance on hand as of the close of the reporting period; (13) The total amount of contributions of one hundred dollars or less in the aggregate from one source received during the reporting period; (14) The name, residence address, city, and state of each person contributing a contribution of more than one hundred dollars in the aggregate during the reporting period and the amount of the contribution. Any contribution from any political committee or political party shall be itemized. Any contribution from a federal political committee or political committee organized outside this state shall also include the name and internet website address of the filing office where campaign finance disclosure statements are regularly filed for the committee. If all of the information required is not on file, the political committee or political party may not deposit the contribution; (15) The statement shall contain the same information for in-kind contributions as for monetary contributions, and shall also include a description of the in-kind contribution; (16) Upon the request of the treasurer, a person making an in-kind contribution shall provide all necessary information to the treasurer, including the value of the contribution; (17) Any monetary or in-kind contribution made by the reporting political committee or political party to any political committee, political party, or nonprofit charitable organization shall be itemized; (18) A categorical description and the amount of the refunds, rebates, interest, sale of property, or other receipts not previously identified during the reporting period; (19) A categorical description and the amount of funds or donations by any organization to its political committee for establishing and administering the political committee and for any solicitation costs of the political committee; (20) The total balance of loans owed by the political committee or political party; (21) The balance of loans owed by the political committee or political party, itemized by lender's name, street address, city, and state, including the terms, interest rate, and repayment schedule of each loan; (22) The total balance of loans owed to the political committee or political party; (23) The amount of each loan made during the reporting period. The name, street address, city, and state of the recipient of the loan; (24) The balance of each loan owed to the political committee or political party, itemized by name, street address, city, and state; (25) The expenditures made during the reporting period shall be categorized. Disbursements to consultants, advertising agencies, credit card companies, and similar firms shall be itemized into expense categories. Any contribution made by the reporting political committee or political party that is not in exchange for any item of value or service shall be itemized; (26) The expenditures incurred but not yet paid during the reporting period and to whom the expenditure is owed; (27) The amount of each independent expenditure, as defined in this chapter, made during the reporting period, the name of the candidate, public office holder, or ballot question related to the expenditure and a description of the expenditure; (28) The information contained in any statement provided under § 12-27-19; and (29) The statement shall include a A certification that the contents of the statement is true and correct signed by the treasurer of the political committee or political party. Section 5. That § 12-27-29.2 be amended to read: 12-27-29.2. Any administrative penalty imposed pursuant to § 12-27-29.1 shall be assessed against the violator by an administrative order of the secretary of state. The order shall state the date and facts of each violation addressed under the penalty assessed and the citations to the provisions of each law alleged to be violated. The order shall contain a statement that the violator may request a contested case hearing on the violation and penalty pursuant to chapter 1-26, by filing a written request with the secretary of state no later than twenty days after the receipt of the order. The secretary of state shall serve the order and assessment by certified mail. If not contested within twenty days of receipt of the order, an administrative order assessing an administrative penalty constitutes a judgment and may be executed by delivery of a true and correct copy certified by the secretary of state in the manner provided for the execution of money judgments provided in chapter 15-18. If a hearing is requested, the matter shall be scheduled for a hearing before the secretary of state within thirty days from the receipt of the request. The secretary of state shall provide notice of the hearing consistent with the provisions of § 1-26-17. A final determination by the secretary of state may be appealed to the circuit court or Supreme Court as provided in chapter 1-26. If the time to take an appeal has lapsed after the final determination by the secretary of state, the administrative order assessing an administrative penalty constitutes a judgment and may be executed by delivery of a true and correct copy certified by the secretary of state in the manner provided for the execution of judgments in chapter 15-18. If a committee incurs the maximum penalty fee, does not submit the delinquent report, and a judgment is executed, the secretary of state may terminate that committee. If a committee is terminated, the secretary of state shall mail a termination letter to the last address on record for the treasurer. Section 6. That § 12-27-42 be amended to read: 12-27-42. Any statement, form, or filing required by this chapter shall be filed with the secretary of state in the case of a statewide office or legislative office election. Any statement, form, or filing required by this chapter shall be filed with the county auditor in the case of a county office election, with the municipal finance officer or clerk in the case of a municipal ballot question election, with the school business manager in the case of a school district office election, or with the person in charge of the election in the case of other political subdivisions or special purpose districts. However, any county, municipality, school district, or other political subdivision may, by resolution, direct that any statement, form, or filing required by this chapter be electronically filed with the secretary of state, rather than being filed with the county, municipality, school district, or other political subdivision."}, {"bill_id": 7076, "bill_version_id": 39039, "bill_version": "Enrolled", "bill_version_date": "2016-02-09T09:38:35.443-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7076, "action_date": "2016-01-12T12:00:00-06:00", "document_id": 37509, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37509.pdf", "status_text": "First Reading House", "journal_page": 22, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7076, "action_date": "2016-01-13T13:00:00-06:00", "document_id": 37539, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37539.pdf", "status_text": "Referred to", "journal_page": 36, "committee_id_action": 325, "committee_id_assigned": 315, "result": "N", "vote": {}}, {"bill_id": 7076, "action_date": "2016-01-21T10:00:00-06:00", "document_id": 37701, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37701.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 315, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7076, "action_date": "2016-01-21T10:00:00-06:00", "document_id": 37851, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37851.pdf", "status_text": "Do Pass", "journal_page": 140, "committee_id_action": 315, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20171, "president_vote": null, "Yea": [964, 1039, 1049, 1021, 1019, 1058, 1031, 1006, 1030, 1026, 996, 1018, 995]}}, {"bill_id": 7076, "action_date": "2016-01-22T13:00:00-06:00", "document_id": 37947, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37947.pdf", "status_text": "Deferred to another day", "journal_page": 155, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7076, "action_date": "2016-01-25T14:00:00-06:00", "document_id": 38058, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38058.pdf", "status_text": "Do Pass", "journal_page": 168, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20249, "president_vote": null, "Yea": [1043, 1042, 1063, 983, 964, 1040, 1039, 986, 1050, 1060, 1009, 1033, 980, 985, 976, 1049, 1022, 1056, 1061, 1021, 1002, 1019, 1065, 972, 963, 1062, 1038, 982, 1055, 1044, 1017, 1058, 1048, 1024, 1003, 968, 1018, 1059, 1054, 1031, 1027, 1028, 992, 1034, 1006, 991, 1007, 1052, 1030, 988, 993, 1026, 981, 1023, 1069, 1029, 996, 990, 1032, 1025, 1051, 965, 1053, 1064, 989], "Excused": [1057, 995, 1015, 987, 1036]}}, {"bill_id": 7076, "action_date": "2016-01-26T14:00:00-06:00", "document_id": 38159, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38159.pdf", "status_text": "First read in Senate and referred to", "journal_page": 141, "committee_id_action": 309, "committee_id_assigned": 304, "result": "N", "vote": {}}, {"bill_id": 7076, "action_date": "2016-02-05T07:45:00-06:00", "document_id": 38660, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38660.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 304, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7076, "action_date": "2016-02-05T07:45:00-06:00", "document_id": 38876, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38876.pdf", "status_text": "Do Pass", "journal_page": 228, "committee_id_action": 304, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20600, "president_vote": null, "Yea": [1067, 1005, 1035, 1000, 997, 1014], "Excused": [975]}}, {"bill_id": 7076, "action_date": "2016-02-05T07:45:00-06:00", "document_id": 38876, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38876.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 304, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7076, "action_date": "2016-02-08T14:00:00-06:00", "document_id": 39003, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39003.pdf", "status_text": "Do Pass", "journal_page": 248, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20690, "president_vote": null, "Yea": [974, 977, 999, 1037, 966, 1014, 1067, 979, 1005, 1047, 998, 1035, 997, 984, 994, 1041, 967, 975, 1010, 1020, 971, 1016, 1001, 1046, 1066, 1012, 1045, 1000, 970, 978, 1013, 973, 1008], "Excused": [969, 1011]}}, {"bill_id": 7076, "action_date": "2016-02-09T14:00:00-06:00", "document_id": 39095, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39095.pdf", "status_text": "Signed by the Speaker", "journal_page": 351, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7076, "action_date": "2016-02-10T14:00:00-06:00", "document_id": 39180, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39180.pdf", "status_text": "Signed by the President", "journal_page": 288, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7076, "action_date": "2016-02-11T13:00:00-06:00", "document_id": 39263, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39263.pdf", "status_text": "Delivered to the Governor", "journal_page": 386, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7076, "action_date": "2016-02-16T14:00:00-06:00", "document_id": 39392, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39392.pdf", "status_text": "Signed by the Governor", "journal_page": 390, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6114, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7076"}