{"session_id": 43, "bill_id": 11685, "bill_type": "Senate Bill", "bill_number": 19, "bill_title": "revise certain provisions regarding marriage and family therapists.", "sponsors": [], "keywords": ["Executive/Judiciary Request", "Fees", "Professions and Occupations", "Promulgation of Rules", "Therapists and Counselors"], "audio": [{"meeting_datetime": "2020-02-07T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/she16.mp3", "start_seconds": 5522.0}, {"meeting_datetime": "2020-02-07T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/she16.mp3", "start_seconds": 5522.0}, {"meeting_datetime": "2020-02-07T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/she16.mp3", "start_seconds": 5522.0}, {"meeting_datetime": "2020-02-12T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen19.mp3", "start_seconds": 1435.0}, {"meeting_datetime": "2020-02-12T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen19.mp3", "start_seconds": 1435.0}, {"meeting_datetime": "2020-02-12T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen19.mp3", "start_seconds": 1435.0}, {"meeting_datetime": "2020-03-05T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe32.mp3", "start_seconds": 2933.0}, {"meeting_datetime": "2020-03-05T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe32.mp3", "start_seconds": 2933.0}, {"meeting_datetime": "2020-03-05T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe32.mp3", "start_seconds": 2933.0}, {"meeting_datetime": "2020-03-05T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe32.mp3", "start_seconds": 2933.0}, {"meeting_datetime": "2020-03-05T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe32.mp3", "start_seconds": 2933.0}, {"meeting_datetime": "2020-03-09T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou33.mp3", "start_seconds": 20985.0}, {"meeting_datetime": "2020-03-09T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou33.mp3", "start_seconds": 20985.0}, {"meeting_datetime": "2020-03-09T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou33.mp3", "start_seconds": 20985.0}, {"meeting_datetime": "2020-03-09T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou33.mp3", "start_seconds": 20985.0}, {"meeting_datetime": "2020-03-09T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou33.mp3", "start_seconds": 20985.0}], "bill_versions": [{"bill_id": 11685, "bill_version_id": 61847, "bill_version": "Introduced", "bill_version_date": "2020-01-09T18:38:10.893-06:00", "bill_text": "An Act to revise certain provisions regarding marriage and family therapists. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 36-33-34. Definitions. Terms used in this chapter mean: (1) \"Board,\" the Board of Examiners for Counselors and Marriage and Family Therapists; (2) \"Licensee,\" a person who holds a license to practice marriage and family therapy; (3) \"Practice of marriage and family therapy,\" the rendering of professional marriage and family therapy services to individuals, family groups, and marital pairs, one-on-one or in groups, whether the services are offered directly to the general public or through organizations, either public or private, for compensation, including the diagnosis and treatment of nervous and mental disorders through the application of systemic theory and technique, whether cognitive, affective, or behavioral, within the context of marriage and family systems. Section 2. That a NEW SECTION be added: 36-33-35. Display of license. Each license issued by the board under this chapter shall be conspicuously displayed by the licensee at the primary place of practice of the licensee. Each licensee shall post and keep conspicuously displayed the annual renewal certificate issued by the board. Section 3. That a NEW SECTION be added: 36-33-36. Unlicensed practice--Violation as misdemeanor. It is a Class 2 misdemeanor for any person to engage or attempt to engage in the practice of marriage and family therapy, without a license, unless exempted under the provisions of this chapter. Section 4. That a NEW SECTION be added: 36-33-37. Use of certain titles by unlicensed persons--Prohibition. Unless licensed in accordance with the provisions of this chapter, no person may use the titles: marital therapist, marriage counselor, family therapist, licensed marital therapist, licensed marriage counselor, licensed family therapist, or licensed marriage and family therapist, or any other similar title. Section 5. That a NEW SECTION be added: 36-33-38. Fraudulent or misleading advertising--Violation as misdemeanor. No advertising regarding the practice of marriage and family therapy may be fraudulent or misleading. A violation of this section is a Class 1 misdemeanor. Section 6. That a NEW SECTION be added: 36-33-39. Performing services outside of scope--Prohibition. No licensee may perform marriage and family therapy services outside the scope of the licensee's relevant education, training, and experience. Section 7. That a NEW SECTION be added: 36-33-40. Inapplicability of chapter to certain professionals. Nothing in this chapter may be construed to prevent any other qualified professional, including a clinical social worker, psychiatric nurse, professional counselor, clinical and counseling psychologist, physician, or member of the clergy, from performing or advertising the performance of marriage and family therapy consistent with the accepted standards of that person's profession, if the person does not use a title or description stating or implying that the person is licensed to practice marriage and family therapy under this chapter. Section 8. That a NEW SECTION be added: 36-33-41. Enforcement of chapter. The board may use board staff or employ or contract with an agent or investigator to assist in the enforcement of the provisions of this chapter, or any rule promulgated thereunder. If it appears to the board that a person is violating any provisions of this chapter or any rule promulgated thereunder, the board may, in the board's name or in the name of the state, in the circuit court in any county in which jurisdiction is proper, bring an action to enjoin the act, practice, or violation and to enforce compliance with the provisions of this chapter, or any rule promulgated thereunder, as an alternative to criminal proceedings. Criminal proceedings shall be prosecuted by the Office of the Attorney General or by a person designated by the attorney general and retained by the board as provided in this chapter. Section 9. That a NEW SECTION be added: 36-33-42. Assistance in enforcement--Expenditures--Employment of attorney. The board and board members and officers shall assist any person charged with the enforcement of the provisions of this chapter. The board, board members, agents, and officers shall furnish evidence to assist in the prosecution of any violation or enforcement, and the board may make a reasonable expenditure for that purpose. The board may employ an attorney designated by the attorney general. The board shall determine the compensation and period of service of the attorney and pay the attorney out of the board's funds. Section 10. That a NEW SECTION be added: 36-33-43. Marriage and family therapist--Application--Requirements. An applicant for a license as a marriage and family therapist shall file an application, in the manner prescribed by the board, together with the application fee prescribed by the board in accordance with § 36-33-70. The board shall issue a license as a marriage and family therapist to an applicant who pays the license fee and demonstrates that: (1) The applicant has received a master's or a doctoral degree, consisting of at least forty-eight credit hours in marriage and family therapy, from an accredited marriage and family therapy program recognized by the board, or an equivalent course of study approved by the board; (2) The applicant has passed a standardized national examination approved by the board; (3) Within the four-year period preceding the application, the applicant completed one thousand seven hundred hours of supervised experience in marriage and family therapy under a plan of supervision approved by the board subsequent to the applicant receiving an acceptable degree; (4) The applicant has no pending disciplinary proceeding or unresolved disciplinary complaint; (5) The applicant is of good moral character; and (6) The applicant is not in violation of any of the provisions of this chapter or any rules promulgated thereunder. The board may refuse to issue a license to an applicant who fails to meet the requirements of this section. Notwithstanding the provisions of subdivision (3), the board may grant a license to an applicant who does not complete the required postgraduate supervision within four years of the application upon the applicant’s show of good cause for exceeding the time limit. Notwithstanding the provisions of subdivision (5), the board may grant a license to an applicant who has been convicted of or pled guilty to a felony, to any crime involving or relating to the practice of counseling, or to any crime involving dishonesty or moral turpitude if the board determines that the applicant does not constitute a risk to public safety. An applicant may appeal the denial of a license in accordance with chapter 1-26. Section 11. That a NEW SECTION be added: 36-33-44. Examination of applicant's physical or mental health. If the board suspects that the physical or mental health of an applicant may jeopardize or endanger anyone who seeks assistance from the applicant, the board may require that the applicant be examined by a competent healthcare provider selected by the board. The board shall pay all costs of the examination. If the health care provider confirms that the applicant's physical or mental health may jeopardize or endanger anyone who seeks services from the applicant, the board may deny the license until the applicant furnishes proof that the applicant's physical and mental health is sufficient to practice marriage and family therapy. Section 12. That a NEW SECTION be added: 36-33-45. Applicants licensed out-of-state--Licensure requirements. Notwithstanding any other provisions of this chapter, the board may issue a license as a marriage and family therapist to an applicant who is licensed to practice marriage and family therapy in another state or territory of the United States, if the applicant demonstrates that: (1) The applicant is currently licensed as a marriage and family therapist and has been under the jurisdiction of the licensing authority in the other jurisdiction for at least three years before the time of submitting an application to the board; (2) The applicant is in good standing with the licensing authority in the other jurisdiction; (3) The applicant has been in an active practice during the three-year period before the time of submitting an application to the board; (4) The applicant passed a standard national examination approved by the board; and (5) The applicant has no record of unprofessional conduct or any pending disciplinary complaints in the other jurisdiction. For purposes of this section, the term, active practice, means at least one thousand five hundred hours of clinical experience. Section 13. That a NEW SECTION be added: 36-33-46. Applicant licensed out-of-state--Temporary license. If a marriage and family therapist licensed in another state or territory of the United States has not passed the national examination required by the board for licensure by endorsement, the board may provide the applicant with a temporary license to practice for up to ninety days, if the applicant demonstrates that: (1) The applicant is currently licensed as a marriage and family therapist and has been under the jurisdiction of the licensing authority in the other jurisdiction for at least three years before the time of submitting an application to the board; (2) The applicant is in good standing with the licensing authority in the other jurisdiction; (3) The applicant has been in an active practice during the three-year period before the time of submitting an application to the board; and (4) The applicant has no record of unprofessional conduct or any pending disciplinary complaints in the other jurisdiction. For purposes of this section, the term, active practice, means at least one thousand five hundred hours of clinical experience. An applicant for a temporary license shall submit an application on a form approved by the board, along with the application fee and a temporary license fee prescribed by the board. The board shall issue a temporary license as a marriage and family therapist to an applicant who meets the requirements of this section and pays the required fees. A temporary license automatically expires upon the applicant's passage of the required national examination or at the conclusion of the term for which the license was issued, whichever occurs first. A temporary license may only be renewed once. Section 14. That a NEW SECTION be added: 36-33-47. Person practicing under temporary license--Board supervision and discipline. Any person practicing under a temporary license is subject to supervision and discipline by the board, in the same manner as any other person licensed under this chapter. A person practicing under a temporary license submits to the jurisdiction of the board. Section 15. That a NEW SECTION be added: 36-33-48. Change of name or address--Notice to board. A licensee shall furnish the board with updated information within thirty days upon a change in the licensee's name, place of employment, or place of business. Section 16. That a NEW SECTION be added: 36-33-49. Term of license. Any license issued under the provisions of this chapter is valid until November thirtieth of the next even-numbered year following the date of issuance. A license expires automatically, unless it is renewed. Section 17. That a NEW SECTION be added: 36-33-50. Renewal of license. Any licensee holding a license issued under the provisions of this chapter may renew that license by submitting an application for renewal before the date of expiration, paying the required renewal fee, and providing proof of compliance with the continuing education requirements prescribed by the board. If a licensee fails to renew a license on or before the thirtieth day of November in an even-numbered year, the license is automatically suspended. The board shall notify the licensee that a renewal application has not been received by the board and that the licensee may not practice counseling. Any person who submits a license renewal application and provides proof of compliance with the continuing education requirements set by the board within thirty days after the expiration date may be granted a license renewal. Section 18. That a NEW SECTION be added: 36-33-51. Continuing education for license renewal. Except as otherwise provided in this section, any person licensed under this chapter shall complete at least forty hours of continuing education every two years in a manner and with an instructor approved by the board. Any person whose initial license is granted for a period of less than two years shall, during that initial licensure period, complete a prorated number of hours of continuing education, in a manner and with an instructor approved by the board. The required continuing education hours may be obtained through electronic means. The board may extend or waive the continuing education requirements for a licensee upon a showing of good cause, prior to expiration of the license. Section 19. That a NEW SECTION be added: 36-33-52. Inactive license--Reactivation. The board may place a license on inactive status at the request of a licensee and the payment of a fee prescribed by the board. An inactive license expires four years after the date of issuance. An inactive license may be reactivated by payment of the license renewal fee and proof of having completed at least forty hours of continuing education during the two-year period immediately preceding the reactivation request. If a license is not reactivated before its expiration, all provisions applicable to an applicant for licensure also apply in order for the license to be restored to active status. Any license that is on inactive status as of July 1, 2020, expires on November 30, 2022, unless the licensee meets the requirements for reactivation before that time. Section 20. That a NEW SECTION be added: 36-33-53. Expired license--Reactivation. An expired license may be reactivated within the four-year period following its expiration if the applicant: (1) Pays any applicable renewal fee required for the period of expiration; (2) Provides proof of any continuing education required for the period of expiration; and (3) Provides proof of passing a national examination approved by the board after the date the license expired. Section 21. That a NEW SECTION be added: 36-33-54. Inapplicability of chapter to certain activities and services. The provisions of this chapter do not apply to the activities and services of a person practicing marriage and family therapy as part of the person's duties if the person is: (1) An employee of an accredited educational institution, or a federal, state, county, or local governmental institution or agency; (2) An employee of a not-for-profit entity that meets community needs; or (3) A marriage and family therapy intern or person preparing for the practice of marriage and family therapy under qualified supervision in a training institution or facility or supervisory arrangement recognized and approved by the board. Section 22. That a NEW SECTION be added: 36-33-55. Client's violent behavior--Duty to warn. No cause of action may arise against any licensed marriage and family therapist for failing to warn of and protect others from a client's threatened violent behavior or for failing to predict, warn of, and protect others from a client's violent behavior except if the client has communicated to the marriage and family therapist a serious threat of physical violence against an identifiable victim. The duty to warn or to take reasonable precautions to provide protection from violent behavior arises only under the limited circumstances specified in this section. Section 23. That a NEW SECTION be added: 36-33-56. Privileged information--Exceptions. No licensee or an employee of a licensee may disclose information acquired from any person consulting the licensee in a professional capacity that was necessary to render services in a professional capacity, except: (1) If mandated by law or authorized under the Health Insurance Portability and Accountability Act of 1996, as amended through January 1, 2020; (2) If the information is necessary to prevent or mitigate a serious and imminent threat to the health or safety of a person or the public, and the disclosure is made to a person reasonably able to prevent or mitigate the threat, including the target of the threat; (3) If the licensed marriage and family therapist is a party defendant to a civil, criminal, or disciplinary action arising from the therapist's professional capacity, in which case any waiver of the privilege accorded by this section is limited to that action; (4) If the client is a defendant in a criminal proceeding and the use of the privilege would violate the defendant's right to a compulsory process or right to present testimony and evidence; (5) With the written consent of the person or, in the case of the person's death or disability, with the written consent of the person's personal representative, other person authorized to sue, or the beneficiary of an insurance policy on the person's life, health, or physical condition. If more than one person in a family is receiving therapy from the marriage and family therapist, each family member shall agree to the waiver for the marriage and family therapist to disclose information received from any family member; (6) If the person waives the privilege by bringing charges against the licensee; or (7) If there is a duty to warn under other limited circumstances set forth in this chapter. Section 24. That a NEW SECTION be added: 36-33-57. Testimony by therapist--Alimony or divorce action. If both parties to a marriage have obtained marriage and family therapy from a licensed marriage and family therapist, the therapist may not testify in an alimony or divorce action concerning information acquired in the course of the therapeutic relationship. This section does not apply to custody actions. Section 25. That a NEW SECTION be added: 36-33-58. Complaints--Investigation--Dismissal--Hearing--Appeal. The board shall receive complaints regarding the enforcement of the provisions of this chapter. A record of each complaint shall be maintained by the board. An investigation shall be conducted by a member, agent, or an appointee of the board to determine whether an alleged violation has been committed. The investigator, if a member of the board, may dismiss a complaint if it appears to the member, either with or without consulting the board, that no violation has been committed. If the investigator is an agent or an appointee of the board, dismissal of the complaint may only be made by the board president. Any disposition agreed upon between the investigator and the licensee or permit holder shall be made known to and approved by the board. If the complaint is not dismissed and a disposition is not agreed upon, the investigator may request that the board set a date for a hearing on the complaint. Any disciplinary proceeding held under the provisions of this chapter shall be conducted in accordance with chapter 1-26. Any decision of the board entered in a contested proceeding may be appealed to the circuit court within thirty days. A license or permit shall remain in effect during the pendency of an appeal unless suspended under § 36-33-64. Section 26. That a NEW SECTION be added: 36-33-59. Inspection of premises. Upon receiving a complaint regarding the health or safety of any patient or the public, any authorized board member, officer, agent, or employee may enter and inspect, during business hours, any place where marriage and family therapy is practiced for the purpose of enforcing the provisions of this chapter. Refusal to allow an inspection may constitute unprofessional or dishonorable conduct. Section 27. That a NEW SECTION be added: 36-33-60. Evidence in contested cases--Civil actions. Testimony or documentary evidence of any kind obtained during the investigation of a complaint is not subject to discovery or disclosure under chapter 15-6 or under any other provision of law and is not admissible as evidence in any legal proceeding, unless the complaint becomes a contested case under chapter 1-26. No person who has participated in the investigation of a complaint may testify as an expert witness or be compelled to testify for any party in any civil action, if the subject matter of the complaint investigated is a basis for the civil action. Section 28. That a NEW SECTION be added: 36-33-61. Revocation of license--Grounds. The license of a marriage and family therapist may be suspended, revoked, or canceled if: (1) The licensee is found to be guilty of fraud in the practice of marriage and family therapy or of fraud or deceit in the licensee's admission to the practice of marriage and family therapy; (2) The licensee has been convicted during the past five years of a felony, or of any crime which, if committed within this state would constitute a felony; (3) The licensee is engaged in the practice of marriage and family therapy under a false or assumed name and has not registered that name under chapter 37-11, or is impersonating another practitioner having a like or different name; (4) The licensee is addicted to the habitual use of intoxicating liquors, narcotics, or stimulants, to an extent that incapacitates the licensee from the performance of professional duties; (5) The physical or mental condition of the licensee is determined by a competent health care provider to be at risk of jeopardizing or endangering those who seek services from the licensee. A majority of the board may demand an examination of the licensee at the board's expense. Failure of the licensee to submit to the examination is grounds for the immediate suspension of the license; (6) The licensee obtained or attempted to obtain a license, certificate, or renewal through means of bribery or fraudulent representation; (7) The licensee knowingly made a false statement in connection with any application under this chapter; (8) The licensee knowingly made a false statement on any form required by the board in accordance with this chapter or any rules promulgated thereunder; (9) The licensee has violated any provision of this chapter or any rule thereunder; or (10) The licensee has been found to be in violation of ethical standards adopted by the board. Section 29. That a NEW SECTION be added: 36-33-62. Revocation proceedings--Initiation. Proceedings for the suspension, revocation, or cancellation of a license may be initiated if the board has information that any licensee may have committed any misconduct as provided in § 36-33-61 or is guilty of gross incompetence or unprofessional or dishonorable conduct. Section 30. That a NEW SECTION be added: 36-33-63. Violation of chapter--Sanctions. If the board finds that a person, entity, licensee, or permit holder has violated any provision of this chapter or any rule promulgated thereunder, the board may: (1) Revoke a license or permit for an indefinite period; (2) Suspend a license or permit for a specific or an indefinite period; (3) Place a limit or condition on a license or permit; (4) Issue a censure or a letter of reprimand; (5) Place a licensee or permit holder on probationary status and require that the licensee or permit holder report regularly to the board on the matters that are the basis for the probation, limit the licensee's or permit holder's practice to areas prescribed by the board, and require professional education until the licensee or permit holder has attained a satisfactory degree of skill in those areas that are the basis of the probation. The board may withdraw the probation if the board finds the deficiencies that required disciplinary action have been remedied; (6) Impose any other sanction that the board determines is appropriate; (7) Impose a fee to reimburse the board in an amount equal to some or all of the costs incurred for the investigation and proceedings resulting in disciplinary action or for the issuance of a cease and desist order; or (8) Deny an application for a license or permit. Section 31. That a NEW SECTION be added: 36-33-64. Suspension of license or registration--Gournds--Hearing--Appeal. The board may suspend a license or permit in advance of a final adjudication or during the appeals process if the board finds that allowing a licensee or permit holder to continue practicing would represent a clear and immediate or imminent danger to public health and safety. A licensee or permit holder whose license or permit is suspended under this section is entitled to a hearing before the board within twenty days after the effective date of the suspension. The licensee or permit holder may subsequently appeal the suspension to the circuit court in accordance with chapter 1-26. Section 32. That a NEW SECTION be added: 36-33-65. Conformity of revocation proceedings--Appeal. All proceedings regarding the suspension, revocation, or cancellation of a license shall conform to the procedure set forth in chapter 1-26. A party may appeal any act, ruling, or decision regarding a license, in accordance with chapter 1-26. Section 33. That a NEW SECTION be added: 36-33-66. Reinstatement of license. At the board's discretion, the board may reinstate or issue a new license or permit. The board may require the applicant to pay all costs of the proceedings resulting in the suspension, revocation, reinstatement, or issuance of a license or permit. Section 34. That a NEW SECTION be added: 36-33-67. Violations reported to law enforcement officials--Prosecution of violations. The board shall investigate and report an alleged violation of any provision of this chapter. The board may employ special counsel subject to the supervision, control, and direction of the attorney general to assist in the prosecution of alleged criminal violations and may expend the necessary funds for this purpose. Section 35. That a NEW SECTION be added: 36-33-68. Action for injunction. Any person who violates any provision of this chapter may be enjoined from further violations at the suit of the state's attorney of the county where the violations occurred. In the alternative, a suit may be brought by any resident of this state. Section 36. That a NEW SECTION be added: 36-33-69. Therapy through electronic means--Requirements. Any person who practices marriage and family therapy through electronic means and provides marriage and family therapy services to a patient located in this state is engaged in the practice of marriage and family therapy in this state regardless of the provider's physical location. Any service provided by a licensee or supervision provided through electronic means shall comply with the provisions of this chapter and rules promulgated thereunder. Section 37. That a NEW SECTION be added: 36-33-70. Fees--Promulgation of rules. The board shall promulgate rules, pursuant to chapter 1-26, to establish: (1) An application fee, not to exceed two hundred dollars; (2) A biennial renewal fee, not to exceed five hundred dollars; (3) A duplicate license fee, not to exceed fifteen dollars; (4) An inactive license fee, not to exceed one hundred dollars; (5) A temporary license fee, not to exceed two hundred dollars; and (6) A license verification fee, not to exceed twenty-five dollars. Section 38. That a NEW SECTION be added: 36-33-71. Promulgation of rules. The board may promulgate rules, pursuant to chapter 1-26, to: (1) Set standards for professional practice; and (2) Establish procedures for application, licensure, eligibility, renewals, continuing education, supervision, and the examination of an applicant for and a holder of licensure as a licensed marriage and family therapist. Section 39. That a NEW SECTION be added: 36-33-72. Marriage and family therapist--Continuation of licenses. Any person licensed as a marriage and family therapist under § 36-33-9 before June 30, 2020, is licensed as a marriage and family therapist pursuant to the provisions of §§ 36-33-34 to 36-33-72, inclusive. Section 40. That §§ 36-33-1 to 36-33-2 be REPEALED. Section 41. That §§ 36-33-4 to 36-33-9 be REPEALED. Section 42. That §§ 36-33-11 to 36-33-33 be REPEALED."}, {"bill_id": 11685, "bill_version_id": 69619, "bill_version": "House Health and Human Services Engrossed", "bill_version_date": "2020-03-05T13:39:58.79-06:00", "bill_text": "An Act to revise certain provisions regarding marriage and family therapists. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 36-33-34. Definitions. Terms used in this chapter mean: (1) \"Board,\" the Board of Examiners for Counselors and Marriage and Family Therapists; (2) \"Licensee,\" a person who holds a license to practice marriage and family therapy; (3) \"Practice of marriage and family therapy,\" the rendering of professional marriage and family therapy services to individuals, family groups, and marital pairs, one-on-one or in groups, whether the services are offered directly to the general public or through organizations, either public or private, for compensation, including the diagnosis and treatment of nervous and mental disorders through the application of systemic theory and technique, whether cognitive, affective, or behavioral, within the context of marriage and family systems. Section 2. That a NEW SECTION be added: 36-33-35. Display of license. Each license issued by the board under this chapter shall be conspicuously displayed by the licensee at the primary place of practice of the licensee. Each licensee shall post and keep conspicuously displayed the annual renewal certificate issued by the board. Section 3. That a NEW SECTION be added: 36-33-36. Unlicensed practice--Violation as misdemeanor. It is a Class 2 misdemeanor for any person to engage or attempt to engage in the practice of marriage and family therapy, without a license, unless exempted under the provisions of this chapter. Section 4. That a NEW SECTION be added: 36-33-37. Use of certain titles by unlicensed persons--Prohibition. Unless licensed in accordance with the provisions of this chapter, no person may use the titles: marital therapist, marriage counselor, family therapist, licensed marital therapist, licensed marriage counselor, licensed family therapist, or licensed marriage and family therapist, or any other similar title. Section 5. That a NEW SECTION be added: 36-33-38. Fraudulent or misleading advertising--Violation as misdemeanor. No advertising regarding the practice of marriage and family therapy may be fraudulent or misleading. A violation of this section is a Class 1 misdemeanor. Section 6. That a NEW SECTION be added: 36-33-39. Performing services outside of scope--Prohibition. No licensee may perform marriage and family therapy services outside the scope of the licensee's relevant education, training, and experience. Section 7. That a NEW SECTION be added: 36-33-40. Inapplicability of chapter to certain professionals. Nothing in this chapter may be construed to prevent any other qualified professional, including a clinical social worker, psychiatric nurse, professional counselor, clinical and counseling psychologist, physician, or member of the clergy, from performing or advertising the performance of marriage and family therapy consistent with the accepted standards of that person's profession, if the person does not use a title or description stating or implying that the person is licensed to practice marriage and family therapy under this chapter. Section 8. That a NEW SECTION be added: 36-33-41. Enforcement of chapter. The board may use board staff or employ or contract with an agent or investigator to assist in the enforcement of the provisions of this chapter, or any rule promulgated under this chapter. If it appears to the board that a person is violating any provisions of this chapter or any rule promulgated under this chapter, the board may, in the board's name or in the name of the state, in the circuit court in any county in which jurisdiction is proper, bring an action to enjoin the act, practice, or violation and to enforce compliance with the provisions of this chapter, or any rule promulgated under this chapter, as an alternative to criminal proceedings. Criminal proceedings shall be prosecuted by the Office of the Attorney General or by a person designated by the attorney general and retained by the board as provided in this chapter. Section 9. That a NEW SECTION be added: 36-33-42. Assistance in enforcement--Expenditures--Employment of attorney. The board and board members and officers shall assist any person charged with the enforcement of the provisions of this chapter. The board, board members, agents, and officers shall furnish evidence to assist in the prosecution of any violation or enforcement, and the board may make a reasonable expenditure for that purpose. The board may employ an attorney designated by the attorney general. The board shall determine the compensation and period of service of the attorney and pay the attorney out of the board's funds. Section 10. That a NEW SECTION be added: 36-33-43. Marriage and family therapist--Application--Requirements. An applicant for a license as a marriage and family therapist shall file an application, in the manner prescribed by the board, together with the application fee prescribed by the board in accordance with § 36-33-70. The board shall issue a license as a marriage and family therapist to an applicant who pays the license fee and demonstrates that: (1) The applicant has received a master's or a doctoral degree, consisting of at least forty-eight credit hours in marriage and family therapy, from an accredited marriage and family therapy program recognized by the board, or an equivalent course of study approved by the board; (2) The applicant has passed a standardized national examination approved by the board; (3) Within the four-year period preceding the application, the applicant completed one thousand seven hundred hours of supervised experience in marriage and family therapy under a plan of supervision approved by the board subsequent to the applicant receiving an acceptable degree; (4) The applicant has no pending disciplinary proceeding or unresolved disciplinary complaint; (5) The applicant is of good moral character; and (6) The applicant is not in violation of any of the provisions of this chapter or any rules promulgated under this chapter. The board may refuse to issue a license to an applicant who fails to meet the requirements of this section. Notwithstanding the provisions of subdivision (3), the board may grant a license to an applicant who does not complete the required postgraduate supervision within four years of the application upon the applicant’s show of good cause for exceeding the time limit. Notwithstanding the provisions of subdivision (5), the board may grant a license to an applicant who has been convicted of or pled guilty to a felony, to any crime involving or relating to the practice of counseling, or to any crime involving dishonesty or moral turpitude if the board determines that the applicant does not constitute a risk to public safety. An applicant may appeal the denial of a license in accordance with chapter 1-26. Section 11. That a NEW SECTION be added: 36-33-44. Examination of applicant's physical or mental health. If the board suspects that the physical or mental health of an applicant may jeopardize or endanger anyone who seeks assistance from the applicant, the board may require that the applicant be examined by a board-approved health care provider, licensed or authorized to practice pursuant to title 36. The board shall pay all costs of the examination. If after a hearing in accordance with chapter 1-26 the board finds by clear and convincing evidence that the applicant's physical or mental health may jeopardize or endanger anyone who seeks services from the applicant, the board may deny the license. Section 12. That a NEW SECTION be added: 36-33-45. Applicants licensed out-of-state--Licensure requirements. Notwithstanding any other provisions of this chapter, the board may issue a license as a marriage and family therapist to an applicant who is licensed to practice marriage and family therapy in another state or territory of the United States, if the applicant demonstrates that: (1) The applicant is currently licensed as a marriage and family therapist and has been under the jurisdiction of the licensing authority in the other jurisdiction for at least three years before the time of submitting an application to the board; (2) The applicant is in good standing with the licensing authority in the other jurisdiction; (3) The applicant has been in an active practice during the three-year period before the time of submitting an application to the board; (4) The applicant passed a standard national examination approved by the board; and (5) The applicant has no record of unprofessional conduct or any pending disciplinary complaints in the other jurisdiction. For purposes of this section, the term, active practice, means at least one thousand five hundred hours of clinical experience. Section 13. That a NEW SECTION be added: 36-33-46. Applicant licensed out-of-state--Temporary license. If a marriage and family therapist licensed in another state or territory of the United States has not passed the national examination required by the board for licensure by endorsement, the board may provide the applicant with a temporary license to practice for up to ninety days, if the applicant demonstrates that: (1) The applicant is currently licensed as a marriage and family therapist and has been under the jurisdiction of the licensing authority in the other jurisdiction for at least three years before the time of submitting an application to the board; (2) The applicant is in good standing with the licensing authority in the other jurisdiction; (3) The applicant has been in an active practice during the three-year period before the time of submitting an application to the board; and (4) The applicant has no record of unprofessional conduct or any pending disciplinary complaints in the other jurisdiction. For purposes of this section, the term, active practice, means at least one thousand five hundred hours of clinical experience. An applicant for a temporary license shall submit an application on a form approved by the board, along with the application fee and a temporary license fee prescribed by the board. The board shall issue a temporary license as a marriage and family therapist to an applicant who meets the requirements of this section and pays the required fees. A temporary license automatically expires upon the applicant's passage of the required national examination or at the conclusion of the term for which the license was issued, whichever occurs first. A temporary license may only be renewed once. Section 14. That a NEW SECTION be added: 36-33-47. Person practicing under temporary license--Board supervision and discipline. Any person practicing under a temporary license is subject to supervision and discipline by the board, in the same manner as any other person licensed under this chapter. A person practicing under a temporary license submits to the jurisdiction of the board. Section 15. That a NEW SECTION be added: 36-33-48. Change of name or address--Notice to board. A licensee shall furnish the board with updated information within thirty days upon a change in the licensee's name, place of employment, or place of business. Section 16. That a NEW SECTION be added: 36-33-49. Term of license. Any license issued under the provisions of this chapter is valid until November thirtieth of the next even-numbered year following the date of issuance. A license expires automatically, unless it is renewed. Section 17. That a NEW SECTION be added: 36-33-50. Renewal of license. Any licensee holding a license issued under the provisions of this chapter may renew that license by submitting an application for renewal before the date of expiration, paying the required renewal fee, and providing proof of compliance with the continuing education requirements prescribed by the board. If a licensee fails to renew a license on or before the thirtieth day of November in an even-numbered year, the license is automatically suspended. The board shall notify the licensee that a renewal application has not been received by the board and that the licensee may not practice counseling. Any person who submits a license renewal application and provides proof of compliance with the continuing education requirements set by the board within thirty days after the expiration date may be granted a license renewal. Section 18. That a NEW SECTION be added: 36-33-51. Continuing education for license renewal. Except as otherwise provided in this section, any person licensed under this chapter shall complete at least forty hours of continuing education every two years in a manner and with an instructor approved by the board. Any person whose initial license is granted for a period of less than two years shall, during that initial licensure period, complete a prorated number of hours of continuing education, in a manner and with an instructor approved by the board. The required continuing education hours may be obtained through electronic means. The board may extend or waive the continuing education requirements for a licensee upon a showing of good cause, prior to expiration of the license. Section 19. That a NEW SECTION be added: 36-33-52. Inactive license--Reactivation. The board may place a license on inactive status at the request of a licensee and the payment of a fee prescribed by the board. An inactive license expires four years after the date of issuance. An inactive license may be reactivated by payment of the license renewal fee and proof of having completed at least forty hours of continuing education during the two-year period immediately preceding the reactivation request. If a license is not reactivated before its expiration, all provisions applicable to an applicant for licensure also apply in order for the license to be restored to active status. Any license that is on inactive status as of July 1, 2020, expires on November 30, 2022, unless the licensee meets the requirements for reactivation before that time. Section 20. That a NEW SECTION be added: 36-33-53. Expired license--Reactivation. An expired license may be reactivated within the four-year period following its expiration if the applicant: (1) Pays any applicable renewal fee required for the period of expiration; (2) Provides proof of any continuing education required for the period of expiration; and (3) Provides proof of passing a national examination approved by the board after the date the license expired. Section 21. That a NEW SECTION be added: 36-33-54. Inapplicability of chapter to certain activities and services. The provisions of this chapter do not apply to the activities and services of a person practicing marriage and family therapy as part of the person's duties if the person is: (1) An employee of an accredited educational institution, or a federal, state, county, or local governmental institution or agency; (2) An employee of a not-for-profit entity that meets community needs; or (3) A marriage and family therapy intern or person preparing for the practice of marriage and family therapy under qualified supervision in a training institution or facility or supervisory arrangement recognized and approved by the board. Section 22. That a NEW SECTION be added: 36-33-55. Client's violent behavior--Duty to warn. No cause of action may arise against any licensed marriage and family therapist for failing to warn of and protect others from a client's threatened violent behavior or for failing to predict, warn of, and protect others from a client's violent behavior except if the client has communicated to the marriage and family therapist a serious threat of physical violence against an identifiable victim. The duty to warn or to take reasonable precautions to provide protection from violent behavior arises only under the limited circumstances specified in this section. Section 23. That a NEW SECTION be added: 36-33-56. Privileged information--Exceptions. No licensee or an employee of a licensee may disclose information acquired from any person consulting the licensee in a professional capacity that was necessary to render services in a professional capacity, except: (1) If mandated by law or authorized under the Health Insurance Portability and Accountability Act of 1996, as amended through January 1, 2020; (2) If the information is necessary to prevent or mitigate a serious and imminent threat to the health or safety of a person or the public, and the disclosure is made to a person reasonably able to prevent or mitigate the threat, including the target of the threat; (3) If the licensed marriage and family therapist is a party defendant to a civil, criminal, or disciplinary action arising from the therapist's professional capacity, in which case any waiver of the privilege accorded by this section is limited to that action; (4) If the client is a defendant in a criminal proceeding and the use of the privilege would violate the defendant's right to a compulsory process or right to present testimony and evidence; (5) With the written consent of the person or, in the case of the person's death or disability, with the written consent of the person's personal representative, other person authorized to sue, or the beneficiary of an insurance policy on the person's life, health, or physical condition. If more than one person in a family is receiving therapy from the marriage and family therapist, each family member shall agree to the waiver for the marriage and family therapist to disclose information received from any family member; (6) If the person waives the privilege by bringing charges against the licensee; or (7) If there is a duty to warn under other limited circumstances set forth in this chapter. Section 24. That a NEW SECTION be added: 36-33-57. Testimony by therapist--Alimony or divorce action. If both parties to a marriage have obtained marriage and family therapy from a licensed marriage and family therapist, the therapist may not testify in an alimony or divorce action concerning information acquired in the course of the therapeutic relationship. This section does not apply to custody actions. Section 25. That a NEW SECTION be added: 36-33-58. Complaints--Investigation--Dismissal--Hearing--Appeal. The board shall receive complaints regarding the enforcement of the provisions of this chapter. A record of each complaint shall be maintained by the board. An investigation shall be conducted by a member, agent, or an appointee of the board to determine whether an alleged violation has been committed. The investigator, if a member of the board, may dismiss a complaint if it appears to the member, in consultation with the board president, that no violation has been committed. If the investigator is an agent or an appointee of the board, dismissal of the complaint may only be made by the board president. Any disposition agreed upon between the investigator and the licensee or permit holder shall be made known to and approved by the board. Any disciplinary proceeding shall be conducted in accordance with chapter 1-26. Any decision of the board entered in a contested proceeding may be appealed to the circuit court within thirty days. A license or permit shall remain in effect during the pendency of an appeal unless suspended under § 36-33-64. Section 26. That a NEW SECTION be added: 36-33-59. Inspection of premises. Upon receiving a complaint regarding the health or safety of any patient or the public, any authorized board member, officer, or agent may enter and inspect, during business hours, any place where marriage and family therapy is practiced for the purpose of enforcing the provisions of this chapter. Refusal to allow an inspection may constitute unprofessional or dishonorable conduct. Section 27. That a NEW SECTION be added: 36-33-60. Evidence in contested cases--Civil actions. Testimony or documentary evidence of any kind obtained by the board during the investigation of a complaint is not subject to discovery or disclosure under chapter 15-6 or under any other provision of law and is not admissible as evidence in any legal proceeding, unless the complaint becomes a contested case under chapter 1-26. No person who has participated in the investigation of a complaint on behalf of the board may testify as an expert witness or be compelled to testify for any party in any civil action, if the subject matter of the complaint investigated is a basis for the civil action. Section 28. That a NEW SECTION be added: 36-33-61. Revocation of license--Grounds. For purposes of this chapter, \"unprofessional or dishonorable conduct\" includes a finding that: (1) The licensee is guilty of fraud in the practice of marriage and family therapy or of fraud or deceit in the licensee's admission to the practice of marriage and family therapy; (2) The licensee has been convicted during the past five years of a felony, or of any crime which, if committed within this state would constitute a felony; (3) The licensee is engaged in the practice of marriage and family therapy under a false or assumed name and has not registered that name under chapter 37-11, or is impersonating another practitioner having a like or different name; (4) The licensee is addicted to the habitual use of intoxicating liquors, narcotics, or stimulants, to an extent that incapacitates the licensee from the performance of professional duties; (5) The physical or mental condition of the licensee, as determined by a competent health care provider, poses a risk of jeopardizing or endangering those who seek services from the licensee; (6) The licensee obtained or attempted to obtain a license, certificate, or renewal through means of bribery or fraudulent representation; (7) The licensee knowingly made a materially false statement in connection with any application under this chapter; (8) The licensee knowingly made a materially false statement on any form required by the board in accordance with this chapter or any rules promulgated under this chapter; (9) The licensee violated any provision of this chapter or any rule promulgated under this chapter; or (10) The licensee violated ethical standards adopted by the board. Section 29. That a NEW SECTION be added: 36-33-62. Revocation proceedings--Initiation. Proceedings for the suspension, revocation, or cancellation of a license may be initiated if the board has information that any licensee may have engaged in any unprofessional or dishonorable conduct, as described in § 36-33-61, or violated this chapter or any rule promulgated under this chapter. Section 30. That a NEW SECTION be added: 36-33-63. Violation of chapter--Sanctions. If the board finds that a person, entity, licensee, or permit holder has engaged in any unprofessional or dishonorable conduct, as described in § 36-33-61, or violated any provision of this chapter or any rule promulgated under this chapter, the board may: (1) Revoke a license or permit for an indefinite period; (2) Suspend a license or permit for a specific or an indefinite period; (3) Place a limit or condition on a license or permit; (4) Issue a censure or a letter of reprimand; (5) Place a licensee or permit holder on probationary status and require that the licensee or permit holder report regularly to the board on the matters that are the basis for the probation, limit the licensee's or permit holder's practice to areas prescribed by the board, and require professional education until the licensee or permit holder has attained a satisfactory degree of skill in those areas that are the basis of the probation. The board may withdraw the probation if the board finds the deficiencies that required disciplinary action have been remedied; (6) Impose any other sanction that the board determines is appropriate; (7) Impose a fee to reimburse the board in an amount equal to some or all of the costs incurred for the investigation and proceedings resulting in disciplinary action or for the issuance of a cease and desist order; or (8) Deny an application for a license or permit. Section 31. That a NEW SECTION be added: 36-33-64. Suspension of license or registration--Grounds--Hearing--Appeal. The board may suspend a license or permit in advance of a final adjudication or during the appeals process if the board finds that allowing a licensee or permit holder to continue practicing would represent a clear and immediate or imminent danger to public health and safety. A licensee or permit holder whose license or permit is suspended under this section is entitled to a hearing before the board within twenty days after the effective date of the suspension. The licensee or permit holder may subsequently appeal the suspension to the circuit court in accordance with chapter 1-26. Section 32. That a NEW SECTION be added: 36-33-65. Conformity of revocation proceedings--Appeal. All proceedings regarding the suspension, revocation, or cancellation of a license shall conform to the procedure set forth in chapter 1-26. A party may appeal any act, ruling, or decision regarding a license, in accordance with chapter 1-26. Section 33. That a NEW SECTION be added: 36-33-66. Reinstatement of license. At the board's discretion, the board may reinstate or issue a new license or permit. The board may require the applicant to pay all costs of the proceedings resulting in the suspension, revocation, reinstatement, or issuance of a license or permit. Section 34. That a NEW SECTION be added: 36-33-67. Violations reported to law enforcement officials--Prosecution of violations. The board shall investigate and report an alleged violation of any provision of this chapter. The board may employ special counsel subject to the supervision, control, and direction of the attorney general to assist in the prosecution of alleged criminal violations and may expend the necessary funds for this purpose. Section 35. That a NEW SECTION be added: 36-33-68. Action for injunction. Any person who violates any provision of this chapter may be enjoined from further violations at the suit of the state's attorney of the county where the violations occurred. In the alternative, a suit may be brought by any resident of this state. Section 36. That a NEW SECTION be added: 36-33-69. Therapy through electronic means--Requirements. Any person who practices marriage and family therapy through electronic means and provides marriage and family therapy services to a patient located in this state is engaged in the practice of marriage and family therapy in this state regardless of the provider's physical location. Any service provided by a licensee or supervision provided through electronic means shall comply with the provisions of this chapter and rules promulgated under this chapter. Section 37. That a NEW SECTION be added: 36-33-70. Fees--Promulgation of rules. The board shall promulgate rules, pursuant to chapter 1-26, to establish: (1) An application fee, not to exceed two hundred dollars; (2) A biennial renewal fee, not to exceed three hundred dollars; (3) A duplicate license fee, not to exceed fifteen dollars; (4) An inactive license fee, not to exceed one hundred dollars; (5) A temporary license fee, not to exceed two hundred dollars; and (6) A license verification fee, not to exceed twenty-five dollars. Section 38. That a NEW SECTION be added: 36-33-71. Standards and procedures--Promulgation of rules. The board may promulgate rules, pursuant to chapter 1-26, to: (1) Set standards for professional practice; and (2) Establish procedures for application, licensure, eligibility, renewals, continuing education, supervision, and the examination of an applicant for and a holder of licensure as a licensed marriage and family therapist. Section 39. That a NEW SECTION be added: 36-33-72. Marriage and family therapist--Continuation of licenses. Any person licensed as a marriage and family therapist under § 36-33-9 before June 30, 2020, is licensed as a marriage and family therapist pursuant to the provisions of §§ 36-33-34 to 36-33-72, inclusive. Section 40. That §§ 36-33-1 to 36-33-2 be REPEALED. Section 41. That §§ 36-33-4 to 36-33-9 be REPEALED. Section 42. That §§ 36-33-11 to 36-33-33 be REPEALED."}, {"bill_id": 11685, "bill_version_id": 69871, "bill_version": "Enrolled", "bill_version_date": "2020-03-10T15:06:33.723-05:00", "bill_text": "ENTITLED An Act to revise certain provisions regarding marriage and family therapists. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 36-33-34. Definitions. Terms used in this chapter mean: (1) \"Board,\" the Board of Examiners for Counselors and Marriage and Family Therapists; (2) \"Licensee,\" a person who holds a license to practice marriage and family therapy; (3) \"Practice of marriage and family therapy,\" the rendering of professional marriage and family therapy services to individuals, family groups, and marital pairs, one-on-one or in groups, whether the services are offered directly to the general public or through organizations, either public or private, for compensation, including the diagnosis and treatment of nervous and mental disorders through the application of systemic theory and technique, whether cognitive, affective, or behavioral, within the context of marriage and family systems. Section 2. That a NEW SECTION be added: 36-33-35. Display of license. Each license issued by the board under this chapter shall be conspicuously displayed by the licensee at the primary place of practice of the licensee. Each licensee shall post and keep conspicuously displayed the annual renewal certificate issued by the board. Section 3. That a NEW SECTION be added: 36-33-36. Unlicensed practice--Violation as misdemeanor. It is a Class 2 misdemeanor for any person to engage or attempt to engage in the practice of marriage and family therapy, without a license, unless exempted under the provisions of this chapter. Section 4. That a NEW SECTION be added: 36-33-37. Use of certain titles by unlicensed persons--Prohibition. Unless licensed in accordance with the provisions of this chapter, no person may use the titles: marital therapist, marriage counselor, family therapist, licensed marital therapist, licensed marriage counselor, licensed family therapist, or licensed marriage and family therapist, or any other similar title. Section 5. That a NEW SECTION be added: 36-33-38. Fraudulent or misleading advertising--Violation as misdemeanor. No advertising regarding the practice of marriage and family therapy may be fraudulent or misleading. A violation of this section is a Class 1 misdemeanor. Section 6. That a NEW SECTION be added: 36-33-39. Performing services outside of scope--Prohibition. No licensee may perform marriage and family therapy services outside the scope of the licensee's relevant education, training, and experience. Section 7. That a NEW SECTION be added: 36-33-40. Inapplicability of chapter to certain professionals. Nothing in this chapter may be construed to prevent any other qualified professional, including a clinical social worker, psychiatric nurse, professional counselor, clinical and counseling psychologist, physician, or member of the clergy, from performing or advertising the performance of marriage and family therapy consistent with the accepted standards of that person's profession, if the person does not use a title or description stating or implying that the person is licensed to practice marriage and family therapy under this chapter. Section 8. That a NEW SECTION be added: 36-33-41. Enforcement of chapter. The board may use board staff or employ or contract with an agent or investigator to assist in the enforcement of the provisions of this chapter, or any rule promulgated under this chapter. If it appears to the board that a person is violating any provisions of this chapter or any rule promulgated under this chapter, the board may, in the board's name or in the name of the state, in the circuit court in any county in which jurisdiction is proper, bring an action to enjoin the act, practice, or violation and to enforce compliance with the provisions of this chapter, or any rule promulgated under this chapter, as an alternative to criminal proceedings. Criminal proceedings shall be prosecuted by the Office of the Attorney General or by a person designated by the attorney general and retained by the board as provided in this chapter. Section 9. That a NEW SECTION be added: 36-33-42. Assistance in enforcement--Expenditures--Employment of attorney. The board and board members and officers shall assist any person charged with the enforcement of the provisions of this chapter. The board, board members, agents, and officers shall furnish evidence to assist in the prosecution of any violation or enforcement, and the board may make a reasonable expenditure for that purpose. The board may employ an attorney designated by the attorney general. The board shall determine the compensation and period of service of the attorney and pay the attorney out of the board's funds. Section 10. That a NEW SECTION be added: 36-33-43. Marriage and family therapist--Application--Requirements. An applicant for a license as a marriage and family therapist shall file an application, in the manner prescribed by the board, together with the application fee prescribed by the board in accordance with § 36-33-70. The board shall issue a license as a marriage and family therapist to an applicant who pays the license fee and demonstrates that: (1) The applicant has received a master's or a doctoral degree, consisting of at least forty-eight credit hours in marriage and family therapy, from an accredited marriage and family therapy program recognized by the board, or an equivalent course of study approved by the board; (2) The applicant has passed a standardized national examination approved by the board; (3) Within the four-year period preceding the application, the applicant completed one thousand seven hundred hours of supervised experience in marriage and family therapy under a plan of supervision approved by the board subsequent to the applicant receiving an acceptable degree; (4) The applicant has no pending disciplinary proceeding or unresolved disciplinary complaint; (5) The applicant is of good moral character; and (6) The applicant is not in violation of any of the provisions of this chapter or any rules promulgated under this chapter. The board may refuse to issue a license to an applicant who fails to meet the requirements of this section. Notwithstanding the provisions of subdivision (3), the board may grant a license to an applicant who does not complete the required postgraduate supervision within four years of the application upon the applicant’s show of good cause for exceeding the time limit. Notwithstanding the provisions of subdivision (5), the board may grant a license to an applicant who has been convicted of or pled guilty to a felony, to any crime involving or relating to the practice of counseling, or to any crime involving dishonesty or moral turpitude if the board determines that the applicant does not constitute a risk to public safety. An applicant may appeal the denial of a license in accordance with chapter 1-26. Section 11. That a NEW SECTION be added: 36-33-44. Examination of applicant's physical or mental health. If the board suspects that the physical or mental health of an applicant may jeopardize or endanger anyone who seeks assistance from the applicant, the board may require that the applicant be examined by a board-approved health care provider, licensed or authorized to practice pursuant to title 36. The board shall pay all costs of the examination. If after a hearing in accordance with chapter 1-26 the board finds by clear and convincing evidence that the applicant's physical or mental health may jeopardize or endanger anyone who seeks services from the applicant, the board may deny the license. Section 12. That a NEW SECTION be added: 36-33-45. Applicants licensed out-of-state--Licensure requirements. Notwithstanding any other provisions of this chapter, the board may issue a license as a marriage and family therapist to an applicant who is licensed to practice marriage and family therapy in another state or territory of the United States, if the applicant demonstrates that: (1) The applicant is currently licensed as a marriage and family therapist and has been under the jurisdiction of the licensing authority in the other jurisdiction for at least three years before the time of submitting an application to the board; (2) The applicant is in good standing with the licensing authority in the other jurisdiction; (3) The applicant has been in an active practice during the three-year period before the time of submitting an application to the board; (4) The applicant passed a standard national examination approved by the board; and (5) The applicant has no record of unprofessional conduct or any pending disciplinary complaints in the other jurisdiction. For purposes of this section, the term, active practice, means at least one thousand five hundred hours of clinical experience. Section 13. That a NEW SECTION be added: 36-33-46. Applicant licensed out-of-state--Temporary license. If a marriage and family therapist licensed in another state or territory of the United States has not passed the national examination required by the board for licensure by endorsement, the board may provide the applicant with a temporary license to practice for up to ninety days, if the applicant demonstrates that: (1) The applicant is currently licensed as a marriage and family therapist and has been under the jurisdiction of the licensing authority in the other jurisdiction for at least three years before the time of submitting an application to the board; (2) The applicant is in good standing with the licensing authority in the other jurisdiction; (3) The applicant has been in an active practice during the three-year period before the time of submitting an application to the board; and (4) The applicant has no record of unprofessional conduct or any pending disciplinary complaints in the other jurisdiction. For purposes of this section, the term, active practice, means at least one thousand five hundred hours of clinical experience. An applicant for a temporary license shall submit an application on a form approved by the board, along with the application fee and a temporary license fee prescribed by the board. The board shall issue a temporary license as a marriage and family therapist to an applicant who meets the requirements of this section and pays the required fees. A temporary license automatically expires upon the applicant's passage of the required national examination or at the conclusion of the term for which the license was issued, whichever occurs first. A temporary license may only be renewed once. Section 14. That a NEW SECTION be added: 36-33-47. Person practicing under temporary license--Board supervision and discipline. Any person practicing under a temporary license is subject to supervision and discipline by the board, in the same manner as any other person licensed under this chapter. A person practicing under a temporary license submits to the jurisdiction of the board. Section 15. That a NEW SECTION be added: 36-33-48. Change of name or address--Notice to board. A licensee shall furnish the board with updated information within thirty days upon a change in the licensee's name, place of employment, or place of business. Section 16. That a NEW SECTION be added: 36-33-49. Term of license. Any license issued under the provisions of this chapter is valid until November thirtieth of the next even-numbered year following the date of issuance. A license expires automatically, unless it is renewed. Section 17. That a NEW SECTION be added: 36-33-50. Renewal of license. Any licensee holding a license issued under the provisions of this chapter may renew that license by submitting an application for renewal before the date of expiration, paying the required renewal fee, and providing proof of compliance with the continuing education requirements prescribed by the board. If a licensee fails to renew a license on or before the thirtieth day of November in an even-numbered year, the license is automatically suspended. The board shall notify the licensee that a renewal application has not been received by the board and that the licensee may not practice counseling. Any person who submits a license renewal application and provides proof of compliance with the continuing education requirements set by the board within thirty days after the expiration date may be granted a license renewal. Section 18. That a NEW SECTION be added: 36-33-51. Continuing education for license renewal. Except as otherwise provided in this section, any person licensed under this chapter shall complete at least forty hours of continuing education every two years in a manner and with an instructor approved by the board. Any person whose initial license is granted for a period of less than two years shall, during that initial licensure period, complete a prorated number of hours of continuing education, in a manner and with an instructor approved by the board. The required continuing education hours may be obtained through electronic means. The board may extend or waive the continuing education requirements for a licensee upon a showing of good cause, prior to expiration of the license. Section 19. That a NEW SECTION be added: 36-33-52. Inactive license--Reactivation. The board may place a license on inactive status at the request of a licensee and the payment of a fee prescribed by the board. An inactive license expires four years after the date of issuance. An inactive license may be reactivated by payment of the license renewal fee and proof of having completed at least forty hours of continuing education during the two-year period immediately preceding the reactivation request. If a license is not reactivated before its expiration, all provisions applicable to an applicant for licensure also apply in order for the license to be restored to active status. Any license that is on inactive status as of July 1, 2020, expires on November 30, 2022, unless the licensee meets the requirements for reactivation before that time. Section 20. That a NEW SECTION be added: 36-33-53. Expired license--Reactivation. An expired license may be reactivated within the four-year period following its expiration if the applicant: (1) Pays any applicable renewal fee required for the period of expiration; (2) Provides proof of any continuing education required for the period of expiration; and (3) Provides proof of passing a national examination approved by the board after the date the license expired. Section 21. That a NEW SECTION be added: 36-33-54. Inapplicability of chapter to certain activities and services. The provisions of this chapter do not apply to the activities and services of a person practicing marriage and family therapy as part of the person's duties if the person is: (1) An employee of an accredited educational institution, or a federal, state, county, or local governmental institution or agency; (2) An employee of a not-for-profit entity that meets community needs; or (3) A marriage and family therapy intern or person preparing for the practice of marriage and family therapy under qualified supervision in a training institution or facility or supervisory arrangement recognized and approved by the board. Section 22. That a NEW SECTION be added: 36-33-55. Client's violent behavior--Duty to warn. No cause of action may arise against any licensed marriage and family therapist for failing to warn of and protect others from a client's threatened violent behavior or for failing to predict, warn of, and protect others from a client's violent behavior except if the client has communicated to the marriage and family therapist a serious threat of physical violence against an identifiable victim. The duty to warn or to take reasonable precautions to provide protection from violent behavior arises only under the limited circumstances specified in this section. Section 23. That a NEW SECTION be added: 36-33-56. Privileged information--Exceptions. No licensee or an employee of a licensee may disclose information acquired from any person consulting the licensee in a professional capacity that was necessary to render services in a professional capacity, except: (1) If mandated by law or authorized under the Health Insurance Portability and Accountability Act of 1996, as amended through January 1, 2020; (2) If the information is necessary to prevent or mitigate a serious and imminent threat to the health or safety of a person or the public, and the disclosure is made to a person reasonably able to prevent or mitigate the threat, including the target of the threat; (3) If the licensed marriage and family therapist is a party defendant to a civil, criminal, or disciplinary action arising from the therapist's professional capacity, in which case any waiver of the privilege accorded by this section is limited to that action; (4) If the client is a defendant in a criminal proceeding and the use of the privilege would violate the defendant's right to a compulsory process or right to present testimony and evidence; (5) With the written consent of the person or, in the case of the person's death or disability, with the written consent of the person's personal representative, other person authorized to sue, or the beneficiary of an insurance policy on the person's life, health, or physical condition. If more than one person in a family is receiving therapy from the marriage and family therapist, each family member shall agree to the waiver for the marriage and family therapist to disclose information received from any family member; (6) If the person waives the privilege by bringing charges against the licensee; or (7) If there is a duty to warn under other limited circumstances set forth in this chapter. Section 24. That a NEW SECTION be added: 36-33-57. Testimony by therapist--Alimony or divorce action. If both parties to a marriage have obtained marriage and family therapy from a licensed marriage and family therapist, the therapist may not testify in an alimony or divorce action concerning information acquired in the course of the therapeutic relationship. This section does not apply to custody actions. Section 25. That a NEW SECTION be added: 36-33-58. Complaints--Investigation--Dismissal--Hearing--Appeal. The board shall receive complaints regarding the enforcement of the provisions of this chapter. A record of each complaint shall be maintained by the board. An investigation shall be conducted by a member, agent, or an appointee of the board to determine whether an alleged violation has been committed. The investigator, if a member of the board, may dismiss a complaint if it appears to the member, in consultation with the board president, that no violation has been committed. If the investigator is an agent or an appointee of the board, dismissal of the complaint may only be made by the board president. Any disposition agreed upon between the investigator and the licensee or permit holder shall be made known to and approved by the board. Any disciplinary proceeding shall be conducted in accordance with chapter 1-26. Any decision of the board entered in a contested proceeding may be appealed to the circuit court within thirty days. A license or permit shall remain in effect during the pendency of an appeal unless suspended under § 36-33-64. Section 26. That a NEW SECTION be added: 36-33-59. Inspection of premises. Upon receiving a complaint regarding the health or safety of any patient or the public, any authorized board member, officer, or agent may enter and inspect, during business hours, any place where marriage and family therapy is practiced for the purpose of enforcing the provisions of this chapter. Refusal to allow an inspection may constitute unprofessional or dishonorable conduct. Section 27. That a NEW SECTION be added: 36-33-60. Evidence in contested cases--Civil actions. Testimony or documentary evidence of any kind obtained by the board during the investigation of a complaint is not subject to discovery or disclosure under chapter 15-6 or under any other provision of law and is not admissible as evidence in any legal proceeding, unless the complaint becomes a contested case under chapter 1-26. No person who has participated in the investigation of a complaint on behalf of the board may testify as an expert witness or be compelled to testify for any party in any civil action, if the subject matter of the complaint investigated is a basis for the civil action. Section 28. That a NEW SECTION be added: 36-33-61. Revocation of license--Grounds. For purposes of this chapter, \"unprofessional or dishonorable conduct\" includes a finding that: (1) The licensee is guilty of fraud in the practice of marriage and family therapy or of fraud or deceit in the licensee's admission to the practice of marriage and family therapy; (2) The licensee has been convicted during the past five years of a felony, or of any crime which, if committed within this state would constitute a felony; (3) The licensee is engaged in the practice of marriage and family therapy under a false or assumed name and has not registered that name under chapter 37-11, or is impersonating another practitioner having a like or different name; (4) The licensee is addicted to the habitual use of intoxicating liquors, narcotics, or stimulants, to an extent that incapacitates the licensee from the performance of professional duties; (5) The physical or mental condition of the licensee, as determined by a competent health care provider, poses a risk of jeopardizing or endangering those who seek services from the licensee; (6) The licensee obtained or attempted to obtain a license, certificate, or renewal through means of bribery or fraudulent representation; (7) The licensee knowingly made a materially false statement in connection with any application under this chapter; (8) The licensee knowingly made a materially false statement on any form required by the board in accordance with this chapter or any rules promulgated under this chapter; (9) The licensee violated any provision of this chapter or any rule promulgated under this chapter; or (10) The licensee violated ethical standards adopted by the board. Section 29. That a NEW SECTION be added: 36-33-62. Revocation proceedings--Initiation. Proceedings for the suspension, revocation, or cancellation of a license may be initiated if the board has information that any licensee may have engaged in any unprofessional or dishonorable conduct, as described in § 36-33-61, or violated this chapter or any rule promulgated under this chapter. Section 30. That a NEW SECTION be added: 36-33-63. Violation of chapter--Sanctions. If the board finds that a person, entity, licensee, or permit holder has engaged in any unprofessional or dishonorable conduct, as described in § 36-33-61, or violated any provision of this chapter or any rule promulgated under this chapter, the board may: (1) Revoke a license or permit for an indefinite period; (2) Suspend a license or permit for a specific or an indefinite period; (3) Place a limit or condition on a license or permit; (4) Issue a censure or a letter of reprimand; (5) Place a licensee or permit holder on probationary status and require that the licensee or permit holder report regularly to the board on the matters that are the basis for the probation, limit the licensee's or permit holder's practice to areas prescribed by the board, and require professional education until the licensee or permit holder has attained a satisfactory degree of skill in those areas that are the basis of the probation. The board may withdraw the probation if the board finds the deficiencies that required disciplinary action have been remedied; (6) Impose any other sanction that the board determines is appropriate; (7) Impose a fee to reimburse the board in an amount equal to some or all of the costs incurred for the investigation and proceedings resulting in disciplinary action or for the issuance of a cease and desist order; or (8) Deny an application for a license or permit. Section 31. That a NEW SECTION be added: 36-33-64. Suspension of license or registration--Grounds--Hearing--Appeal. The board may suspend a license or permit in advance of a final adjudication or during the appeals process if the board finds that allowing a licensee or permit holder to continue practicing would represent a clear and immediate or imminent danger to public health and safety. A licensee or permit holder whose license or permit is suspended under this section is entitled to a hearing before the board within twenty days after the effective date of the suspension. The licensee or permit holder may subsequently appeal the suspension to the circuit court in accordance with chapter 1-26. Section 32. That a NEW SECTION be added: 36-33-65. Conformity of revocation proceedings--Appeal. All proceedings regarding the suspension, revocation, or cancellation of a license shall conform to the procedure set forth in chapter 1-26. A party may appeal any act, ruling, or decision regarding a license, in accordance with chapter 1-26. Section 33. That a NEW SECTION be added: 36-33-66. Reinstatement of license. At the board's discretion, the board may reinstate or issue a new license or permit. The board may require the applicant to pay all costs of the proceedings resulting in the suspension, revocation, reinstatement, or issuance of a license or permit. Section 34. That a NEW SECTION be added: 36-33-67. Violations reported to law enforcement officials--Prosecution of violations. The board shall investigate and report an alleged violation of any provision of this chapter. The board may employ special counsel subject to the supervision, control, and direction of the attorney general to assist in the prosecution of alleged criminal violations and may expend the necessary funds for this purpose. Section 35. That a NEW SECTION be added: 36-33-68. Action for injunction. Any person who violates any provision of this chapter may be enjoined from further violations at the suit of the state's attorney of the county where the violations occurred. In the alternative, a suit may be brought by any resident of this state. Section 36. That a NEW SECTION be added: 36-33-69. Therapy through electronic means--Requirements. Any person who practices marriage and family therapy through electronic means and provides marriage and family therapy services to a patient located in this state is engaged in the practice of marriage and family therapy in this state regardless of the provider's physical location. Any service provided by a licensee or supervision provided through electronic means shall comply with the provisions of this chapter and rules promulgated under this chapter. Section 37. That a NEW SECTION be added: 36-33-70. Fees--Promulgation of rules. The board shall promulgate rules, pursuant to chapter 1-26, to establish: (1) An application fee, not to exceed two hundred dollars; (2) A biennial renewal fee, not to exceed three hundred dollars; (3) A duplicate license fee, not to exceed fifteen dollars; (4) An inactive license fee, not to exceed one hundred dollars; (5) A temporary license fee, not to exceed two hundred dollars; and (6) A license verification fee, not to exceed twenty-five dollars. Section 38. That a NEW SECTION be added: 36-33-71. Standards and procedures--Promulgation of rules. The board may promulgate rules, pursuant to chapter 1-26, to: (1) Set standards for professional practice; and (2) Establish procedures for application, licensure, eligibility, renewals, continuing education, supervision, and the examination of an applicant for and a holder of licensure as a licensed marriage and family therapist. Section 39. That a NEW SECTION be added: 36-33-72. Marriage and family therapist--Continuation of licenses. Any person licensed as a marriage and family therapist under § 36-33-9 before June 30, 2020, is licensed as a marriage and family therapist pursuant to the provisions of §§ 36-33-34 to 36-33-72, inclusive. Section 40. That §§ 36-33-1 to 36-33-2 be REPEALED. Section 41. That §§ 36-33-4 to 36-33-9 be REPEALED. Section 42. That §§ 36-33-11 to 36-33-33 be REPEALED. An Act to revise certain provisions regarding marriage and family therapists. I certify that the attached Act originated in the: Senate as Bill No. 19 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 19 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2020 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2020 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2020 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11685, "action_date": "2020-01-14T12:00:00-06:00", "document_id": 61791, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/61791.pdf", "status_text": "First read in Senate and referred to", "journal_page": 10, "committee_id_action": 447, "committee_id_assigned": 457, "result": "N", "vote": {}}, {"bill_id": 11685, "action_date": "2020-02-07T10:00:00-06:00", "document_id": 65654, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65654.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 457, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11685, "action_date": "2020-02-07T10:00:00-06:00", "document_id": 65289, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65289.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 457, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32598, "president_vote": null, "Yea": [1763, 1726, 1659, 1730, 1750], "Nay": [1742, 1718]}}, {"bill_id": 11685, "action_date": "2020-02-10T14:00:00-06:00", "document_id": 67148, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67148.pdf", "status_text": "Deferred to another day", "journal_page": 174, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11685, "action_date": "2020-02-12T14:00:00-06:00", "document_id": 67448, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67448.pdf", "status_text": "Do Pass", "journal_page": 207, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32952, "president_vote": null, "Yea": [1685, 1741, 1714, 1764, 1763, 1693, 1659, 1720, 1658, 1742, 1663, 1717, 1708, 1721, 1686, 1724, 1715, 1651, 1703, 1749, 1746, 1726, 1752, 1713, 1704, 1750, 1716, 1730, 1706, 1719, 1735, 1652, 1705], "Excused": [1707], "Nay": [1718]}}, {"bill_id": 11685, "action_date": "2020-02-13T14:00:00-06:00", "document_id": 67596, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67596.pdf", "status_text": "First Reading House", "journal_page": 279, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11685, "action_date": "2020-02-26T14:00:00-06:00", "document_id": 68734, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68734.pdf", "status_text": "Referred to", "journal_page": 410, "committee_id_action": 480, "committee_id_assigned": 466, "result": "N", "vote": {}}, {"bill_id": 11685, "action_date": "2020-03-05T06:30:00-06:00", "document_id": 69270, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69270.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 466, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11685, "action_date": "2020-03-05T06:30:00-06:00", "document_id": 69271, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69271.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 466, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11685, "action_date": "2020-03-05T06:30:00-06:00", "document_id": 69271, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69271.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 466, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34409, "president_vote": null, "Yea": [1670, 1675, 1679, 1698, 1656, 1696, 1662, 1712, 1755, 1731], "Excused": [1699, 1740, 1709]}}, {"bill_id": 11685, "action_date": "2020-03-05T06:30:00-06:00", "document_id": 69271, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69271.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 466, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11685, "action_date": "2020-03-09T11:00:00-05:00", "document_id": 69689, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69689.pdf", "status_text": "Remove from Consent Calendar", "journal_page": 506, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11685, "action_date": "2020-03-09T11:00:00-05:00", "document_id": 69689, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69689.pdf", "status_text": "Do Pass Amended", "journal_page": 531, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34636, "president_vote": null, "Yea": [1754, 1700, 1689, 1723, 1654, 1670, 1710, 1668, 1751, 1665, 1711, 1672, 1656, 1743, 1680, 1744, 1736, 1702, 1682, 1662, 1684, 1731, 1738, 1739, 1690, 1678, 1655, 1722, 1657, 1737, 1675, 1679, 1671, 1729, 1765, 1698, 1677, 1733, 1701, 1725, 1688, 1727, 1683, 1664, 1709, 1660, 1653, 1696, 1692, 1661, 1762, 1697, 1755, 1691, 1712, 1687], "Excused": [1699, 1681, 1676, 1666], "Nay": [1740, 1728, 1748, 1669, 1747, 1667, 1673, 1745, 1674, 1734]}}, {"bill_id": 11685, "action_date": "2020-03-10T10:00:00-05:00", "document_id": 69810, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69810.pdf", "status_text": "Concurred in amendments", "journal_page": 479, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34678, "president_vote": null, "Yea": [1685, 1741, 1714, 1764, 1707, 1763, 1693, 1659, 1720, 1658, 1663, 1717, 1708, 1721, 1686, 1724, 1715, 1651, 1703, 1749, 1746, 1726, 1752, 1713, 1704, 1750, 1716, 1730, 1706, 1719, 1735, 1652, 1705], "Nay": [1742, 1718]}}, {"bill_id": 11685, "action_date": "2020-03-11T10:00:00-05:00", "document_id": 69897, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69897.pdf", "status_text": "Signed by the President", "journal_page": 487, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11685, "action_date": "2020-03-11T10:00:00-05:00", "document_id": 69897, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69897.pdf", "status_text": "Signed by the President", "journal_page": null, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11685, "action_date": "2020-03-11T10:00:00-05:00", "document_id": 69924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69924.pdf", "status_text": "Signed by the Speaker", "journal_page": 583, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11685, "action_date": "2020-03-12T10:00:00-05:00", "document_id": 69968, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69968.pdf", "status_text": "Delivered to the Governor", "journal_page": 534, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11685, "action_date": "2020-03-30T11:00:00-05:00", "document_id": 70027, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/70027.pdf", "status_text": "Signed by the Governor", "journal_page": 559, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 374}