{"session_id": 48, "bill_id": 14426, "bill_type": "House Bill", "bill_number": 1057, "bill_title": "revise certain provisions and fees regarding certain licenses issued by the Department of Agriculture and to revise certain provisions and fees regarding certain inspections.", "sponsors": [], "keywords": ["Administrative Rules", "Agricultural Products", "Agriculture", "Fees", "Inspection", "Licensing"], "audio": [], "bill_versions": [{"bill_id": 14426, "bill_version_id": 80762, "bill_version": "Introduced", "bill_version_date": "1999-01-11T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions and fees regarding certain licenses issued by the Department of Agriculture and to revise certain provisions and fees regarding certain inspections. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 39-14-40.1 be amended to read as follows: 39-14-40.1. No person who manufactures a commercial feed within the state, or whose name appears on the label of a commercial feed as guarantor, may distribute a commercial feed in the state without first obtaining a commercial feed license from the secretary on forms provided by the secretary that identify the manufacturer's or guarantor's name, place of business, and location of each manufacturing facility in the state and such other appropriate information necessary for enforcement of this chapter. The fee for a new or renewal license is fifty seventy-five dollars per in-state location or manufacturer name and location listed on a commercial feed label , except that . However, in the case of in-state manufacturers who manufacture only customer formula feeds, no fee may be collected. Each license expires on the thirty-first of December of each the year after the date of issuance . Commercial feed license applications for renewal received after the thirty-first of January of each year shall be assessed a late payment fee equal to the original license fee, which shall be added to the original fee and shall be paid by the applicant before the renewal license is issued. Section 2. That § 39-14-43 be amended to read as follows: 39-14-43. An inspection fee established in rules promulgated by the secretary of agriculture , pursuant to chapter 1-26, but not to exceed twenty-four cents per ton, shall be paid on commercial feeds distributed in this state by the person who distributes the commercial feed to the consumer subject to the following: (1) No fee need be paid on a commercial feed if the payment has been made by a previous distributor; (2) No fee need be paid on customer-formula feeds; (3) No fee need be paid on commercial feeds used as ingredients for the manufacture of commercial feeds provided the fee has been paid by a previous distributor. If the fee has been paid, credit is given for the payment; (4) In the case of a pet food which is distributed in the state only in packages of ten pounds or less, an annual a biennial fee of fifty seventy-five dollars per product shall be paid in lieu of the inspection fee specified above; (5) In the case of a specialty pet food which is distributed in the state only in packages of ten pounds or less, an annual a biennial fee of twenty-five forty dollars per product shall be paid in lieu of the inspection fee specified above; and (6) The minimum inspection fee shall be ten twenty dollars per six-month twelve-month period. Section 3. That § 39-14-44 be amended to read as follows: 39-14-44. Any person who is liable for payment of an inspection fee shall: (1) File, not later than the last day of January and July of each year, a semi-annual an annual statement, setting forth the number of net tons of commercial feeds distributed in this state during the preceding six twelve months. Upon filing such the statement, the person shall pay the inspection fee at the rate stated in § 39-14-43. Inspection fees that are due and have not been remitted to the Department of Agriculture within thirty days following the due date January thirty-first of each year shall have a late payment fee of ten percent or ten twenty dollars, whichever is greater, added to the amount due when payment is finally made. The assessment of this late payment fee does not prevent the department from taking other actions as provided in this chapter; and (2) Keep such records as may be necessary or required by the secretary of agriculture, pursuant to rules promulgated pursuant to chapter 1-26, to indicate accurately the tonnage of commercial feed distributed in this state. The secretary may examine such the records to verify statements of tonnage. Failure to make an accurate statement of tonnage or to pay the inspection fee or comply with this section constitutes sufficient cause for cancellation of a commercial feed license or rejection of a commercial feed license application. Section 4. That § 39-18-8 be amended to read as follows: 39-18-8. Upon approval by the secretary of agriculture, a copy of the registration of an animal remedy shall be forwarded to the applicant. All registrations are on an annual a biennial basis, expiring the thirty-first day of December of the year after the date of registration . An annual registration fee of twenty-five forty dollars for each product shall be paid to the secretary upon application for registration. Section 5. That § 38-19-1 be amended to read as follows: 38-19-1. Terms, as used in this chapter, mean: (1) \"Available phosphoric acid,\" the sum of the water-soluble and the citrate-soluble phosphoric acid and reported as phosphorus pentoxide; (2) \"Brand,\" a term, design , or trademark used in connection with one or several grades of commercial fertilizer; (3) \"Bulk commercial fertilizer,\" any volume of a commercial fertilizer which is transported or held for resale in an immediate reusable container in undivided quantities greater than one hundred pounds net dry weight or fifty-five U.S. gallons liquid measure; (4) \"Bulk commercial fertilizer storage facility,\" any area, location, tract of land, building, structure , or premises constructed in accordance with rules promulgated by the secretary for the storage of bulk commercial fertilizer; (5) \"Commercial fertilizer,\" any substance containing any recognized plant nutrient which is used for its plant nutrient content and which is designed for use or claimed to have value in promoting plant growth, except unmanipulated animal and vegetable manures, marl, lime, limestone, lime sludge, sewage sludge, wood ashes, gypsum, compost, and other products excluded by rule; (5A) \"Compost,\" a group of organic residues or a mixture of organic residues and soil that have been piled, moistened, and allowed to undergo aerobic biological decomposition; (6) \"Distribute,\" to import, consign, manufacture, produce, compound, mix , or blend commercial fertilizer, or to offer for sale, sell, barter , or otherwise supply commercial fertilizer in this state; (7) \"Distributor,\" any person who distributes commercial fertilizer in this state; (8) \"Fertilizer material,\" a commercial fertilizer which either: (a) Contains important quantities of no more than one of the primary plant nutrients: nitrogen, phosphoric acid , and potash; or (b) Has approximately eighty-five percent of its plant nutrient content present in the form of a single chemical compound; or (c) Is derived from a plant or animal residue or by-product or a natural material deposit which has been processed in such a way that its content of primary plant nutrients has not been materially changed except by purification and concentration; (9) \"Grade,\" the percentage of total nitrogen, available phosphoric acid , and soluble potash stated in whole numbers in the same terms, order and percentages as in the guaranteed analysis. However, speciality fertilizers may be guaranteed in fractional units of less than one percent of total nitrogen, available phosphoric acid , and soluble potash. Fertilizer materials, bone meal, manures , and similar raw materials may be guaranteed in fractional units; (10) \"Investigational allowance,\" allowance for variations inherent in the taking, preparation , and analysis of an official sample of commercial fertilizer; (11) \"Label,\" a display of written, printed, or graphic matter on or attached to the immediate container of any article and the outside container or wrapper of the retail package, or a statement or document accompanying a commercial fertilizer; (12) \"Labeling,\" all written, printed , or graphic matter, upon or accompanying any commercial fertilizer or advertisements, brochures, posters, television and radio announcements used in promoting the sale of commercial fertilizer; (13) \"Licensee,\" any person who receives a license to distribute a commercial fertilizer under the provisions of this chapter; 14) \"Metric ton,\" a net weight of one thousand kilograms; (15) \"Mixed fertilizer,\" a commercial fertilizer containing any combination or mixture of fertilizer materials; (16) \"Nitrogen,\" the element of nitrogen; (17) \"Official sample,\" any sample of commercial fertilizer taken by the secretary of agriculture or his an agent according to methods prescribed by this chapter; (18) \"Percent\" or \"percentage,\" the percentage by weight; (19) \"Primary nutrients,\" nitrogen, available phosphoric acid and soluble potash; (20) \"Recognized plant nutrients,\" primary nutrients, secondary nutrients and micro nutrients; (21) \"Registrant,\" any person who registers specialty fertilizers for distribution under the provisions of this chapter to nonregistrants; (22) \"Secondary and micro nutrients,\" those nutrients other than primary nutrients that are essential for the normal growth of plants and that may need to be added to the growth medium. Secondary plant nutrients include calcium, magnesium , and sulfur; micro plant nutrients include boron, chlorine, cobalt, copper, iron, manganese, molybdenum, sodium and zinc; (23) \"Secretary,\" the secretary of the Department of Agriculture; (24) \"Sell:\" (a) The act of selling, transferring ownership; (b) The offering and exposing for sale, exchange , or distribution; (c) Giving away; or (d) Receiving, accepting, holding , or possession for sale, exchange or distribution; (24A) \"Sewage sludge,\" \"sludge,\" \"biosolids,\" any solid, semisolid, or liquid residue removed during the treatment of municipal or domestic sewage by publicly-owned treatment works regulated under 40 CFR Part 503, as amended to January 1, 1995, and the Clean Water Act as amended to January 1, 1995; (25) \"Soluble potash,\" that portion of the potash contained in fertilizers or fertilizer materials which is soluble in an aqueous ammoniacal solution of 0.8% ammonium oxalate, after boiling in a 1.14% solution of ammonium oxalate and reported as potassium oxide; (26) \"Speciality fertilizer,\" a commercial fertilizer, lime, lime sludge, compost, sewage sludge, or products containing sewage sludge distributed for nonfarm use; (27) \"Ton,\" a net weight of two thousand pounds avoirdupois. Section 6. That § 38-19-2.1 be amended to read as follows: 38-19-2.1. No person whose name appears on the label of a commercial fertilizer or who manufacturers or mixes a commercial fertilizer in this state may distribute that fertilizer until he the person has obtained a distribution license from the secretary of agriculture. A distribution license is required for each location where commercial fertilizer is manufactured or mixed. The license may be granted only after payment of a fee of twenty-five fifty dollars by the licensee. Each license expires on the thirty-first day of December of each the year after the date of issuance . This section does not apply to specialty fertilizers, which registration requirements appear in § 38-19-3.1. Any distribution license application for renewal received after the thirty- first day of January of any year shall be assessed a late payment fee equal to the original license fee, which shall be added to the original fee and shall be paid by the applicant before the renewal license is issued. Any person who fails to obtain the proper license is subject to a civil penalty not to exceed one thousand dollars per violation. Notice must be given by registered mail prior to the civil penalty being imposed. Section 7. That § 38-19-2.2 be amended to read as follows: 38-19-2.2. An application for a commercial fertilizer distribution license shall include the name and address of the licensee and the name and address of each distribution point operated by the licensee in the state . The licensee's name and address as it appears on the license shall appear on all labels and pertinent invoices used by the licensee and on all bulk storage units operated by the licensee in this state. Section 8. That § 38-19-3.1 be repealed. 38-19-3.1. No person may distribute in this state a specialty fertilizer to a nonregistrant until it is registered with the secretary of agriculture by the manufacturer or distributor whose name appears on the label. An application in duplicate for each brand and product name of each grade of specialty fertilizer shall be made on a form furnished by the secretary and shall be accompanied with a registration and inspection fee of twenty-five dollars for each brand and product name of each grade. Two labels for each brand and product name of each grade shall accompany the application. Upon the approval of an application by the secretary, a copy of the registration shall be furnished the applicant. All registrations expire on the thirty-first day of December of each year. Section 9. That § 38-19-3.2 be repealed. 38-19-3.2. Any specialty fertilizer containing pesticides and meeting the requirements of chapter 38-20A is exempt from annual registration as required by § 38-20A-4. Section 10. That § 38-19-4.1 be repealed. 38-19-4.1. An application for registration shall include the following: (1) Name and address of the manufacturer or distributor; (2) The brand and product name; (3) The grade; (4) The guaranteed analysis; (5) The net weight. Section 11. That § 38-19-10 be amended to read as follows: 38-19-10. There is paid to the secretary of agriculture for all commercial fertilizer distributed to nonlicensees in this state an inspection fee of twenty cents per ton. This fee is increased by thirty cents per ton which increase shall be deposited annually into the groundwater protection fund to fund the groundwater research and education program established pursuant to § 46A-1-85 for five years, at which point the fertilizer inspection fee for each ton of fertilizer shall be twenty cents per ton. The secretary of agriculture may promulgate rules pursuant to chapter 1-26 to provide for an increase in the tonnage inspection fee of up to five cents per ton. Such increase shall be commensurate with the overall cost of conducting commercial fertilizer inspections, investigations, monitoring, providing information and education , and taking enforcement action against violators. However, sales or exchanges between importers, manufacturers , or licensees are exempt from the inspection fee. Also, the inspection fee does not apply to specialty fertilizer. Section 12. That § 38-19-20 be repealed. 38-19-20. The secretary of agriculture, pursuant to rules promulgated pursuant to the provisions of chapter 1-26, may cancel the license of any person or registration of any commercial fertilizer, or refuse to issue a license or registration as herein provided, upon satisfactory evidence that the licensee or registrant has used fraudulent or deceptive practices in evasions or attempted evasions of the provisions of this chapter or any rules promulgated hereunder. However, no license or registration may be revoked or refused until the licensee or registrant has been given an opportunity to appear for a hearing by the secretary, such notice and hearing to follow rules promulgated therefore pursuant to the provisions of chapter 1-26. Section 13. That chapter 38-19 be amended by adding thereto a NEW SECTION to read as follows: The secretary may request from a license applicant or licensee, a copy of any label and any labeling in order to determine compliance with the provisions of this chapter. Section 14. That chapter 38-19 be amended by adding thereto a NEW SECTION to read as follows: The secretary of agriculture may reject the commercial fertilizer distribution license application of any firm not in compliance with the provisions of this chapter and may cancel the commercial fertilizer license of any firm subsequently found not to be in compliance with any provision of this chapter. However, no commercial fertilizer distribution license may be refused or canceled unless the licensee has been given an opportunity to be heard before the secretary and to amend the application in order to comply with the requirements of this chapter. Section 15. That § 38-19A-4 be amended to read as follows: 38-19A-4. Each separately identified soil conditioner product shall be registered before being distributed in this state. The application for registration shall be submitted to the secretary of agriculture on the form furnished or approved by the secretary and shall be accompanied by a fee of twenty-five forty dollars per product. Upon approval by the secretary, a copy of the registration shall be furnished to the applicant. Each registration shall expire on December thirty-first of the year following the date of issuance. Each registrant shall submit to the secretary a copy of labels and advertising literature with the registration request for each soil amendment. Section 16. That § 38-21-17 be amended to read as follows: 38-21-17. No person may engage in the business of applying pesticides to the lands of another, advertise as being in the business of applying pesticides to the lands of another at any time, apply pesticides while in the performance of his the person's duties as a governmental employee or otherwise act as a commercial applicator without an applicator's license issued by the secretary of agriculture, unless exempted under the provisions of this chapter. The secretary shall require an annual a fee of twenty-five forty dollars for each applicator license issued. The secretary of agriculture shall issue an applicator license to government employees without a license fee. The fee exempt license is valid only when the applicator is applying pesticides in the course of his the applicator's employment for the governmental entity. Any person who violates this section is subject to a civil penalty not to exceed five thousand dollars per violation. Section 17. That § 38-21-26 be amended to read as follows: 38-21-26. A licensed applicator's license shall expire on the last day of February of the second year following the year of issue unless it has been revoked or suspended prior thereto by the secretary of agriculture for cause, as provided for in § 38-21-44. Section 18. That § 38-21-33.1 be amended to read as follows: 38-21-33.1. It is a Class 2 misdemeanor for any person to act in the capacity of a licensed pesticide dealer or advertise as a licensed pesticide dealer at any time without first having obtained an annual a license from the Department of Agriculture which shall expire on the last day of February of the second year following the year of issue. In addition to any criminal penalty, any person who violates this section is subject to a civil penalty not to exceed five thousand dollars per violation. Section 19. That § 38-21-33.5 be amended to read as follows: 38-21-33.5. Application for a license shall be accompanied by a fifty one hundred dollar annual license fee and shall be on a form prescribed by the secretary of agriculture. The annual license fee for any applicant who also holds a licensed applicator license shall be twenty-five dollars. Section 20. That § 38-21-42 be amended to read as follows: 38-21-42. Any person holding a current valid license or certification may renew such the license or certification for the next year biennium without taking another examination unless the secretary of agriculture determines that additional knowledge related to classifications for which the applicant has applied makes a new examination necessary or if additional demonstration of qualifications is determined necessary for a person who has had a license suspended or revoked or has had one or more previous violations of this chapter. Section 21. That § 38-21-43 be amended to read as follows: 38-21-43. If the application for renewal of any license provided for in this chapter is not filed prior to March first in any year of expiration , a penalty of fifty dollars shall be assessed and added to the original fee and shall be paid by the applicant before the renewal license is issued."}, {"bill_id": 14426, "bill_version_id": 80761, "bill_version": "House Agriculture and Natural Resources Engrossed", "bill_version_date": "1999-01-29T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions and fees regarding certain licenses issued by the Department of Agriculture and to revise certain provisions and fees regarding certain inspections. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 39-14-40.1 be amended to read as follows: 39-14-40.1. No person who manufactures a commercial feed within the state, or whose name appears on the label of a commercial feed as guarantor, may distribute a commercial feed in the state without first obtaining a commercial feed license from the secretary on forms provided by the secretary that identify the manufacturer's or guarantor's name, place of business, and location of each manufacturing facility in the state and such other appropriate information necessary for enforcement of this chapter. The fee for a new or renewal license is fifty one hundred dollars per in-state location or manufacturer name and location listed on a commercial feed label , except that . However, in the case of in-state manufacturers who manufacture only customer formula feeds, no fee may be collected. Each license expires on the thirty-first of December of each the year after the date of issuance . Commercial feed license applications for renewal received after the thirty-first of January of each year shall be assessed a late payment fee equal to the original license fee, which shall be added to the original fee and shall be paid by the applicant before the renewal license is issued. Section 2. That § 39-14-43 be amended to read as follows: 39-14-43. An inspection fee established in rules promulgated by the secretary of agriculture , pursuant to chapter 1-26, but not to exceed twenty-four cents per ton, shall be paid on commercial feeds distributed in this state by the person who distributes the commercial feed to the consumer subject to the following: (1) No fee need be paid on a commercial feed if the payment has been made by a previous distributor; (2) No fee need be paid on customer-formula feeds; (3) No fee need be paid on commercial feeds used as ingredients for the manufacture of commercial feeds provided the fee has been paid by a previous distributor. If the fee has been paid, credit is given for the payment; (4) In the case of a pet food which is distributed in the state only in packages of ten pounds or less, an annual a biennial fee of fifty one hundred dollars per product shall be paid in lieu of the inspection fee specified above; (5) In the case of a specialty pet food which is distributed in the state only in packages of ten pounds or less, an annual a biennial fee of twenty-five fifty dollars per product shall be paid in lieu of the inspection fee specified above; and (6) The minimum inspection fee shall be ten twenty dollars per six-month twelve-month period. Section 3. That § 39-14-44 be amended to read as follows: 39-14-44. Any person who is liable for payment of an inspection fee shall: (1) File, not later than the last day of January and July of each year, a semi-annual an annual statement, setting forth the number of net tons of commercial feeds distributed in this state during the preceding six twelve months. Upon filing such the statement, the person shall pay the inspection fee at the rate stated in § 39-14-43. Inspection fees that are due and have not been remitted to the Department of Agriculture within thirty days following the due date January thirty-first of each year shall have a late payment fee of ten percent or ten twenty dollars, whichever is greater, added to the amount due when payment is finally made. The assessment of this late payment fee does not prevent the department from taking other actions as provided in this chapter; and (2) Keep such records as may be necessary or required by the secretary of agriculture, pursuant to rules promulgated pursuant to chapter 1-26, to indicate accurately the tonnage of commercial feed distributed in this state. The secretary may examine such the records to verify statements of tonnage. Failure to make an accurate statement of tonnage or to pay the inspection fee or comply with this section constitutes sufficient cause for cancellation of a commercial feed license or rejection of a commercial feed license application. Section 4. That § 39-18-8 be amended to read as follows: 39-18-8. Upon approval by the secretary of agriculture, a copy of the registration of an animal remedy shall be forwarded to the applicant. All registrations are on an annual a biennial basis, expiring the thirty-first day of December of the year after the date of registration . An annual registration fee of twenty-five fifty dollars for each product shall be paid to the secretary upon application for registration. Section 5. That § 38-19-1 be amended to read as follows: 38-19-1. Terms, as used in this chapter, mean: (1) \"Available phosphoric acid,\" the sum of the water-soluble and the citrate-soluble phosphoric acid and reported as phosphorus pentoxide; (2) \"Brand,\" a term, design , or trademark used in connection with one or several grades of commercial fertilizer; (3) \"Bulk commercial fertilizer,\" any volume of a commercial fertilizer which is transported or held for resale in an immediate reusable container in undivided quantities greater than one hundred pounds net dry weight or fifty-five U.S. gallons liquid measure; (4) \"Bulk commercial fertilizer storage facility,\" any area, location, tract of land, building, structure , or premises constructed in accordance with rules promulgated by the secretary for the storage of bulk commercial fertilizer; (5) \"Commercial fertilizer,\" any substance containing any recognized plant nutrient which is used for its plant nutrient content and which is designed for use or claimed to have value in promoting plant growth, except unmanipulated animal and vegetable manures, marl, lime, limestone, lime sludge, sewage sludge, wood ashes, gypsum, compost, and other products excluded by rule; (5A) \"Compost,\" a group of organic residues or a mixture of organic residues and soil that have been piled, moistened, and allowed to undergo aerobic biological decomposition; (6) \"Distribute,\" to import, consign, manufacture, produce, compound, mix , or blend commercial fertilizer, or to offer for sale, sell, barter , or otherwise supply commercial fertilizer in this state; (7) \"Distributor,\" any person who distributes commercial fertilizer in this state; (8) \"Fertilizer material,\" a commercial fertilizer which either: (a) Contains important quantities of no more than one of the primary plant nutrients: nitrogen, phosphoric acid , and potash; or (b) Has approximately eighty-five percent of its plant nutrient content present in the form of a single chemical compound; or (c) Is derived from a plant or animal residue or by-product or a natural material deposit which has been processed in such a way that its content of primary plant nutrients has not been materially changed except by purification and concentration; (9) \"Grade,\" the percentage of total nitrogen, available phosphoric acid , and soluble potash stated in whole numbers in the same terms, order and percentages as in the guaranteed analysis. However, speciality fertilizers may be guaranteed in fractional units of less than one percent of total nitrogen, available phosphoric acid , and soluble potash. Fertilizer materials, bone meal, manures , and similar raw materials may be guaranteed in fractional units; (10) \"Investigational allowance,\" allowance for variations inherent in the taking, preparation , and analysis of an official sample of commercial fertilizer; (11) \"Label,\" a display of written, printed, or graphic matter on or attached to the immediate container of any article and the outside container or wrapper of the retail package, or a statement or document accompanying a commercial fertilizer; (12) \"Labeling,\" all written, printed , or graphic matter, upon or accompanying any commercial fertilizer or advertisements, brochures, posters, television and radio announcements used in promoting the sale of commercial fertilizer; (13) \"Licensee,\" any person who receives a license to distribute a commercial fertilizer under the provisions of this chapter; 14) \"Metric ton,\" a net weight of one thousand kilograms; (15) \"Mixed fertilizer,\" a commercial fertilizer containing any combination or mixture of fertilizer materials; (16) \"Nitrogen,\" the element of nitrogen; (17) \"Official sample,\" any sample of commercial fertilizer taken by the secretary of agriculture or his an agent according to methods prescribed by this chapter; (18) \"Percent\" or \"percentage,\" the percentage by weight; (19) \"Primary nutrients,\" nitrogen, available phosphoric acid and soluble potash; (20) \"Recognized plant nutrients,\" primary nutrients, secondary nutrients and micro nutrients; (21) \"Registrant,\" any person who registers specialty fertilizers for distribution under the provisions of this chapter to nonregistrants; (22) \"Secondary and micro nutrients,\" those nutrients other than primary nutrients that are essential for the normal growth of plants and that may need to be added to the growth medium. Secondary plant nutrients include calcium, magnesium , and sulfur; micro plant nutrients include boron, chlorine, cobalt, copper, iron, manganese, molybdenum, sodium and zinc; (23) \"Secretary,\" the secretary of the Department of Agriculture; (24) \"Sell:\" (a) The act of selling, transferring ownership; (b) The offering and exposing for sale, exchange , or distribution; (c) Giving away; or (d) Receiving, accepting, holding , or possession for sale, exchange or distribution; (24A) \"Sewage sludge,\" \"sludge,\" \"biosolids,\" any solid, semisolid, or liquid residue removed during the treatment of municipal or domestic sewage by publicly-owned treatment works regulated under 40 CFR Part 503, as amended to January 1, 1995, and the Clean Water Act as amended to January 1, 1995; (25) \"Soluble potash,\" that portion of the potash contained in fertilizers or fertilizer materials which is soluble in an aqueous ammoniacal solution of 0.8% ammonium oxalate, after boiling in a 1.14% solution of ammonium oxalate and reported as potassium oxide; (26) \"Speciality fertilizer,\" a commercial fertilizer, lime, lime sludge, compost, sewage sludge, or products containing sewage sludge distributed for nonfarm use; (27) \"Ton,\" a net weight of two thousand pounds avoirdupois. Section 6. That § 38-19-2.1 be amended to read as follows: 38-19-2.1. No person whose name appears on the label of a commercial fertilizer or who manufacturers or mixes a commercial fertilizer in this state may distribute that fertilizer until he the person has obtained a distribution license from the secretary of agriculture. A distribution license is required for each location where commercial fertilizer is manufactured or mixed. The license may be granted only after payment of a fee of twenty-five fifty dollars by the licensee. Each license expires on the thirty-first day of December of each the year after the date of issuance . This section does not apply to specialty fertilizers, which registration requirements appear in § 38-19-3.1. Any distribution license application for renewal received after the thirty- first day of January of any year shall be assessed a late payment fee equal to the original license fee, which shall be added to the original fee and shall be paid by the applicant before the renewal license is issued. Any person who fails to obtain the proper license is subject to a civil penalty not to exceed one thousand dollars per violation. Notice must be given by registered mail prior to the civil penalty being imposed. Section 7. That § 38-19-2.2 be amended to read as follows: 38-19-2.2. An application for a commercial fertilizer distribution license shall include the name and address of the licensee and the name and address of each distribution point operated by the licensee in the state . The licensee's name and address as it appears on the license shall appear on all labels and pertinent invoices used by the licensee and on all bulk storage units operated by the licensee in this state. Section 8. That § 38-19-3.1 be repealed. 38-19-3.1. No person may distribute in this state a specialty fertilizer to a nonregistrant until it is registered with the secretary of agriculture by the manufacturer or distributor whose name appears on the label. An application in duplicate for each brand and product name of each grade of specialty fertilizer shall be made on a form furnished by the secretary and shall be accompanied with a registration and inspection fee of twenty-five dollars for each brand and product name of each grade. Two labels for each brand and product name of each grade shall accompany the application. Upon the approval of an application by the secretary, a copy of the registration shall be furnished the applicant. All registrations expire on the thirty-first day of December of each year. Section 9. That § 38-19-3.2 be repealed. 38-19-3.2. Any specialty fertilizer containing pesticides and meeting the requirements of chapter 38-20A is exempt from annual registration as required by § 38-20A-4. Section 10. That § 38-19-4.1 be repealed. 38-19-4.1. An application for registration shall include the following: (1) Name and address of the manufacturer or distributor; (2) The brand and product name; (3) The grade; (4) The guaranteed analysis; (5) The net weight. Section 11. That § 38-19-10 be amended to read as follows: 38-19-10. There is paid to the secretary of agriculture for all commercial fertilizer distributed to nonlicensees in this state an inspection fee of twenty cents per ton. This fee is increased by thirty cents per ton which increase shall be deposited annually into the groundwater protection fund to fund the groundwater research and education program established pursuant to § 46A-1-85 for five years, at which point the fertilizer inspection fee for each ton of fertilizer shall be twenty cents per ton. The secretary of agriculture may promulgate rules pursuant to chapter 1-26 to provide for an increase in the tonnage inspection fee of up to five cents per ton. Such increase shall be commensurate with the overall cost of conducting commercial fertilizer inspections, investigations, monitoring, providing information and education , and taking enforcement action against violators. However, sales or exchanges between importers, manufacturers , or licensees are exempt from the inspection fee. Also, the inspection fee does not apply to specialty fertilizer. Section 12. That § 38-19-20 be repealed. 38-19-20. The secretary of agriculture, pursuant to rules promulgated pursuant to the provisions of chapter 1-26, may cancel the license of any person or registration of any commercial fertilizer, or refuse to issue a license or registration as herein provided, upon satisfactory evidence that the licensee or registrant has used fraudulent or deceptive practices in evasions or attempted evasions of the provisions of this chapter or any rules promulgated hereunder. However, no license or registration may be revoked or refused until the licensee or registrant has been given an opportunity to appear for a hearing by the secretary, such notice and hearing to follow rules promulgated therefore pursuant to the provisions of chapter 1-26. Section 13. That chapter 38-19 be amended by adding thereto a NEW SECTION to read as follows: The secretary may request from a license applicant or licensee, a copy of any label and any labeling in order to determine compliance with the provisions of this chapter. Section 14. That chapter 38-19 be amended by adding thereto a NEW SECTION to read as follows: The secretary of agriculture may reject the commercial fertilizer distribution license application of any firm not in compliance with the provisions of this chapter and may cancel the commercial fertilizer license of any firm subsequently found not to be in compliance with any provision of this chapter. However, no commercial fertilizer distribution license may be refused or canceled unless the licensee has been given an opportunity to be heard before the secretary and to amend the application in order to comply with the requirements of this chapter. Section 15. That § 38-19A-4 be amended to read as follows: 38-19A-4. Each separately identified soil conditioner product shall be registered before being distributed in this state. The application for registration shall be submitted to the secretary of agriculture on the form furnished or approved by the secretary and shall be accompanied by a fee of twenty-five fifty dollars per product. Upon approval by the secretary, a copy of the registration shall be furnished to the applicant. Each registration shall expire on December thirty-first of the year following the date of issuance. Each registrant shall submit to the secretary a copy of labels and advertising literature with the registration request for each soil amendment. Section 16. That § 38-21-17 be amended to read as follows: 38-21-17. No person may engage in the business of applying pesticides to the lands of another, advertise as being in the business of applying pesticides to the lands of another at any time, apply pesticides while in the performance of his the person's duties as a governmental employee or otherwise act as a commercial applicator without an applicator's license issued by the secretary of agriculture, unless exempted under the provisions of this chapter. The secretary shall require an annual a fee of twenty-five fifty dollars for each applicator license issued. The secretary of agriculture shall issue an applicator license to government employees without a license fee. The fee exempt license is valid only when the applicator is applying pesticides in the course of his the applicator's employment for the governmental entity. Any person who violates this section is subject to a civil penalty not to exceed five thousand dollars per violation. Section 17. That § 38-21-26 be amended to read as follows: 38-21-26. A licensed applicator's license shall expire on the last day of February of the second year following the year of issue unless it has been revoked or suspended prior thereto by the secretary of agriculture for cause, as provided for in § 38-21-44. Section 18. That § 38-21-33.1 be amended to read as follows: 38-21-33.1. It is a Class 2 misdemeanor for any person to act in the capacity of a licensed pesticide dealer or advertise as a licensed pesticide dealer at any time without first having obtained an annual a license from the Department of Agriculture which shall expire on the last day of February of the second year following the year of issue. In addition to any criminal penalty, any person who violates this section is subject to a civil penalty not to exceed five thousand dollars per violation. Section 19. That § 38-21-33.5 be amended to read as follows: 38-21-33.5. Application for a license shall be accompanied by a fifty one hundred dollar annual license fee and shall be on a form prescribed by the secretary of agriculture. The annual license fee for any applicant who also holds a licensed applicator license shall be twenty-five dollars. Section 20. That § 38-21-42 be amended to read as follows: 38-21-42. Any person holding a current valid license or certification may renew such the license or certification for the next year biennium without taking another examination unless the secretary of agriculture determines that additional knowledge related to classifications for which the applicant has applied makes a new examination necessary or if additional demonstration of qualifications is determined necessary for a person who has had a license suspended or revoked or has had one or more previous violations of this chapter. Section 21. That § 38-21-43 be amended to read as follows: 38-21-43. If the application for renewal of any license provided for in this chapter is not filed prior to March first in any year of expiration , a penalty of fifty dollars shall be assessed and added to the original fee and shall be paid by the applicant before the renewal license is issued. Section 22. There is hereby established in the state treasury the agricultural promotion and education fund. Any interest earned on money in the fund shall be deposited in the fund. Money in the fund is continuously appropriated to the Department of Agriculture to provide funding for educational or promotional projects and activities that enhance and promote the well-being of South Dakota's agricultural sector. The department shall promulgate rules pursuant to chapter 1-26 to establish procedures and criteria for the selection of projects and activities to receive such funds. Section 23. Each year, the sum of fifty thousand dollars shall be deposited in the agricultural promotion and education fund on a prorata basis from money collected from the following sources: (1) Commercial feed licenses pursuant to § 39-14-40.1; (2) Fees paid on pet foods and specialty pet foods pursuant to § 39-14-43; (3) Animal remedy registrations pursuant to § 39-18-8; (4) Commercial fertilizer distributor licenses pursuant to § 38-19-2.1; (5) Specialty fertilizer pesticide registration pursuant to § 38-20A-4; (6) Specialty fertilizer inspection fee pursuant to § 38-19-10; (7) Soil conditioner product registration pursuant to § 38-19A-4; (8) Pesticide applicator license pursuant to § 38-21-17; and (9) Pesticide dealer's license pursuant to § 38-21-33.5. BILL HISTORY 1/12/99 First read in House and referred to Agriculture and Natural Resources. H.J. 42 1/19/99 Scheduled for Committee hearing on this date. 1/19/99 Agriculture and Natural Resources Do Pass, Passed, AYES 11, NAYS 0. H.J. 79 1/20/99 House of Representatives Referred to Agriculture and Natural Resources. H.J. 100 1/26/99 Scheduled for Committee hearing on this date. 1/28/99 Scheduled for Committee hearing on this date. 1/28/99 Agriculture and Natural Resources Do Pass Amended, Passed, AYES 13, NAYS 0. H.J. 233"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14426, "action_date": "1999-01-12T14:00:00-06:00", "document_id": 81755, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81755.pdf", "status_text": "First read in House and referred to", "journal_page": 42, "committee_id_action": 628, "committee_id_assigned": 614, "result": "N", "vote": {}}, {"bill_id": 14426, "action_date": "1999-01-19T09:00:00-06:00", "document_id": 81862, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81862.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 614, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14426, "action_date": "1999-01-19T09:00:00-06:00", "document_id": 81862, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81862.pdf", "status_text": "Do Pass,", "journal_page": 79, "committee_id_action": 614, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41954, "president_vote": null, "Yea": [2204, 2211, 2213, 2222, 2236, 2248, 2249, 2261, 2284, 2286, 2297], "Excused": [2260, 2298]}}, {"bill_id": 14426, "action_date": "1999-01-20T14:00:00-06:00", "document_id": 82116, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82116.pdf", "status_text": "Re-referred to", "journal_page": 100, "committee_id_action": 628, "committee_id_assigned": 614, "result": "P", "vote": {}}, {"bill_id": 14426, "action_date": "1999-01-26T07:45:00-06:00", "document_id": 81864, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81864.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 614, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14426, "action_date": "1999-01-28T07:45:00-06:00", "document_id": 81865, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81865.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 614, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14426, "action_date": "1999-01-28T07:45:00-06:00", "document_id": 81865, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81865.pdf", "status_text": "Do Pass Amended,", "journal_page": 233, "committee_id_action": 614, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42696, "president_vote": null, "Yea": [2204, 2211, 2213, 2222, 2236, 2248, 2249, 2260, 2261, 2284, 2286, 2297, 2298]}}, {"bill_id": 14426, "action_date": "1999-02-01T14:00:00-06:00", "document_id": 82122, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82122.pdf", "status_text": "Motion to Amend,", "journal_page": 294, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43272, "president_vote": null, "Nay": [2200, 2207, 2209, 2211, 2212, 2213, 2216, 2229, 2232, 2238, 2243, 2244, 2249, 2253, 2255, 2257, 2260, 2261, 2262, 2264, 2265, 2267, 2272, 2276, 2284, 2287, 2288, 2290, 2295, 2296, 2297, 2300], "Yea": [2203, 2204, 2208, 2210, 2214, 2218, 2219, 2220, 2222, 2223, 2227, 2228, 2233, 2236, 2237, 2247, 2248, 2250, 2256, 2266, 2268, 2271, 2273, 2277, 2278, 2279, 2281, 2282, 2286, 2291, 2298, 2301, 2302, 2303, 2245], "Excused": [2231, 2240, 2254]}}, {"bill_id": 14426, "action_date": "1999-02-01T14:00:00-06:00", "document_id": 82122, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82122.pdf", "status_text": "Do Pass Amended,", "journal_page": 295, "committee_id_action": 628, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 43273, "president_vote": null, "Nay": [2200, 2203, 2207, 2209, 2210, 2211, 2213, 2216, 2229, 2232, 2238, 2243, 2244, 2253, 2255, 2261, 2264, 2265, 2272, 2276, 2286, 2288, 2290, 2295, 2297, 2300], "Yea": [2204, 2208, 2212, 2214, 2218, 2219, 2220, 2222, 2223, 2227, 2228, 2233, 2236, 2237, 2247, 2248, 2249, 2250, 2256, 2257, 2260, 2262, 2266, 2267, 2268, 2271, 2273, 2277, 2278, 2279, 2281, 2282, 2284, 2287, 2291, 2296, 2298, 2301, 2302, 2303, 2245], "Excused": [2231, 2240, 2254]}}, {"bill_id": 14426, "action_date": "1999-02-01T14:00:00-06:00", "document_id": 82122, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82122.pdf", "status_text": "Intent to reconsider", "journal_page": 296, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14426, "action_date": "1999-02-02T14:00:00-06:00", "document_id": 82123, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82123.pdf", "status_text": "Reconsidered", "journal_page": 316, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43280, "president_vote": null, "Nay": [2200, 2207, 2209, 2213, 2216, 2227, 2232, 2238, 2243, 2244, 2249, 2253, 2254, 2255, 2256, 2260, 2261, 2262, 2264, 2265, 2273, 2276, 2279, 2281, 2284, 2290, 2295, 2296, 2297, 2302], "Yea": [2203, 2204, 2208, 2210, 2211, 2212, 2214, 2218, 2219, 2220, 2222, 2223, 2228, 2229, 2231, 2233, 2236, 2237, 2240, 2247, 2248, 2250, 2257, 2266, 2267, 2268, 2271, 2272, 2277, 2278, 2282, 2286, 2287, 2288, 2291, 2298, 2300, 2301, 2303, 2245]}}, {"bill_id": 14426, "action_date": "1999-02-02T14:00:00-06:00", "document_id": 82123, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82123.pdf", "status_text": "Do Pass Amended,", "journal_page": 317, "committee_id_action": 628, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 43281, "president_vote": null, "Nay": [2200, 2203, 2207, 2209, 2210, 2213, 2216, 2222, 2227, 2229, 2231, 2232, 2238, 2240, 2243, 2244, 2249, 2250, 2253, 2255, 2256, 2260, 2261, 2262, 2264, 2265, 2272, 2273, 2276, 2278, 2279, 2284, 2290, 2291, 2295, 2296, 2297, 2302], "Yea": [2204, 2208, 2211, 2212, 2214, 2218, 2219, 2220, 2223, 2228, 2233, 2236, 2237, 2247, 2248, 2257, 2266, 2267, 2268, 2271, 2277, 2281, 2282, 2286, 2287, 2288, 2298, 2300, 2301, 2303, 2245], "Absent": [2254]}}]}