{"session_id": 43, "bill_id": 11906, "bill_type": "House Commemoration", "bill_number": 8013, "bill_title": "To commend and acknowledge the Ground Works and South Dakota Agriculture in the Classroom as a South Dakota educational nonprofit that incorporates interactive computer activities, youth summer camps, and teaching gardens to deliver hands-on lessons in STEAM education, agriculture literacy, health and wellness, and student leadership.", "sponsors": [{"legislator_profile_id": 1651, "is_prime": true}, {"legislator_profile_id": 1660, "is_prime": true}, {"legislator_profile_id": 1689, "is_prime": false}, {"legislator_profile_id": 1654, "is_prime": false}, {"legislator_profile_id": 1670, "is_prime": false}, {"legislator_profile_id": 1751, "is_prime": false}, {"legislator_profile_id": 1665, "is_prime": false}, {"legislator_profile_id": 1656, "is_prime": false}, {"legislator_profile_id": 1763, "is_prime": false}, {"legislator_profile_id": 1680, "is_prime": false}, {"legislator_profile_id": 1659, "is_prime": false}, {"legislator_profile_id": 1744, "is_prime": false}, {"legislator_profile_id": 1658, "is_prime": false}, {"legislator_profile_id": 1678, "is_prime": false}, {"legislator_profile_id": 1721, "is_prime": false}, {"legislator_profile_id": 1657, "is_prime": false}, {"legislator_profile_id": 1675, "is_prime": false}, {"legislator_profile_id": 1671, "is_prime": false}, {"legislator_profile_id": 1698, "is_prime": false}, {"legislator_profile_id": 1653, "is_prime": false}, {"legislator_profile_id": 1704, "is_prime": false}, {"legislator_profile_id": 1750, "is_prime": false}, {"legislator_profile_id": 1730, "is_prime": false}, {"legislator_profile_id": 1762, "is_prime": false}, {"legislator_profile_id": 1719, "is_prime": false}, {"legislator_profile_id": 1687, "is_prime": false}], "keywords": ["House Commemoration", "School Curriculum"], "audio": [], "bill_versions": [{"bill_id": 11906, "bill_version_id": 66050, "bill_version": "Introduced", "bill_version_date": "2020-02-04T10:43:24.843-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, To commend and acknowledge the Ground Works and South Dakota Agriculture in the Classroom as a South Dakota educational nonprofit that incorporates interactive computer activities, youth summer camps, and teaching gardens to deliver hands-on lessons in STEAM education, agriculture literacy, health and wellness, and student leadership. WHEREAS, Ground Works has been an established 501(c) 3 nonprofit in the state of South Dakota since 2016; and WHEREAS, Ground Works created SD Road Trip, a curriculum of Ground Works and SD Agriculture in the Classroom. This is an online digital curriculum with 8,038 students enrolled in 100 of the 150 South Dakota school districts; and WHEREAS, South Dakota educational standards for the fourth-grade mandate history education be taught a minimum of 100 hours a school year, the SD Road Trip covers those content standards in social studies, and standards in math, language arts, science, and agriculture literacy; and WHEREAS, Ground Works and South Dakota Ag in the Classroom is dedicated to providing quality education to the next generation leaders, consumers, and policy makers; and WHEREAS, agriculture is South Dakota's number one industry; and WHEREAS, both education and agriculture remain a top priority to South Dakota residents and their families: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fifth Legislature of the State of South Dakota, that on behalf of the great people of South Dakota, we hereby acknowledge, and encourage Ground Works and South Dakota Agriculture in the Classroom in their collective efforts."}, {"bill_id": 11906, "bill_version_id": 67043, "bill_version": "Enrolled", "bill_version_date": "2020-02-07T14:11:42.48-06:00", "bill_text": "ENTITLED A LEGISLATIVE COMMEMORATION, To commend and acknowledge the Ground Works and South Dakota Agriculture in the Classroom as a South Dakota educational nonprofit that incorporates interactive computer activities, youth summer camps, and teaching gardens to deliver hands-on lessons in STEAM education, agriculture literacy, health and wellness, and student leadership. WHEREAS, Ground Works has been an established 501(c) 3 nonprofit in the state of South Dakota since 2016; and WHEREAS, Ground Works created SD Road Trip, a curriculum of Ground Works and SD Agriculture in the Classroom. This is an online digital curriculum with 8,038 students enrolled in 100 of the 150 South Dakota school districts; and WHEREAS, South Dakota educational standards for the fourth-grade mandate history education be taught a minimum of 100 hours a school year, the SD Road Trip covers those content standards in social studies, and standards in math, language arts, science, and agriculture literacy; and WHEREAS, Ground Works and South Dakota Ag in the Classroom is dedicated to providing quality education to the next generation leaders, consumers, and policymakers; and WHEREAS, agriculture is South Dakota's number one industry; and WHEREAS, both education and agriculture remain a top priority to South Dakota residents and their families: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fifth Legislature of the State of South Dakota, that on behalf of the great people of South Dakota, we hereby acknowledge, and encourage Ground Works and South Dakota Agriculture in the Classroom in their collective efforts."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11906, "action_date": "2020-02-05T14:00:00-06:00", "document_id": 66255, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66255.pdf", "status_text": "", "journal_page": 185, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}]}