{"session_id": 32, "bill_id": 8892, "bill_type": "House Bill", "bill_number": 1264, "bill_title": "authorize the construction of the precision agriculture building and certain renovations at South Dakota State University, to make an appropriation therefor, and to declare an emergency.", "sponsors": [{"legislator_profile_id": 1264, "is_prime": true}, {"legislator_profile_id": 1259, "is_prime": true}, {"legislator_profile_id": 1269, "is_prime": false}, {"legislator_profile_id": 1297, "is_prime": false}, {"legislator_profile_id": 1424, "is_prime": false}, {"legislator_profile_id": 1268, "is_prime": false}, {"legislator_profile_id": 1228, "is_prime": false}, {"legislator_profile_id": 1308, "is_prime": false}, {"legislator_profile_id": 1219, "is_prime": false}, {"legislator_profile_id": 1238, "is_prime": false}, {"legislator_profile_id": 1262, "is_prime": false}, {"legislator_profile_id": 1286, "is_prime": false}, {"legislator_profile_id": 1222, "is_prime": false}, {"legislator_profile_id": 1296, "is_prime": false}, {"legislator_profile_id": 1278, "is_prime": false}, {"legislator_profile_id": 1304, "is_prime": false}, {"legislator_profile_id": 1270, "is_prime": false}, {"legislator_profile_id": 1295, "is_prime": false}, {"legislator_profile_id": 1289, "is_prime": false}, {"legislator_profile_id": 1249, "is_prime": false}, {"legislator_profile_id": 1277, "is_prime": false}, {"legislator_profile_id": 1299, "is_prime": false}, {"legislator_profile_id": 1237, "is_prime": false}, {"legislator_profile_id": 1220, "is_prime": false}, {"legislator_profile_id": 1236, "is_prime": false}, {"legislator_profile_id": 1242, "is_prime": false}, {"legislator_profile_id": 1276, "is_prime": false}, {"legislator_profile_id": 1300, "is_prime": false}], "keywords": ["Agriculture and Horticulture", "Appropriations", "Board of Regents", "Education"], "audio": [{"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst26.mp3", "start_seconds": 2965.0}, {"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst26.mp3", "start_seconds": 2965.0}, {"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst26.mp3", "start_seconds": 2965.0}, {"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst26.mp3", "start_seconds": 2965.0}, {"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst26.mp3", "start_seconds": 2965.0}, {"meeting_datetime": "2018-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou27.mp3", "start_seconds": 4775.0}, {"meeting_datetime": "2018-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou27.mp3", "start_seconds": 4775.0}, {"meeting_datetime": "2018-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou27.mp3", "start_seconds": 4775.0}, {"meeting_datetime": "2018-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou27.mp3", "start_seconds": 4775.0}, {"meeting_datetime": "2018-03-05T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sap33.mp3", "start_seconds": 360.0}, {"meeting_datetime": "2018-03-05T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sap33.mp3", "start_seconds": 360.0}, {"meeting_datetime": "2018-03-05T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sap33.mp3", "start_seconds": 360.0}, {"meeting_datetime": "2018-03-05T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sap33.mp3", "start_seconds": 360.0}, {"meeting_datetime": "2018-03-05T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sap33.mp3", "start_seconds": 360.0}, {"meeting_datetime": "2018-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen34.mp3", "start_seconds": 7707.0}, {"meeting_datetime": "2018-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen34.mp3", "start_seconds": 7707.0}, {"meeting_datetime": "2018-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen34.mp3", "start_seconds": 7707.0}, {"meeting_datetime": "2018-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen34.mp3", "start_seconds": 7707.0}, {"meeting_datetime": "2018-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou35.mp3", "start_seconds": 3776.0}, {"meeting_datetime": "2018-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou35.mp3", "start_seconds": 3776.0}, {"meeting_datetime": "2018-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou35.mp3", "start_seconds": 3776.0}, {"meeting_datetime": "2018-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou35.mp3", "start_seconds": 3776.0}, {"meeting_datetime": "2018-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou35.mp3", "start_seconds": 3776.0}], "bill_versions": [{"bill_id": 8892, "bill_version_id": 48267, "bill_version": "Introduced", "bill_version_date": "2018-01-31T09:48:39.077-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the Board of Regents to contract for the construction of a precision agriculture classroom and laboratory building and renovation of the first and second floors of Berg Agriculture Hall at South Dakota State University and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Board of Regents is hereby authorized to contract for the demolition of existing facilities, removal of rubbish, site preparation, construction, furnishing, and equipping of a precision agriculture classroom and laboratory building and renovation of the first and second floors of Berg Agriculture Hall at South Dakota State University, together with furnishings and equipment, including heating, air conditioning, plumbing, water, sewer, electric facilities, sidewalks, parking, landscaping, architectural and engineering services, asbestos abatement, and such other services or actions as may be required to accomplish the project, for an estimated cost of fifty-five million dollars, subject to permitted adjustments pursuant to section 3 of this Act. Section 2. There is hereby appropriated for the purposes authorized in this Act the sum of sixteen million six hundred thousand dollars ($16,600,000), or so much thereof as may be necessary, in other funds donated for the purposes of this Act; seven million five hundred thousand dollars ($7,500,000), or so much thereof as may be necessary, in South Dakota Building Authority Financing paid by South Dakota State University research infrastructure improvement fund and other funds comprised of sales and services; thirty million nine hundred thousand dollars ($30,900,000), or so much thereof as may be necessary, from the general fund savings obtained pursuant to section 7 of chapter 43 of the 2017 Session Laws, together with any additional sums received pursuant to section 4 of this Act, and permitted adjustments pursuant to section 3 of this Act. Section 3. The cost estimates contained in this Act have been stated in terms of 2017 values. The Board of Regents may adjust such cost estimates to reflect the inflation as measured by the Building Cost Index, reported by the Engineering News Record and additional expenditures required to comply with regulations adopted after the effective date of this Act, or additional sums received pursuant to section 4 of this Act. However, any adjustments to construction cost estimates for the project may not exceed one hundred twenty-five percent of the estimated project construction cost stated in section 1 of this Act. Section 4. The Board of Regents may accept, transfer, and expend any funds obtained for the projects authorized in this Act from federal sources, donations, or any other external sources, all of which comprise a special fund for the benefitted project. All moneys deposited into that fund are hereby appropriated to the projects authorized by this Act, subject to limitations stated in sections 1 to 3, inclusive, of this Act. Section 5. The administration of the design and construction of the project authorized in this Act shall be under the general charge and supervision of the Bureau of Administration as provided in chapter 5-14. Section 6. The executive director of the Board of Regents shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act."}, {"bill_id": 8892, "bill_version_id": 49564, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2018-02-21T12:27:49.29-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the Board of Regents to contract for the construction of a precision agriculture classroom and laboratory building and renovation of the first and second floors of Berg Agriculture Hall at South Dakota State University. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Board of Regents is hereby authorized to contract for the demolition of existing facilities, removal of rubbish, site preparation, construction, furnishing, and equipping of a precision agriculture classroom and laboratory building and renovation of the first and second floors of Berg Agriculture Hall at South Dakota State University, together with furnishings and equipment, including heating, air conditioning, plumbing, water, sewer, electric facilities, sidewalks, parking, landscaping, architectural and engineering services, asbestos abatement, and such other services or actions as may be required to accomplish the project. 100 copies were printed on recycled paper by the South Dakota Legislative Research Council at a cost of $.167 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}, {"bill_id": 8892, "bill_version_id": 50289, "bill_version": "Senate Appropriations Engrossed", "bill_version_date": "2018-03-05T12:16:30.527-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the construction of the precision agriculture building and certain renovations at South Dakota State University, to make an appropriation therefor, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Board of Regents is hereby authorized to contract for the demolition of existing facilities, removal of rubbish, site preparation, construction, furnishing, and equipping of a precision agriculture classroom and laboratory building and renovation of the first and second floors of Berg Agriculture Hall at South Dakota State University, together with furnishings and equipment, including heating, air conditioning, plumbing, water, sewer, electric facilities, sidewalks, parking, landscaping, architectural and engineering services, asbestos abatement, and such other services or actions as may be required to accomplish the project for an estimated cost of fifty-five million dollars, subject to permitted adjustments pursuant to section 3 of this Act. Section 2. There is hereby appropriated for the purposes authorized in this Act the sum of fifty-four million seven hundred fifty thousand dollars ($54,750,000), or so much thereof as may be necessary, in other fund expenditure authority and one dollar ($1), or so much thereof as may be necessary, from the general fund, together with any additional sums received pursuant to section 5 of this Act, and permitted adjustments pursuant to section 3 of this Act. Two hundred fifty thousand dollars in the General Appropriations Act was reduced from the cooperative extension service at South Dakota State University to be applied for the purposes authorized in this Act. Section 3. The cost estimates contained in this Act have been stated in terms of 2017 values. The Board of Regents may adjust such cost estimates to reflect the inflation as measured by the Building Cost Index, reported by the Engineering News Record, and additional expenditures required to comply with regulations adopted after the effective date of this Act, or additional sums received pursuant to section 5 of this Act. However, any adjustments to construction cost estimates for the project may not exceed one hundred twenty-five percent of the estimated project construction cost stated in section 1 of this Act. Section 4. The South Dakota Building Authority may finance the precision agriculture classroom and laboratory building, including the issuance of revenue bonds not to exceed twenty-two million dollars, in accordance with this Act and chapter 5-12. Section 5. The Board of Regents may accept, transfer, and expend any funds obtained for the projects authorized in this Act from federal sources, South Dakota State University, donations, or any other sources, all of which comprise a special fund for the benefitted project. All moneys deposited into that precision agriculture fund are hereby appropriated to the projects authorized by this Act, subject to limitations stated in sections 1 to 3, inclusive, of this Act. Section 6. The administration of the design and construction of the project authorized in this Act shall be under the general charge and supervision of the Bureau of Administration as provided in chapter 5-14. Section 7. The executive director of the Board of Regents shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 8. There is hereby created the precision agriculture fund. Money in the fund may be used for the construction and renovation of the precision agriculture classroom and laboratory building and Berg Agriculture Hall; bond redemption; and the annual maintenance, operations, and repair of the buildings. Interest earned on money in the fund shall be deposited in the fund. The fund shall be administered by the Board of Regents. Section 9. That chapter 38-19 be amended by adding a NEW SECTION to read: In addition to the fee imposed by § 38-19-10, each licensed distributor of commercial fertilizer shall pay to the secretary of agriculture for all commercial fertilizer distributed in this state an inspection fee of twenty-five cents per ton in accordance with the provisions of § 38-19-12. Notwithstanding the provisions of § 38-19-14, the fee imposed by this section shall be deposited in the precision agriculture fund created pursuant to section 8 of this Act. Section 10. Section 9 of this Act is effective on July 1, 2018. Section 11. Section 9 of this Act is repealed on the first day of the fiscal year following a determination by the Board of Regents that the bonds authorized pursuant to section 4 of this Act are satisfied and paid in full. Section 12. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 8892, "bill_version_id": 50530, "bill_version": "Conference Committee Engrossed", "bill_version_date": "2018-03-09T10:57:33.817-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the construction of the precision agriculture building and certain renovations at South Dakota State University, to make an appropriation therefor, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Board of Regents is hereby authorized to contract for the demolition of existing facilities, removal of rubbish, site preparation, construction, furnishing, and equipping of a precision agriculture classroom and laboratory building and renovation of the first and second floors of Berg Agriculture Hall at South Dakota State University, together with furnishings and equipment, including heating, air conditioning, plumbing, water, sewer, electric facilities, sidewalks, parking, landscaping, architectural and engineering services, asbestos abatement, and such other services or actions as may be required to accomplish the project for an estimated cost of fifty-five million dollars, subject to permitted adjustments pursuant to section 3 of this Act. Section 2. There is hereby appropriated for the purposes authorized in this Act the sum of fifty-five million dollars ($55,000,000), or so much thereof as may be necessary, in other fund expenditure authority and two million dollars ($2,000,000), or so much thereof as may be necessary, from the general fund, together with any additional sums received pursuant to section 5 of this Act, and permitted adjustments pursuant to section 3 of this Act. Two hundred fifty thousand dollars in the General Appropriations Act was reduced from the cooperative extension service at South Dakota State University to be applied for the purposes authorized in this Act. Any general funds appropriated in this section shall be transferred to the precision agriculture fund. Section 3. The cost estimates contained in this Act have been stated in terms of 2017 values. The Board of Regents may adjust such cost estimates to reflect the inflation as measured by the Building Cost Index, reported by the Engineering News Record, and additional expenditures required to comply with regulations adopted after the effective date of this Act, or additional sums received pursuant to section 5 of this Act. However, any adjustments to construction cost estimates for the project may not exceed one hundred twenty-five percent of the estimated project construction cost stated in section 1 of this Act. Section 4. The South Dakota Building Authority may finance the precision agriculture classroom and laboratory building, including the issuance of revenue bonds not to exceed twenty million dollars, in accordance with this Act and chapter 5-12. Section 5. The Board of Regents may accept, transfer, and expend any funds obtained for the projects authorized in this Act from federal sources, South Dakota State University, donations, or any other sources, all of which comprise a special fund for the benefitted project. All moneys deposited into that precision agriculture fund are hereby appropriated to the projects authorized by this Act, subject to limitations stated in sections 1 to 3, inclusive, of this Act. Section 6. The administration of the design and construction of the project authorized in this Act shall be under the general charge and supervision of the Bureau of Administration as provided in chapter 5-14. Section 7. The executive director of the Board of Regents shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 8. There is hereby created the precision agriculture fund. Money in the fund may be used for the construction and renovation of the precision agriculture classroom and laboratory building and Berg Agriculture Hall; bond redemption; and the annual maintenance, operations, and repair of the buildings. Interest earned on money in the fund shall be deposited in the fund. The fund shall be administered by the Board of Regents. Section 9. That chapter 38-19 be amended by adding a NEW SECTION to read: In addition to the fee imposed by § 38-19-10, each licensed distributor of commercial fertilizer shall pay to the secretary of agriculture for all commercial fertilizer distributed in this state an inspection fee of twenty-five cents per ton in accordance with the provisions of § 38-19-12. Notwithstanding the provisions of § 38-19-14, the fee imposed by this section shall be deposited in the precision agriculture fund created pursuant to section 8 of this Act. Section 10. Section 9 of this Act is effective on July 1, 2018. Section 11. Section 9 of this Act is repealed on the first day of the fiscal year following a determination by the Board of Regents that the bonds authorized pursuant to section 4 of this Act are satisfied and paid in full. Section 12. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 8892, "bill_version_id": 50531, "bill_version": "Enrolled", "bill_version_date": "2018-03-09T11:00:44.893-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8892, "action_date": "2018-01-31T14:00:00-06:00", "document_id": 48336, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48336.pdf", "status_text": "First read in House and referred to", "journal_page": 250, "committee_id_action": 396, "committee_id_assigned": 391, "result": "N", "vote": {}}, {"bill_id": 8892, "action_date": "2018-02-21T07:45:00-06:00", "document_id": 49329, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49329.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 391, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8892, "action_date": "2018-02-21T07:45:00-06:00", "document_id": 49546, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49546.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 391, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8892, "action_date": "2018-02-21T07:45:00-06:00", "document_id": 49546, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49546.pdf", "status_text": "Do Pass Amended", "journal_page": 0, "committee_id_action": 391, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26083, "president_vote": null, "Yea": [1268, 1284, 1282, 1283, 1238, 1250, 1248, 1226, 1253, 1277, 1240, 1259, 1225]}}, {"bill_id": 8892, "action_date": "2018-02-21T07:45:00-06:00", "document_id": 49546, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49546.pdf", "status_text": "Title amended", "journal_page": 508, "committee_id_action": 391, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8892, "action_date": "2018-02-22T14:00:00-06:00", "document_id": 49713, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49713.pdf", "status_text": "Do Pass Amended", "journal_page": 559, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26240, "president_vote": null, "Excused": [1313, 1260, 1254], "Yea": [1241, 1213, 1269, 1297, 1424, 1268, 1284, 1279, 1214, 1266, 1223, 1307, 1301, 1235, 1294, 1425, 1282, 1311, 1308, 1312, 1291, 1275, 1283, 1238, 1250, 1286, 1314, 1222, 1302, 1306, 1265, 1315, 1247, 1316, 1296, 1292, 1248, 1293, 1310, 1226, 1280, 1263, 1274, 1295, 1249, 1277, 1303, 1259, 1255, 1299, 1225, 1256, 1261, 1240, 1258, 1305, 1287, 1257, 1236, 1215, 1317, 1216, 1229, 1298, 1285, 1253], "Nay": [1309]}}, {"bill_id": 8892, "action_date": "2018-02-23T13:00:00-06:00", "document_id": 49814, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49814.pdf", "status_text": "First read in Senate and referred to", "journal_page": 581, "committee_id_action": 395, "committee_id_assigned": 379, "result": "N", "vote": {}}, {"bill_id": 8892, "action_date": "2018-03-01T10:00:00-06:00", "document_id": 49831, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49831.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 379, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8892, "action_date": "2018-03-05T11:00:00-06:00", "document_id": 50202, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50202.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 379, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8892, "action_date": "2018-03-05T11:00:00-06:00", "document_id": 50281, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50281.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 379, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8892, "action_date": "2018-03-05T11:00:00-06:00", "document_id": 50281, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50281.pdf", "status_text": "Do Pass Amended", "journal_page": 0, "committee_id_action": 379, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26701, "president_vote": null, "Yea": [1237, 1231, 1221, 1273, 1242, 1276, 1220], "Excused": [1289, 1281]}}, {"bill_id": 8892, "action_date": "2018-03-05T11:00:00-06:00", "document_id": 50281, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50281.pdf", "status_text": "Title amended", "journal_page": 682, "committee_id_action": 379, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8892, "action_date": "2018-03-06T10:00:00-06:00", "document_id": 50349, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50349.pdf", "status_text": "Do Pass Amended", "journal_page": 727, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26798, "president_vote": null, "Yea": [1239, 1230, 1264, 1231, 1217, 1246, 1228, 1219, 1273, 1262, 1290, 1232, 1278, 1304, 1270, 1224, 1267, 1218, 1244, 1281, 1221, 1272, 1245, 1271, 1252, 1237, 1288, 1220, 1242, 1276, 1300], "Nay": [1234, 1243, 1233], "Excused": [1289]}}, {"bill_id": 8892, "action_date": "2018-03-07T09:00:00-06:00", "document_id": 50418, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50418.pdf", "status_text": "Conference Committee appointments", "journal_page": 747, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8892, "action_date": "2018-03-07T11:30:00-06:00", "document_id": 50420, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50420.pdf", "status_text": "Failed to concur, appoint Conference Committee", "journal_page": 726, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8892, "action_date": "2018-03-08T09:00:00-06:00", "document_id": 50486, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50486.pdf", "status_text": "Conference Committee Report", "journal_page": 752, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8892, "action_date": "2018-03-08T09:00:00-06:00", "document_id": 50486, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50486.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 755, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26892, "president_vote": null, "Excused": [1313, 1235, 1302, 1255, 1254], "Yea": [1241, 1213, 1269, 1297, 1424, 1268, 1284, 1279, 1223, 1307, 1301, 1425, 1282, 1260, 1308, 1275, 1238, 1250, 1286, 1222, 1306, 1265, 1315, 1296, 1292, 1248, 1293, 1226, 1274, 1295, 1249, 1277, 1303, 1259, 1299, 1225, 1256, 1261, 1240, 1258, 1305, 1287, 1257, 1236, 1215, 1317, 1216, 1229, 1298, 1285, 1253], "Nay": [1214, 1266, 1294, 1311, 1312, 1291, 1283, 1314, 1247, 1316, 1310, 1280, 1263, 1309]}}, {"bill_id": 8892, "action_date": "2018-03-08T10:00:00-06:00", "document_id": 50469, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50469.pdf", "status_text": "Conference Committee Report", "journal_page": 762, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8892, "action_date": "2018-03-08T10:00:00-06:00", "document_id": 50469, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50469.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 771, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26899, "president_vote": null, "Yea": [1239, 1230, 1264, 1231, 1246, 1228, 1219, 1273, 1262, 1290, 1278, 1304, 1270, 1224, 1267, 1289, 1218, 1244, 1281, 1221, 1272, 1233, 1245, 1271, 1252, 1237, 1220, 1242, 1276, 1300], "Excused": [1217, 1232, 1288], "Nay": [1234, 1243]}}, {"bill_id": 8892, "action_date": "2018-03-08T13:30:00-06:00", "document_id": 50494, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50494.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26881, "president_vote": null, "Yea": [1228, 1220, 1238, 1277, 1259], "Nay": [1233]}}, {"bill_id": 8892, "action_date": "2018-03-09T10:00:00-06:00", "document_id": 50540, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50540.pdf", "status_text": "Signed by the Speaker", "journal_page": 790, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8892, "action_date": "2018-03-09T11:00:00-06:00", "document_id": 50536, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50536.pdf", "status_text": "Signed by the President", "journal_page": 788, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8892, "action_date": "2018-03-09T10:00:00-06:00", "document_id": 50540, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50540.pdf", "status_text": "Delivered to the Governor", "journal_page": 791, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8892, "action_date": "2018-03-26T11:00:00-05:00", "document_id": 50575, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50575.pdf", "status_text": "Signed by the Governor", "journal_page": 795, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6636}