{"session_id": 4, "bill_id": 4587, "bill_type": "Senate Bill", "bill_number": 75, "bill_title": "establish a residential geothermal heat pump grant program and to make an appropriation therefor.", "sponsors": [{"legislator_profile_id": 590, "is_prime": true}, {"legislator_profile_id": 605, "is_prime": true}, {"legislator_profile_id": 557, "is_prime": false}, {"legislator_profile_id": 595, "is_prime": false}, {"legislator_profile_id": 584, "is_prime": false}], "keywords": ["Administrative Rules", "Appropriations", "Energy", "Public Utilities and Carriers", "Public Utilities Commission"], "audio": [{"meeting_datetime": "2008-01-25T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst12.mp3", "start_seconds": 3034.0}, {"meeting_datetime": "2008-01-25T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst12.mp3", "start_seconds": 3034.0}, {"meeting_datetime": "2008-01-25T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst12.mp3", "start_seconds": 3034.0}, {"meeting_datetime": "2008-01-25T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst12.mp3", "start_seconds": 3034.0}, {"meeting_datetime": "2008-01-25T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst12.mp3", "start_seconds": 3034.0}, {"meeting_datetime": "2008-01-28T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst13.mp3", "start_seconds": 6935.0}, {"meeting_datetime": "2008-01-28T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst13.mp3", "start_seconds": 6935.0}, {"meeting_datetime": "2008-01-28T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst13.mp3", "start_seconds": 6935.0}, {"meeting_datetime": "2008-01-28T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst13.mp3", "start_seconds": 6935.0}, {"meeting_datetime": "2008-01-28T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst13.mp3", "start_seconds": 6935.0}], "bill_versions": [{"bill_id": 4587, "bill_version_id": 842, "bill_version": "Introduced", "bill_version_date": "2008-01-14T10:31:49.83-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a residential geothermal heat pump grant program and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Applicant,\" an individual who has applied for a grant through the geothermal heat pump grant program; (2) \"Commission,\" the Public Utilities Commission; (3) \"Geothermal heat pump,\" a heating and cooling device that is installed using ground loop technology; (4) \"Geothermal heat pump property,\" property that uses a geothermal heat pump system with ground loop technology to heat and cool a residence or a commercial building and meets the applicable performance and quality standards and certification requirements as specified in section 11 of this Act. Geothermal heat pump property does not include a swimming pool, hot tub, or any other energy storage medium that has a primary function other than storage; (5) \"Individual,\" a natural person who is a resident of South Dakota, owning real property in the state; (4) \"Installation contractor,\" an entity that is contracted to install a geothermal heat pump system; (5) \"National testing laboratory,\" a public or private entity recognized by industry, businesses, trades, or government as establishing operational or safety requirements for products, processes, or equipment manufactured, sold, or distributed to the public; (6) \"Program,\" the geothermal heat pump grant program; (7) \"Residential property,\" property whose primary purpose is to serve as a single-family residence. Section 2. The geothermal heat pump grant program is hereby established and shall be administered by the Public Utilities Commission. The purpose of the program is to provide grants to individuals for a portion of the cost of acquiring and installing a geothermal heat pump on their residential property. The commission shall administer the program, establish application procedures for the program, and award grants from the program in accordance with rules promulgated by the commission pursuant to chapter 1-26. A grant awarded under the program may not exceed one thousand dollars. The commission may fund applications at levels lower than requested. Section 3. Individual homeowners and property owners may apply for grants under the program. Eligible grantees shall own the property for which they seek grants. Property for which the grants are sought shall be located within the borders of South Dakota. Section 4. If funding has been appropriated, at least once during each fiscal year, the commission shall solicit applications for the award of grants under the program. Before an expected award of grants, the commission shall issue a public announcement of the availability of funds under the program. The announcement shall include: (1) The application process; (2) The total anticipated funding available; (3) Eligibility criteria and types of systems that are eligible for grants; and (4) The timetable for application submission, project selection, and grant award. The commission shall issue other notices reasonably calculated to apprise the public of the availability of grants. Criteria by which grants shall be awarded shall be provided in the annual public announcement of the availability of grant funds. The criteria shall include the date on which the completed grant application is received, and shall be designed to ensure a distribution of grant funds throughout the state. Section 5. An application and supporting material shall be made upon standard forms and in a manner specified by the commission. Each grant application shall contain the following: (1) A completed application signed by the eligible individual and the installation contractor; (2) The applicant's name, address, telephone number, and fax number; (3) The type of qualifying system; (4) Information demonstrating that each component of the system is listed or labeled by a recognized national testing laboratory; (5) A copy of the project estimate, purchase order, invoice, or letter of intent; (6) The property address; (7) The site plan; (8) Installation contractor information, including address and telephone number; and (9) Copies of any necessary permits. Section 6. Upon receipt of the grant application and supporting documents, the commission shall evaluate the application and supporting documents for compliance with the requirements listed in this Act and for overall feasibility. If the package is complete, the project is feasible and meets the overall criteria for grant award distribution, and if funds are available, the commission shall notify the applicant of the grant award pending receipt of the completion certificate form from the applicant. Section 7. The commission shall reserve the funds for the project described in the grant application for nine months from the date of the notification. After nine months, if a completed completion certificate, with supporting documentation, is not received by the commission, the grant commitment is revoked without notice. To be considered for a grant extension, the applicant shall direct a letter or other writing to the commission requesting the extension, describing the project status and the circumstances that have led to the need for extension. The request for extension shall be filed ten business days before the expiration of the nine months following notification. Section 8. After installation of the geothermal heat pump system, and before distribution of grant funds, the applicant and installation contractor shall complete the completion certificate and provide supporting documentation to the commission. The certificate and supporting documentation shall include: (1) The finalized completion certificate signed by the applicant and installation contractor; (2) Copies of all issued inspection documents, permit documents, or both, as provided by the local authority having jurisdiction; (3) A copy of the product specification sheet, including the Energy Efficiency Ratio (EER) and Coefficient of Performance (COP) as determined by the Air Conditioning and Refrigeration Institute (ARI), or other nationally recognized agency; (4) A copy of the final sales invoice, which includes the actual price paid and a complete list of installed components, with model numbers; (5) A copy of the system warranty agreement; (6) A copy of the verification of completion of installation signed by the applicant and installation contractor; and (7) A statement that the applicant and the installation contractor have complied with all state laws and local ordinances, and other legally binding requirements. Section 9. Upon receipt of the finalized completion certificate and all supporting documentation pertaining to the project, the commission shall review the material for consideration of grant approval. The applicant and the installation contractor shall ensure that all forms and documentation have been supplied and the system meets all program requirements and is substantially the same as that described in the grant application. The commission may make an inspection of the system before issuing a final grant approval. Section 10. If a decision to approve the grant is made, the commission shall process the grant within thirty days of receipt of the completion certificate. Payment shall then be directed to the applicant. If a decision is made to disapprove the grant, the commission shall direct a letter to the applicant explaining the basis for the decision. The commission may reconsider its decision upon the receipt of additional information or correction of problems. Section 11. The commission may not approve grants for geothermal heat pump property equipment that does not meet national safety or performance standards for the type of equipment described in the standards of a nationally recognized testing laboratory; or approve projects that are not in compliance with state and local laws and ordinances. Performance standards include a minimum Energy Efficiency Ration (EER) of 14.0 and a minimum Coefficient of Performance (COP) of 3.0. Section 12. The commission shall promulgate rules pursuant to chapter 1-26 to specify eligibility criteria; application procedures and forms; criteria for approving, rejecting, or modifying grant requests; reporting and record-keeping requirements; geothermal heat pump system performance standards; and other procedures and requirements necessary for the implementation of the geothermal heat pump grant program. Section 13. There is hereby appropriated from the general fund the sum of fifty thousand dollars ($ 50,000 ), or so much thereof as may be necessary, to the Public Utilities Commission to provide grant funding for the geothermal heat pump grant in accordance with the provisions of this Act.. Section 14. The executive director of the Public Utilities Commission shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 15. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2009 , shall revert in accordance with the procedures prescribed in chapter 4-8."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4587, "action_date": "2008-01-14T14:00:00-06:00", "document_id": 906, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/906.pdf", "status_text": "First read in Senate and referred to", "journal_page": 100, "committee_id_action": 28, "committee_id_assigned": 10, "result": "N", "vote": {}}, {"bill_id": 4587, "action_date": "2008-01-23T07:45:00-06:00", "document_id": 1291, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1291.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4587, "action_date": "2008-01-25T07:45:00-06:00", "document_id": 1719, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1719.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4587, "action_date": "2008-01-25T07:45:00-06:00", "document_id": 1867, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1867.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 652, "president_vote": null, "Yea": [557, 530, 567, 577], "Nay": [569, 629, 553], "Excused": [588, 598]}}, {"bill_id": 4587, "action_date": "2008-01-28T07:45:00-06:00", "document_id": 1883, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1883.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4587, "action_date": "2008-01-28T07:45:00-06:00", "document_id": 1958, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1958.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 742, "president_vote": null, "Yea": [557, 530, 629], "Nay": [567, 569, 577, 588, 598, 553]}}, {"bill_id": 4587, "action_date": "2008-01-28T07:45:00-06:00", "document_id": 1958, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1958.pdf", "status_text": "Deferred to the 36th legislative day", "journal_page": 230, "committee_id_action": 10, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 743, "president_vote": null, "Nay": [557, 530, 577], "Yea": [567, 569, 629, 588, 598, 553]}}]}