{"session_id": 7, "bill_id": 805, "bill_type": "Senate Bill", "bill_number": 168, "bill_title": "prohibit certain business entities from making political campaign contributions to state officeholders or candidates if the business entity does contractual business with certain state agencies.", "sponsors": [{"legislator_profile_id": 659, "is_prime": true}, {"legislator_profile_id": 721, "is_prime": true}, {"legislator_profile_id": 682, "is_prime": false}, {"legislator_profile_id": 716, "is_prime": false}, {"legislator_profile_id": 676, "is_prime": false}, {"legislator_profile_id": 635, "is_prime": false}, {"legislator_profile_id": 651, "is_prime": false}, {"legislator_profile_id": 712, "is_prime": false}, {"legislator_profile_id": 709, "is_prime": false}, {"legislator_profile_id": 660, "is_prime": false}, {"legislator_profile_id": 706, "is_prime": false}, {"legislator_profile_id": 725, "is_prime": false}, {"legislator_profile_id": 634, "is_prime": false}, {"legislator_profile_id": 636, "is_prime": false}, {"legislator_profile_id": 656, "is_prime": false}, {"legislator_profile_id": 717, "is_prime": false}, {"legislator_profile_id": 669, "is_prime": false}, {"legislator_profile_id": 711, "is_prime": false}, {"legislator_profile_id": 683, "is_prime": false}, {"legislator_profile_id": 701, "is_prime": false}, {"legislator_profile_id": 662, "is_prime": false}, {"legislator_profile_id": 664, "is_prime": false}, {"legislator_profile_id": 665, "is_prime": false}, {"legislator_profile_id": 640, "is_prime": false}, {"legislator_profile_id": 731, "is_prime": false}, {"legislator_profile_id": 713, "is_prime": false}, {"legislator_profile_id": 641, "is_prime": false}, {"legislator_profile_id": 658, "is_prime": false}, {"legislator_profile_id": 642, "is_prime": false}, {"legislator_profile_id": 718, "is_prime": false}, {"legislator_profile_id": 707, "is_prime": false}], "keywords": ["Elections", "Public Officers and Employees", "Public Property, Purchases and Contracts", "State Affairs and Government"], "audio": [{"meeting_datetime": "2009-02-11T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst20.mp3", "start_seconds": 991.0}, {"meeting_datetime": "2009-02-11T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst20.mp3", "start_seconds": 991.0}, {"meeting_datetime": "2009-02-11T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst20.mp3", "start_seconds": 991.0}, {"meeting_datetime": "2009-02-11T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst20.mp3", "start_seconds": 991.0}, {"meeting_datetime": "2009-02-11T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst20.mp3", "start_seconds": 991.0}], "bill_versions": [{"bill_id": 805, "bill_version_id": 6488, "bill_version": "Introduced", "bill_version_date": "2009-02-02T08:00:46.377-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to prohibit certain business entities from making political campaign contributions to state officeholders or candidates if the business entity does contractual business with certain state agencies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. No business entity whose contracts with the state agencies, in the aggregate, annually total more than twenty-five thousand dollars and any affiliated entities or affiliated persons of such business entity, may make any contribution to any political committees established to promote the candidacy of either the officeholder responsible for awarding the contacts or any other declared candidate for that office. This prohibition remains effective for the duration of the term of office of the incumbent officeholder awarding the contracts or for a period of two years following the expiration or termination of the contracts, whichever is longer. Section 2. No business entity whose aggregate pending bids and proposals on state contracts total more than twenty-five thousand dollars, or whose aggregate pending bids and proposals on state contracts combined with the business entity's aggregate annual total value of state contracts exceed twenty-five thousand dollars and any affiliated entities or affiliated persons of such business entity, may make any contribution to any political committee established to promote the candidacy of the officeholder responsible for awarding the contract on which the business entity has submitted a bid or proposal during the period beginning on the date the invitation for bids or request for proposals is issued and ending on the day after the date the contract is awarded. Section 3. All contracts between any state agency and any business entity that has violated sections 1 and 2 of this Act are voidable. If a business entity violates sections 1 or 2, or both, of this Act three or more times within any thirty-six month period, then all contracts between any state agency and that business entity are void, and that business entity may not bid or respond to any invitation to bid or request for proposals from any state agency or otherwise enter into any contract with any state agency for three years from the date of the last violation. Section 4. Any political committee that has received a contribution in violation of sections 1 or 2 of this Act shall pay an amount equal to the value of the contribution to the state within thirty days after notification. Payments received by the state pursuant to this section shall be deposited into the state general fund. Section 5. The provisions of this Act shall be administered by the Office of the Secretary of State which shall also supply any necessary staff support services. The Department of Legislative Audit shall supply any necessary investigatory or auditing services on request and the Office of the Attorney General shall prosecute any violations of this Act. Section 6. Terms used in this Act, mean: (1) \"Affiliated entity,\": (a) Any subsidiary of the bidding or contracting business entity; (b) Any member of the same unitary business group; or (c) Any organization recognized by the United States Internal Revenue Service as a tax exempt organization described in Section 501(c) of the Internal Revenue Code of 1986 established by the bidding or contracting business entity, any affiliated entity of that business entity, or any affiliated person of that business entity; (2) \"Affiliated person,\": (a) Any person with any ownership interest or distributive share of the bidding or contracting business entity in excess of ten percent; (b) Executive employees of the bidding or contracting business entity; and (c) The spouse and minor children of any affiliated persons; (3) \"Business entity,\" any entity doing business for profit, however, organized; (4) \"Contract,\" \"state contract,\" and \"contract with a state agency,\" any contract, as defined in this statute, between a business entity and a state agency let or awarded pursuant to law. The terms do not include cost reimbursement contracts, purchase of care agreements, and grants, loans, or tax credit agreements for economic development purposes; (5) \"Declared candidate,\" any person who has declared his or her candidacy for elective state office; (6) \"Executive employee,\" the president, chair, chief executive officer, or other employee with executive decision-making authority over the long-term and day-to-day affairs of the entity employing the employee, or any employee whose compensation is determined directly, in whole or in part, by the award or payment of contracts by a state agency to the entity employing the employee; (7) \"Officeholder,\" the Governor, lieutenant governor, attorney general, secretary of state, treasurer, commissioner of school and public lands, or public utilities commissioner. The Governor shall be considered the officeholder responsible for awarding all contracts by all officers and employees of, and vendors and others doing business with, executive branch state agencies unless otherwise under the specific jurisdiction of some other elective state officer; (8) \"State agency,\" all boards, commissions, agencies, institutions, authorities, and bodies politic and corporate of the state, including the regental system."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 805, "action_date": "2009-02-02T14:00:00-06:00", "document_id": 6600, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6600.pdf", "status_text": "First read in Senate and referred to", "journal_page": 261, "committee_id_action": 54, "committee_id_assigned": 39, "result": "N", "vote": {}}, {"bill_id": 805, "action_date": "2009-02-11T10:00:00-06:00", "document_id": 7025, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7025.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 39, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 805, "action_date": "2009-02-11T10:00:00-06:00", "document_id": 7238, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7238.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 39, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 805, "action_date": "2009-02-11T10:00:00-06:00", "document_id": 7238, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7238.pdf", "status_text": "Do Pass Amended", "journal_page": 0, "committee_id_action": 39, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 3915, "president_vote": null, "Nay": [653, 677, 661, 648, 689, 649], "Yea": [634, 659, 642]}}, {"bill_id": 805, "action_date": "2009-02-11T10:00:00-06:00", "document_id": 7238, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7238.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 380, "committee_id_action": 39, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 3916, "president_vote": null, "Yea": [653, 677, 661, 648, 689, 649], "Nay": [634, 659, 642]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/805"}