{"session_id": 48, "bill_id": 14760, "bill_type": "House Bill", "bill_number": 1240, "bill_title": "declare that the South Dakota Oilseeds Council, the South Dakota Soybean Research and Promotion Council, and the South Dakota Corn Utilization Council, are not agencies of the State of South Dakota, to repeal their rulemaking authority, and to revise other provisions relating to them and the Department of Agriculture.", "sponsors": [{"legislator_profile_id": 2214, "is_prime": true}, {"legislator_profile_id": 2235, "is_prime": true}, {"legislator_profile_id": 2201, "is_prime": false}, {"legislator_profile_id": 2202, "is_prime": false}, {"legislator_profile_id": 2211, "is_prime": false}, {"legislator_profile_id": 2213, "is_prime": false}, {"legislator_profile_id": 2219, "is_prime": false}, {"legislator_profile_id": 2221, "is_prime": false}, {"legislator_profile_id": 2226, "is_prime": false}, {"legislator_profile_id": 2234, "is_prime": false}, {"legislator_profile_id": 2240, "is_prime": false}, {"legislator_profile_id": 2246, "is_prime": false}, {"legislator_profile_id": 2249, "is_prime": false}, {"legislator_profile_id": 2251, "is_prime": false}, {"legislator_profile_id": 2257, "is_prime": false}, {"legislator_profile_id": 2266, "is_prime": false}, {"legislator_profile_id": 2292, "is_prime": false}, {"legislator_profile_id": 2296, "is_prime": false}], "keywords": ["Administrative Rules", "Agriculture", "Commodity Check-off Programs"], "audio": [], "bill_versions": [{"bill_id": 14760, "bill_version_id": 81136, "bill_version": "Introduced", "bill_version_date": "1999-01-28T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to declare that the Wheat Utilization, Research and Market Development Commission, the South Dakota Oilseeds Council, the South Dakota Soybean Research and Promotion Council, and the South Dakota Corn Utilization Council, are not agencies of the State of South Dakota, to repeal their rulemaking authority, and to revise other provisions relating to them and the Department of Agriculture. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 38-10-1 be amended to read as follows: 38-10-1. It is hereby declared to be the public policy of the State of South Dakota to protect and foster the health, prosperity, and general welfare of its people by protecting and stabilizing the wheat industry and the economy of the areas producing wheat. The wheat commission established by § 38-10-3 shall be the agency of the State of South Dakota for such purpose. Section 2. That § 38-10-3.1 be amended to read as follows: 38-10-3.1. The Wheat Utilization, Research and Market Development Commission shall have the quasi-judicial, quasi-legislative, advisory, other administrative and special budgetary functions (as defined in § 1-32-1) vested in it , except as specifically provided in this chapter, exercise its authority under this chapter independently from state government, and is not a state agency . Section 3. That § 38-10-14 be amended to read as follows: 38-10-14. The wheat commission may establish and maintain an administrative office for the wheat commission in the State of South Dakota at such place as may be suitable for the furtherance of this chapter. The commission may: (1) Expend the funds collected pursuant to this chapter; (2) Appoint, discharge, fix compensation for and prescribe the duties of such personnel as it may deem deems necessary subject to Bureau of Personnel guidelines ; (3) Lease, purchase, own, equip, maintain, operate, and dispose of equipment in the commission office; (4) Accept donations of funds, property, services, and other assistance from public, private and other sources for the purpose of aiding and promoting the work and objectives of the commission; (5) Appoint an attorney who shall act for the commission when needed. Section 4. That § 38-10-15 be amended to read as follows: 38-10-15. In connection with and in furtherance of the policy and purpose declared in § 38-10-1, the Wheat Commission shall have the power to formulate may develop and recommend to the Department of Agriculture the general policies and programs of the State of South Dakota respecting the discovery, promotion, and development of markets and industries for the utilization of wheat grown within the State of South Dakota. Section 5. That § 38-10-20 be repealed. 38-10-20. In connection with and in furtherance of the policy and purpose declared in § 38-10-1, the wheat commission may promulgate rules pursuant to chapter 1-26 concerning: (1) The procedures for obtaining a declaratory ruling; (2) The procedures for fee collection for wheat sold either in-state or out-of-state; (3) The procedures for obtaining a refund of the fee; and (4) The procedures for collecting delinquent fees and assessing penalties. Section 6. That § 38-10-22 be amended to read as follows: 38-10-22. There is hereby assessed a promotional fee of one cent per bushel upon all wheat harvested in the State of South Dakota and sold through commercial channels. The fee is assessed and imposed on the grower at the time of sale or delivery, and shall be collected and remitted by the first purchaser in the manner described by the commission pursuant to administrative rules promulgated pursuant to chapter 1-26 . The Department of Agriculture may promulgate rules pursuant to chapter 1-26 when necessary to adopt and implement the commission's procedures, including: (1) Fee collection for wheat sold either in-state or out-of-state; (2) Obtaining a refund of the fee; and (3) Collecting delinquent fees and assessing penalties. No wheat may be subject to the fee more than once. Section 7. That § 38-10-35 be amended to read as follows: 38-10-35. All moneys received on behalf of the wheat commission from the fees assessed in § 38-10-22, shall be deposited in a special revenue fund created in the state treasury and shall be continuously appropriated to the commission. Expenditures of these funds shall be disbursed solely by order of the commission in accordance with the provisions of Title 4 and the provisions of this chapter. The fees shall be paid each month to the commission or to an account designated by the commission. Section 8. That § 38-10-39 be amended to read as follows: 38-10-39. The commission shall annually submit a financial report and informational budget , along with an audit, to the secretary of agriculture in accordance with § 4-7-7.2. Accounts of the commission are subject to annual audit by the auditor general . Section 9. That § 38-27-6 be amended to read as follows: 38-27-6. Compensation for the oilseeds council shall be paid pursuant to § 4-7-10.4. The compensation of the secretary shall be paid by funds of the Department of Agriculture. The council may reimburse its members for reasonable expenses incurred in connection with performing their duties as council members. Section 10. That § 38-27-7 be amended to read as follows: 38-27-7. Funds collected pursuant to this chapter shall be deposited with the state treasurer in a special fund known as the \" oilseeds fund. \" Any funds remaining in the \" sunflower fund \" shall be transferred to the \" oilseeds fund \" upon implementation of the new fund. Expenditures of these funds shall be made in accordance with the provisions of chapter 4-7. Funds deposited with the state treasurer in the oilseed fund shall be paid each month to the council or to an account designated by the council. Section 11. That § 38-27-8 be amended to read as follows: 38-27-8. In the administration of this chapter, the The oilseeds council may is not an agency of the State of South Dakota and may independently : (1) Contract and cooperate with any person or with any governmental department or agency for research, education and transportation; (2) Expend the funds collected pursuant to this chapter and appropriated for its administration; (3) Appoint, discharge, fix compensation for , and prescribe the duties of personnel as necessary , subject to approval of the secretary ; (4) Accept donations of funds, property, services , or other assistance from public or private sources for the purpose of furthering the objectives of the council. Section 12. That § 38-27-8.1 be repealed. 38-27-8.1. The council may promulgate rules pursuant to chapter 1-26 concerning: (1) The procedures for obtaining a declaratory ruling; (2) The procedures for assessments collected for sunflowers, safflowers, canola or flax grown or sold to a first purchaser; (3) The procedures for obtaining a refund of the assessment; (4) The procedures for collecting delinquent assessments and assessing penalties; and (5) The record-keeping and reporting requirements of first purchasers. Section 13. That § 38-27-14 be amended to read as follows: 38-27-14. Any first purchaser shall keep as a part of his permanent records a permanent record of all purchases of raw sunflowers, safflowers, canola , or flax, which may be examined by the oilseeds council at any reasonable time. The first purchaser shall report to the council stating the quantity of sunflowers, safflowers, canola , or flax received by him the first purchaser . The report and remittance of the assessment shall be made at the times and in the manner prescribed by the council pursuant to rules promulgated pursuant to chapter 1-26 . The Department of Agriculture may promulgate rules pursuant to chapter 1-26 as necessary to adopt and implement the council's procedures, including: (1) Assessments collected by sunflowers, safflowers, canola, or flax grown or sold to a first purchaser; (2) Obtaining a refund of the assessment; (3) Collecting delinquent assessments and assessing penalties; and (4) Record-keeping and reporting requirements of first purchasers. Section 14. That § 38-29-6 be amended to read as follows: 38-29-6. Moneys collected from checkoff fees shall be deposited in a special revolving fund created in the state treasury and shall be are continuously appropriated to the soybean research and promotion council. Expenditures of these funds shall be made in accordance with the provisions of Title 4. Funds deposited in the special revolving fund in the state treasury shall be paid each month to the council or to an account designated by the council. Section 15. That § 38-29-7 be amended to read as follows: 38-29-7. The Soybean Research and Promotion Council may is not an agency of the State of South Dakota and may independently : (1) Enter into contracts, including loans and grants, and cooperate with any person, any local, state, or national organization, whether public or private, or with any governmental department or agency for the discovery, promotion, development, and expansion of domestic and export markets and industries and for research, education, and transportation; (2) Expend the funds collected pursuant to this chapter and appropriated for its administration; (3) Appoint, employ, discharge, fix compensation for, and prescribe the duties of such personnel as it may deem necessary; (4) Accept donations of funds, property, services, or other assistance from public or private sources for the purpose of furthering the objectives of the council; (5) Lease, purchase, own, maintain, operate, and dispose of equipment and supplies necessary to carry out the provisions of this chapter. Section 16. That § 38-29-7.1 be repealed. 38-29-7.1. The council may promulgate rules pursuant to chapter 1-26 concerning: (1) The procedures for obtaining a declaratory ruling; (2) The procedures for assessments collected for soybeans grown or sold to a first purchaser; (3) The procedures for obtaining a refund of the assessment; (4) The procedures for collecting delinquent assessments and assessing penalties; (5) The record-keeping and reporting requirements of first purchasers; and (6) The requirements governing grants and loans made pursuant to § 38-29-7, including eligibility requirements and requirements for application, awards, and administration. Section 17. That § 38-29-11 be amended to read as follows: 38-29-11. Any first purchaser shall keep as a part of his permanent records a record of all purchases of raw soybeans, which may be examined by the soybean research and promotion council at any reasonable time. Every first purchaser shall report to the council stating the quantity of soybeans received by him the first purchaser . The report and remittance of the assessment shall be made at the times and in the manner prescribed by the council pursuant to administrative rules promulgated pursuant to chapter 1-26 . The Department of Agriculture may promulgate rules pursuant to chapter 1-26, as necessary to adopt and implement the council's procedures, including: (1) Assessments collected for soybeans grown or sold to a first purchaser; (2) Obtaining a refund of the assessment; (3) Collecting delinquent assessments and assessing penalties; (4) Record-keeping and reporting requirements of first purchasers; and (5) Requirements governing grants and loans made pursuant to § 38-29-7, including eligibility requirements and requirements for application, awards, and administration. Section 18. That § 38-32-3.2 be amended to read as follows: 38-32-3.2. If voting at the designated time and place would cause a hardship on any eligible voter, the council shall allow for absentee voting on forms, and in a manner, prescribed in rule by the council. Absentee ballots shall be returned either to the council office no later than five calendar days prior to before the day of the election or to the polling location prior to before the close of the polls. The council shall ensure that any absentee ballot it has received within the deadline specified in this section is delivered to the appropriate polling place prior to before the close of the polls. No absentee ballot that is received at the polling place after the close of the polls may be counted in the election results. Section 19. That § 38-32-12 be amended to read as follows: 38-32-12. Moneys collected from checkoff fees shall be deposited in a special revolving fund created in the state treasury and shall be are continuously appropriated to the council. Expenditures of these funds shall be made in accordance with the provisions of Title 4. Moneys deposited in the special revolving fund in the state treasury shall be paid each month to the council or to an account designated by the council. Section 20. That § 38-32-13 be amended to read as follows: 38-32-13. The council may, but is not limited to is not an agency of the State of South Dakota and may independently : (1) Contract and cooperate with any person, organization or with any governmental department or agency for market maintenance and expansion, research, education, transportation , and for the prevention, modification , or elimination of trade barriers which obstruct the free flow of corn and corn products to market; (2) Expend the funds collected pursuant to this chapter and appropriated for its administration; (3) Appoint, discharge, fix compensation for , and prescribe the duties of such personnel as it may deem necessary; (4) Accept donations of funds, property, services , or other assistance from public or private sources for the purpose of furthering the objectives of the council. Section 21. That § 38-32-14 be repealed. 38-32-14. The council may promulgate rules pursuant to chapter 1-26 concerning: (1) The procedures for obtaining a declaratory ruling; (2) The procedures for assessments collected for corn sold to a first purchaser; (3) The procedures for obtaining a refund of the assessment; (4) The procedures for collecting delinquent assessments and assessing penalties; (5) The record keeping and reporting requirements of first purchasers; and (6) Procedures, forms, public notices and other requirements for nominating director candidates and for conducting and certifying elections. Section 22. That § 38-32-18 be amended to read as follows: 38-32-18. Any first purchaser shall keep as a part of its permanent records a record of all purchases of corn, which may be examined by the council at any reasonable time. Every first purchaser shall report to the council stating the quantity of corn received by the first purchaser. The report and remittance of the assessment shall be made at the times and in the manner prescribed by the council pursuant to administrative rules promulgated pursuant to chapter 1-26 . The rules pursuant to chapter 1-26, as necessary to adopt and implement the council's procedures, including: (1) Assessments collected for corn sold to a first purchaser; (2) Obtaining a refund of the assessment; (3) Collecting delinquent assessments and assessing penalties; (4) Record-keeping and reporting requirements of first purchasers; and (5) Procedures, forms, public notices, and other requirements for nominating director candidates and for conducting and certifying elections. Section 23. That § 38-32-22 be amended to read as follows: 38-32-22. Members of the corn utilization council shall receive per diem compensation pursuant to § 4-7-10.4 and shall be reimbursed for necessary expenses incurred in performing the duties prescribed by this chapter. The provisions of this section shall be retroactive in effect to July 1, 1988. The council may reimburse its members for reasonable expenses incurred in connection with performing their duties as council members."}, {"bill_id": 14760, "bill_version_id": 81135, "bill_version": "House State Affairs Engrossed", "bill_version_date": "1999-02-17T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to declare that the South Dakota Oilseeds Council, the South Dakota Soybean Research and Promotion Council, and the South Dakota Corn Utilization Council, are not agencies of the State of South Dakota, to repeal their rulemaking authority, and to revise other provisions relating to them and the Department of Agriculture. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 38-27-6 be amended to read as follows: 38-27-6. Compensation for the oilseeds council shall be paid pursuant to § 4-7-10.4. The compensation of the secretary shall be paid by funds of the Department of Agriculture. The council may reimburse its members for reasonable expenses incurred in connection with performing their duties as council members. Section 2. That § 38-27-7 be amended to read as follows: 38-27-7. Funds collected pursuant to this chapter shall be deposited with the state treasurer in a special fund known as the \" oilseeds fund. \" Any funds remaining in the \" sunflower fund \" shall be transferred to the \" oilseeds fund \" upon implementation of the new fund. Expenditures of these funds shall be made in accordance with the provisions of chapter 4-7. Funds deposited with the state treasurer in the oilseed fund shall be paid each month to the council or to an account designated by the council. The council shall annually submit a financial report and informational budget along with an audit to the secretary of agriculture. However, the council is not required to submit an audit, if the Department of Legislative Audit elects to perform the audit. Section 3. That § 38-27-8 be amended to read as follows: 38-27-8. In the administration of this chapter, the The oilseeds council may is not an agency of the State of South Dakota and may independently : (1) Contract and cooperate with any person or with any governmental department or agency for research, education and transportation; (2) Expend the funds collected pursuant to this chapter and appropriated for its administration; (3) Appoint, discharge, fix compensation for , and prescribe the duties of personnel as necessary , subject to approval of the secretary ; (4) Accept donations of funds, property, services , or other assistance from public or private sources for the purpose of furthering the objectives of the council. Section 4. That § 38-27-8.1 be repealed. 38-27-8.1. The council may promulgate rules pursuant to chapter 1-26 concerning: (1) The procedures for obtaining a declaratory ruling; (2) The procedures for assessments collected for sunflowers, safflowers, canola or flax grown or sold to a first purchaser; (3) The procedures for obtaining a refund of the assessment; (4) The procedures for collecting delinquent assessments and assessing penalties; and (5) The record-keeping and reporting requirements of first purchasers. Section 5. That § 38-27-14 be amended to read as follows: 38-27-14. Any first purchaser shall keep as a part of his permanent records a permanent record of all purchases of raw sunflowers, safflowers, canola , or flax, which may be examined by the oilseeds council at any reasonable time. The first purchaser shall report to the council stating the quantity of sunflowers, safflowers, canola , or flax received by him the first purchaser . The report and remittance of the assessment shall be made at the times and in the manner prescribed by the council pursuant to rules promulgated pursuant to chapter 1-26 . The council may implement procedures, including: (1) Assessments collected by sunflowers, safflowers, canola, or flax grown or sold to a first purchaser; (2) Obtaining a refund of the assessment; (3) Collecting delinquent assessments and assessing penalties; and (4) Record-keeping and reporting requirements of first purchasers. Section 6. That § 38-29-6 be amended to read as follows: 38-29-6. Moneys collected from checkoff fees shall be deposited in a special revolving fund created in the state treasury and shall be are continuously appropriated to the soybean research and promotion council. Expenditures of these funds shall be made in accordance with the provisions of Title 4. Funds deposited in the special revolving fund in the state treasury shall be paid each month to the council or to an account designated by the council. The council shall annually submit a financial report and informational budget along with an audit to the secretary of agriculture. However, the council is not required to submit an audit, if the Department of Legislative Audit elects to perform the audit. Section 7. That § 38-29-7 be amended to read as follows: 38-29-7. The Soybean Research and Promotion Council may is not an agency of the State of South Dakota and may independently : (1) Enter into contracts, including loans and grants, and cooperate with any person, any local, state, or national organization, whether public or private, or with any governmental department or agency for the discovery, promotion, development, and expansion of domestic and export markets and industries and for research, education, and transportation; (2) Expend the funds collected pursuant to this chapter and appropriated for its administration; (3) Appoint, employ, discharge, fix compensation for, and prescribe the duties of such personnel as it may deem necessary; (4) Accept donations of funds, property, services, or other assistance from public or private sources for the purpose of furthering the objectives of the council; (5) Lease, purchase, own, maintain, operate, and dispose of equipment and supplies necessary to carry out the provisions of this chapter. Section 8. That § 38-29-7.1 be repealed. 38-29-7.1. The council may promulgate rules pursuant to chapter 1-26 concerning: (1) The procedures for obtaining a declaratory ruling; (2) The procedures for assessments collected for soybeans grown or sold to a first purchaser; (3) The procedures for obtaining a refund of the assessment; (4) The procedures for collecting delinquent assessments and assessing penalties; (5) The record-keeping and reporting requirements of first purchasers; and (6) The requirements governing grants and loans made pursuant to § 38-29-7, including eligibility requirements and requirements for application, awards, and administration. Section 9. That § 38-29-11 be amended to read as follows: 38-29-11. Any first purchaser shall keep as a part of his permanent records a record of all purchases of raw soybeans, which may be examined by the soybean research and promotion council at any reasonable time. Every first purchaser shall report to the council stating the quantity of soybeans received by him the first purchaser . The report and remittance of the assessment shall be made at the times and in the manner prescribed by the council pursuant to administrative rules promulgated pursuant to chapter 1-26 . The council may implement procedures, including: (1) Assessments collected for soybeans grown or sold to a first purchaser; (2) Obtaining a refund of the assessment; (3) Collecting delinquent assessments and assessing penalties; (4) Record-keeping and reporting requirements of first purchasers; and (5) Requirements governing grants and loans made pursuant to § 38-29-7, including eligibility requirements and requirements for application, awards, and administration. Section 10. That § 38-32-3.2 be amended to read as follows: 38-32-3.2. If voting at the designated time and place would cause a hardship on any eligible voter, the council shall allow for absentee voting on forms, and in a manner, prescribed in rule by the council. Absentee ballots shall be returned either to the council office no later than five calendar days prior to before the day of the election or to the polling location prior to before the close of the polls. The council shall ensure that any absentee ballot it has received within the deadline specified in this section is delivered to the appropriate polling place prior to before the close of the polls. No absentee ballot that is received at the polling place after the close of the polls may be counted in the election results. Section 11. That § 38-32-12 be amended to read as follows: 38-32-12. Moneys collected from checkoff fees shall be deposited in a special revolving fund created in the state treasury and shall be are continuously appropriated to the council. Expenditures of these funds shall be made in accordance with the provisions of Title 4. Moneys deposited in the special revolving fund in the state treasury shall be paid each month to the council or to an account designated by the council. The council shall annually submit a financial report and informational budget along with an audit to the secretary of agriculture. However, the council is not required to submit an audit, if the Department of Legislative Audit elects to perform the audit. Section 12. That § 38-32-13 be amended to read as follows: 38-32-13. The council may, but is not limited to is not an agency of the State of South Dakota and may independently : (1) Contract and cooperate with any person, organization or with any governmental department or agency for market maintenance and expansion, research, education, transportation , and for the prevention, modification , or elimination of trade barriers which obstruct the free flow of corn and corn products to market; (2) Expend the funds collected pursuant to this chapter and appropriated for its administration; (3) Appoint, discharge, fix compensation for , and prescribe the duties of such personnel as it may deem necessary; (4) Accept donations of funds, property, services , or other assistance from public or private sources for the purpose of furthering the objectives of the council. Section 13. That § 38-32-14 be repealed. 38-32-14. The council may promulgate rules pursuant to chapter 1-26 concerning: (1) The procedures for obtaining a declaratory ruling; (2) The procedures for assessments collected for corn sold to a first purchaser; (3) The procedures for obtaining a refund of the assessment; (4) The procedures for collecting delinquent assessments and assessing penalties; (5) The record keeping and reporting requirements of first purchasers; and (6) Procedures, forms, public notices and other requirements for nominating director candidates and for conducting and certifying elections. Section 14. That § 38-32-18 be amended to read as follows: 38-32-18. Any first purchaser shall keep as a part of its permanent records a record of all purchases of corn, which may be examined by the council at any reasonable time. Every first purchaser shall report to the council stating the quantity of corn received by the first purchaser. The report and remittance of the assessment shall be made at the times and in the manner prescribed by the council pursuant to administrative rules promulgated pursuant to chapter 1-26 . The council may implement procedures, including: (1) Assessments collected for corn sold to a first purchaser; (2) Obtaining a refund of the assessment; (3) Collecting delinquent assessments and assessing penalties; (4) Record-keeping and reporting requirements of first purchasers; and (5) Procedures, forms, public notices, and other requirements for nominating director candidates and for conducting and certifying elections. Section 15. That § 38-32-22 be amended to read as follows: 38-32-22. Members of the corn utilization council shall receive per diem compensation pursuant to § 4-7-10.4 and shall be reimbursed for necessary expenses incurred in performing the duties prescribed by this chapter. The provisions of this section shall be retroactive in effect to July 1, 1988. The council may reimburse its members for reasonable expenses incurred in connection with performing their duties as council members. BILL HISTORY 1/28/99 First read in House and referred to committee assignment waived. H.J. 243 1/29/99 Referred to State Affairs. H.J. 266 2/3/99 Scheduled for Committee hearing on this date. 2/5/99 Scheduled for Committee hearing on this date. 2/5/99 State Affairs Deferred to another day. 2/8/99 Scheduled for Committee hearing on this date. 2/10/99 Scheduled for Committee hearing on this date. 2/12/99 Scheduled for Committee hearing on this date. 2/16/99 Scheduled for Committee hearing on this date. 2/16/99 State Affairs Do Pass Amended, Passed, AYES 10, NAYS 3. H.J. 558"}, {"bill_id": 14760, "bill_version_id": 81134, "bill_version": "House Engrossed", "bill_version_date": "1999-02-22T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to declare that the South Dakota Oilseeds Council, the South Dakota Soybean Research and Promotion Council, and the South Dakota Corn Utilization Council, are not agencies of the State of South Dakota, to repeal their rulemaking authority, and to revise other provisions relating to them and the Department of Agriculture. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 38-27-6 be amended to read as follows: 38-27-6. Compensation for the oilseeds council shall be paid pursuant to § 4-7-10.4. The compensation of the secretary shall be paid by funds of the Department of Agriculture. The council may reimburse its members for reasonable expenses incurred in connection with performing their duties as council members. Section 2. That § 38-27-7 be amended to read as follows: 38-27-7. Funds collected pursuant to this chapter shall be deposited with the state treasurer in a special fund known as the \" oilseeds fund. \" Any funds remaining in the \" sunflower fund \" shall be transferred to the \" oilseeds fund \" upon implementation of the new fund. Expenditures of these funds shall be made in accordance with the provisions of chapter 4-7. The council shall annually submit a financial report and informational budget along with an audit to the secretary of agriculture. However, the council is not required to submit an audit, if the Department of Legislative Audit elects to perform the audit. The council shall submit an annual informational budget to the appropriations committee of the Legislature. Section 3. That § 38-27-8 be amended to read as follows: 38-27-8. In the administration of this chapter, the The oilseeds council may is not an agency of the State of South Dakota and may independently : (1) Contract and cooperate with any person or with any governmental department or agency for research, education and transportation; (2) Expend the funds collected pursuant to this chapter and appropriated for its administration; (3) Appoint, discharge, fix compensation for , and prescribe the duties of personnel as necessary , subject to approval of the secretary ; (4) Accept donations of funds, property, services , or other assistance from public or private sources for the purpose of furthering the objectives of the council. Section 4. That § 38-27-8.1 be repealed. 38-27-8.1. The council may promulgate rules pursuant to chapter 1-26 concerning: (1) The procedures for obtaining a declaratory ruling; (2) The procedures for assessments collected for sunflowers, safflowers, canola or flax grown or sold to a first purchaser; (3) The procedures for obtaining a refund of the assessment; (4) The procedures for collecting delinquent assessments and assessing penalties; and (5) The record-keeping and reporting requirements of first purchasers. Section 5. That § 38-27-14 be amended to read as follows: 38-27-14. Any first purchaser shall keep as a part of his permanent records a permanent record of all purchases of raw sunflowers, safflowers, canola , or flax, which may be examined by the oilseeds council at any reasonable time. The first purchaser shall report to the council stating the quantity of sunflowers, safflowers, canola , or flax received by him the first purchaser . The report and remittance of the assessment shall be made at the times and in the manner prescribed by the council pursuant to rules promulgated pursuant to chapter 1-26 . The council may implement procedures, including: (1) Assessments collected by sunflowers, safflowers, canola, or flax grown or sold to a first purchaser; (2) Obtaining a refund of the assessment; (3) Collecting delinquent assessments and assessing penalties; and (4) Record-keeping and reporting requirements of first purchasers. Section 6. That § 38-29-6 be amended to read as follows: 38-29-6. Moneys collected from checkoff fees shall be deposited in a special revolving fund created in the state treasury and shall be are continuously appropriated to the soybean research and promotion council. Expenditures of these funds shall be made in accordance with the provisions of Title 4. The council shall annually submit a financial report and informational budget along with an audit to the secretary of agriculture. However, the council is not required to submit an audit, if the Department of Legislative Audit elects to perform the audit. The council shall submit an annual informational budget to the appropriations committee of the Legislature. Section 7. That § 38-29-7 be amended to read as follows: 38-29-7. The Soybean Research and Promotion Council may is not an agency of the State of South Dakota and may independently : (1) Enter into contracts, including loans and grants, and cooperate with any person, any local, state, or national organization, whether public or private, or with any governmental department or agency for the discovery, promotion, development, and expansion of domestic and export markets and industries and for research, education, and transportation; (2) Expend the funds collected pursuant to this chapter and appropriated for its administration; (3) Appoint, employ, discharge, fix compensation for, and prescribe the duties of such personnel as it may deem necessary; (4) Accept donations of funds, property, services, or other assistance from public or private sources for the purpose of furthering the objectives of the council; (5) Lease, purchase, own, maintain, operate, and dispose of equipment and supplies necessary to carry out the provisions of this chapter. Section 8. That § 38-29-7.1 be repealed. 38-29-7.1. The council may promulgate rules pursuant to chapter 1-26 concerning: (1) The procedures for obtaining a declaratory ruling; (2) The procedures for assessments collected for soybeans grown or sold to a first purchaser; (3) The procedures for obtaining a refund of the assessment; (4) The procedures for collecting delinquent assessments and assessing penalties; (5) The record-keeping and reporting requirements of first purchasers; and (6) The requirements governing grants and loans made pursuant to § 38-29-7, including eligibility requirements and requirements for application, awards, and administration. Section 9. That § 38-29-11 be amended to read as follows: 38-29-11. Any first purchaser shall keep as a part of his permanent records a record of all purchases of raw soybeans, which may be examined by the soybean research and promotion council at any reasonable time. Every first purchaser shall report to the council stating the quantity of soybeans received by him the first purchaser . The report and remittance of the assessment shall be made at the times and in the manner prescribed by the council pursuant to administrative rules promulgated pursuant to chapter 1-26 . The council may implement procedures, including: (1) Assessments collected for soybeans grown or sold to a first purchaser; (2) Obtaining a refund of the assessment; (3) Collecting delinquent assessments and assessing penalties; (4) Record-keeping and reporting requirements of first purchasers; and (5) Requirements governing grants and loans made pursuant to § 38-29-7, including eligibility requirements and requirements for application, awards, and administration. Section 10. That § 38-32-3.2 be amended to read as follows: 38-32-3.2. If voting at the designated time and place would cause a hardship on any eligible voter, the council shall allow for absentee voting on forms, and in a manner, prescribed in rule by the council. Absentee ballots shall be returned either to the council office no later than five calendar days prior to before the day of the election or to the polling location prior to before the close of the polls. The council shall ensure that any absentee ballot it has received within the deadline specified in this section is delivered to the appropriate polling place prior to before the close of the polls. No absentee ballot that is received at the polling place after the close of the polls may be counted in the election results. Section 11. That § 38-32-12 be amended to read as follows: 38-32-12. Moneys collected from checkoff fees shall be deposited in a special revolving fund created in the state treasury and shall be are continuously appropriated to the council. Expenditures of these funds shall be made in accordance with the provisions of Title 4. The council shall annually submit a financial report and informational budget along with an audit to the secretary of agriculture. However, the council is not required to submit an audit, if the Department of Legislative Audit elects to perform the audit. The council shall submit an annual informational budget to the appropriations committee of the Legislature. Section 12. That § 38-32-13 be amended to read as follows: 38-32-13. The council may, but is not limited to is not an agency of the State of South Dakota and may independently : (1) Contract and cooperate with any person, organization or with any governmental department or agency for market maintenance and expansion, research, education, transportation , and for the prevention, modification , or elimination of trade barriers which obstruct the free flow of corn and corn products to market; (2) Expend the funds collected pursuant to this chapter and appropriated for its administration; (3) Appoint, discharge, fix compensation for , and prescribe the duties of such personnel as it may deem necessary; (4) Accept donations of funds, property, services , or other assistance from public or private sources for the purpose of furthering the objectives of the council. Section 13. That § 38-32-14 be repealed. 38-32-14. The council may promulgate rules pursuant to chapter 1-26 concerning: (1) The procedures for obtaining a declaratory ruling; (2) The procedures for assessments collected for corn sold to a first purchaser; (3) The procedures for obtaining a refund of the assessment; (4) The procedures for collecting delinquent assessments and assessing penalties; (5) The record keeping and reporting requirements of first purchasers; and (6) Procedures, forms, public notices and other requirements for nominating director candidates and for conducting and certifying elections. Section 14. That § 38-32-18 be amended to read as follows: 38-32-18. Any first purchaser shall keep as a part of its permanent records a record of all purchases of corn, which may be examined by the council at any reasonable time. Every first purchaser shall report to the council stating the quantity of corn received by the first purchaser. The report and remittance of the assessment shall be made at the times and in the manner prescribed by the council pursuant to administrative rules promulgated pursuant to chapter 1-26 . The council may implement procedures, including: (1) Assessments collected for corn sold to a first purchaser; (2) Obtaining a refund of the assessment; (3) Collecting delinquent assessments and assessing penalties; (4) Record-keeping and reporting requirements of first purchasers; and (5) Procedures, forms, public notices, and other requirements for nominating director candidates and for conducting and certifying elections. Section 15. That § 38-32-22 be amended to read as follows: 38-32-22. Members of the corn utilization council shall receive per diem compensation pursuant to § 4-7-10.4 and shall be reimbursed for necessary expenses incurred in performing the duties prescribed by this chapter. The provisions of this section shall be retroactive in effect to July 1, 1988. The council may reimburse its members for reasonable expenses incurred in connection with performing their duties as council members. Section 16. That chapter 38-27 be amended by adding thereto a NEW SECTION to read as follows: The open meeting provisions of chapter 1-25 apply to the council. Section 17. That chapter 38-29 be amended by adding thereto a NEW SECTION to read as follows: The open meeting provisions of chapter 1-25 apply to the council. Section 18. That chapter 38-32 be amended by adding thereto a NEW SECTION to read as follows: The open meeting provisions of chapter 1-25 apply to the council. BILL HISTORY 1/28/99 First read in House and referred to committee assignment waived. H.J. 243 1/29/99 Referred to State Affairs. H.J. 266 2/3/99 Scheduled for Committee hearing on this date. 2/5/99 Scheduled for Committee hearing on this date. 2/5/99 State Affairs Deferred to another day. 2/8/99 Scheduled for Committee hearing on this date. 2/10/99 Scheduled for Committee hearing on this date. 2/12/99 Scheduled for Committee hearing on this date. 2/16/99 Scheduled for Committee hearing on this date. 2/16/99 State Affairs Do Pass Amended, Passed, AYES 10, NAYS 3. H.J. 558 2/19/99 House of Representatives Placed on Calendar. H.J. 651"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14760, "action_date": "1999-01-28T14:00:00-06:00", "document_id": 82121, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82121.pdf", "status_text": "First read in House and referred to", "journal_page": 243, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14760, "action_date": "1999-02-03T10:00:00-06:00", "document_id": 81958, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81958.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 623, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14760, "action_date": "1999-02-03T10:00:00-06:00", "document_id": 81958, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81958.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 623, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14760, "action_date": "1999-02-05T10:00:00-06:00", "document_id": 81960, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81960.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 623, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14760, "action_date": "1999-02-05T10:00:00-06:00", "document_id": 81960, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81960.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 623, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14760, "action_date": "1999-02-08T10:00:00-06:00", "document_id": 81961, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81961.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 623, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14760, "action_date": "1999-02-10T10:00:00-06:00", "document_id": 81963, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81963.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 623, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14760, "action_date": "1999-02-12T10:00:00-06:00", "document_id": 81964, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81964.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 623, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14760, "action_date": "1999-02-16T16:00:00-06:00", "document_id": 81965, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81965.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 623, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14760, "action_date": "1999-02-16T16:00:00-06:00", "document_id": 81965, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81965.pdf", "status_text": "Do Pass Amended,", "journal_page": 558, "committee_id_action": 623, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41536, "president_vote": null, "Yea": [2208, 2232, 2240, 2247, 2254, 2257, 2282, 2287, 2266, 2214], "Nay": [2228, 2245, 2262]}}, {"bill_id": 14760, "action_date": "1999-02-16T16:00:00-06:00", "document_id": 81965, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81965.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 623, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14760, "action_date": "1999-02-22T14:00:00-06:00", "document_id": 82132, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82132.pdf", "status_text": "Motion to Amend,", "journal_page": 665, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14760, "action_date": "1999-02-22T14:00:00-06:00", "document_id": 82132, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82132.pdf", "status_text": "Do Pass Amended,", "journal_page": 666, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43479, "president_vote": null, "Nay": [2200, 2203, 2207, 2209, 2212, 2218, 2227, 2228, 2231, 2250, 2253, 2260, 2267, 2268, 2271, 2279, 2281, 2284, 2302, 2303], "Yea": [2204, 2208, 2210, 2211, 2213, 2214, 2216, 2219, 2220, 2222, 2223, 2229, 2232, 2233, 2236, 2237, 2238, 2240, 2243, 2244, 2247, 2248, 2249, 2254, 2255, 2256, 2257, 2261, 2262, 2264, 2265, 2266, 2272, 2273, 2276, 2277, 2278, 2282, 2286, 2287, 2288, 2290, 2291, 2295, 2296, 2297, 2298, 2300, 2301, 2245]}}, {"bill_id": 14760, "action_date": "1999-02-22T14:00:00-06:00", "document_id": 82158, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82158.pdf", "status_text": "First read in Senate and referred to", "journal_page": 632, "committee_id_action": 629, "committee_id_assigned": 611, "result": "N", "vote": {}}, {"bill_id": 14760, "action_date": "1999-02-24T07:45:00-06:00", "document_id": 82093, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82093.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14760, "action_date": "1999-02-24T07:45:00-06:00", "document_id": 82093, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82093.pdf", "status_text": "Tabled", "journal_page": 663, "committee_id_action": 611, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42015, "president_vote": null, "Yea": [2224, 2270, 2230, 2299, 2283, 2241], "Nay": [2246, 2259, 2292]}}, {"bill_id": 14760, "action_date": "1999-02-24T07:45:00-06:00", "document_id": 82093, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82093.pdf", "status_text": "Tabled", "journal_page": 663, "committee_id_action": 611, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42015, "president_vote": null, "Yea": [2224, 2270, 2230, 2299, 2283, 2241], "Nay": [2246, 2259, 2292]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/14760"}