{"session_id": 45, "bill_id": 13041, "bill_type": "Senate Bill", "bill_number": 203, "bill_title": "to revise the definition of a large boat.", "sponsors": [{"legislator_profile_id": 1922, "is_prime": true}, {"legislator_profile_id": 1977, "is_prime": true}, {"legislator_profile_id": 1889, "is_prime": false}, {"legislator_profile_id": 1905, "is_prime": false}, {"legislator_profile_id": 1908, "is_prime": false}, {"legislator_profile_id": 1933, "is_prime": false}, {"legislator_profile_id": 1935, "is_prime": false}], "keywords": ["Boats & Personal Watercraft", "Motor Vehicle Registration, License Plates & Fees"], "audio": [], "bill_versions": [{"bill_id": 13041, "bill_version_id": 73856, "bill_version": "Introduced", "bill_version_date": "1997-01-29T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the definition of a large boat. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 42-8-2 be amended to read as follows: 42-8-2. Terms used in this chapter mean: (1) \"Boat,\" every description of watercraft, other than a seaplane on the water, used or capable of being used as a means of transportation on water; (1A) \"Boat dealer,\" any person or business who in the ordinary course of business sells new large boats or any person or business who in the ordinary course of business sells five or more used large boats in a year; (2) \"Commission,\" the Game, Fish and Parks Commission of this state acting directly or through its authorized officers; (2A) \"Large boat,\" any motorized or nonmotorized boat over twelve feet in length or a motorboat , used or capable of being used as a means of transportation on water, except canoes, inflatable boats, kayaks, sailboards , and seaplanes; (3) \"Motorboat,\" any boat propelled by machinery, whether or not such machinery is the principal source of propulsion, but does not include a boat which has a valid marine document issued by the commissioner of customs of the United States government or any federal agency successor thereto; (4) \"Operate,\" to navigate or otherwise use a boat; (5) \"Owner,\" a person, other than a lien holder, having the property in or title to a boat. The term includes a person entitled to the use or possession of a boat subject to an interest in another person reserved or created by agreement and securing payment or performance of an obligation, but the term excludes a lessee under a lease not intended as security; (5A) \"Personal watercraft,\" any motorboat that has an inboard or outboard motor powering a water jet pump or caged propeller as its primary source of motive power and is designed to be operated by a person standing on, kneeling on, sitting astride, or being towed behind the watercraft, and has the probability that the operator and passengers may in the normal course of use, fall overboard; (6) \"Racing boat,\" any boat designed and manufactured exclusively for racing; (7) \"Sailboard,\" any single-hulled boat equipped with an articulating mast and designed to be operated by a person standing on the board, maneuvering through the trim of the hand-held sail and distributing his body weight on the board; and (8) \"Waters of this state,\" any public waters within the territorial limits of this state and all waters which form a common boundary between this state and Minnesota, North Dakota, Montana, Wyoming, Iowa, or Nebraska. Section 2. That § 42-8-71 be amended to read as follows: 42-8-71. Sections 42-8-71 to 42-8-74, inclusive, and § § 42-8-76 to 42-8-84, inclusive, apply to large boats which are purchased or acquired by residents of this state on and after March 1, 1992 July 1, 1997 . The provisions of § 42-8-3 apply to large boats. Any resident of this state who purchases or acquires a large boat shall apply to the county treasurer of such person's residence for a certificate of title for the large boat. Section 3. That § 42-8-84 be amended to read as follows: 42-8-84. The owner of a large boat not yet subject to the titling requirements of § § 42-8-71 to 42-8-74, inclusive and § § 42-8-76 to 42-8-84, inclusive, may apply to the county treasurer of the owner's residence for a certificate of title for the large boat. The application shall be accompanied by proof of ownership and a certificate issued by the secretary of state that there are or are not liens of record encumbering the large boat . If there are one or more liens on the large boat, the department shall note the liens on the certificate of title in order of their priority and shall deliver or mail the certificate of title to the owner or as otherwise directed by the owners. Upon issuance of the certificate of title for the large boat, the large boat shall thereafter be subject to the requirements of § § 42-8-71 to 42-8-74, inclusive, and § § 42-8-76 to 42-8-84, inclusive, as though the boat was required to be titled. The owner shall present the certificate of title to the county register of deeds when a release statement is filed and a new or endorsed certificate shall be issued to the owner."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13041, "action_date": "1997-01-29T14:00:00-06:00", "document_id": 72889, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72889.pdf", "status_text": "First read in Senate and referred to", "journal_page": 218, "committee_id_action": 545, "committee_id_assigned": 519, "result": "N", "vote": {}}, {"bill_id": 13041, "action_date": "1997-02-04T10:00:00-06:00", "document_id": 72282, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72282.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 519, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13041, "action_date": "1997-02-04T10:00:00-06:00", "document_id": 72282, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72282.pdf", "status_text": "Tabled", "journal_page": 303, "committee_id_action": 519, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37896, "president_vote": null, "Yea": [1901, 1946, 1959, 1976, 1956, 1972], "Excused": [1979]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13041"}