{"session_id": 48, "bill_id": 14253, "bill_type": "Senate Bill", "bill_number": 50, "bill_title": "establish standards for the advertisement, solicitation, and sale of life and health insurance.", "sponsors": [], "keywords": ["Administrative Rules", "Health Insurance", "Insurance", "Life Insurance"], "audio": [], "bill_versions": [{"bill_id": 14253, "bill_version_id": 80195, "bill_version": "Introduced", "bill_version_date": "1999-01-09T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish standards for the advertisement, solicitation, and sale of life and health insurance. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: This Act applies to all individual and group health policies which are solicited or sold in this state. However, this Act does not apply to insurance policies and subscriber contracts subject to the medicare supplement requirements. Except for the exemptions specified in this section, this Act applies to any solicitation, negotiation, or effectuation of life insurance occurring within this state. This Act applies to any existing nonexempt policy held by a policy owner residing in this state for purposes of responses to policyholders for policy data, if an insurer substantially deviates from the contribution principle, if an insurer uses or changes from or to the investment generation method, and if an insurer makes a material revision with respect to changes in nonguaranteed factors. This Act applies to any issuer of life insurance contracts including fraternal benefit societies. This Act does not apply to: (1) Group annuities; (2) Credit life insurance; (3) Group life insurance (except for disclosures relating to preneed funeral contracts or prearrangements as provided by this Act. These disclosure requirements extend to the issuance or delivery of certificates as well as to the master policy); (4) Life insurance policies issued in connection with pension and welfare plans as defined by and which are subject to the federal Employee Retirement Income Security Act of 1974 (ERISA), 29 U.S.C. Section 1001 et seq. as amended to January 1, 1999; or (5) Variable life insurance under which the amount or duration of the life insurance varies according to the investment experience of a separate account. Section 2. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The purpose of this Act is to establish guidelines and permissible and impermissible standards of conduct in the solicitation of and advertising of life and health insurance in a manner which: (1) Prevents unfair, deceptive, and misleading advertising; (2) Is conducive to accurate presentation and description to the insurance-buying public through the advertising media and material used by insurance agents and companies; (3) Provides for the full disclosure of the benefits, limitations, and exclusions of policies sold; (4) Sets forth minimum standards and guidelines to assure a full and truthful disclosure to the public of all material and relevant information in the advertising of life insurance policies and annuity contracts; (5) Requires insurers to deliver to purchasers of life insurance information which will improve the buyer's ability to select the most appropriate plan of life insurance for the buyer's needs; (6) Improves the buyer's understanding of the basic features of the policy which has been purchased or which is under consideration; (7) Improves the ability of the buyer to evaluate the relative costs of similar plans of life insurance; (8) Provides reasonable standardization and simplification of terms and coverages of health insurance policies and subscriber contracts of nonprofit hospital, medical, and dental service associations to facilitate public understanding and comparison; (9) Eliminates provisions contained in health insurance policies and subscriber contracts of nonprofit hospital, medical, and dental service associations which may be misleading or unreasonably confusing in connection either with the purchase of such coverages or with the settlement of claims; and (10) Provides for full disclosure in the sale of life or health coverages. Section 3. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, the term, advertisement, includes: (1) Any printed and published material, audio visual material, and descriptive literature of an insurer used in direct mail, newspapers, magazines, radio scripts, TV scripts, billboards, and similar displays; (2) Any descriptive literature and sales aids of all kinds issued by an insurer, agent, producer, broker or solicitor for presentation to members of the insurance-buying public, including circulars, leaflets, booklets, depictions, illustrations, Internet communications, form letters, and lead-generating devices of all kinds; (3) Any prepared sales talks, presentations, and material for use by agents, brokers, producers, and solicitors whether prepared by the insurer or the agent, broker, producer, or solicitor; and (4) Any advertising material included with a policy if the policy is delivered and material is used in the solicitation of renewals and reinstatements. Section 4. For the purposes of this Act, the term, advertisement, does not include: (1) Any material to be used solely for the training and education of an insurer's employees, agents, or brokers; (2) Any material used in-house by insurers; (3) Any communications within an insurer's own organization not intended for dissemination to the public; (4) Any individual communications of a personal nature with current policyholders other than material urging such policyholders to increase or expand coverages; (5) Any correspondence between a prospective group or blanket policyholder and an insurer in the course of negotiating a group or blanket contract; (6) Any court-approved material ordered by a court to be disseminated to policyholders; or (7) Any general announcement from a group or blanket policyholder to eligible individuals on an employment or membership list that a contract or program has been written or arranged if the announcement clearly indicates that it is preliminary to the issuance of a booklet and the announcement does not describe the benefits under the contract or program or describe advantages as to the purchase of the contract or program. Section 5. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: In order to provide for full and fair disclosure in the sale of health insurance policies or subscriber contracts of a nonprofit hospital, medical, or dental service association, no such policy or contract may be delivered or issued for delivery in this state unless the outline of coverage described in section 6 of this Act either accompanies the policy or is delivered to the applicant at the time application is made and an acknowledgment of receipt or certificate of delivery of such outline is provided the insurer. If the policy has been sold through an agent, the outline of coverage shall be delivered at the time of application. If the policy is issued on a basis other than that applied for, the outline of coverage properly describing the policy or contract shall accompany the policy or contract. Section 6. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The director shall prescribe the format and content of the outline of coverage required by section 5 of this Act. The term, format, means style, arrangement, and overall appearance, including such items as the size, color, prominence of type, and the arrangement of text and captions. The term, outline of coverage, includes: (1) A statement identifying the applicable category or categories of coverage provided by the policy or contract as prescribed by the director; (2) A description of the principal benefits and coverage provided in the policy or contract; (3) A statement of the exceptions, reductions, and limitations contained in the policy or contract; (4) A statement of the renewal provisions including any reservation by the insurer of nonprofit hospital, medical, or dental service association of a right to change premiums; and (5) A statement that the outline is a summary of the policy or contract issued or applied for and that the policy or contract should be consulted to determine governing contractual provisions. Section 7. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The director may promulgate rules pursuant to chapter 1-26 to establish specific standards consistent with section 2 this Act. The rules may include standards of full and fair disclosure, that set forth the manner, content and required disclosure. Except for conversion policies issued pursuant to a contractual conversion privilege under a group, the rules may apply to the sale of individual and group health insurance policies and subscriber contracts of nonprofit hospital, medical, and dental service associations, in existence on the effective date of this Act, which shall be in addition to and in accordance with applicable laws of this state, including chapters 58-17, 58-18, 18-18B and 58-33, which may include: (1) Terms of renewability; (2) Initial and subsequent conditions of eligibility; (3) Nonduplication of coverage provisions; (4) Coverage of dependents; (5) Preexisting conditions; (6) Termination of insurance; (7) Probationary periods; (8) Limitations, exceptions, and reductions; (9) Elimination periods; (10) Requirements for replacement; (11) Recurrent conditions; (12) Prohibitions on the use of terms, information, phrases, or implied affiliations in advertising; (13) Prominence, form, and style of any advertisement; (14) Information to be disclosed on advertising or solicitation materials; (15) Use of testimonials; (16) Special offers or enrollment periods; (17) Coverage comparisons; (18) Identification of insurers and agents; (19) Prearrangements or preneed funeral contracts; and (20) The definition of terms including the following: hospital, accident, sickness, injury, physician, accidental means, total disability, partial disability, nervous disorder, guaranteed renewable and noncancellable. Section 8. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Any information required to be disclosed by rules promulgated pursuant to this Act shall be set out conspicuously and in close conjunction with the statements to which the information relates or under appropriate captions of such prominence that it does not minimize, render obscure, present in an ambiguous fashion, or intermingle with the context of the advertisement so as to be confusing or misleading. Section 9. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Prior to accepting the applicant's initial premium or premium deposit, the insurer shall provide, to all prospective life insurance purchasers, a buyer's guide, and a policy summary or premium deposit. However, in lieu of a policy summary, an insurer may provide an illustration which complies with applicable rules concerning life insurance illustrations. Insurers may deliver the buyer's guide and policy summary or illustration at other times as specified by the director by rule. The director may also promulgate rules pursuant to chapter 1-26 specifying the type of policy summary required, the form and content of policy summaries, the specific buyer's guide to be used, and if the buyer's guide must be provided. Section 10. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Any advertisements shall be truthful and not misleading in fact or by implication. The form and content of an advertisement of a policy shall be sufficiently complete and clear so as to avoid deception. No advertisement may have the capacity or tendency to mislead or deceive. In determining whether an advertisement has the capacity or tendency to mislead or deceive, the director shall make the determination from the overall impression that the advertisement may be reasonably expected to create upon a person of average education or intelligence within the segment of the public to which it is directed. Section 11. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Each insurer shall maintain at its home or principal office a complete file containing a specimen copy of every printed, published, or prepared advertisement of its policies and specimen copies of typical printed, published, or prepared advertisements of its blanket, franchise, and group policies where the content of advertisements vary dependent upon coverage options, hereafter disseminated in this state, with a notation indicating the manner and extent of distribution and the form number of any policy advertised. The file may be kept electronically. The division may inspect the file. All advertisements shall be maintained in the file for a period of either five years or until the filing of the next regular report on the examination of the insurer, whichever is the longer period of time. Section 12. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If the director determines that an advertisement has the capacity or tendency to mislead or deceive the public or otherwise does not comply with this Act or the rules promulgated pursuant to this Act, the director may require an insurer or insurance producer to submit all or any part of the advertising material for review or approval prior to use, in addition to any other remedies allowed by law."}, {"bill_id": 14253, "bill_version_id": 80196, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "1999-01-22T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish standards for the advertisement, solicitation, and sale of life and health insurance. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. This Act applies to all individual and group health policies which are solicited or sold in this state that are subject to chapters 58-15, 58-16, 58-17, 58-18, 58-18B, 58-37A, 58- 38, 58-39, 58-40, and 58-41. However, this Act does not apply to insurance policies and subscriber contracts subject to the medicare supplement requirements. Except for the exemptions specified in this section, this Act applies to any solicitation, negotiation, or effectuation of life insurance occurring within this state. This Act applies to any issuer of life insurance contracts including fraternal benefit societies. This Act does not apply to: (1) Group annuities; (2) Credit life insurance; (3) Group life insurance (except for disclosures relating to preneed funeral contracts or prearrangements as provided by this Act. These disclosure requirements extend to the issuance or delivery of certificates as well as to the master policy); (4) Life insurance policies issued in connection with pension and welfare plans as defined by and which are subject to the federal Employee Retirement Income Security Act of 1974 (ERISA), 29 U.S.C. Section 1001 et seq. as amended to January 1, 1999; or (5) Variable life insurance under which the amount or duration of the life insurance varies according to the investment experience of a separate account. Section 2. The purpose of this Act is to establish guidelines and permissible and impermissible standards of conduct in the solicitation of and advertising of life and health insurance in a manner which: (1) Prevents unfair, deceptive, and misleading advertising; (2) Is conducive to accurate presentation and description to the insurance-buying public through the advertising media and material used by insurance agents and companies; (3) Provides for the full disclosure of the benefits, limitations, and exclusions of policies sold; (4) Sets forth minimum standards and guidelines to assure a full and truthful disclosure to the public of all material and relevant information in the advertising of life insurance policies and annuity contracts; (5) Requires insurers to deliver to purchasers of life insurance information which will improve the buyer's ability to select the most appropriate plan of life insurance for the buyer's needs; (6) Improves the buyer's understanding of the basic features of the policy which has been purchased or which is under consideration; (7) Improves the ability of the buyer to evaluate the relative costs of similar plans of life insurance; (8) Provides reasonable standardization and simplification of terms and coverages of health insurance policies and subscriber contracts of nonprofit hospital, medical, and dental service associations to facilitate public understanding and comparison; (9) Eliminates provisions contained in health insurance policies and subscriber contracts of nonprofit hospital, medical, and dental service associations which may be misleading or unreasonably confusing in connection either with the purchase of such coverages or with the settlement of claims; and (10) Provides for full disclosure in the sale of life or health coverages. Section 3. For the purposes of this Act, the term, advertisement, includes: (1) Any printed and published material, audio visual material, and descriptive literature of an insurer used in direct mail, newspapers, magazines, radio scripts, TV scripts, billboards, and similar displays; (2) Any descriptive literature and sales aids of all kinds issued by an insurer, agent, producer, broker or solicitor for presentation to members of the insurance-buying public, including circulars, leaflets, booklets, depictions, illustrations, Internet communications, form letters, and lead-generating devices of all kinds; (3) Any prepared sales talks, presentations, and material for use by agents, brokers, producers, and solicitors whether prepared by the insurer or the agent, broker, producer, or solicitor; and (4) Any advertising material included with a policy if the policy is delivered and material is used in the solicitation of renewals and reinstatements. Section 4. For the purposes of this Act, the term, advertisement, does not include: (1) Any material to be used solely for the training and education of an insurer's employees, agents, or brokers; (2) Any material used in-house by insurers; (3) Any communications within an insurer's own organization not intended for dissemination to the public; (4) Any individual communications of a personal nature with current policyholders other than material urging such policyholders to increase or expand coverages; (5) Any correspondence between a prospective group or blanket policyholder and an insurer in the course of negotiating a group or blanket contract; (6) Any court-approved material ordered by a court to be disseminated to policyholders; or (7) Any general announcement from a group or blanket policyholder to eligible individuals on an employment or membership list that a contract or program has been written or arranged if the announcement clearly indicates that it is preliminary to the issuance of a booklet and the announcement does not describe the benefits under the contract or program or describe advantages as to the purchase of the contract or program. Section 5. In order to provide for full and fair disclosure in the sale of health insurance policies or subscriber contracts of a nonprofit hospital, medical, or dental service association, no such policy or contract may be delivered or issued for delivery in this state unless the outline of coverage described in section 6 of this Act either accompanies the policy or is delivered to the applicant at the time application is made and an acknowledgment of receipt or certificate of delivery of such outline is provided the insurer. If the policy has been sold through an agent, the outline of coverage shall be delivered at the time of application. If the policy is issued on a basis other than that applied for, the outline of coverage properly describing the policy or contract shall accompany the policy or contract. Section 6. The director shall prescribe the general format and content of the outline of coverage required by section 5 of this Act. The term, format, means style, arrangement, and overall appearance, including such items as the size, color, prominence of type, and the arrangement of text and captions. The term, outline of coverage, includes: (1) A statement identifying the applicable category or categories of coverage provided by the policy or contract as prescribed by the director; (2) A description of the principal benefits and coverage provided in the policy or contract; (3) A statement of the exceptions, reductions, and limitations contained in the policy or contract; (4) A statement of the renewal provisions including any reservation by the insurer of nonprofit hospital, medical, or dental service association of a right to change premiums; and (5) A statement that the outline is a summary of the policy or contract issued or applied for and that the policy or contract should be consulted to determine governing contractual provisions. Nothing in this section prohibits an insurer from incorporating an outline of coverage into other solicitation and policy information documents if the required information is contained in the documents. Section 7. The director may promulgate rules pursuant to chapter 1-26 to establish specific standards consistent with section 2 this Act. The rules may include standards of full and fair disclosure, that set forth the manner, content and required disclosure. Except for conversion policies issued pursuant to a contractual conversion privilege under a group, the rules may apply to the sale of individual and group health insurance subject to this Act and shall be in addition to and in accordance with applicable laws of this state. The rules may include: (1) Terms of renewability; (2) Initial and subsequent conditions of eligibility; (3) Nonduplication of coverage provisions; (4) Coverage of dependents; (5) Preexisting conditions; (6) Termination of insurance; (7) Probationary periods; (8) Limitations, exceptions, and reductions; (9) Elimination periods; (10) Requirements for replacement; (11) Recurrent conditions; (12) Prohibitions on the use of terms, information, phrases, or implied affiliations in advertising; (13) Prominence, form, and style of any advertisement; (14) Information to be disclosed on advertising or solicitation materials; (15) Use of testimonials; (16) Special offers or enrollment periods; (17) Coverage comparisons; (18) Identification of insurers and agents; (19) Prearrangements or preneed funeral contracts; and (20) The definition of terms including the following: hospital, accident, sickness, injury, physician, accidental means, total disability, partial disability, nervous disorder, guaranteed renewable and noncancellable. Section 8. Any information required to be disclosed by rules promulgated pursuant to this Act shall be set out conspicuously and in close conjunction with the statements to which the information relates or under appropriate captions of such prominence that it does not minimize, render obscure, present in an ambiguous fashion, or intermingle with the context of the advertisement so as to be confusing or misleading. Section 9. Prior to accepting the applicant's initial premium or premium deposit, the insurer shall provide, to all prospective life insurance purchasers, a buyer's guide, and a policy summary. However, in lieu of a policy summary, an insurer may provide an illustration which complies with applicable rules concerning life insurance illustrations. Insurers may deliver the buyer's guide and policy summary or illustration at other times as specified by the director by rule. The director may also promulgate rules pursuant to chapter 1-26 specifying the type of policy summary required, the form and content of policy summaries, the specific buyer's guide to be used, and if the buyer's guide must be provided. Section 10. Any advertisements shall be truthful and not materially misleading in fact or by implication. The form and content of an advertisement of a policy shall be sufficiently complete and clear so as to avoid deception. No advertisement may have the capacity and tendency to materially mislead or deceive. In determining whether an advertisement has the capacity and tendency to materially mislead or deceive, the director shall make the determination from the overall impression that the advertisement may be reasonably expected to create upon a person of average education or intelligence within the segment of the public to which it is directed. Section 11. Each insurer shall maintain at its home or principal office a complete file containing a specimen copy of every printed, published, or prepared advertisement of its policies and specimen copies of typical printed, published, or prepared advertisements of its blanket, franchise, and group policies where the content of advertisements vary dependent upon coverage options, hereafter disseminated in this state, with a notation indicating the manner and extent of distribution and the form number of any policy advertised. The file may be kept electronically. The division may inspect the file. All advertisements shall be maintained in the file for a period of either five years or until the filing of the next regular report on the examination of the insurer pursuant to chapter 58-3, whichever is the longer period of time. Section 12. If the director has reason to believe that an advertisement has the capacity and tendency to mislead or deceive the public or otherwise does not comply with this Act or the rules promulgated pursuant to this Act, the director may require an insurer or insurance producer to submit all or any part of the advertising material for review or approval prior to use, in addition to any other remedies allowed by law. BILL HISTORY 1/12/99 First read in Senate and referred to Commerce. S.J. 24 1/14/99 Scheduled for Committee hearing on this date. 1/19/99 Scheduled for Committee hearing on this date. 1/21/99 Scheduled for Committee hearing on this date. 1/21/99 Commerce Do Pass Amended, Passed, AYES 7, NAYS 0. S.J. 140"}, {"bill_id": 14253, "bill_version_id": 80194, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "1999-02-10T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish standards for the advertisement, solicitation, and sale of life and health insurance. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. This Act applies to all individual and group health policies which are solicited or sold in this state that are subject to chapters 58-15, 58-16, 58-17, 58-18, 58-18B, 58-37A, 58- 38, 58-39, 58-40, and 58-41. However, this Act does not apply to insurance policies and subscriber contracts subject to the medicare supplement requirements. Except for the exemptions specified in this section, this Act applies to any solicitation, negotiation, or effectuation of life insurance occurring within this state. This Act applies to any issuer of life insurance contracts including fraternal benefit societies. This Act does not apply to: (1) Group annuities; (2) Credit life insurance; (3) Group life insurance (except for disclosures relating to preneed funeral contracts or prearrangements as provided by this Act. These disclosure requirements extend to the issuance or delivery of certificates as well as to the master policy); (4) Life insurance policies issued in connection with pension and welfare plans as defined by and which are subject to the federal Employee Retirement Income Security Act of 1974 (ERISA), 29 U.S.C. Section 1001 et seq. as amended to January 1, 1999; (5) Variable life insurance under which the amount or duration of the life insurance varies according to the investment experience of a separate account; or (6) Variable annuities under which the amount varies according to the investment experience. Section 2. The purpose of this Act is to establish guidelines and permissible and impermissible standards of conduct in the solicitation of and advertising of life and health insurance in a manner which: (1) Prevents unfair, deceptive, and misleading advertising; (2) Is conducive to accurate presentation and description to the insurance-buying public through the advertising media and material used by insurance agents and companies; (3) Provides for the full disclosure of the benefits, limitations, and exclusions of policies sold; (4) Sets forth minimum standards and guidelines to assure a full and truthful disclosure to the public of all material and relevant information in the advertising of life insurance policies and annuity contracts; (5) Requires insurers to deliver to purchasers of life insurance information which will improve the buyer's ability to select the most appropriate plan of life insurance for the buyer's needs; (6) Improves the buyer's understanding of the basic features of the policy which has been purchased or which is under consideration; (7) Improves the ability of the buyer to evaluate the relative costs of similar plans of life insurance; (8) Provides reasonable standardization and simplification of terms and coverages of health insurance policies and subscriber contracts of nonprofit hospital, medical, and dental service associations to facilitate public understanding and comparison; (9) Eliminates provisions contained in health insurance policies and subscriber contracts of nonprofit hospital, medical, and dental service associations which may be misleading or unreasonably confusing in connection either with the purchase of such coverages or with the settlement of claims; and (10) Provides for full disclosure in the sale of life or health coverages. Section 3. For the purposes of this Act, the term, advertisement, includes: (1) Any printed and published material, audio visual material, and descriptive literature of an insurer used in direct mail, newspapers, magazines, radio scripts, TV scripts, billboards, and similar displays; (2) Any descriptive literature and sales aids of all kinds issued by an insurer, agent, producer, broker or solicitor for presentation to members of the insurance-buying public, including circulars, leaflets, booklets, depictions, illustrations, Internet communications, form letters, and lead-generating devices of all kinds; (3) Any prepared sales talks, presentations, and material for use by agents, brokers, producers, and solicitors whether prepared by the insurer or the agent, broker, producer, or solicitor; and (4) Any advertising material included with a policy if the policy is delivered and material is used in the solicitation of renewals and reinstatements. Section 4. For the purposes of this Act, the term, advertisement, does not include: (1) Any material to be used solely for the training and education of an insurer's employees, agents, or brokers; (2) Any material used in-house by insurers; (3) Any communications within an insurer's own organization not intended for dissemination to the public; (4) Any individual communications of a personal nature with current policyholders other than material urging such policyholders to increase or expand coverages; (5) Any correspondence between a prospective group or blanket policyholder and an insurer in the course of negotiating a group or blanket contract; (6) Any court-approved material ordered by a court to be disseminated to policyholders; or (7) Any general announcement from a group or blanket policyholder to eligible individuals on an employment or membership list that a contract or program has been written or arranged if the announcement clearly indicates that it is preliminary to the issuance of a booklet and the announcement does not describe the benefits under the contract or program or describe advantages as to the purchase of the contract or program. Section 5. In order to provide for full and fair disclosure in the sale of health insurance policies or subscriber contracts of a nonprofit hospital, medical, or dental service association, no such policy or contract may be delivered or issued for delivery in this state unless the outline of coverage described in section 6 of this Act either accompanies the policy or is delivered to the applicant at the time application is made and an acknowledgment of receipt or certificate of delivery of such outline is provided the insurer. If the policy has been sold through an agent, the outline of coverage shall be delivered at the time of application. If the policy is issued on a basis other than that applied for, the outline of coverage properly describing the policy or contract shall accompany the policy or contract. Section 6. The director shall prescribe the general format and content of the outline of coverage required by section 5 of this Act. The term, format, means style, arrangement, and overall appearance, including such items as the size, color, prominence of type, and the arrangement of text and captions. The term, outline of coverage, includes: (1) A statement identifying the applicable category or categories of coverage provided by the policy or contract as prescribed by the director; (2) A description of the principal benefits and coverage provided in the policy or contract; (3) A statement of the exceptions, reductions, and limitations contained in the policy or contract; (4) A statement of the renewal provisions including any reservation by the insurer of nonprofit hospital, medical, or dental service association of a right to change premiums; and (5) A statement that the outline is a summary of the policy or contract issued or applied for and that the policy or contract should be consulted to determine governing contractual provisions. Nothing in this section prohibits an insurer from incorporating an outline of coverage into other solicitation and policy information documents if the required information is contained in the documents. Section 7. The director may promulgate rules pursuant to chapter 1-26 to establish specific standards consistent with section 2 this Act. The rules may include standards of full and fair disclosure, that set forth the manner, content and required disclosure. Except for conversion policies issued pursuant to a contractual conversion privilege under a group, the rules may apply to the sale of individual and group health insurance subject to this Act and shall be in addition to and in accordance with applicable laws of this state. The rules may include: (1) Terms of renewability; (2) Initial and subsequent conditions of eligibility; (3) Nonduplication of coverage provisions; (4) Coverage of dependents; (5) Preexisting conditions; (6) Termination of insurance; (7) Probationary periods; (8) Limitations, exceptions, and reductions; (9) Elimination periods; (10) Requirements for replacement; (11) Recurrent conditions; (12) Prohibitions on the use of terms, information, phrases, or implied affiliations in advertising; (13) Prominence, form, and style of any advertisement; (14) Information to be disclosed on advertising or solicitation materials; (15) Use of testimonials; (16) Special offers or enrollment periods; (17) Coverage comparisons; (18) Identification of insurers and agents; (19) Prearrangements or preneed funeral contracts; and (20) The definition of terms including the following: hospital, accident, sickness, injury, physician, accidental means, total disability, partial disability, nervous disorder, guaranteed renewable and noncancellable. Section 8. Any information required to be disclosed by rules promulgated pursuant to this Act shall be set out conspicuously and in close conjunction with the statements to which the information relates or under appropriate captions of such prominence that it does not minimize, render obscure, present in an ambiguous fashion, or intermingle with the context of the advertisement so as to be confusing or misleading. Section 9. Prior to accepting the applicant's initial premium or premium deposit, the insurer shall provide, to all prospective life insurance purchasers, a buyer's guide, and a policy summary. However, in lieu of a policy summary, an insurer may provide an illustration which complies with applicable rules concerning life insurance illustrations. Insurers may deliver the buyer's guide and policy summary or illustration at other times as specified by the director by rule. The director may also promulgate rules pursuant to chapter 1-26 specifying the type of policy summary required, the form and content of policy summaries, the specific buyer's guide to be used, and if the buyer's guide must be provided. Section 10. Any advertisements shall be truthful and not materially misleading in fact or by implication. The form and content of an advertisement of a policy shall be sufficiently complete and clear so as to avoid deception. No advertisement may have the capacity and tendency to materially mislead or deceive. In determining whether an advertisement has the capacity and tendency to materially mislead or deceive, the director shall make the determination from the overall impression that the advertisement may be reasonably expected to create upon a person of average education or intelligence within the segment of the public to which it is directed. Section 11. Each insurer shall maintain at its home or principal office a complete file containing a specimen copy of every printed, published, or prepared advertisement of its policies and specimen copies of typical printed, published, or prepared advertisements of its blanket, franchise, and group policies where the content of advertisements vary dependent upon coverage options, hereafter disseminated in this state, with a notation indicating the manner and extent of distribution and the form number of any policy advertised. The file may be kept electronically. The division may inspect the file. All advertisements shall be maintained in the file for a period of either five years or until the filing of the next regular report on the examination of the insurer pursuant to chapter 58-3, whichever is the longer period of time. Section 12. If the director has reason to believe that an advertisement has the capacity and tendency to mislead or deceive the public or otherwise does not comply with this Act or the rules promulgated pursuant to this Act, the director may require an insurer or insurance producer to submit all or any part of the advertising material for review or approval prior to use, in addition to any other remedies allowed by law. BILL HISTORY 1/12/99 First read in Senate and referred to Commerce. S.J. 24 1/14/99 Scheduled for Committee hearing on this date. 1/19/99 Scheduled for Committee hearing on this date. 1/21/99 Scheduled for Committee hearing on this date. 1/21/99 Commerce Do Pass Amended, Passed, AYES 7, NAYS 0. S.J. 140 1/25/99 Senate Do Pass Amended, Passed, AYES 33, NAYS 1. S.J. 183 1/26/99 First read in House and referred to Commerce. H.J. 201 2/9/99 Scheduled for Committee hearing on this date. 2/9/99 Commerce Do Pass Amended, Passed, AYES 12, NAYS 1. H.J. 429"}, {"bill_id": 14253, "bill_version_id": 80193, "bill_version": "Enrolled", "bill_version_date": "1999-02-16T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14253, "action_date": "1999-01-12T14:00:00-06:00", "document_id": 81769, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81769.pdf", "status_text": "First read in Senate and referred to", "journal_page": 24, "committee_id_action": 629, "committee_id_assigned": 603, "result": "N", "vote": {}}, {"bill_id": 14253, "action_date": "1999-01-14T10:00:00-06:00", "document_id": 82017, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82017.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 603, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14253, "action_date": "1999-01-19T10:00:00-06:00", "document_id": 82018, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82018.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 603, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14253, "action_date": "1999-01-21T10:00:00-06:00", "document_id": 82019, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82019.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 603, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14253, "action_date": "1999-01-21T10:00:00-06:00", "document_id": 82019, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82019.pdf", "status_text": "Do Pass Amended,", "journal_page": 140, "committee_id_action": 603, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42446, "president_vote": null, "Yea": [2259, 2274, 2275, 2293, 2299, 2215, 2285]}}, {"bill_id": 14253, "action_date": "1999-01-25T14:00:00-06:00", "document_id": 82143, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82143.pdf", "status_text": "Do Pass Amended,", "journal_page": 183, "committee_id_action": 629, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42543, "president_vote": null, "Yea": [2199, 2201, 2202, 2205, 2206, 2215, 2217, 2221, 2224, 2225, 2226, 2230, 2234, 2235, 2239, 2241, 2242, 2246, 2251, 2252, 2258, 2259, 2263, 2269, 2270, 2274, 2275, 2280, 2283, 2285, 2293, 2294, 2299], "Nay": [2289], "Excused": [2292]}}, {"bill_id": 14253, "action_date": "1999-01-26T14:00:00-06:00", "document_id": 82119, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82119.pdf", "status_text": "First read in House and referred to", "journal_page": 201, "committee_id_action": 628, "committee_id_assigned": 616, "result": "N", "vote": {}}, {"bill_id": 14253, "action_date": "1999-02-09T07:45:00-06:00", "document_id": 81892, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81892.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 616, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14253, "action_date": "1999-02-09T07:45:00-06:00", "document_id": 81892, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81892.pdf", "status_text": "Do Pass Amended,", "journal_page": 429, "committee_id_action": 616, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41106, "president_vote": null, "Yea": [2207, 2220, 2232, 2253, 2255, 2267, 2276, 2288, 2291, 2300, 2301, 2277], "Nay": [2282]}}, {"bill_id": 14253, "action_date": "1999-02-11T14:00:00-06:00", "document_id": 82130, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82130.pdf", "status_text": "Do Pass Amended,", "journal_page": 498, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43399, "president_vote": null, "Yea": [2200, 2203, 2204, 2207, 2208, 2209, 2210, 2212, 2213, 2214, 2218, 2219, 2220, 2222, 2223, 2227, 2229, 2231, 2232, 2233, 2236, 2237, 2238, 2240, 2243, 2244, 2247, 2248, 2249, 2253, 2254, 2255, 2256, 2257, 2260, 2261, 2262, 2264, 2265, 2266, 2267, 2268, 2271, 2272, 2273, 2276, 2277, 2278, 2279, 2281, 2282, 2284, 2286, 2287, 2288, 2290, 2291, 2295, 2296, 2297, 2298, 2300, 2301, 2302, 2303, 2245], "Absent": [2211], "Excused": [2216, 2228], "Nay": [2250]}}, {"bill_id": 14253, "action_date": "1999-02-16T14:00:00-06:00", "document_id": 81761, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81761.pdf", "status_text": "Signed by Speaker", "journal_page": 553, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14253, "action_date": "1999-02-16T14:00:00-06:00", "document_id": 82155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82155.pdf", "status_text": "Signed by President", "journal_page": 510, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14253, "action_date": "1999-02-17T14:00:00-06:00", "document_id": 82156, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82156.pdf", "status_text": "Delivered to the Governor", "journal_page": 514, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14253, "action_date": "1999-02-22T14:00:00-06:00", "document_id": 82158, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82158.pdf", "status_text": "Signed by Governor", "journal_page": 610, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1434, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/14253"}