{"session_id": 57, "bill_id": 19798, "bill_type": "Senate Bill", "bill_number": 207, "bill_title": "revise certain mobile and manufactured home provisions related to taxation, fees, titling, and penalties.", "sponsors": [{"legislator_profile_id": 3152, "is_prime": true}, {"legislator_profile_id": 3222, "is_prime": true}, {"legislator_profile_id": 3178, "is_prime": false}, {"legislator_profile_id": 3180, "is_prime": false}, {"legislator_profile_id": 3185, "is_prime": false}, {"legislator_profile_id": 3187, "is_prime": false}, {"legislator_profile_id": 3193, "is_prime": false}, {"legislator_profile_id": 3201, "is_prime": false}, {"legislator_profile_id": 3214, "is_prime": false}, {"legislator_profile_id": 3219, "is_prime": false}, {"legislator_profile_id": 3253, "is_prime": false}, {"legislator_profile_id": 3254, "is_prime": false}], "keywords": ["Motor Vehicles", "Real Property", "Records", "Taxes"], "audio": [{"meeting_datetime": "2005-02-08T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/str21sb0207a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-08T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/str21sb0207a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-08T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/str21sb0207a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-08T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/str21sb0207a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-10T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen23sb0207a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-10T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen23sb0207a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-10T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen23sb0207a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-16T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/htr27sb0207a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-16T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/htr27sb0207a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-16T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/htr27sb0207a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou31sb0207a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou31sb0207a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou31sb0207a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19798, "bill_version_id": 103640, "bill_version": "Introduced", "bill_version_date": "2005-01-31T11:00:37-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain mobile and manufactured home provisions related to taxation, fees, titling, and penalties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-45-2.1 be amended to read as follows: 10-45-2.1. Sales of sectional homes are subject to sales tax, which shall be based upon the fair market value of the raw materials used to construct each home. For the purpose of this section, \"sectional homes\" the term, sectional homes, means any home pre-built in whole or in part for the purpose of permanent placement on a foundation. Mobile homes as defined in subdivision 32-3-1(8) and manufactured homes as defined in subdivision 32-3-1(6) are not sectional homes. Section 2. That § 10-46-5.1 be amended to read as follows: 10-46-5.1. If a sectional home is permanently affixed to real property, it is not a vehicle subject to registration under chapter 32-3, and shall be classified as real property. A contractor who erects such a home shall hold a sales tax or use tax license and pay use tax based upon the fair market value of the raw materials used to construct and erect the home. For the purpose of this section, the term, sectional home , means any home pre-built in part or in whole for the purpose of permanent placement on a foundation. A mobile home Mobile homes as defined by subdivision 32-3-1(8) and manufactured homes as defined in subdivision 32-3-1(6) is are not a sectional home homes . Section 3. That § 32-5-16.1 be amended to read as follows: 32-5-16.1. In addition to any other license fees, registration fees, and compensation for the use of the highways, the registrant shall pay to the county treasurer upon application for the first or initial original registration of a mobile home or manufactured home in this state, an additional license fee at the rate of three four percent of the purchase price of such the mobile home or manufactured home . Purchase The purchase price shall be established by a bill of sale. However, if a bill of sale is not available, the retail book value shall be used to establish the purchase price. The retail value shall be is the value in a nationally recognized dealer's guide adopted by the secretary. The secretary shall file notice of adoption of the guide with the secretary of state. Such adoption and filing is not subject to chapter 1-26. The payment of such license fee shall be in full and in lieu of all occupational, sales, excise, privilege, and franchise taxes levied by this state upon the gross receipts from all sales of mobile homes. The governmental or public entities set forth in §§ 32-5-42 and 32-5-42.1, are exempted from the initial registration imposed by this section. The payment of the initial registration fee is in lieu of the tax imposed pursuant to chapters 10-45, 10-46, and 10-46A, and all other occupational, sales, excise, privilege, and franchise taxes levied by this state upon the gross receipts from the sale or installation of mobile or manufactured homes. The governmental or public entities set forth in § § 32-5-42 and 32-5-42.1 are exempted from the initial registration imposed by this section. Section 4. That § 32-5-16.2 be amended to read as follows: 32-5-16.2. Fifteen Eleven and one-fourth percent of the license four percent initial registration fee prescribed by § 32-5-16.1 shall be deposited in the state motor vehicle fund to defray costs of titling, registration, and for unusual use of the highway. The remaining eighty-five Sixty-three and three-fourths percent shall be distributed to the county highway and bridge fund in the county where the mobile or manufactured home is registered. The remaining twenty-five percent shall be distributed to the state general fund. Section 5. That § 32-5-16.3 be amended to read as follows: 32-5-16.3. Any person who moves a mobile home or manufactured home shall obtain a permit, as prescribed by the secretary of revenue and regulation , from the county treasurer where the home is located. The permit fee is valid for a single trip from the point of origin to a point of destination within the state. Before the county treasurer may issue a permit, the owner of the mobile home or manufactured home or regulated lender as defined in § 54-3-14 that is repossessing the mobile home or manufactured home shall obtain an affidavit, as prescribed by the secretary of revenue and regulation , from the county treasurer stating that the current year's taxes are paid as described in §§ 10-21-36 to 10-21-39, inclusive, or § 10-9-3. The permit fee for mobile homes and manufactured homes for use on the public highways is fifteen dollars. The fees collected shall be credited to the license plate special revenue fund. The fee and permit imposed by this section does not apply to a new or used mobile home or manufactured home owned and transported by or for a dealer licensed under chapter 32-7A. A violation of this section is a Class 2 misdemeanor. A dealer shall obtain from the department self-issued permits and shall display a self-issued permit when moving a used or new mobile or manufactured home. Section 6. That § 32-5-16.4 be repealed. 32-5-16.4. Any transport of a used mobile home or manufactured home by a transporter shall be accompanied with a notification form, as prescribed by the secretary of revenue and regulation , stating the point of origin and the point of destination. The transporter shall provide a copy of the notification form to the director of equalization in the county of origin and the county of destination. This section does not apply to any transport regulated under chapter 32- 7A. A violation of this section is a Class 2 misdemeanor. Section 7. That § 32-5-16.5 be repealed. 32-5-16.5. Any transport of a used mobile home or manufactured home by a transporter shall be accompanied with an affidavit from the county treasurer of the county in which the used mobile home or manufactured home is registered, stating that the current year's taxes are paid as described in §§ 10-21-36 to 10-21-39, inclusive, or § 10-9-3. This section does not apply to any transport regulated under chapter 32-7A. A violation of this section is a Class 2 misdemeanor. Section 8. That § 32-5-16.6 be amended to read as follows: 32-5-16.6. If the owner of the used mobile home or manufactured home, prior to moving the home, fails to obtain an affidavit from the county treasurer of the county in which the used mobile home or manufactured home is registered, stating that the current year's taxes are paid as described in §§ 10-21-36 to 10-21-39, inclusive, or § 10-9-3, the court department shall assess a civil monetary penalty on the owner. If a regulated lender, as defined in § 54-3-14, is repossessing a used mobile home or manufactured home and fails to obtain an affidavit, prior to moving the home, from the county treasurer of the county in which the used mobile home or manufactured home is registered, stating that the current year's taxes are paid as described in §§ 10-21-36 to 10-21-39, inclusive, or § 10-9-3, the court department shall assess a civil monetary penalty on the lender. The court department shall levy a civil monetary penalty of two hundred fifty dollars for the first violation within a one-year period, five hundred dollars for the second violation within a one-year period, and one thousand dollars for each subsequent violation within a one-year period. All civil monetary penalties collected pursuant to this section shall be deposited in the county general fund of the county in which the used mobile home or manufactured home is registered motor vehicle fund . The county treasurer shall notify the Department of Revenue and Regulation in writing of any violation resulting in a civil penalty assessment for failure to obtain a tax affidavit prior to moving a mobile or manufactured home. Section 9. That § 32-5-16.7 be amended to read as follows: 32-5-16.7. If a transporter of a used mobile home or manufactured home, prior to transporting, fails to obtain an affidavit from the county treasurer of the county in which the used mobile home or manufactured home is registered, stating that the current year's taxes are paid as described in §§ 10-21-36 to 10-21-39, inclusive, or § 10-9-3, the court department shall assess a civil monetary penalty on the transport owner. If a manufacturer or licensed dealer, as defined in chapter 32-7A, is moving, repossessing, trading, purchasing, or receiving onto the manufacturer's or licensed dealer's lot a used mobile home or manufactured home and fails to obtain an affidavit from the county treasurer of the county in which the used mobile home or manufactured home is registered, stating that the current year's taxes are paid as described in §§ 10-21-36 to 10-21-39, inclusive, or § 10-9-3, the court department shall assess a civil monetary penalty on the manufacturer or licensed dealer. The transporter or dealer who was responsible for moving the mobile or manufactured home is liable for any property taxes due the county. The court department shall levy a civil monetary penalty of two hundred fifty dollars for the first violation within a one-year period, five hundred dollars for the second violation within a one-year period, and one thousand dollars for each subsequent violation within a one-year period. All civil monetary penalties collected pursuant to this section shall be deposited in the county general fund of the county in which the used mobile home or manufactured home is registered motor vehicle fund . The county treasurer shall notify the Department of Revenue and Regulation in writing of any violation resulting in a civil penalty assessment for failure to obtain a tax affidavit prior to moving a mobile or manufactured home. Section 10. That § 32-5-16.8 be amended to read as follows: 32-5-16.8. For the purposes of §§ 32-5-16.6 and 32-5-16.7, if the owner, lender, licensed dealer, or transporter are the same party the court department may not assess multiple civil monetary penalties for any one violation. Section 11. That § 32-9-57 be amended to read as follows: 32-9-57. Any commercial motor carrier located in the state hauling a new trailer or a new or used manufactured or mobile home with a manufacturer's statement of origin or certificate of title and who has registered with the Department of Revenue and Regulation as a transporter may use a transporter plate upon the streets and highways for in-transit purposes. The fee for a transporter plate is fifty dollars and the fee shall be deposited in the license plate special revenue fund. Any new trailer with a transporter plate may be used to haul other new trailers. No transporter may use a transporter plate for any other purpose. A violation of this section is a Class 1 misdemeanor. Section 12. That § 32-9-57.1 be amended to read as follows: 32-9-57.1. The department may, pursuant to chapter 1-26, revoke or suspend the transporter plate issued pursuant § 32-9-57 which belongs to any transporter who the court has assessed a civil penalty pursuant to § 32-5-16.7 four or more times within a one-year period . It is a Class 1 misdemeanor for any transporter to fail or refuse to surrender to the department upon its lawful demand any transporter plate which has been revoked or suspended. Section 13. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: Any person against whom a penalty is assessed pursuant to section 8 or 9 of this Act may request a hearing before the secretary if the person believes that the assessment is based upon a mistake of fact or an error of law. A request for hearing shall be made in writing within twenty days from the date of the assessment and shall contain a statement indicating the mistake of fact or error of law the person believes resulted in an invalid assessment. Amended or additional statements of facts or errors of law may be made not less than fourteen days prior to the hearing if the hearing examiner determines such additional or amended statements are in the interest of justice and do not prejudice either party. Hearings are conducted and appeals taken pursuant to the provisions of chapters 1-26 and 1-26D. A copy of the hearing examiner's proposed decision, findings of fact and conclusions of law shall be served on all parties when furnished to the secretary. If the secretary, pursuant to chapter 1-26D, accepts the final decision of the hearing examiner, no appeal from a final decision of the secretary upon an assessment may be taken unless any amount ordered paid by the secretary is paid or a bond filed to insure payment of such amount. However, if the final decision of the secretary, pursuant to chapter 1-26D, rejects or modifies the decision of the hearing examiner regarding the amount due on the assessment, an appeal may be taken without payment of the amount ordered to be paid and without filing of a bond. If the secretary's decision is affirmed by the circuit court, no appeal may be taken unless any amount ordered to be paid by the secretary is paid or a bond is filed to insure payment of such amount. Section 14. That § 32-7A-11 be amended to read as follows: 32-7A-11. New and used mobile homes and manufactured homes owned by a dealer may be transported upon the streets and highways to the dealer's place of business and to the purchaser of such a home and between a dealer's place of business and a supplemental lot or a temporary supplemental lot. Any mobile home or manufactured home purchased or transported by or for a dealer shall be accompanied with a notification form stating the point of origin. The dealer shall provide a copy of the notification form to the director of equalization in the county of origin. Section 15. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: An owner of a mobile or manufactured home fixed to real property owned by the applicant may request that the title to the home be surrendered if a title has been issued in accordance with § 32-3-3.1 and payment of the initial registration fee has been made in accordance with § 32-5- 16.1. A request shall be submitted on forms prescribed by the secretary. If the application and the request to surrender the statement of ownership are submitted simultaneously, the department shall only create an electronic record indicating ownership of the home and may not issue a paper title. The department may not notate any liens on a title if a paper title is not issued. Section 16. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: An owner of a mobile or manufactured home may choose to obtain a title on a mobile or manufactured home whose title was surrendered. The owner shall submit to the department a current tax affidavit from the county treasurer in which the home was located and an affidavit stating that the home is no longer subject to a real property mortgage or any other liens. The owner shall also furnish the department an independent report that lists the legal description of the real estate upon which the mobile or manufactured home is located, any liens or encumbrances against the mobile or manufactured home or the real estate upon which the mobile or manufactured home is located, and the current owner of the mobile or manufactured home. The independent report shall also contain an affidavit stating a lien search was conducted of all records of the register of deeds, clerk of courts, the treasurer in the county where the mobile or manufactured home is located, and the secretary of state and shall describe any liens revealed by that search. If any liens or encumbrances exist against the mobile or manufactured home, the applicant shall obtain a release from each lienholder prior to issuance of a title. The department is not responsible for any mistakes in the issuance of the title resulting from documents provided pursuant to this section."}, {"bill_id": 19798, "bill_version_id": 104306, "bill_version": "Senate Transportation Engrossed", "bill_version_date": "2005-02-08T13:16:12-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain mobile and manufactured home provisions related to taxation, fees, titling, and penalties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-45-2.1 be amended to read as follows: 10-45-2.1. Sales of sectional homes are subject to sales tax, which shall be based upon the fair market value of the raw materials used to construct each home. For the purpose of this section, \"sectional homes\" the term, sectional homes, means any home pre-built in whole or in part for the purpose of permanent placement on a foundation. Mobile homes as defined in subdivision 32-3-1(8) and manufactured homes as defined in subdivision 32-3-1(6) are not sectional homes. Section 2. That § 10-46-5.1 be amended to read as follows: 10-46-5.1. If a sectional home is permanently affixed to real property, it is not a vehicle subject to registration under chapter 32-3, and shall be classified as real property. A contractor who erects such a home shall hold a sales tax or use tax license and pay use tax based upon the fair market value of the raw materials used to construct and erect the home. For the purpose of this section, the term, sectional home , means any home pre-built in part or in whole for the purpose of permanent placement on a foundation. A mobile home Mobile homes as defined by subdivision 32-3-1(8) and manufactured homes as defined in subdivision 32-3-1(6) is are not a sectional home homes . Section 3. That § 32-5-16.1 be amended to read as follows: 32-5-16.1. In addition to any other license fees, registration fees, and compensation for the use of the highways, the registrant shall pay to the county treasurer upon application for the first or original initial registration of a mobile home or manufactured home in this state, an additional license fee at the rate of three four percent of the purchase price of such the mobile home or manufactured home . Purchase The purchase price shall be established by a bill of sale. However, if a bill of sale is not available, the retail book value shall be used to establish the purchase price. The retail value shall be is the value in a nationally recognized dealer's guide adopted by the secretary. The secretary shall file notice of adoption of the guide with the secretary of state. Such adoption and filing is not subject to chapter 1-26. The payment of such license fee shall be in full and in lieu of all occupational, sales, excise, privilege, and franchise taxes levied by this state upon the gross receipts from all sales of mobile homes. The governmental or public entities set forth in §§ 32-5-42 and 32-5-42.1, are exempted from the initial registration imposed by this section. The payment of the initial registration fee is in lieu of the tax imposed pursuant to chapters 10-45, 10-46, and 10-46A, and all other occupational, sales, excise, privilege, and franchise taxes levied by this state upon the gross receipts from the sale or installation of mobile or manufactured homes. The governmental or public entities set forth in § § 32-5-42 and 32-5-42.1 are exempted from the initial registration imposed by this section. Section 4. That § 32-5-16.2 be amended to read as follows: 32-5-16.2. Fifteen Eleven and one-fourth percent of the license four percent initial registration fee prescribed by § 32-5-16.1 shall be deposited in the state motor vehicle fund to defray costs of titling, registration, and for unusual use of the highway. The remaining eighty-five Sixty-three and three-fourths percent shall be distributed to the county highway and bridge fund in the county where the mobile or manufactured home is registered. The remaining twenty-five percent shall be distributed to the state general fund. Section 5. That § 32-5-16.3 be amended to read as follows: 32-5-16.3. Any person who moves a mobile home or manufactured home shall obtain a permit, as prescribed by the secretary of revenue and regulation , from the county treasurer where the home is located. The permit fee is valid for a single trip from the point of origin to a point of destination within the state. Before the county treasurer may issue a permit, the owner of the mobile home or manufactured home or regulated lender as defined in § 54-3-14 that is repossessing the mobile home or manufactured home shall obtain an affidavit, as prescribed by the secretary of revenue and regulation , from the county treasurer stating that the current year's taxes are paid as described in §§ 10-21-36 to 10-21-39, inclusive, or § 10-9-3. The permit fee for mobile homes and manufactured homes for use on the public highways is fifteen dollars. The fees collected shall be credited to the license plate special revenue fund. The fee and permit imposed by this section does not apply to a new or used mobile home or manufactured home owned and transported by or for a dealer licensed under chapter 32-7A. A violation of this section is a Class 2 misdemeanor. A dealer shall obtain from the department self-issued permits and shall display a self-issued permit when moving a used or new mobile or manufactured home. Section 6. That § 32-5-16.4 be repealed. 32-5-16.4. Any transport of a used mobile home or manufactured home by a transporter shall be accompanied with a notification form, as prescribed by the secretary of revenue and regulation , stating the point of origin and the point of destination. The transporter shall provide a copy of the notification form to the director of equalization in the county of origin and the county of destination. This section does not apply to any transport regulated under chapter 32- 7A. A violation of this section is a Class 2 misdemeanor. Section 7. That § 32-5-16.5 be repealed. 32-5-16.5. Any transport of a used mobile home or manufactured home by a transporter shall be accompanied with an affidavit from the county treasurer of the county in which the used mobile home or manufactured home is registered, stating that the current year's taxes are paid as described in §§ 10-21-36 to 10-21-39, inclusive, or § 10-9-3. This section does not apply to any transport regulated under chapter 32-7A. A violation of this section is a Class 2 misdemeanor. Section 8. That § 32-5-16.6 be amended to read as follows: 32-5-16.6. If the owner of the used mobile home or manufactured home, prior to moving the home, fails to obtain an affidavit from the county treasurer of the county in which the used mobile home or manufactured home is registered, stating that the current year's taxes are paid as described in §§ 10-21-36 to 10-21-39, inclusive, or § 10-9-3, the court department shall assess a civil monetary penalty on the owner. If a regulated lender, as defined in § 54-3-14, is repossessing a used mobile home or manufactured home and fails to obtain an affidavit, prior to moving the home, from the county treasurer of the county in which the used mobile home or manufactured home is registered, stating that the current year's taxes are paid as described in §§ 10-21-36 to 10-21-39, inclusive, or § 10-9-3, the court department shall assess a civil monetary penalty on the lender. The court department shall levy a civil monetary penalty of two hundred fifty dollars for the first violation within a one-year period, five hundred dollars for the second violation within a one-year period, and one thousand dollars for each subsequent violation within a one-year period. All civil monetary penalties collected pursuant to this section shall be deposited in the county general fund of the county in which the used mobile home or manufactured home is registered motor vehicle fund . The county treasurer shall notify the Department of Revenue and Regulation in writing of any violation resulting in a civil penalty assessment for failure to obtain a tax affidavit prior to moving a mobile or manufactured home. Section 9. That § 32-5-16.7 be amended to read as follows: 32-5-16.7. If a transporter of a used mobile home or manufactured home, prior to transporting, fails to obtain an affidavit from the county treasurer of the county in which the used mobile home or manufactured home is registered, stating that the current year's taxes are paid as described in §§ 10-21-36 to 10-21-39, inclusive, or § 10-9-3, the court department shall assess a civil monetary penalty on the transport owner. If a manufacturer or licensed dealer, as defined in chapter 32-7A, is moving, repossessing, trading, purchasing, or receiving onto the manufacturer's or licensed dealer's lot a used mobile home or manufactured home and fails to obtain an affidavit from the county treasurer of the county in which the used mobile home or manufactured home is registered, stating that the current year's taxes are paid as described in §§ 10-21-36 to 10-21-39, inclusive, or § 10-9-3, the court department shall assess a civil monetary penalty on the manufacturer or licensed dealer. The transporter or dealer who was responsible for moving the mobile or manufactured home is liable for any property taxes due the county. The court department shall levy a civil monetary penalty of two hundred fifty dollars for the first violation within a one-year period, five hundred dollars for the second violation within a one-year period, and one thousand dollars for each subsequent violation within a one-year period. All civil monetary penalties collected pursuant to this section shall be deposited in the county general fund of the county in which the used mobile home or manufactured home is registered motor vehicle fund . The county treasurer shall notify the Department of Revenue and Regulation in writing of any violation resulting in a civil penalty assessment for failure to obtain a tax affidavit prior to moving a mobile or manufactured home. Section 10. That § 32-5-16.8 be amended to read as follows: 32-5-16.8. For the purposes of §§ 32-5-16.6 and 32-5-16.7, if the owner, lender, licensed dealer, or transporter are the same party the court department may not assess multiple civil monetary penalties for any one violation. Section 11. That § 32-9-57 be amended to read as follows: 32-9-57. Any commercial motor carrier located in the state hauling a new trailer or a new or used manufactured or mobile home with a manufacturer's statement of origin or certificate of title and who has registered with the Department of Revenue and Regulation as a transporter may use a transporter plate upon the streets and highways for in-transit purposes. The fee for a transporter plate is fifty dollars and the fee shall be deposited in the license plate special revenue fund. Any new trailer with a transporter plate may be used to haul other new trailers. No transporter may use a transporter plate for any other purpose. A violation of this section is a Class 1 misdemeanor. Section 12. That § 32-9-57.1 be amended to read as follows: 32-9-57.1. The department may, pursuant to chapter 1-26, revoke or suspend the transporter plate issued pursuant § 32-9-57 which belongs to any transporter who the court has assessed a civil penalty pursuant to § 32-5-16.7 four or more times within a one-year period . It is a Class 1 misdemeanor for any transporter to fail or refuse to surrender to the department upon its lawful demand any transporter plate which has been revoked or suspended. Section 13. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: Any person against whom a penalty is assessed pursuant to section 8 or 9 of this Act may request a hearing before the secretary if the person believes that the assessment is based upon a mistake of fact or an error of law. A request for hearing shall be made in writing within twenty days from the date of the assessment and shall contain a statement indicating the mistake of fact or error of law the person believes resulted in an invalid assessment. Amended or additional statements of facts or errors of law may be made not less than fourteen days prior to the hearing if the hearing examiner determines such additional or amended statements are in the interest of justice and do not prejudice either party. Hearings are conducted and appeals taken pursuant to the provisions of chapters 1-26 and 1-26D. A copy of the hearing examiner's proposed decision, findings of fact and conclusions of law shall be served on all parties when furnished to the secretary. If the secretary, pursuant to chapter 1-26D, accepts the final decision of the hearing examiner, no appeal from a final decision of the secretary upon an assessment may be taken unless any amount ordered paid by the secretary is paid or a bond filed to insure payment of such amount. However, if the final decision of the secretary, pursuant to chapter 1-26D, rejects or modifies the decision of the hearing examiner regarding the amount due on the assessment, an appeal may be taken without payment of the amount ordered to be paid and without filing of a bond. If the secretary's decision is affirmed by the circuit court, no appeal may be taken unless any amount ordered to be paid by the secretary is paid or a bond is filed to insure payment of such amount. Section 14. That § 32-7A-11 be amended to read as follows: 32-7A-11. New and used mobile homes and manufactured homes owned by a dealer may be transported upon the streets and highways to the dealer's place of business and to the purchaser of such a home and between a dealer's place of business and a supplemental lot or a temporary supplemental lot. Any mobile home or manufactured home purchased or transported by or for a dealer shall be accompanied with a notification form stating the point of origin. The dealer shall provide a copy of the notification form to the director of equalization in the county of origin. Section 15. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: An owner of a mobile or manufactured home fixed to real property owned by the applicant may request that the title to the home be surrendered if a title has been issued in accordance with § 32-3-3.1 and payment of the initial registration fee has been made in accordance with § 32-5- 16.1. A request shall be submitted on forms prescribed by the secretary. If the application and the request to surrender the statement of ownership are submitted simultaneously, the department shall only create an electronic record indicating ownership of the home and may not issue a paper title. The department may not notate any liens on a title if a paper title is not issued. Section 16. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: An owner of a mobile or manufactured home may choose to obtain a title on a mobile or manufactured home whose title was surrendered. Before the mobile or manufactured home is removed from real property, the owner shall submit to the department a current tax affidavit from the county treasurer in which the mobile or manufactured home was located and an affidavit stating that the home is no longer subject to a real property mortgage or any other liens. The owner shall also furnish the department an independent report that lists the legal description of the real estate upon which the mobile or manufactured home is located, any liens or encumbrances against the mobile or manufactured home or the real estate upon which the mobile or manufactured home is located, and the current owner of the mobile or manufactured home. The independent report shall also contain an affidavit stating a lien search was conducted of all records of the register of deeds, clerk of courts, the treasurer in the county where the mobile or manufactured home is located, and the secretary of state and shall describe any liens revealed by that search. If any liens or encumbrances exist against the mobile or manufactured home, the applicant shall obtain a release from each lienholder prior to issuance of a title. The department is not responsible for any mistakes in the issuance of the title resulting from documents provided pursuant to this section."}, {"bill_id": 19798, "bill_version_id": 105231, "bill_version": "Enrolled", "bill_version_date": "2005-02-23T09:02:46-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19798, "action_date": "2005-01-31T14:00:00-06:00", "document_id": 103721, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103721.pdf", "status_text": "First read in Senate and referred to", "journal_page": 248, "committee_id_action": 861, "committee_id_assigned": 845, "result": "N", "vote": {}}, {"bill_id": 19798, "action_date": "2005-02-08T07:45:00-06:00", "document_id": 104288, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104288.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 845, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19798, "action_date": "2005-02-08T07:45:00-06:00", "document_id": 104288, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104288.pdf", "status_text": "Do Pass Amended,", "journal_page": 382, "committee_id_action": 845, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 61784, "president_vote": null, "Yea": [3193, 3200, 3210, 3212, 3214, 3157, 3198]}}, {"bill_id": 19798, "action_date": "2005-02-10T14:00:00-06:00", "document_id": 104547, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104547.pdf", "status_text": "Do Pass Amended,", "journal_page": 433, "committee_id_action": 861, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59890, "president_vote": null, "Yea": [3150, 3151, 3152, 3153, 3154, 3157, 3163, 3166, 3168, 3179, 3180, 3185, 3186, 3193, 3198, 3201, 3202, 3204, 3205, 3210, 3212, 3214, 3217, 3219, 3221, 3224, 3228, 3236, 3239, 3241, 3242, 3247], "Excused": [3165, 3173, 3200]}}, {"bill_id": 19798, "action_date": "2005-02-11T13:00:00-06:00", "document_id": 104618, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104618.pdf", "status_text": "First read in House and referred to", "journal_page": 445, "committee_id_action": 860, "committee_id_assigned": 857, "result": "N", "vote": {}}, {"bill_id": 19798, "action_date": "2005-02-16T10:00:00-06:00", "document_id": 104867, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104867.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 857, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19798, "action_date": "2005-02-16T10:00:00-06:00", "document_id": 104867, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104867.pdf", "status_text": "Do Pass,", "journal_page": 504, "committee_id_action": 857, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60207, "president_vote": null, "Yea": [3181, 3184, 3203, 3207, 3209, 3213, 3240, 3246, 3248, 3252, 3255, 3172], "Excused": [3226]}}, {"bill_id": 19798, "action_date": "2005-02-17T14:00:00-06:00", "document_id": 105008, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105008.pdf", "status_text": "Deferred to another day", "journal_page": 554, "committee_id_action": 860, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19798, "action_date": "2005-02-18T14:00:00-06:00", "document_id": 105074, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105074.pdf", "status_text": "Deferred to another day", "journal_page": 573, "committee_id_action": 860, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19798, "action_date": "2005-02-19T10:00:00-06:00", "document_id": 105122, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105122.pdf", "status_text": "Deferred to another day", "journal_page": 581, "committee_id_action": 860, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19798, "action_date": "2005-02-22T14:00:00-06:00", "document_id": 105199, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105199.pdf", "status_text": "Do Pass Amended,", "journal_page": 600, "committee_id_action": 860, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62089, "president_vote": null, "Yea": [3155, 3158, 3159, 3160, 3161, 3162, 3164, 3167, 3169, 3170, 3171, 3172, 3174, 3175, 3176, 3177, 3178, 3181, 3182, 3183, 3184, 3187, 3188, 3189, 3190, 3191, 3192, 3194, 3195, 3196, 3197, 3199, 3203, 3206, 3207, 3208, 3209, 3211, 3213, 3216, 3218, 3220, 3222, 3223, 3225, 3226, 3227, 3229, 3230, 3231, 3232, 3234, 3235, 3237, 3238, 3240, 3243, 3244, 3245, 3246, 3248, 3249, 3251, 3252, 3253, 3254, 3255, 3215], "Excused": [3156, 3233]}}, {"bill_id": 19798, "action_date": "2005-02-23T14:00:00-06:00", "document_id": 105298, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105298.pdf", "status_text": "Signed by President", "journal_page": 612, "committee_id_action": 861, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19798, "action_date": "2005-02-23T14:00:00-06:00", "document_id": 105301, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105301.pdf", "status_text": "Signed by Speaker", "journal_page": 624, "committee_id_action": 860, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19798, "action_date": "2005-02-28T14:00:00-06:00", "document_id": 105558, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105558.pdf", "status_text": "Delivered to the Governor", "journal_page": 672, "committee_id_action": 861, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19798, "action_date": "2005-03-04T09:00:00-06:00", "document_id": 105943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105943.pdf", "status_text": "Signed by Governor", "journal_page": 779, "committee_id_action": 861, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2986}