{"session_id": 19, "bill_id": 3987, "bill_type": "Senate Bill", "bill_number": 40, "bill_title": "require certain receipts of delivery to grain elevators be kept and to establish certain penalties for overweight vehicles and trailers.", "sponsors": [], "keywords": ["Motor Vehicles", "Overweight Vehicles"], "audio": [{"meeting_datetime": "2013-01-17T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag07.mp3", "start_seconds": 87.0}, {"meeting_datetime": "2013-01-17T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag07.mp3", "start_seconds": 87.0}, {"meeting_datetime": "2013-01-17T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag07.mp3", "start_seconds": 87.0}], "bill_versions": [{"bill_id": 3987, "bill_version_id": 23428, "bill_version": "Introduced", "bill_version_date": "2013-01-05T17:02:02.36-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require certain receipts of delivery to grain elevators be kept and to establish certain penalties for overweight vehicles and trailers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 32-22 be amended by adding thereto a NEW SECTION to read as follows: Each grain elevator shall make and maintain for at least one year, a receipt for each delivery, that shall contain the following information: (1) Date and time of delivery; (2) Truck weight gross and net; (3) License plate number or other identifying number of the vehicle including the trailer; (4) Number of axles; and (5) Names of the owner and operator. The secretary of the Department of Public Safety shall promulgate rules, pursuant to chapter 1-26, to establish the form for the delivery receipt required by this section. Section 2. That chapter 32-22 be amended by adding thereto a NEW SECTION to read as follows: Any law enforcement officer, as defined in § 23-3-27, has the right to enter, inspect, and receive copies of delivery receipts required by section 1 of this Act during normal business hours of the day. Any person employed by or acting on behalf of any grain elevator who fails to make, maintain, open for inspection, or provide copies of the delivery receipts as required by section 1 of this Act is guilty of a Class 1 misdemeanor. Any person employed by or acting on behalf of any grain elevator who does not accurately record the information required to be contained in the delivery receipt as set forth in section 1 of this Act is guilty of a Class 1 misdemeanor. Section 3. That chapter 32-22 be amended by adding thereto a NEW SECTION to read as follows: No vehicle equipped with pneumatic tires may be utilized to make deliveries to grain elevators, if the weight of the vehicle and the load thereon resting upon the surface of the highway exceeds: (1) Six hundred pounds on any inch of the tire width on: (a) An axle equipped with dual tires; (b) A steering axle; or (c) An axle of an oversize or overweight vehicle that cannot be readily reduced in size or weight and is operating with a permit issued under § 32-22-42; (2) An axle of a trailer being towed by a vehicle with a gross vehicle weight rating of eleven thousand pounds or less; (3) Five hundred pounds on any inch of the tire width on any other type of axle; or (4) The maximum gross weight on a group of two or more consecutive axles allowable on a public highway as determined by § 32-22-16.1. Section 4. That chapter 32-22 be amended by adding thereto a NEW SECTION to read as follows: Upon inspection by a law enforcement officer, if any receipt shows a weight in violation of this Act, the owner of the vehicle is subject to a penalty. The penalty imposed by this section shall be computed at thirty cents per pound for each pound in excess of the limitations stated in section 3 of this Act. No single penalty under this section may exceed twelve thousand dollars per occurrence."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3987, "action_date": "2013-01-09T12:30:00-06:00", "document_id": 23601, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23601.pdf", "status_text": "First read in Senate and referred to", "journal_page": 30, "committee_id_action": 200, "committee_id_assigned": 176, "result": "N", "vote": {}}, {"bill_id": 3987, "action_date": "2013-01-17T10:00:00-06:00", "document_id": 23771, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23771.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 176, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3987, "action_date": "2013-01-17T10:00:00-06:00", "document_id": 23907, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23907.pdf", "status_text": "Tabled", "journal_page": 129, "committee_id_action": 176, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12658, "president_vote": null, "Yea": [388, 340, 322, 329, 385, 384, 368, 327], "Excused": [333]}}]}