{"session_id": 69, "bill_id": 25093, "bill_type": "Senate Bill", "bill_number": 188, "bill_title": "modify the time before which rural access infrastructure grant moneys must be expended or obligated.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25093", "sponsors": [{"legislator_profile_id": 4488, "is_prime": true}], "keywords": ["Counties", "Fund", "Highways, Roads, and Bridges"], "audio": [], "bill_versions": [{"bill_id": 25093, "bill_version_id": 262842, "bill_version": "Introduced", "bill_version_date": "2024-01-25T10:48:23.1-06:00", "bill_text": "An Act to modify the time before which rural access infrastructure grant moneys must be expended or obligated. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 31-34-3 be AMENDED: 31-34-3. Each county shall establish a rural access infrastructure fund for the deposit of moneys received pursuant to this chapter. The board of county commissioners may only distribute fund moneys for the following expenses: (1) Engineering, hydrological studies, planning, materials, and other costs as necessary to plan for and complete the projects; (2) Construction, rehabilitation, or replacement of small structures located in townships complying with the requirements of this chapter; (3) Construction, rehabilitation, or replacement of small structures described in a county highway and bridge improvement plan that are located on county secondary highways. The moneys may not be used on no maintenance roads or minimum maintenance roads. Moneys not obligated or spent from a county's fund may be used for the expenses until Moneys received under this chapter must be obligated or spent by the county before the end of the 2029 fiscal year. All other unobligated or unspent moneys may be used for expenses until reverted pursuant to § 4-8-21. Moneys may only be used for the expenses of those small structures inventoried with the department, as referenced in § 31-34-2, by June first of the preceding fiscal year."}], "amendments": [], "fiscal_notes": [], "action_log": []}