{"session_id": 4, "bill_id": 4599, "bill_type": "House Bill", "bill_number": 1005, "bill_title": "revise certain provisions concerning the assessment of real property, to assess agricultural land based on its agricultural income value, to create an implementation and oversight advisory task force, to repeal certain provisions regarding the assessment of property, and to repeal the nonagricultural acreage classification.", "sponsors": [{"legislator_profile_id": 569, "is_prime": true}, {"legislator_profile_id": 615, "is_prime": true}, {"legislator_profile_id": 579, "is_prime": false}, {"legislator_profile_id": 532, "is_prime": false}, {"legislator_profile_id": 592, "is_prime": false}, {"legislator_profile_id": 589, "is_prime": false}, {"legislator_profile_id": 618, "is_prime": false}, {"legislator_profile_id": 546, "is_prime": false}, {"legislator_profile_id": 539, "is_prime": false}, {"legislator_profile_id": 531, "is_prime": false}, {"legislator_profile_id": 606, "is_prime": false}], "keywords": ["Agriculture", "Assessments", "Property Taxes", "Taxes"], "audio": [{"meeting_datetime": "2008-01-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou01.mp3", "start_seconds": 840.0}, {"meeting_datetime": "2008-01-28T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst13.mp3", "start_seconds": 4247.0}, {"meeting_datetime": "2008-01-28T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst13.mp3", "start_seconds": 4247.0}, {"meeting_datetime": "2008-01-28T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst13.mp3", "start_seconds": 4247.0}, {"meeting_datetime": "2008-01-28T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst13.mp3", "start_seconds": 4247.0}, {"meeting_datetime": "2008-01-31T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou16.mp3", "start_seconds": 2354.0}, {"meeting_datetime": "2008-01-31T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou16.mp3", "start_seconds": 2354.0}, {"meeting_datetime": "2008-01-31T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou16.mp3", "start_seconds": 2354.0}, {"meeting_datetime": "2008-02-06T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sta19.mp3", "start_seconds": 92.0}, {"meeting_datetime": "2008-02-06T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sta19.mp3", "start_seconds": 92.0}, {"meeting_datetime": "2008-02-06T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sta19.mp3", "start_seconds": 92.0}, {"meeting_datetime": "2008-02-12T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen22.mp3", "start_seconds": 6760.0}, {"meeting_datetime": "2008-02-12T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen22.mp3", "start_seconds": 6760.0}, {"meeting_datetime": "2008-02-12T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen22.mp3", "start_seconds": 6760.0}, {"meeting_datetime": "2008-02-12T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen22.mp3", "start_seconds": 6760.0}, {"meeting_datetime": "2008-02-12T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen22.mp3", "start_seconds": 6760.0}, {"meeting_datetime": "2008-02-12T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen22.mp3", "start_seconds": 6760.0}, {"meeting_datetime": "2008-02-12T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen22.mp3", "start_seconds": 6760.0}, {"meeting_datetime": "2008-02-12T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen22.mp3", "start_seconds": 11495.0}], "bill_versions": [{"bill_id": 4599, "bill_version_id": 242, "bill_version": "Introduced", "bill_version_date": "2007-12-31T14:00:00.717-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning the assessment of real property, to assess agricultural land based on its agricultural income value, to create an implementation and oversight advisory task force, to repeal certain provisions regarding the assessment of property, and to repeal the nonagricultural acreage classification. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the provisions of § 10-6-74, if any nonagricultural or owner-occupied property sells for more than one hundred fifty percent of its assessed value after November 1, 2007, the sale of such property shall be used to value other real property if the sale is an arms- length transaction. However, for the taxes payable in 2010, 2011, 2012, 2013, and 2014, no nonagricultural or owner-occupied property's valuation may increase more than five percent per year because of such sales. The sales of nonagricultural and owner-occupied property may only be used in a sales ratio study as allowed by this section. Section 2. That section 1 of this Act and § 10-6-74 be repealed on November 1, 2012. Section 3. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the provisions of § 10-6-33, agricultural land shall be assessed based on its agricultural income value. The agricultural income value of agricultural land shall be determined on the basis of productivity and the annual earnings capacity of the agricultural land, if the land is used for agricultural purposes. The productivity of agricultural land and its annual earning capacity shall be based on data collected and analyzed pursuant to sections 4 to 7, inclusive, of this Act. However, for the taxes payable in 2010, 2011, and 2012, the total value of agricultural land within any county may not increase more than fifteen percent in any year. Section 4. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Agricultural income value is defined as the capitalized average annual earning capacity. The capacity of cropland to produce agricultural products shall be based on average yields for crops or plants under natural conditions. The capacity of noncropland to produce agricultural products shall be based on average acres per animal unit under natural conditions. For the purpose of this section, annual earning capacity for: (1) Cropland is twenty-five percent of the annual gross income produced; and (2) Noncropland is twenty-five percent of the annual gross income capacity of the land based upon the animal-carrying capacity of the land. The economics department of South Dakota State University shall annually compute the average annual earning capacity of cropland and noncropland for each county using the database defined in section 6 of this Act. Any agricultural land receiving income from the conservation reserve program or other government program that makes annual payments shall be treated as cropland income unless it is clearly identified as a noncropland payment, until the contract payment has ended. After the contract payment ends, the land shall be assessed and taxed based on its use. The average annual earning capacity shall be capitalized at a rate of six percent to determine the capitalized average annual earning capacity. The economics department shall annually provide to the secretary of revenue and regulation an agricultural income value for cropland, noncropland, and a composite agricultural income value for each county by June first each year. Section 5. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Before July first each year, the secretary of revenue and regulation shall annually provide each director of equalization the agricultural income value for each county as computed pursuant to section 4 of this Act. The director of equalization shall annually determine the assessed value of agricultural land. The assessed value of agricultural land may be adjusted by the following factors: (1) The capacity of the land to produce agricultural products as defined in § 10-6-33.2; and (2) The location, size, soil survey statistics, terrain, and topographical condition of the land including the climate, accessibility, and surface obstructions which can be documented. Section 6. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: The secretary of revenue and regulation shall enter into contracts with South Dakota State University and, if necessary, the South Dakota Agricultural Statistics Service for the purpose of creating a database to determine the agricultural income value of agricultural land by county. A database for an identifiable region within a county may be created if the director of equalization shows a need for establishing identifiable regions within a county. The secretary shall have such data collected for 2000, which will serve as the first year of the database, and each year thereafter. The database shall consist of the most recent eight years of data that have been collected and the two years representing the highest, and the lowest agricultural income value shall be discarded from the database. The database for the 2009 assessment shall consist of data from 2000 to 2007, inclusive, and the database for each assessment year thereafter shall be adjusted accordingly. Section 7. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Agricultural land shall be divided by the director of equalization into categories, including cropland and noncropland, so that the categories reflect actual use of the agricultural land. Each category shall be divided into classes based on soil classification standards developed by the United States Department of Agriculture Natural Resources Conservation Service. Section 8. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Buildings and structures, other than normally occupied dwellings on agricultural land and automobile garages or portions of buildings used as automobile garages, which are used exclusively for agricultural purposes and situated on agricultural land, are hereby specifically classified for tax purposes as agricultural property and shall be assessed as similar nonagricultural property. Section 9. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: The agricultural income value for agricultural land as determined by sections 3 to 8, inclusive, of this Act represents the market value of agricultural land, and the Department of Revenue and Regulation shall provide the director of equalization of each county the factor of adjustment necessary for the computation required pursuant to § § 10-3-41, 10-12-31.1, 10-12-42, and 10-13-37. Section 10. That § 10-6-33.13 be amended to read as follows: 10-6-33.13. The secretary of revenue and regulation may promulgate rules pursuant to chapter 1-26 concerning the: (1) Collection and tabulation of information required to determine median appraisal or sales assessment ratio, and coefficient of dispersion; (2) Criteria to be included in a compliance audit of assessment practices; and (3) Conditions under which a certificate of compliance may be issued to a county ; (4) Procedures for determining the valuation of agricultural buildings and structures; (5) Procedures for determining the valuation of dwellings on agricultural land and automobile garages or portions of buildings used as automobile garages; (6) Application of cropland and noncropland income values; (7) Soil classification standards; and (8) Procedures for making adjustments to the value of agricultural land pursuant to sections 3 to 9, inclusive, of this Act. Before the secretary promulgates any rules pursuant to subdivisions (4) to (8), inclusive, the secretary shall present the proposed rules to the Agricultural Land Assessment Implementation and Oversight Advisory Task Force established pursuant to section 19 of this Act . Section 11. That § 10-12-31.1 be amended to read as follows: 10-12-31.1. Notwithstanding other provision of law, when applying the levies for school purposes, the county director of equalization of each county shall adjust the level of assessment in that district so that the level of assessment as indicated by the most recent assessment to sales ratio as provided for in § 10-11-55 and the most recent assessment to full agricultural land value ratio agricultural income value as provided for in § 10-11-57 sections 3 to 9, inclusive, of this Act in that district are equal to eighty-five percent of market value or agricultural income value . The Department of Revenue and Regulation shall provide the director of equalization of each county all of the factors of adjustment necessary for the computations required in this section. Section 12. That § 10-6-33.3 be amended to read as follows: 10-6-33.3. Land or improvement on land within an operating unit which is not used incident to an agricultural pursuit shall be separately listed and assessed and the income therefrom shall not be used in determining the values for the purposes of §§ 10-6-33.1 and 10-6-33.2 . Section 13. That § 10-6-33.5 be amended to read as follows: 10-6-33.5. The assessment, valuation, equalization, and taxation of school and endowment lands shall be at the same level and on the same basis as lands assessed, valued, and equalized according to §§ 10-6-33.1 to 10-6-33.4, inclusive sections 3 to 9, inclusive, of this Act . Section 14. That § 10-6-33.7 be amended to read as follows: 10-6-33.7. Agricultural land in each county shall be divided into the eight classes defined by the United States Department of Agriculture's soil conservation service as published in its soil survey for each county. The county director of equalization shall, based on the agricultural lands soil survey classification, determine a value for each soil type. The value for each soil type shall be determined from sales of similar land based upon its soil survey classification, and as adjusted for the factors contained in subdivision 10-6-33.1(2). The sales used shall be sales of agricultural land that are sold for agricultural purposes. Section 15. That § 10-6-31.3 be amended to read as follows: 10-6-31.3. For tax purposes, land is agricultural land if it meets two of the following three criteria: (1) At least thirty-three and one-third percent of the total family gross income of the owner is derived from the pursuit of agriculture as defined in subdivision (2) of this section or it is a state-owned public shooting area or a state-owned game production area as identified in § 41-4-8 and it is owned and managed by the Department of Game, Fish and Parks; (2) Its principal use is devoted to the raising and harvesting of crops or timber or fruit trees, the rearing, feeding, and management of farm livestock, poultry, fish, or nursery stock, the production of bees and apiary products, or horticulture, all for intended profit pursuant to subdivision (1) of this section. Agricultural real estate also includes woodland, wasteland, and pasture land, but only if the land is held and operated in conjunction with agricultural real estate as defined and it is under the same ownership; (3) It consists of not less than twenty acres of unplatted land or is a part of a contiguous ownership of not less than eighty acres of unplatted land. The same acreage specifications apply to platted land, excluding land platted as a subdivision, which is in an unincorporated area. However, the board of county commissioners may increase the minimum acre requirement up to one hundred sixty acres. However, for tax purposes, land is not agricultural land if the land is classified pursuant to § 10-6-33.14 as a nonagricultural acreage. Section 16. That § 10-13-37.1 be amended to read as follows: 10-13-37.1. For purposes of § 10-6-33.24 and §§ 10-3-41, 10-12-31.1, and 10-13-37, the secretary of revenue and regulation shall calculate a factor for each county for the agricultural and nonagricultural valuations. The factor shall be calculated by using the sales of arms-length transactions and the assessments from the preceding assessment year. The secretary shall take into consideration any reappraisals completed by the director of equalization. If there are less than fifteen sales of either class, the secretary shall use the preceding year's sales of that class with current assessments. In the case of agricultural land, sales may also be bridged in from adjoining counties if there are less than fifteen sales. Section 17. That § 13-11-10 be amended to read as follows: 13-11-10. In implementing the terms of § 13-11-9, a separate weighted average tax levy of the receiving districts shall be calculated for agricultural property, nonagricultural acreage property, owner-occupied single-family dwelling property, and for nonagricultural property for each sending school district as follows: (1) The levy per thousand dollars of taxable valuation for agricultural property for each receiving school district shall be multiplied by the number of children from the sending school district to whom the receiving school district is providing educational services; (2) Add together the products from subdivision (1) for each receiving school district; (3) Divide the sum from subdivision (2) by the total number of students that the contracting school district is sending to the receiving school districts pursuant to § 13-15-1.3. The quotient is the weighted average tax levy per one thousand dollars of taxable valuation for agricultural property; (4) The weighted average tax levy per thousand dollars of taxable valuation for nonagricultural acreage, owner-occupied single-family dwellings , and nonagricultural property shall be obtained by repeating the procedure outlined in subdivisions (1) to (3), inclusive, for each class of property; and (5) The sum of the levies assessed for all funds in the sending district shall be equal to or greater than the sum of all levies for all funds in the receiving district. The above calculations do not include students receiving educational services from an out-of-state school district nor the tax levy of any out-of-state school district. Section 18. That § 10-12-42 be amended to read as follows: 10-12-42. For taxes payable in 2008 2010 and each year thereafter, the levy for the general fund of a school district shall be as follows: (1) The maximum tax levy shall be nine dollars and eleven cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subdivision (2) of this section, and owner-occupied property as provided for in subdivision (3) of this section , and nonagricultural acreage property as provided for in subdivision (4) of this section ; (2) The maximum tax levy on agricultural property for such school district shall be two dollars and seventy-one cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; and (3) The maximum tax levy for an owner-occupied single-family dwelling as defined in § 10-13-40, for such school district may not exceed four dollars and twenty-six cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies ; and (4) The maximum tax levy on nonagricultural acreage property as defined in § 10-6- 33.14, for such school district shall be three dollars and seventy-one cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies . All levies in this section shall be imposed on valuations where the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue and Regulation. These valuations shall be used for all school funding purposes. If the district has imposed an excess levy pursuant to § 10-12-43, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies in this section. The school district may elect to tax at less than the maximum amounts set forth in this section. Section 19. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: There is hereby established the Agricultural Land Assessment Implementation and Oversight Advisory Task Force. The task force shall consist of the following twelve members: (1) The speaker of the House of Representatives shall appoint four members of the House of Representatives, no more than two of whom may be from one political party; (2) The speaker of the House of Representatives shall appoint two members of the general public; (3) The president pro tempore of the Senate shall appoint four members of the Senate, no more than two of whom may be from one political party; and (4) The president pro tempore of the Senate shall appoint two members of the general public. The task force shall advise the department regarding the rules promulgated by the department to administer the provisions of sections 3 to 9, inclusive, of this Act and shall review the implementation of the provisions of sections 3 to 9, inclusive, of this Act by the Department of Revenue and Regulation. Section 20. That §§ 10-6-33.1 , 10-6-33.4, 10-6-33.6, § § 10-6-33.14 to 10-6-33.20, inclusive, and § § 10-6-33.23 to 10-6-33.27, inclusive, be repealed."}, {"bill_id": 4599, "bill_version_id": 2003, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2008-01-28T15:13:17.733-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning the assessment of real property, to assess agricultural land based on its agricultural income value, to create an implementation and oversight advisory task force, to repeal certain provisions regarding the assessment of property, and to repeal the nonagricultural acreage classification. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the provisions of § 10-6-74, if any nonagricultural or owner-occupied property sells for more than one hundred fifty percent of its assessed value after November 1, 2008, the sale of such property shall be used to value other real property if the sale is an arms- length transaction. However, for the taxable valuation for the taxes payable in 2011, 2012, 2013, 2014, and 2015, no nonagricultural or owner-occupied property's valuation may increase more than five percent per year because of such sales. The sales of nonagricultural and owner- occupied property may only be used in a sales ratio study as allowed by this section. Section 2. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: For the taxes payable in 2011, 2012, and 2013, the total taxable value of agricultural land within any county may not increase more than fifteen percent in any year. Section 3. That sections 1 and 2 of this Act be repealed on July 1, 2015. Section 4. That § 10-6-74 be repealed on July 1, 2014. Section 5. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the provisions of § 10-6-33, beginning on July 1, 2009, agricultural land shall be assessed based on its agricultural income value on a per acre basis. The agricultural income value of agricultural land shall be determined on the basis of productivity and the annual earnings capacity of the agricultural land. The productivity of agricultural land and its annual earning capacity shall be based on data collected and analyzed pursuant to sections 5 to 10, inclusive, of this Act. Agricultural income value is defined as the capitalized average annual earning capacity on a per acre basis which has been adjusted by an amount that reflects the landowner's share of the gross return. The capacity of cropland to produce agricultural products shall be based on the income from crops or plants produced on the land. The capacity of noncropland to produce agricultural products shall be based on the animal unit carrying capacity of the land. For the purpose of this section, annual earning capacity for: (1) Cropland is twenty-four percent of the annual gross income capacity of the land; and (2) Noncropland is twenty-five percent of the annual gross income capacity of the land. The annual earning capacity shall be capitalized at a rate of six percent to determine the agricultural income value. Section 6. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: The secretary of revenue and regulation shall enter into contracts with South Dakota State University and, if necessary, the South Dakota Agricultural Statistics Service for the purpose of creating a database to determine the agricultural income value of agricultural land by county. The cropland data shall include: acres planted, acres harvested, yield per acre, and locally adjusted crop prices. Locally adjusted crop prices shall be established by adjusting statewide prices. The noncropland data shall include: rangeland acres, pastureland acres, rangeland AUM's per acre, pastureland AUM's per acre, grazing season data, and statewide cow and calf prices. The secretary shall have such data collected for 2001, which will serve as the first year of the database, and each year thereafter. The database shall consist of the most recent eight years of data that have been collected and the two years, one year representing the highest agricultural income value and one year representing the lowest agricultural income value, shall be discarded from the database. The database for the 2010 assessment for taxes payable in 2011 shall consist of data from 2001 to 2008, inclusive, and the database for each assessment year thereafter shall be adjusted accordingly. The economics department shall provide the data for each county to the secretary of revenue and regulation by June first of each year. Section 7. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: The economics department of South Dakota State University shall submit recommendations to the Agricultural Land Assessment Implementation and Oversight Advisory Task Force by November 1, 2008, regarding factors to use for the percentage of annual earning capacity to be used to determine the agricultural income value of the land pursuant to section 5 of this Act and other provisions used to assess agricultural land that will provide the least amount of shift between cropland and noncropland on a statewide basis. Thereafter, the economics department shall submit such recommendations, if any, to the task force by September first of each year. Section 8. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Before July first each year, the secretary of revenue and regulation shall annually provide each director of equalization the agricultural income value for each county as computed pursuant to section 5 of this Act. The director of equalization shall annually determine the assessed value of agricultural land. The assessed value of agricultural land may be adjusted by the following factors: (1) The capacity of the land to produce agricultural products as defined in § 10-6-33.2; and (2) The location, size, soil survey statistics, terrain, and topographical condition of the land including the climate, accessibility, and surface obstructions which can be documented. Section 9. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Agricultural land shall be divided by the director of equalization into categories, including cropland and noncropland. Each category shall be divided into classes based on soil classification standards developed by the United States Department of Agriculture Natural Resources Conservation Service. Section 10. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Buildings and structures, other than normally occupied dwellings on agricultural land and automobile garages or portions of buildings used as automobile garages, which are used exclusively for agricultural purposes and situated on agricultural land, are hereby specifically classified for tax purposes as agricultural property and shall be assessed as similar nonagricultural property. Section 11. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: The agricultural income value for agricultural land as determined by sections 5 to 10, inclusive, of this Act represents the market value of agricultural land, and the Department of Revenue and Regulation shall provide the director of equalization of each county the factor of adjustment necessary for the computation required pursuant to § § 10-3-41, 10-12-31.1, 10-12-42, and 10-13-37. Section 12. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: There is hereby established the Agricultural Land Assessment Implementation and Oversight Advisory Task Force. The task force shall consist of the following twelve members: (1) The speaker of the House of Representatives shall appoint four members of the House of Representatives, no more than two of whom may be from one political party; (2) The speaker of the House of Representatives shall appoint two members of the general public; (3) The president pro tempore of the Senate shall appoint four members of the Senate, no more than two of whom may be from one political party; and (4) The president pro tempore of the Senate shall appoint two members of the general public. The initial appointments shall be made no later than July 1, 2008, and shall serve until January 12, 2009. The speaker of the House of Representatives and president pro tempore of the Senate before the close of each regular session of the Legislature held in odd-numbered years shall appoint members to the task force for a term of two years. If there is a vacancy on the task force, the vacancy shall be filled in the same manner as the original appointment. The task force shall advise the department regarding the rules promulgated by the department to administer the provisions concerning the assessment and taxation of agricultural lands and shall review the implementation of the provisions of law concerning the assessment and taxation of agricultural land. The task force shall report to the Senate and House of Representatives and may submit a copy of its report to the Governor. The task force may present draft legislation and policy recommendations to the Legislative Research Council Executive Board. The task force shall make recommendations in the following areas: (1) The proper percentage of annual earning capacity to be used to determine the agricultural income value for subdivisions (1) and (2) of section 5 of this Act; and (2) The proper capitalization rate in order to have total taxable valuation for the taxes payable in 2011 from agricultural property be not more than total taxable valuation for the taxes payable in 2010 from agricultural property plus the estimated growth in agricultural property value in 2010. Section 13. That § 10-6-33.13 be amended to read as follows: 10-6-33.13. The secretary of revenue and regulation may promulgate rules pursuant to chapter 1-26 concerning the: (1) Collection and tabulation of information required to determine median appraisal or sales assessment ratio, and coefficient of dispersion; (2) Criteria to be included in a compliance audit of assessment practices; and (3) Conditions under which a certificate of compliance may be issued to a county ; (4) Procedures for determining the valuation of agricultural buildings and structures; (5) Procedures for determining the valuation of dwellings on agricultural land and automobile garages or portions of buildings used as automobile garages; (6) Application of cropland and noncropland income values; (7) Application of soil classification standards; and (8) Procedures for making adjustments to the value of agricultural land pursuant to sections 5 to 10, inclusive, of this Act. Before the secretary promulgates any rules pursuant to subdivision (4) to (8), inclusive, the secretary shall present the proposed rules to the Agricultural Land Assessment Implementation and Oversight Advisory Task Force established pursuant to section 12 of this Act . Section 14. That § 10-12-31.1 be amended to read as follows: 10-12-31.1. Notwithstanding other provision of law, when applying the levies for school purposes, the county director of equalization of each county shall adjust the level of assessment in that district so that the level of assessment as indicated by the most recent assessment to sales ratio as provided for in § 10-11-55 and the most recent assessment to full agricultural land value ratio agricultural income value as provided for in § 10-11-57 sections 5 to 10, inclusive, of this Act in that district are equal to eighty-five percent of market value or agricultural income value . The Department of Revenue and Regulation shall provide the director of equalization of each county all of the factors of adjustment necessary for the computations required in this section. Section 15. That § 10-6-33.3 be amended to read as follows: 10-6-33.3. Land or improvement on land within an operating unit which is not used incident to an agricultural pursuit shall be separately listed and assessed and the income therefrom shall not be used in determining the values for the purposes of §§ 10-6-33.1 and 10-6-33.2 . Section 16. That § 10-6-33.5 be amended to read as follows: 10-6-33.5. The assessment, valuation, equalization, and taxation of school and endowment lands shall be at the same level and on the same basis as lands assessed, valued, and equalized according to §§ 10-6-33.1 to 10-6-33.4, inclusive sections 5 to 10, inclusive, of this Act . Section 17. That § 10-6-33.7 be amended to read as follows: 10-6-33.7. Agricultural land in each county shall be divided into the eight classes defined by the United States Department of Agriculture's soil conservation service as published in its soil survey for each county. The county director of equalization shall, based on the agricultural lands soil survey classification, determine a value for each soil type. The value for each soil type shall be determined from sales of similar land based upon its soil survey classification, and as adjusted for the factors contained in subdivision 10-6-33.1(2). The sales used shall be sales of agricultural land that are sold for agricultural purposes. Section 18. That § 10-6-31.3 be amended to read as follows: 10-6-31.3. For tax purposes, land is agricultural land if it meets two of the following three criteria: (1) At least thirty-three and one-third percent of the total family gross income of the owner is derived from the pursuit of agriculture as defined in subdivision (2) of this section or it is a state-owned public shooting area or a state-owned game production area as identified in § 41-4-8 and it is owned and managed by the Department of Game, Fish and Parks; (2) Its principal use is devoted to the raising and harvesting of crops or timber or fruit trees, the rearing, feeding, and management of farm livestock, poultry, fish, or nursery stock, the production of bees and apiary products, or horticulture, all for intended profit pursuant to subdivision (1) of this section. Agricultural real estate also includes woodland, wasteland, and pasture land, but only if the land is held and operated in conjunction with agricultural real estate as defined and it is under the same ownership; (3) It consists of not less than twenty acres of unplatted land or is a part of a contiguous ownership of not less than eighty acres of unplatted land. The same acreage specifications apply to platted land, excluding land platted as a subdivision, which is in an unincorporated area. However, the board of county commissioners may increase the minimum acre requirement up to one hundred sixty acres. However, for tax purposes, land is not agricultural land if the land is classified pursuant to § 10-6-33.14 as a nonagricultural acreage. Section 19. That § 10-13-37.1 be amended to read as follows: 10-13-37.1. For purposes of § 10-6-33.24 and §§ 10-3-41, 10-12-31.1, and 10-13-37, the secretary of revenue and regulation shall calculate a factor for each county for the agricultural and nonagricultural valuations. The factor shall be calculated by using the sales of arms-length transactions and the assessments from the preceding assessment year. The secretary shall take into consideration any reappraisals completed by the director of equalization. If there are less fewer than fifteen sales of either class , the secretary shall use the preceding year's sales of that class with current assessments. In the case of agricultural land, sales may also be bridged in from adjoining counties if there are less than fifteen sales. Section 20. That § 13-11-10 be amended to read as follows: 13-11-10. In implementing the terms of § 13-11-9, a separate weighted average tax levy of the receiving districts shall be calculated for agricultural property, nonagricultural acreage property, owner-occupied single-family dwelling property, and for nonagricultural property for each sending school district as follows: (1) The levy per thousand dollars of taxable valuation for agricultural property for each receiving school district shall be multiplied by the number of children from the sending school district to whom the receiving school district is providing educational services; (2) Add together the products from subdivision (1) for each receiving school district; (3) Divide the sum from subdivision (2) by the total number of students that the contracting school district is sending to the receiving school districts pursuant to § 13-15-1.3. The quotient is the weighted average tax levy per one thousand dollars of taxable valuation for agricultural property; (4) The weighted average tax levy per thousand dollars of taxable valuation for nonagricultural acreage, owner-occupied single-family dwellings , and nonagricultural property shall be obtained by repeating the procedure outlined in subdivisions (1) to (3), inclusive, for each class of property; and (5) The sum of the levies assessed for all funds in the sending district shall be equal to or greater than the sum of all levies for all funds in the receiving district. The above calculations do not include students receiving educational services from an out-of-state school district nor the tax levy of any out-of-state school district. Section 21. That § 10-12-42 be amended to read as follows: 10-12-42. For taxes payable in 2008 2011 and each year thereafter, the levy for the general fund of a school district shall be as follows: (1) The maximum tax levy shall be nine dollars and eleven cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subdivision (2) of this section, and owner-occupied property as provided for in subdivision (3) of this section , and nonagricultural acreage property as provided for in subdivision (4) of this section ; (2) The maximum tax levy on agricultural property for such school district shall be two dollars and seventy-one cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; and (3) The maximum tax levy for an owner-occupied single-family dwelling as defined in § 10-13-40, for such school district may not exceed four dollars and twenty-six cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies ; and (4) The maximum tax levy on nonagricultural acreage property as defined in § 10-6- 33.14, for such school district shall be three dollars and seventy-one cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies . All levies in this section shall be imposed on valuations where the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue and Regulation. These valuations shall be used for all school funding purposes. If the district has imposed an excess levy pursuant to § 10-12-43, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies in this section. The school district may elect to tax at less than the maximum amounts set forth in this section. Section 22. That § 10-6-33.25 be amended to read as follows: 10-6-33.25. For the purposes of § 10-6-33.24, the agricultural income value shall be determined using capitalized annual cash rent. The annual cash rent is the annual cash rent, excluding the per acre tax on agricultural land, determined through an analysis of arms-length rental agreements collected within the county in the three years prior to the year for which the agricultural income value is being determined. The agricultural income value of cropland shall be based on average rents over a three-year period for cropland under natural conditions. The agricultural income value of noncropland shall be based on average rents over a three-year period for noncropland under natural conditions. However, no arms-length rental agreements for irrigated land may be used to determine the annual cash rent pursuant to this section. The annual cash rent shall be capitalized at seven and three-fourths six and fifteen hundredths percent. The secretary of revenue and regulation may enter into a contract for the collection of cash rent information by county. Cash rent information shall be adjusted by soil survey statistics, if available, and pursuant to § 10-6-33.26. Section 23. That § § 10-6-33.1 , 10-6-33.4, 10-6-33.6, § § 10-6-33.14 to 10-6-33.20, inclusive, and § § 10-6-33.23 to 10-6-33.27, inclusive, be repealed. Section 24. That sections 14 to 21, inclusive, and section 23 are effective on July 1, 2009."}, {"bill_id": 4599, "bill_version_id": 3030, "bill_version": "Senate Engrossed", "bill_version_date": "2008-02-12T17:04:36.557-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning the assessment of real property, to assess agricultural land based on its agricultural income value, to create an implementation and oversight advisory task force, to repeal certain provisions regarding the assessment of property, and to repeal the nonagricultural acreage classification. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the provisions of § 10-6-74, if any nonagricultural or owner-occupied property sells for more than one hundred fifty percent of its assessed value after November 1, 2008, the sale of such property shall be used to value other real property if the sale is an arms- length transaction. However, for the taxable valuation for the taxes payable in 2011, 2012, 2013, 2014, and 2015, no nonagricultural or owner-occupied property's valuation may increase more than five percent per year because of such sales. The sales of nonagricultural and owner- occupied property may only be used in a sales ratio study as allowed by this section. Section 2. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: For the taxes payable in 2011, 2012, and 2013, the total taxable value of agricultural land within any county may not increase more than fifteen percent in any year. Section 3. That sections 1 and 2 of this Act be repealed on July 1, 2015. Section 4. That § 10-6-74 be repealed on July 1, 2014. Section 5. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the provisions of § 10-6-33, beginning on July 1, 2009, agricultural land shall be assessed based on its agricultural income value on a per acre basis. The agricultural income value of agricultural land shall be determined on the basis of productivity and the annual earnings capacity of the agricultural land. The productivity of agricultural land and its annual earning capacity shall be based on data collected and analyzed pursuant to sections 5 to 10, inclusive, of this Act. Agricultural income value is defined as the capitalized average annual earning capacity on a per acre basis which has been adjusted by an amount that reflects the landowner's share of the gross return. The capacity of cropland to produce agricultural products shall be based on the income from crops or plants produced on the land. The capacity of noncropland to produce agricultural products shall be based on the animal unit carrying capacity of the land. For the purpose of this section, annual earning capacity for cropland and noncropland shall be determined by the 2009 and 2010 Legislature. The annual earning capacity shall be capitalized at a rate of six percent to determine the agricultural income value. Section 6. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: The secretary of revenue and regulation shall enter into contracts with South Dakota State University and, if necessary, the South Dakota Agricultural Statistics Service for the purpose of creating a database to determine the agricultural income value of agricultural land by county. The cropland data shall include: acres planted, acres harvested, yield per acre, and locally adjusted crop prices. Locally adjusted crop prices shall be established by adjusting statewide prices. The noncropland data shall include: rangeland acres, pastureland acres, rangeland AUM's per acre, pastureland AUM's per acre, grazing season data, and statewide cow and calf prices. The secretary shall have such data collected for 2001, which will serve as the first year of the database, and each year thereafter. The database shall consist of the most recent eight years of data that have been collected and the two years, one year representing the highest agricultural income value and one year representing the lowest agricultural income value, shall be discarded from the database. The database for the 2010 assessment for taxes payable in 2011 shall consist of data from 2001 to 2008, inclusive, and the database for each assessment year thereafter shall be adjusted accordingly. The economics department shall provide the data for each county to the secretary of revenue and regulation by June first of each year. Section 7. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: The economics department of South Dakota State University shall submit recommendations to the Agricultural Land Assessment Implementation and Oversight Advisory Task Force by November 1, 2008, regarding factors to use for the percentage of annual earning capacity to be used to determine the agricultural income value of the land pursuant to section 5 of this Act and other provisions used to assess agricultural land that will provide the least amount of shift between cropland and noncropland on a statewide basis. Thereafter, the economics department shall submit such recommendations, if any, to the task force by September first of each year. Section 8. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Before July first each year, the secretary of revenue and regulation shall annually provide each director of equalization the agricultural income value for each county as computed pursuant to section 5 of this Act. The director of equalization shall annually determine the assessed value of agricultural land. The assessed value of agricultural land may be adjusted by the following factors: (1) The capacity of the land to produce agricultural products as defined in § 10-6-33.2; and (2) The location, size, soil survey statistics, terrain, and topographical condition of the land including the climate, accessibility, and surface obstructions which can be documented. Section 9. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Agricultural land shall be divided by the director of equalization into categories, including cropland and noncropland. Each category shall be divided into classes based on soil classification standards developed by the United States Department of Agriculture Natural Resources Conservation Service. Section 10. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Buildings and structures, other than normally occupied dwellings on agricultural land and automobile garages or portions of buildings used as automobile garages, which are used exclusively for agricultural purposes and situated on agricultural land, are hereby specifically classified for tax purposes as agricultural property and shall be assessed as similar nonagricultural property. Section 11. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: The agricultural income value for agricultural land as determined by sections 5 to 10, inclusive, of this Act represents the market value of agricultural land, and the Department of Revenue and Regulation shall provide the director of equalization of each county the factor of adjustment necessary for the computation required pursuant to § § 10-3-41, 10-12-31.1, 10-12-42, and 10-13-37. Section 12. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: There is hereby established the Agricultural Land Assessment Implementation and Oversight Advisory Task Force. The task force shall consist of the following twelve members: (1) The speaker of the House of Representatives shall appoint four members of the House of Representatives, no more than two of whom may be from one political party; (2) The speaker of the House of Representatives shall appoint two members of the general public; (3) The president pro tempore of the Senate shall appoint four members of the Senate, no more than two of whom may be from one political party; and (4) The president pro tempore of the Senate shall appoint two members of the general public. The initial appointments shall be made no later than July 1, 2008, and shall serve until January 12, 2009. The speaker of the House of Representatives and president pro tempore of the Senate before the close of each regular session of the Legislature held in odd-numbered years shall appoint members to the task force for a term of two years. If there is a vacancy on the task force, the vacancy shall be filled in the same manner as the original appointment. The task force shall advise the department regarding the rules promulgated by the department to administer the provisions concerning the assessment and taxation of agricultural lands and shall review the implementation of the provisions of law concerning the assessment and taxation of agricultural land. The task force shall report to the Senate and House of Representatives and may submit a copy of its report to the Governor. The task force may present draft legislation and policy recommendations to the Legislative Research Council Executive Board. The task force shall make recommendations in the following areas: (1) The proper percentage of annual earning capacity to be used to determine the agricultural income value for subdivisions (1) and (2) of section 5 of this Act; and (2) The proper capitalization rate in order to have total taxable valuation for the taxes payable in 2011 from agricultural property be not more than total taxable valuation for the taxes payable in 2010 from agricultural property plus the estimated growth in agricultural property value in 2010. Section 13. That § 10-6-33.13 be amended to read as follows: 10-6-33.13. The secretary of revenue and regulation may promulgate rules pursuant to chapter 1-26 concerning the: (1) Collection and tabulation of information required to determine median appraisal or sales assessment ratio, and coefficient of dispersion; (2) Criteria to be included in a compliance audit of assessment practices; and (3) Conditions under which a certificate of compliance may be issued to a county ; (4) Procedures for determining the valuation of agricultural buildings and structures; (5) Procedures for determining the valuation of dwellings on agricultural land and automobile garages or portions of buildings used as automobile garages; (6) Application of cropland and noncropland income values; (7) Application of soil classification standards; and (8) Procedures for making adjustments to the value of agricultural land pursuant to sections 5 to 10, inclusive, of this Act. Before the secretary promulgates any rules pursuant to subdivision (4) to (8), inclusive, the secretary shall present the proposed rules to the Agricultural Land Assessment Implementation and Oversight Advisory Task Force established pursuant to section 12 of this Act . Section 14. That § 10-12-31.1 be amended to read as follows: 10-12-31.1. Notwithstanding other provision of law, when applying the levies for school purposes, the county director of equalization of each county shall adjust the level of assessment in that district so that the level of assessment as indicated by the most recent assessment to sales ratio as provided for in § 10-11-55 and the most recent assessment to full agricultural land value ratio agricultural income value as provided for in § 10-11-57 sections 5 to 10, inclusive, of this Act in that district are equal to eighty-five percent of market value or agricultural income value . The Department of Revenue and Regulation shall provide the director of equalization of each county all of the factors of adjustment necessary for the computations required in this section. Section 15. That § 10-6-33.3 be amended to read as follows: 10-6-33.3. Land or improvement on land within an operating unit which is not used incident to an agricultural pursuit shall be separately listed and assessed and the income therefrom shall not be used in determining the values for the purposes of §§ 10-6-33.1 and 10-6-33.2 . Section 16. That § 10-6-33.5 be amended to read as follows: 10-6-33.5. The assessment, valuation, equalization, and taxation of school and endowment lands shall be at the same level and on the same basis as lands assessed, valued, and equalized according to §§ 10-6-33.1 to 10-6-33.4, inclusive sections 5 to 10, inclusive, of this Act . Section 17. That § 10-6-33.7 be amended to read as follows: 10-6-33.7. Agricultural land in each county shall be divided into the eight classes defined by the United States Department of Agriculture's soil conservation service as published in its soil survey for each county. The county director of equalization shall, based on the agricultural lands soil survey classification, determine a value for each soil type. The value for each soil type shall be determined from sales of similar land based upon its soil survey classification, and as adjusted for the factors contained in subdivision 10-6-33.1(2). The sales used shall be sales of agricultural land that are sold for agricultural purposes. Section 18. That § 10-6-31.3 be amended to read as follows: 10-6-31.3. For tax purposes, land is agricultural land if it meets two of the following three criteria: (1) At least thirty-three and one-third percent of the total family gross income of the owner is derived from the pursuit of agriculture as defined in subdivision (2) of this section or it is a state-owned public shooting area or a state-owned game production area as identified in § 41-4-8 and it is owned and managed by the Department of Game, Fish and Parks; (2) Its principal use is devoted to the raising and harvesting of crops or timber or fruit trees, the rearing, feeding, and management of farm livestock, poultry, fish, or nursery stock, the production of bees and apiary products, or horticulture, all for intended profit pursuant to subdivision (1) of this section. Agricultural real estate also includes woodland, wasteland, and pasture land, but only if the land is held and operated in conjunction with agricultural real estate as defined and it is under the same ownership; (3) It consists of not less than twenty acres of unplatted land or is a part of a contiguous ownership of not less than eighty acres of unplatted land. The same acreage specifications apply to platted land, excluding land platted as a subdivision, which is in an unincorporated area. However, the board of county commissioners may increase the minimum acre requirement up to one hundred sixty acres. However, for tax purposes, land is not agricultural land if the land is classified pursuant to § 10-6-33.14 as a nonagricultural acreage. Section 19. That § 10-13-37.1 be amended to read as follows: 10-13-37.1. For purposes of § 10-6-33.24 and §§ 10-3-41, 10-12-31.1, and 10-13-37, the secretary of revenue and regulation shall calculate a factor for each county for the agricultural and nonagricultural valuations. The factor shall be calculated by using the sales of arms-length transactions and the assessments from the preceding assessment year. The secretary shall take into consideration any reappraisals completed by the director of equalization. If there are less fewer than fifteen sales of either class , the secretary shall use the preceding year's sales of that class with current assessments. In the case of agricultural land, sales may also be bridged in from adjoining counties if there are less than fifteen sales. Section 20. That § 13-11-10 be amended to read as follows: 13-11-10. In implementing the terms of § 13-11-9, a separate weighted average tax levy of the receiving districts shall be calculated for agricultural property, nonagricultural acreage property, owner-occupied single-family dwelling property, and for nonagricultural property for each sending school district as follows: (1) The levy per thousand dollars of taxable valuation for agricultural property for each receiving school district shall be multiplied by the number of children from the sending school district to whom the receiving school district is providing educational services; (2) Add together the products from subdivision (1) for each receiving school district; (3) Divide the sum from subdivision (2) by the total number of students that the contracting school district is sending to the receiving school districts pursuant to § 13-15-1.3. The quotient is the weighted average tax levy per one thousand dollars of taxable valuation for agricultural property; (4) The weighted average tax levy per thousand dollars of taxable valuation for nonagricultural acreage, owner-occupied single-family dwellings , and nonagricultural property shall be obtained by repeating the procedure outlined in subdivisions (1) to (3), inclusive, for each class of property; and (5) The sum of the levies assessed for all funds in the sending district shall be equal to or greater than the sum of all levies for all funds in the receiving district. The above calculations do not include students receiving educational services from an out-of-state school district nor the tax levy of any out-of-state school district. Section 21. That § 10-12-42 be amended to read as follows: 10-12-42. For taxes payable in 2008 2011 and each year thereafter, the levy for the general fund of a school district shall be as follows: (1) The maximum tax levy shall be nine dollars and eleven cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subdivision (2) of this section, and owner-occupied property as provided for in subdivision (3) of this section , and nonagricultural acreage property as provided for in subdivision (4) of this section ; (2) The maximum tax levy on agricultural property for such school district shall be two dollars and seventy-one cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; and (3) The maximum tax levy for an owner-occupied single-family dwelling as defined in § 10-13-40, for such school district may not exceed four dollars and twenty-six cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies ; and (4) The maximum tax levy on nonagricultural acreage property as defined in § 10-6- 33.14, for such school district shall be three dollars and seventy-one cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies . All levies in this section shall be imposed on valuations where the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue and Regulation. These valuations shall be used for all school funding purposes. If the district has imposed an excess levy pursuant to § 10-12-43, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies in this section. The school district may elect to tax at less than the maximum amounts set forth in this section. Section 22. That § 10-6-33.25 be amended to read as follows: 10-6-33.25. For the purposes of § 10-6-33.24, the agricultural income value shall be determined using capitalized annual cash rent. The annual cash rent is the annual cash rent, excluding the per acre tax on agricultural land, determined through an analysis of arms-length rental agreements collected within the county in the three years prior to the year for which the agricultural income value is being determined. The agricultural income value of cropland shall be based on average rents over a three-year period for cropland under natural conditions. The agricultural income value of noncropland shall be based on average rents over a three-year period for noncropland under natural conditions. However, no arms-length rental agreements for irrigated land may be used to determine the annual cash rent pursuant to this section. The annual cash rent shall be capitalized at seven and three-fourths six and fifteen hundredths percent. The secretary of revenue and regulation may enter into a contract for the collection of cash rent information by county. Cash rent information shall be adjusted by soil survey statistics, if available, and pursuant to § 10-6-33.26. Section 23. That § § 10-6-33.1 , 10-6-33.4, 10-6-33.6, § § 10-6-33.14 to 10-6-33.20, inclusive, and § § 10-6-33.23 to 10-6-33.27, inclusive, be repealed. Section 24. That sections 14 to 21, inclusive, and section 23 are effective on July 1, 2009. Section 25. The Department of Revenue and Regulation shall submit to the Legislature by January 15, 2009, the total 2009 taxable valuations and by January 15, 2010, the total 2010 taxable valuations for the state and each county by each classification of property identified in § 10-12-42."}, {"bill_id": 4599, "bill_version_id": 3239, "bill_version": "Enrolled", "bill_version_date": "2008-02-14T15:31:55.313-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4599, "action_date": "2008-01-08T12:00:00-06:00", "document_id": 563, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/563.pdf", "status_text": "First read in House and referred to", "journal_page": 15, "committee_id_action": 27, "committee_id_assigned": 22, "result": "N", "vote": {}}, {"bill_id": 4599, "action_date": "2008-01-28T10:00:00-06:00", "document_id": 1906, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1906.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 22, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4599, "action_date": "2008-01-28T10:00:00-06:00", "document_id": 1994, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1994.pdf", "status_text": "Hoghoused", "journal_page": null, "committee_id_action": 22, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4599, "action_date": "2008-01-28T10:00:00-06:00", "document_id": 1994, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1994.pdf", "status_text": "Do Pass Amended", "journal_page": 293, "committee_id_action": 22, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 776, "president_vote": null, "Yea": [614, 591, 574, 594, 581, 603, 619, 615], "Nay": [570, 542, 558, 571], "Excused": [575]}}, {"bill_id": 4599, "action_date": "2008-01-30T14:00:00-06:00", "document_id": 2216, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2216.pdf", "status_text": "Deferred to another day", "journal_page": 354, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4599, "action_date": "2008-01-31T13:00:00-06:00", "document_id": 2326, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2326.pdf", "status_text": "Do Pass Amended", "journal_page": 366, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1107, "president_vote": null, "Yea": [602, 579, 609, 614, 625, 593, 586, 597, 532, 608, 623, 574, 552, 575, 580, 624, 529, 594, 620, 616, 556, 585, 633, 558, 605, 581, 544, 546, 612, 599, 617, 547, 583, 538, 603, 615, 600, 531, 540, 549, 619, 611, 606, 587, 591], "Nay": [570, 555, 542, 568, 572, 595, 631, 565, 543, 628, 630, 571, 537, 536, 551, 554, 563, 566, 626, 559, 564, 561], "Excused": [534, 589, 578]}}, {"bill_id": 4599, "action_date": "2008-02-04T14:00:00-06:00", "document_id": 2451, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2451.pdf", "status_text": "First read in Senate and referred to", "journal_page": 314, "committee_id_action": 28, "committee_id_assigned": 11, "result": "N", "vote": {}}, {"bill_id": 4599, "action_date": "2008-02-06T07:45:00-06:00", "document_id": 2446, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2446.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 11, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4599, "action_date": "2008-02-06T07:45:00-06:00", "document_id": 2609, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2609.pdf", "status_text": "Do Pass", "journal_page": 352, "committee_id_action": 11, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1317, "president_vote": null, "Yea": [596, 592, 562, 539, 618, 613], "Nay": [573, 632, 541]}}, {"bill_id": 4599, "action_date": "2008-02-07T13:00:00-06:00", "document_id": 2764, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2764.pdf", "status_text": "Deferred to another day", "journal_page": 384, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4599, "action_date": "2008-02-12T14:00:00-06:00", "document_id": 3026, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3026.pdf", "status_text": "Motion to amend", "journal_page": 469, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1749, "president_vote": null, "Yea": [557, 576, 621, 560, 545, 567, 535, 582, 562, 622, 584, 573, 610, 632, 627, 550, 607], "Nay": [553, 596, 590, 598, 592, 530, 601, 533, 569, 618, 629, 577, 588, 539, 548], "Excused": [613, 541]}}, {"bill_id": 4599, "action_date": "2008-02-12T14:00:00-06:00", "document_id": 3026, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3026.pdf", "status_text": "Do Pass Amended", "journal_page": 470, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1758, "president_vote": null, "Yea": [557, 576, 604, 553, 596, 590, 598, 545, 592, 530, 601, 567, 535, 533, 582, 622, 584, 569, 618, 610, 629, 577, 588, 539, 627, 548, 550, 607], "Nay": [621, 560, 562, 573, 632], "Excused": [613, 541]}}, {"bill_id": 4599, "action_date": "2008-02-12T14:00:00-06:00", "document_id": 3026, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3026.pdf", "status_text": "Motion to amend", "journal_page": 474, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4599, "action_date": "2008-02-12T14:00:00-06:00", "document_id": 3026, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3026.pdf", "status_text": "Do Pass Amended", "journal_page": 475, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1775, "president_vote": null, "Yea": [557, 576, 604, 553, 596, 590, 598, 545, 592, 530, 601, 567, 535, 533, 582, 562, 622, 584, 569, 618, 610, 629, 577, 539, 548, 550, 607], "Nay": [621, 560, 632, 627], "Excused": [573, 613, 588, 541]}}, {"bill_id": 4599, "action_date": "2008-02-14T14:00:00-06:00", "document_id": 3233, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3233.pdf", "status_text": "Concurred in amendments", "journal_page": 574, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1959, "president_vote": null, "Yea": [602, 579, 614, 625, 593, 586, 532, 608, 623, 574, 534, 575, 580, 624, 529, 594, 620, 616, 556, 585, 589, 633, 558, 605, 630, 544, 546, 578, 612, 599, 617, 547, 583, 538, 603, 615, 600, 531, 540, 549, 619, 606, 587, 591], "Nay": [609, 570, 555, 542, 568, 572, 595, 631, 565, 543, 628, 571, 581, 537, 536, 551, 554, 563, 566, 626, 611, 559, 564, 561], "Excused": [597, 552]}}, {"bill_id": 4599, "action_date": "2008-02-15T13:00:00-06:00", "document_id": 3326, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3326.pdf", "status_text": "Signed by the Speaker", "journal_page": 609, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4599, "action_date": "2008-02-19T14:00:00-06:00", "document_id": 3415, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3415.pdf", "status_text": "Signed by the President", "journal_page": 554, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4599, "action_date": "2008-02-20T14:00:00-06:00", "document_id": 3534, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3534.pdf", "status_text": "Delivered to the Governor", "journal_page": 657, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4599, "action_date": "2008-02-21T14:00:00-06:00", "document_id": 3687, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3687.pdf", "status_text": "Signed by the Governor", "journal_page": 664, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3905, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4599"}