{"session_id": 8, "bill_id": 1898, "bill_type": "House Bill", "bill_number": 1153, "bill_title": "repeal the requirement that a railroad obtain authority from the Governor or the Transportation Commission before the railroad may exercise the power of eminent domain.", "sponsors": [{"legislator_profile_id": 759, "is_prime": true}, {"legislator_profile_id": 776, "is_prime": true}, {"legislator_profile_id": 785, "is_prime": false}, {"legislator_profile_id": 793, "is_prime": false}, {"legislator_profile_id": 831, "is_prime": false}, {"legislator_profile_id": 813, "is_prime": false}, {"legislator_profile_id": 805, "is_prime": false}, {"legislator_profile_id": 778, "is_prime": false}, {"legislator_profile_id": 777, "is_prime": false}, {"legislator_profile_id": 803, "is_prime": false}, {"legislator_profile_id": 788, "is_prime": false}, {"legislator_profile_id": 801, "is_prime": false}, {"legislator_profile_id": 819, "is_prime": false}, {"legislator_profile_id": 810, "is_prime": false}], "keywords": ["Eminent Domain", "Property", "Public Utilities and Carriers"], "audio": [{"meeting_datetime": "2010-02-09T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/htr17.mp3", "start_seconds": 1229.0}, {"meeting_datetime": "2010-02-09T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/htr17.mp3", "start_seconds": 1229.0}, {"meeting_datetime": "2010-02-09T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/htr17.mp3", "start_seconds": 1229.0}, {"meeting_datetime": "2010-02-09T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/htr17.mp3", "start_seconds": 2460.0}], "bill_versions": [{"bill_id": 1898, "bill_version_id": 11224, "bill_version": "Introduced", "bill_version_date": "2010-01-28T08:58:23.633-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal the requirement that a railroad obtain authority from the Governor or the Transportation Commission before the railroad may exercise the power of eminent domain. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-16A-75 be amended to read as follows: 49-16A-75. A railroad may exercise the right of eminent domain in acquiring right-of-way as provided by statute, but only upon obtaining authority from the Governor or if directed by the Governor, or the commission, based upon a determination by the Governor or the commission that the railroad's exercise of the right of eminent domain would be for a public use consistent with public necessity. The Governor or the commission shall consider the requirements of §§ 49-16A-75.1 to 49-16A-75.3, inclusive, when granting or denying an application for authority to use eminent domain. The decision to grant or deny an application shall be made after reasonable notice and opportunity to be heard, pursuant to chapter 1-26. However, an impartial hearing examiner may be appointed by the Governor or the commission to administer the proceedings or make recommendations. Any parties who are united in interest or representation shall unite in the filing of an affidavit for change of hearing examiner under the provisions of § 1-26D-10. The filing of such affidavit by one party is deemed to be filed by all of the parties. No more than one change of hearing examiner may be granted on request or affidavit made by or on behalf of the same party or parties united in interest under the provisions of § 1-26D-10. However, the filing of an affidavit and the first change of hearing examiner does not prevent any other party to the action or any party's attorney from obtaining a change in hearing examiner upon a showing of an unacceptable risk of actual bias or prejudice concerning a party. The Governor or the chair of the commission shall replace the hearing examiner within five business days upon any recusal. A hearing shall be held and a decision rendered on any application within ninety days following the receipt of a new application and upon any application pending before the Governor or the commission on July 1, 2008. The denial or withdrawal of an application does not prejudice the ability of a railroad to resubmit an application. Any appeal, pursuant to chapter 1-26, taken from a decision of the Governor or the commission shall be handled as an expedited appeal by the courts of this state. Section 2. That § 49-16A-75.1 be repealed. 49-16A-75.1. The commission shall in accordance with chapter 1-26, promulgate rules: (1) Establishing a form upon which a railroad may apply for authority to exercise the right of eminent domain; (2) Specifying the information to be submitted by an applicant; and (3) Administering applications for authority to exercise the right of eminent domain. Section 3. That § 49-16A-75.2 be repealed. 49-16A-75.2. The applicant has the burden of proving by a preponderance of the evidence that the exercise of the right of eminent domain is a public use consistent with public necessity. Section 4. That § 49-16A-75.3 be repealed. 49-16A-75.3. A railroad's exercise of the right of eminent domain is a public use consistent with public necessity only if the use of eminent domain is proposed by an applicant who has negotiated in good faith to privately acquire sufficient property without the use of eminent domain. No determination of public use or necessity or any other issue properly decided by the Governor or the commission may be addressed by the circuit court in an action for condemnation. Such a determination may only be challenged upon direct appeal of that determination. Notwithstanding appeal of such determination, the railroad may proceed at any time by action in circuit court for possession and determination of compensation for any real property taken or damaged. Section 5. That § 49-16A-75.4 be repealed. 49-16A-75.4. Upon a failure to reach agreement on compensation following a determination pursuant to § 49-16A-75.3, either party may bring a proceeding in state court to establish compensation to be paid for the property taken or damaged. The court shall expedite the proceedings. A railroad is not entitled to physical possession of the property to be taken pursuant to the exercise of eminent domain except upon the earlier to occur of either: (1) Execution of a written agreement between the parties as to fair market value of compensation; (2) Entry of a judgment of condemnation in the circuit court; or (3) Upon posting by the railroad of a bond to be established by the court as soon as possible but no later than one hundred twenty days following petition by the railroad for possession. The bond shall be in an amount the court determines to be a preliminary estimate of compensation based on the best information available, but is not determinative of final compensation or admissible as evidence thereon. Section 6. That § 21-35-2 be amended to read as follows: 21-35-2. A petition filed pursuant to § 21-35-1 shall name the person, group, or corporation desiring to take or damage private property as plaintiff, and all persons having interest in or liens upon the property affected by the proceeding as defendants, so far as they shall be known at the time of filing the same. It The petition shall contain a description of the property to be taken or damaged and a statement that plaintiff has negotiated in good faith to acquire all property needed without the use of eminent domain. The purpose for which the property is to be taken or damaged shall be clearly set forth in the petition. It shall is not be necessary to specify the interests or claims of the several defendants in the land or property affected by the proceeding. Section 7. That § 31-19-3 be amended to read as follows: 31-19-3. If land or material is to be acquired by condemnation, the Department of Transportation, on behalf of the state and in its name, shall file a petition in the circuit court for the county in which the property to be taken or damaged is situated, praying that the just compensation be made and such property be ascertained by a jury and shall name the Department of Transportation as the department of the state government desiring to take or damage the property on behalf of the state as plaintiff. All persons having an interest in or a lien upon the property affected by the proceedings shall be named as defendants so far as they may be known at the time of the filing of the petition. It The petition shall contain a description of the property to be taken or damaged, a statement that the plaintiff has negotiated in good faith to acquire all property needed without the use of eminent domain, and shall contain a copy of the related resolution of necessity that was passed by the Transportation Commission. The purpose for which the property is to be taken or damaged shall be clearly set forth in the petition. It is not necessary to specify the interest or claim of the several defendants in the land or property affected by the proceedings. The petition shall be signed and verified in the manner and as provided by § 15-6-11 relating to the signing of pleadings in the circuit courts."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1898, "action_date": "2010-01-28T14:00:00-06:00", "document_id": 11385, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11385.pdf", "status_text": "First read in House and referred to", "journal_page": 216, "committee_id_action": 86, "committee_id_assigned": 81, "result": "N", "vote": {}}, {"bill_id": 1898, "action_date": "2010-02-09T10:00:00-06:00", "document_id": 11330, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11330.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 81, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1898, "action_date": "2010-02-09T10:00:00-06:00", "document_id": 11966, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11966.pdf", "status_text": "Tabled", "journal_page": 323, "committee_id_action": 81, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6193, "president_vote": null, "Yea": [813, 843, 816, 839, 836, 746, 838], "Excused": [835], "Nay": [801, 742, 762, 777, 759]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/1898"}