{"session_id": 53, "bill_id": 16951, "bill_type": "House Bill", "bill_number": 1016, "bill_title": "eliminate filing and service fees regarding protection orders for domestic abuse and stalking.", "sponsors": [], "keywords": ["Domestic Abuse", "Domestic Relations", "Protection Order"], "audio": [{"meeting_datetime": "2002-01-11T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hju04hb1016a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-11T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hju04hb1016a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-11T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hju04hb1016a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-14T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hju05hb1016a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-14T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hju05hb1016a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-15T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou06hb1016a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-15T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou06hb1016a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-15T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou06hb1016a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16951, "bill_version_id": 91656, "bill_version": "Introduced", "bill_version_date": "2002-01-05T13:03:42-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to eliminate filing and service fees regarding protection orders for domestic abuse and stalking. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 25-10-3 be amended to read as follows: 25-10-3. There exists an action known as a petition for a protection order in cases of domestic abuse. Procedures for the action are as follows: (1) A petition under this section may be made by any family or household member against any other family or household member. (2) A petition shall allege the existence of domestic abuse and shall be accompanied by an affidavit made under oath stating the specific facts and circumstances of the domestic abuse. (3) A petition for relief may be made whether or not there is a pending lawsuit, complaint, petition, or other action between the parties. (4) If a petitioner files an affidavit with his petition stating that he does not have the funds available to pay the cost of filing and service, the petition shall be filed and served without payment of costs. If a petition is filed and served without payment of costs, the court shall determine at the hearing described in § 25-10-5 if the petitioner is indigent. In determining if the petitioner is indigent, the income of the alleged perpetrator of the domestic abuse may not be considered. If the court finds that the petitioner is not indigent, the court may order the petitioner to pay the costs of filing and service. The clerk of the circuit court shall make available standard petition forms with instructions for completion to be used by a petitioner. The Department of Social Services shall prepare the standard petition form. Section 2. That § 22-19A-8 be amended to read as follows: 22-19A-8. There exists an action known as a petition for a protection order in cases of stalking or physical injury as a result of an assault or a crime of violence as defined in subdivision 22-1-2(9). Procedures for the action are as follows: (1) A petition under this section may be made against any person who violates § 22-19A-1 or against any other person against whom stalking or physical injury is alleged; (2) A petition shall allege the existence of stalking or physical injury and shall be accompanied by an affidavit made under oath stating the specific facts and circumstances of the stalking or physical injury; (3) A petition for relief may be made whether or not there is a pending lawsuit, complaint, petition, or other action between the parties ; (4) If a petitioner files an affidavit with the petition stating that the petitioner does not have the funds available to pay the cost of filing and service, the petition shall be filed and served without payment of costs. If a petition is filed and served without payment of costs, the court shall determine at the hearing described in § 22-19A-11 if the petitioner is indigent. If the court finds that the petitioner is not indigent, the court may order the petitioner to pay the costs of filing and service . The clerk of the circuit court shall make available standard petition forms with instructions for completion to be used by a petitioner. The attorney general shall prepare the standard petition form. Section 3. That § 16-2-29 be amended to read as follows: 16-2-29. The clerk of courts shall charge and collect the following fees and commissions: (1) For the probate of an estate seventy-five dollars; (2) For all service connected with the preparation and transmission of a settled record to the Supreme Court, including the remittitur from the Supreme Court, fifty dollars; (3) For any of the following: (a) Civil cases filed for jury or court trial; (b) Guardianship or conservatorship actions, adoption cases, termination of life estates; (c) Cases to determine amount of inheritance tax in estates in which real and personal property is transferred in contemplation of death; (d) Default actions to quiet title to real property; (e) Default cases involving garnishment proceedings; (f) Dissolutions of corporations; (g) Foreclosure actions; (h) Special administration proceedings; (i) Summary administration proceedings; (j) Appeals to the circuit court from an action of a political subdivision of the state or from an action of the state or its officers, boards, agencies, and commissions; or (k) All matters not otherwise provided for in this section; twenty-five dollars; (4) For any of the following: (a) Issuing a transcript of a judgment; (b) Filing and docketing a transcript of a judgment; (c) Issuing and docketing an execution, commission, or writ; (d) Filing a special execution; or (e) Renewing a judgment according to § 15-16-33; five dollars; (5) For any of the following: (a) Reproducing an authenticated, exemplified, or double certificate of a record on file in the clerk's office; (b) Certifying a document not excepted by subdivision (6) of this section; (c) Issuing a subpoena in a civil case; or (d) Safekeeping or filing of a will; two dollars; (6) All true and correct copies of any original record or paper furnished by the attorney of record or the personal representative qualified to act in any of the following cases which are necessary for the completion of the case shall be certified at no extra charge for the certification: (a) Guardianship or conservatorship actions, adoption cases, termination of life estates, trusts, probate actions; (b) Cases to determine amount of inheritance tax in estates in which real and personal property is transferred in contemplation of death; and (c) Divorce actions; (7) For a facsimile transmission of any opinion, record, or paper from an active or inactive file in the clerk's custody, one dollar per page, but the minimum charge shall be five dollars. Fees collected pursuant to this subdivision shall be deposited into the unified judicial system court automation fund. No fee for filing, docketing, issuing, recording, certifying, searching, or other fee or commission, may be required of the state, any foreign state, or the federal government, or its officers, boards, agencies, and commissions, or its political subdivisions, in any action or proceeding commenced by the state or a political subdivision. In addition, no fee for record searches shall may be required of any agency of the federal government which is charged with law enforcement or investigatory duties under federal law. No filing fee may be required in any action under § 25-10-3, 25-10-6, 22-19A-8, or 22-19A- 12. Section 4. That § 7-12-18 be amended to read as follows: 7-12-18. The sheriff shall charge and remit the following: (1) For serving an order of arrest with commitment or bail bond and return, ten dollars; (2) For each search on a search warrant, four dollars; (3) For arresting under search warrant, each defendant, six dollars; (4) For serving summons, complaint, warrant of attachment, affidavit, notice and undertaking in claim and delivery, or injunction, order to show cause, citation, or other process, and return thereof, sixteen dollars and fifty cents for all such process or instruments served at the same time upon the same person regardless of the capacities in which such person is served, but for all such process or instruments served upon another such person at approximately the same time at the same place, five dollars; (5) For serving subpoena for witness, each person, seven dollars and fifty cents; (6) For taking and filing undertaking in claim and delivery or other indemnification to be furnished to and approved by the sheriff, six dollars; (7) For traveling expenses in cars or planes owned by the sheriff, or necessary emergency vehicles, a minimum mileage allowance of at least three cents over and above the rate set for state employees by the State Board of Finance but not more than six cents above the rate set for state employees by the State Board of Finance, as determined by the board of county commissioners, for each mile actually and necessarily traveled by car; ten cents above the rate set for state employees by the State Board of Finance for each mile actually and necessarily traveled by private plane; except actual cost may be paid for travel by train, bus, plane, or other commercial vehicle; (8) For serving writ of execution and return thereof whether satisfied or unsatisfied, sixteen dollars; (9) For levying writ of possession, eleven dollars; (10) For serving notice upon each juror who refuses or neglects to accept service of summons mailed by the clerk, four dollars, and twenty cents for each mile actually and necessarily traveled; (11) For each person not on the regular panel called as a juror during any term of court by order of the court, two dollars, and fifteen cents for each mile actually and necessarily traveled; (12) For summoning special jury, for each person impaneled, two dollars; (13) For serving notice of motion or other notice or order of court, two dollars; (14) For executing writ of habeas corpus and return, three dollars and twenty-five cents; (15) For serving writ of restitution and return, eight dollars; (16) For calling inquest to appraise any goods and chattels which the sheriff may be required to have appraised, four dollars; and to each appraiser to be taxed as cost, ten dollars; (17) For advertisement of sale in newspaper, in addition to printing, seven dollars; (18) For posting notices of sale of real property, five dollars, and mileage; (19) For executing writ or order of partition, thirteen dollars; (20) For making deed for land sold on execution or order of sale, twenty-six dollars except no fee is charged when the deed only requires the sheriff's signature; (21) In addition to the applicable fees and expenses, a commission on all money received and disbursed by the sheriff on execution or order of sale, order of attachment, decree or on sale of real property or personal property, for each dollar not exceeding four hundred dollars, nine cents; for each dollar above four hundred dollars, and not exceeding one thousand dollars, five cents; for each dollar above one thousand dollars, not to exceed fifteen thousand dollars, three cents; but in no case may the commission be less than fifteen dollars. The commissions shall be included as a part of the cost of execution, order of sale, order of attachment, decree, or on sale of real or personal property, which shall be paid by the debtor out of the proceeds. However, in all cases of redemption prior to the sale, the sheriff is entitled to the commission as stated above, to be paid by the redemptioner as a cost of the redemption; (22) For cases in the circuit court if persons, in whose favor an execution or order of sale is issued, bid in the property sold on execution or decree, the sheriff or officer making the sale shall receive the following compensation: If the amount for which the property is bid in is one thousand dollars or less, the sum of twenty dollars; if the amount for which the property is bid in is more than one thousand dollars, the sum of forty dollars; (23) For making a sale of real property under a foreclosure of mortgage by advertisement, the same fees as for the sale of real property under a judgment of foreclosure and sale of real property; (24) If personal property is taken by the sheriff on execution or warrant of attachment and applied in the satisfaction of the debt without sale, the same percentage on the appraised value of the property as in the case of a sale and all reasonable and necessary costs and expenses incurred in executing the duties of sheriff under this chapter to the extent that such costs and expenses are not otherwise reimbursed. No fee may be charged in any action under § 25-10-3, 25-10-6, 22-19A-8, or 22-19A-12."}, {"bill_id": 16951, "bill_version_id": 93617, "bill_version": "Enrolled", "bill_version_date": "2002-02-05T09:27:41-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16951, "action_date": "2002-01-08T14:00:00-06:00", "document_id": 91748, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91748.pdf", "status_text": "First read in House and referred to", "journal_page": 18, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16951, "action_date": "2002-01-09T14:00:00-06:00", "document_id": 91761, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91761.pdf", "status_text": "Referred to", "journal_page": 34, "committee_id_action": 768, "committee_id_assigned": 766, "result": "P", "vote": {}}, {"bill_id": 16951, "action_date": "2002-01-11T07:45:00-06:00", "document_id": 91819, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91819.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 766, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16951, "action_date": "2002-01-11T07:45:00-06:00", "document_id": 91819, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91819.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 766, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16951, "action_date": "2002-01-14T07:45:00-06:00", "document_id": 91875, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91875.pdf", "status_text": "Do Pass,", "journal_page": 99, "committee_id_action": 766, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 51890, "president_vote": null, "Yea": [2728, 2758, 2768, 2797, 2798, 2793, 2735], "Excused": [2774], "Nay": [2788, 2789, 2794, 2813], "Absent": [2823]}}, {"bill_id": 16951, "action_date": "2002-01-15T14:00:00-06:00", "document_id": 92019, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92019.pdf", "status_text": "Do Pass,", "journal_page": 124, "committee_id_action": 768, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 53928, "president_vote": null, "Yea": [2724, 2725, 2728, 2729, 2731, 2732, 2735, 2736, 2737, 2738, 2741, 2748, 2749, 2752, 2754, 2755, 2756, 2757, 2758, 2759, 2763, 2764, 2766, 2768, 2769, 2770, 2771, 2773, 2774, 2775, 2779, 2782, 2783, 2785, 2790, 2793, 2797, 2798, 2800, 2803, 2804, 2805, 2807, 2808, 2812, 2814, 2816, 2817, 2820, 2822, 2823, 2824, 2826, 2751], "Nay": [2744, 2765, 2767, 2777, 2781, 2786, 2788, 2789, 2794, 2799, 2806, 2811, 2813, 2825, 2830], "Excused": [2815]}}, {"bill_id": 16951, "action_date": "2002-01-16T14:00:00-06:00", "document_id": 92211, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92211.pdf", "status_text": "First read in Senate and referred to", "journal_page": 95, "committee_id_action": 769, "committee_id_assigned": 747, "result": "N", "vote": {}}, {"bill_id": 16951, "action_date": "2002-01-28T10:00:00-06:00", "document_id": 93009, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93009.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 747, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16951, "action_date": "2002-02-01T10:00:00-06:00", "document_id": 93422, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93422.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 747, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16951, "action_date": "2002-02-01T10:00:00-06:00", "document_id": 93422, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93422.pdf", "status_text": "Do Pass,", "journal_page": 330, "committee_id_action": 747, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 51928, "president_vote": null, "Yea": [2730, 2780, 2784, 2795, 2740, 2829], "Excused": [2742]}}, {"bill_id": 16951, "action_date": "2002-02-01T10:00:00-06:00", "document_id": 93422, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93422.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 747, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16951, "action_date": "2002-02-04T14:00:00-06:00", "document_id": 93586, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93586.pdf", "status_text": "Do Pass,", "journal_page": 353, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52051, "president_vote": null, "Yea": [2726, 2727, 2730, 2733, 2734, 2739, 2740, 2742, 2743, 2745, 2746, 2747, 2750, 2753, 2760, 2761, 2762, 2772, 2778, 2780, 2784, 2787, 2791, 2792, 2795, 2796, 2802, 2809, 2810, 2818, 2819, 2821, 2827, 2828, 2829]}}, {"bill_id": 16951, "action_date": "2002-02-05T14:00:00-06:00", "document_id": 93707, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93707.pdf", "status_text": "Signed by Speaker", "journal_page": 485, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16951, "action_date": "2002-02-06T14:00:00-06:00", "document_id": 93846, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93846.pdf", "status_text": "Signed by President", "journal_page": 424, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16951, "action_date": "2002-02-06T14:00:00-06:00", "document_id": 93843, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93843.pdf", "status_text": "Delivered to the Governor", "journal_page": 515, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16951, "action_date": "2002-02-12T14:00:00-06:00", "document_id": 94225, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94225.pdf", "status_text": "Signed by Governor", "journal_page": 620, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2186, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/16951"}