{"session_id": 44, "bill_id": 21984, "bill_type": "House Bill", "bill_number": 1094, "bill_title": "revise certain provisions regarding the municipal zoning and appeals process.", "sponsors": [], "keywords": ["Executive/Judiciary Request", "Municipal Government", "Planning, Zoning and Housing Programs"], "audio": [{"meeting_datetime": "2021-02-02T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hlo14.mp3", "start_seconds": 899.0}, {"meeting_datetime": "2021-02-02T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hlo14.mp3", "start_seconds": 899.0}, {"meeting_datetime": "2021-02-02T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hlo14.mp3", "start_seconds": 899.0}, {"meeting_datetime": "2021-02-02T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hlo14.mp3", "start_seconds": 899.0}, {"meeting_datetime": "2021-02-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou18.mp3", "start_seconds": 2765.0}, {"meeting_datetime": "2021-02-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou18.mp3", "start_seconds": 2765.0}, {"meeting_datetime": "2021-02-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou18.mp3", "start_seconds": 2765.0}, {"meeting_datetime": "2021-02-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou18.mp3", "start_seconds": 2765.0}, {"meeting_datetime": "2021-03-03T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/slo31.mp3", "start_seconds": 2418.0}, {"meeting_datetime": "2021-03-03T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/slo31.mp3", "start_seconds": 2418.0}, {"meeting_datetime": "2021-03-03T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/slo31.mp3", "start_seconds": 2418.0}, {"meeting_datetime": "2021-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen33.mp3", "start_seconds": 10150.0}, {"meeting_datetime": "2021-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen33.mp3", "start_seconds": 10150.0}, {"meeting_datetime": "2021-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen33.mp3", "start_seconds": 10150.0}], "bill_versions": [{"bill_id": 21984, "bill_version_id": 213495, "bill_version": "Introduced", "bill_version_date": "2021-01-26T11:56:23.107-06:00", "bill_text": "An Act to revise certain provisions regarding the municipal zoning and appeals process. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 11-4-1.1 be AMENDED. 11-4-1.1. Definition of terms. The definitions set forth in § §§ 11-6-1 shall be and 11-2-1.1 are applicable to this chapter. Section 2. That § 11-4-4.1 be AMENDED. 11-4-4.1. Ordinance authorizing conditional use of real property--Content--Approval or disapproval of request. A municipal zoning ordinance adopted pursuant to this chapter that authorizes a conditional use of real property shall specify the approving authority, each category of conditional use requiring such approval, the zoning districts in which a conditional use is available, the criteria for evaluating each conditional use, and any procedures for certifying property for approval of certain conditional uses. The approving authority shall consider the stated criteria, the objectives of the comprehensive plan, and the purpose of the zoning ordinance and its the relevant zoning districts when making a decision to approve or disapprove a conditional use request. Approval of a conditional use request requires the affirmative majority vote of the members of the approving authority who are present and voting. Section 3. That § 11-4-4.3 be AMENDED. 11-4-4.3. Process for certification of special permitted uses upon meeting specified criteria. A zoning ordinance adopted pursuant to this chapter that provides for conditional uses of real property may also establish a process for certification of certain conditional special permitted uses upon meeting specified criteria for conditional the use. The process may include adoption of simple majority affirmative vote requirements pursuant to subdivision 11-4-17(3). A use certified as a special permitted use under the zoning ordinance shall be approved if the applicant demonstrates that all specified criteria are met. Section 4. That a NEW SECTION be added: 11-4-4.5. Special permitted uses--Exceptions. Any land use that meets the specified criteria for certification under any municipal zoning ordinance shall be considered a special permitted use. A special permitted use applicant is not subject to the requirements set forth in § 11-4-4.2. A special permitted use is not subject to any public hearing or other requirements for review and approval of conditional uses. Upon adoption of certification provisions, the land use is a special permitted use subject to enforcement in the same manner as a permitted use. Section 5. That a NEW SECTION be added: 11-4-4.6. Conditional use application--Impact on neighboring land. Any alteration, construction, use of earthmoving equipment, or other change pursuant to a zoning permit or allowed land use on neighboring land that begins after the date on which an application for a conditional use is received, and that causes the application to fail to meet one or more of the criteria or requirements for conditional use under the zoning ordinance, does not cause the request for a conditional use permit to be considered nonconforming until a final disposition of the conditional use request is determined pursuant to § 11-4-25 or 11-4-29. If the conditional use permit is granted, the conditional use is considered a lawful use, lot, or occupancy of land or premises and may be continued even though the use, lot, or occupation does not conform to the provisions of the ordinance. If the conditional use is not pursued by the applicant for a period of more than one year, any subsequent use, lot, or occupancy of the land or premises shall conform with the zoning ordinance. Section 6. That § 11-4-17 be AMENDED. 11-4-17. Powers of board of adjustment. The board of adjustment may: (1) Hear and decide appeals where it is alleged there is error in any order, requirement, decision, or determination made by an administrative official in the enforcement of this chapter or of any ordinance adopted pursuant to this chapter; (2) Authorize upon appeal in specific cases such variance from terms of the ordinance not contrary to the public interest, if, owing to special conditions, a literal enforcement of the provisions of the ordinance will result in unnecessary hardship and so that the spirit of the ordinance is observed and substantial justice done; and (3) Hear and determine conditional uses as authorized by the zoning ordinance. The uses shall be determined by an affirmative majority vote of the present and voting members of the board of adjustment at a percentage specifically set forth in the zoning ordinance. Section 7. That § 11-4-19 be AMENDED. 11-4-19. Appeal to board of adjustment--Notice of appeal--Records transmitted--Expedited process. Appeals to the board of adjustment may be taken by any person aggrieved or by any officer, department, board, or bureau of the municipality affected by any decision of the administrative officer which is not to grant or deny the permit. No other appeal such as any relating to a ministerial act or other preliminary act to bring an application or matter before the board for hearing and a final decision on the merits is authorized by the section. Such appeal shall be taken within a reasonable time, as provided by the rules of such board, but not to exceed twenty-one days, by filing with the officer from whom the appeal is taken and with the board of adjustment a notice of appeal specifying the grounds thereof. The officer from whom the appeal is taken shall forthwith transmit to the board all the papers constituting the record upon which the action appealed from was taken. All appeals relating to a particular action or property shall be consolidated and heard on an expedited basis. Section 8. That § 11-4-21 be AMENDED. 11-4-21. Notice and hearing by board of adjustment--Hearing open to public. The board of adjustment shall hold at least one public hearing of the appeal. Notice of the time and place of the hearing shall be given once at least ten days in advance by publication in a legal newspaper of the municipality, and due notice shall be given to the parties in interest. The board shall decide the appeal within a reasonable time sixty days of receiving a notice of appeal. Any party may appear at the hearing in person or by agent or by attorney. Section 9. That § 11-4-23 be AMENDED. 11-4-23. Vote required. The concurring vote of at least two-thirds of the members of the board of adjustment is necessary to reverse any order, requirement, decision, or determination of the administrative officer, or to decide in favor of the applicant on any matter upon which the board of adjustment is required to pass under any ordinance, except as to conditional uses as set forth in subdivision 11-4-17(3), or to effect any variation in an ordinance. An initial conditional use determination of the board of adjustment shall be determined by the vote set forth in § 11-4-4.1. Section 10. That § 11-4-24 be AMENDED. 11-4-24. Governing body acting as board of adjustment--Chairman of board--Vote required for reversal, exception or variance. In lieu of appointing the board of adjustment provided by § 11-4-13, the governing body of any municipality having adopted and in effect effectuated a zoning ordinance may act as and perform all the duties and exercise the powers of such board of adjustment. The Whenever the governing body is acting as the board of adjustment, the mayor or president of the board of trustees shall be is chairman of the board of adjustment as so composed. The concurring vote of at least two‑thirds of the members of such board as so composed shall be necessary to reverse any order, requirement, decision, or determination of any administrative official, or to decide in favor of the appellant on any matter upon which it is required to pass under any zoning ordinance, or to effect any variation in such ordinance. Section 11. That § 11-4-25 be AMENDED. 11-4-25. Petition to court contesting decision of board. Any person or persons, jointly or severally, or any taxpayer, or any officer, department, board, or bureau of the municipality, aggrieved by any decision of the board of adjustment may present to a court of record a petition for writ of certiorari, duly verified, setting forth that such decision is illegal, in whole or in part, specifying the grounds of the illegality. Such petition shall be presented to the court within thirty days after the filing of the decision in the office of the board. The board of adjustment shall respond to the petition within thirty days of receiving the notice of the filing and shall simultaneously submit the complete record of proceedings of the board appealed from, in the form of a return on a petition for writ, without need for a court order or formal issuance of writ. A petitioner to the circuit court under this section shall pay all transcript costs required to complete the record of proceedings of the board from which the decision was appealed. Section 12. That § 11-4-25.1 be AMENDED. 11-4-25.1. Appeal of grant or denial of conditional use permit. Any appeal of a decision relating to the grant or denial of granting or denying a conditional use permit shall be brought under a petition, duly verified, for a writ of certiorari directed to the approving authority and, notwithstanding any provision of law to the contrary, shall be determined under a writ of certiorari standard regardless of the form of the approving authority. The court shall give deference to the decision of the approving authority in interpreting the authority's ordinances. Section 13. That a NEW SECTION be added: 11-4-25.2. Expedited determinations. Upon filing of a petition for writ of certiorari, the court shall expedite any petition determination. Within thirty days of the filing of the response and the record, or as soon as reasonably practicable, the court shall schedule and hold a hearing on the matter to determine the merits, and the cause shall be speedily heard and determined. Section 14. That a NEW SECTION be added: 11-4-29.1. Special permitted use, conditional use, variance--Expiration. Any county zoning ordinance provision setting a time limit for commencement or completion of a special permitted use, conditional use, or variance granted under this chapter is tolled to allow commencement within a period of two years following completion of any final appeal of the county zoning decision. Any county zoning ordinance provision to the contrary is invalid or unenforceable and the special permitted use, conditional use, or variance shall be allowed if actual construction as approved is commenced within this period, and any provision addressing timely completion shall commence only upon such actual construction. The authority constitutes a lawful use, lot, or occupancy of land or premises existing at the time of the adoption of a zoning ordinance amendment or replacement within this period or while an appeal is pending regardless of the commencement of actual construction, so that the approved use shall be allowed if upheld on final appeal. For purposes of this section, the term, actual construction, means that construction materials are being permanently placed and the construction work is proceeding without undue delay."}, {"bill_id": 21984, "bill_version_id": 215684, "bill_version": "House Local Government Engrossed", "bill_version_date": "2021-02-02T15:40:02.727-06:00", "bill_text": "An Act to revise certain provisions regarding the municipal zoning and appeals process. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 11-4-1.1 be AMENDED. 11-4-1.1. Definition of terms. The definitions set forth in § §§ 11-6-1 shall be and 11-2-1.1 are applicable to this chapter. Section 2. That § 11-4-4.1 be AMENDED. 11-4-4.1. Ordinance authorizing conditional use of real property--Content--Approval or disapproval of request. A municipal zoning ordinance adopted pursuant to this chapter that authorizes a conditional use of real property shall specify the approving authority, each category of conditional use requiring such approval, the zoning districts in which a conditional use is available, the criteria for evaluating each conditional use, and any procedures for certifying property for approval of certain conditional uses. The approving authority shall consider the stated criteria, the objectives of the comprehensive plan, and the purpose of the zoning ordinance and its the relevant zoning districts when making a decision to approve or disapprove a conditional use request. Approval of a conditional use request requires the affirmative majority vote of the members of the approving authority who are present and voting. Section 3. That § 11-4-4.3 be AMENDED. 11-4-4.3. Process for certification of special permitted uses upon meeting specified criteria. A zoning ordinance adopted pursuant to this chapter that provides for conditional uses of real property may also establish a process for certification of certain conditional special permitted uses upon meeting specified criteria for conditional the use. The process may include adoption of simple majority affirmative vote requirements pursuant to subdivision 11-4-17(3). A use certified as a special permitted use under the zoning ordinance shall be approved if the applicant demonstrates that all specified criteria are met. Section 4. That a NEW SECTION be added: 11-4-4.5. Special permitted uses--Exceptions. Any land use that meets the specified criteria for certification under any municipal zoning ordinance shall be considered a special permitted use. A special permitted use applicant is not subject to the requirements set forth in § 11-4-4.2. A special permitted use is not subject to any public hearing or other requirements for review and approval of conditional uses. Upon adoption of certification provisions, the land use is a special permitted use subject to enforcement in the same manner as a permitted use. Section 5. That a NEW SECTION be added: 11-4-4.6. Conditional use application--Impact on neighboring land. Any conditional use permit granted pursuant to chapter 11-4 shall be considered a lawful use. No conditional use will be prohibited due to changes on neighboring land which occurred after the application for the conditional use is received. No conditional use shall be made nonconforming due to changes on neighboring land which occurred after the application for the conditional use is granted pursuant to chapter 11-4 unless the conditional use is not pursued by the applicant for a period of more than one year. Section 6. That § 11-4-17 be AMENDED. 11-4-17. Powers of board of adjustment. The board of adjustment may: (1) Hear and decide appeals where it is alleged there is error in any order, requirement, decision, or determination made by an administrative official in the enforcement of this chapter or of any ordinance adopted pursuant to this chapter; (2) Authorize upon appeal in specific cases such variance from terms of the ordinance not contrary to the public interest, if, owing to special conditions, a literal enforcement of the provisions of the ordinance will result in unnecessary hardship and so that the spirit of the ordinance is observed and substantial justice done; and (3) Hear and determine conditional uses as authorized by the zoning ordinance. The uses shall be determined by an affirmative majority vote of the present and voting members of the board of adjustment at a percentage specifically set forth in the zoning ordinance. Section 7. That § 11-4-19 be AMENDED. 11-4-19. Appeal to board of adjustment--Notice of appeal--Records transmitted--Expedited process. Appeals to the board of adjustment may be taken by any person aggrieved or by any officer, department, board, or bureau of the municipality affected by any decision of the administrative officer which is not to grant or deny the permit. No other appeal such as any relating to a ministerial act or other preliminary act to bring an application or matter before the board for hearing and a final decision on the merits is authorized by the section. Such appeal shall be taken within a reasonable time, as provided by the rules of such board, but not to exceed twenty-one days, by filing with the officer from whom the appeal is taken and with the board of adjustment a notice of appeal specifying the grounds thereof. The officer from whom the appeal is taken shall forthwith transmit to the board all the papers constituting the record upon which the action appealed from was taken. All appeals relating to a particular action or property shall be consolidated and heard on an expedited basis. Section 8. That § 11-4-21 be AMENDED. 11-4-21. Notice and hearing by board of adjustment--Hearing open to public. The board of adjustment shall hold at least one public hearing of the appeal. Notice of the time and place of the hearing shall be given once at least ten days in advance by publication in a legal newspaper of the municipality, and due notice shall be given to the parties in interest. The board shall decide the appeal within a reasonable time sixty days of receiving a notice of appeal. Any party may appear at the hearing in person or by agent or by attorney. Section 9. That § 11-4-23 be AMENDED. 11-4-23. Vote required. The concurring vote of at least two-thirds of the members of the board of adjustment is necessary to reverse any order, requirement, decision, or determination of the administrative officer, or to decide in favor of the applicant on any matter upon which the board of adjustment is required to pass under any ordinance, except as to conditional uses as set forth in subdivision 11-4-17(3), or to effect any variation in an ordinance. An initial conditional use determination of the board of adjustment shall be determined by the vote set forth in § 11-4-4.1. Section 10. That § 11-4-24 be AMENDED. 11-4-24. Governing body acting as board of adjustment--Chairman of board--Vote required for reversal, exception or variance. In lieu of appointing the board of adjustment provided by § 11-4-13, the governing body of any municipality having adopted and in effect effectuated a zoning ordinance may act as and perform all the duties and exercise the powers of such board of adjustment. The Whenever the governing body is acting as the board of adjustment, the mayor or president of the board of trustees shall be is chairman of the board of adjustment as so composed. The concurring vote of at least two‑thirds of the members of such board as so composed shall be necessary to reverse any order, requirement, decision, or determination of any administrative official, or to decide in favor of the appellant on any matter upon which it is required to pass under any zoning ordinance, or to effect any variation in such ordinance. Section 11. That § 11-4-25 be AMENDED. 11-4-25. Petition to court contesting decision of board. Any person or persons, jointly or severally, or any taxpayer, or any officer, department, board, or bureau of the municipality, aggrieved by any decision of the board of adjustment may present to a court of record a petition for writ of certiorari, duly verified, setting forth that such decision is illegal, in whole or in part, specifying the grounds of the illegality. Such petition shall be presented to the court within thirty days after the filing of the decision in the office of the board. The board of adjustment shall respond to the petition within thirty days of receiving the notice of the filing and shall simultaneously submit the complete record of proceedings of the board appealed from, in the form of a return on a petition for writ, without need for a court order or formal issuance of writ. A petitioner to the circuit court under this section shall pay all transcript costs required to complete the record of proceedings of the board from which the decision was appealed. Section 12. That § 11-4-25.1 be AMENDED. 11-4-25.1. Appeal of grant or denial of conditional use permit. Any appeal of a decision relating to the grant or denial of granting or denying a conditional use permit shall be brought under a petition, duly verified, for a writ of certiorari directed to the approving authority and, notwithstanding any provision of law to the contrary, shall be determined under a writ of certiorari standard regardless of the form of the approving authority. The court shall give deference to the decision of the approving authority in interpreting the authority's ordinances. Section 13. That a NEW SECTION be added: 11-4-25.2. Expedited determinations. Upon filing of a petition for writ of certiorari, the court shall expedite any petition determination. Within thirty days of the filing of the response and the record, or as soon as reasonably practicable, the court shall schedule and hold a hearing on the matter to determine the merits, and the cause shall be speedily heard and determined. Section 14. That a NEW SECTION be added: 11-4-29.1. Special permitted use, conditional use, variance--Expiration. Any municipal zoning ordinance provision setting a time limit for commencement or completion of a special permitted use, conditional use, or variance granted under this chapter is tolled to allow commencement within a period of two years following completion of any final appeal of the municipal zoning decision. Any municipal zoning ordinance provision to the contrary is invalid or unenforceable and the special permitted use, conditional use, or variance shall be allowed if actual construction as approved is commenced within this period, and any provision addressing timely completion shall commence only upon such actual construction. The authority constitutes a lawful use, lot, or occupancy of land or premises existing at the time of the adoption of a zoning ordinance amendment or replacement within this period or while an appeal is pending regardless of the commencement of actual construction, so that the approved use shall be allowed if upheld on final appeal. For purposes of this section, the term, actual construction, means that construction materials are being permanently placed and the construction work is proceeding without undue delay."}, {"bill_id": 21984, "bill_version_id": 219952, "bill_version": "Enrolled", "bill_version_date": "2021-03-08T19:01:46.137-06:00", "bill_text": "ENTITLED An Act to revise certain provisions regarding the municipal zoning and appeals process. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 11-4-1.1 be AMENDED. 11-4-1.1. Definition of terms. The definitions set forth in §§ 11-6-1 and 11-2-1.1 are applicable to this chapter. Section 2. That § 11-4-4.1 be AMENDED. 11-4-4.1. Ordinance authorizing conditional use of real property--Content--Approval or disapproval of request. A municipal zoning ordinance adopted pursuant to this chapter that authorizes a conditional use of real property shall specify the approving authority, each category of conditional use requiring such approval, the zoning districts in which a conditional use is available, the criteria for evaluating each conditional use, and any procedures for certifying property for approval of certain conditional uses. The approving authority shall consider the stated criteria, the objectives of the comprehensive plan, and the purpose of the zoning ordinance and the relevant zoning districts when making a decision to approve or disapprove a conditional use request. Approval of a conditional use request requires the affirmative majority vote of the members of the approving authority who are present and voting. Section 3. That § 11-4-4.3 be AMENDED. 11-4-4.3. Process for certification of special permitted uses upon meeting specified criteria. A zoning ordinance adopted pursuant to this chapter may also establish a process for certification of special permitted uses upon meeting specified criteria for the use. A use certified as a special permitted use under the zoning ordinance shall be approved if the applicant demonstrates that all specified criteria are met. Section 4. That a NEW SECTION be added: 11-4-4.5. Special permitted uses--Exceptions. Any land use that meets the specified criteria for certification under any municipal zoning ordinance shall be considered a special permitted use. A special permitted use applicant is not subject to the requirements set forth in § 11-4-4.2. A special permitted use is not subject to any public hearing or other requirements for review and approval of conditional uses. Upon adoption of certification provisions, the land use is a special permitted use subject to enforcement in the same manner as a permitted use. Section 5. That a NEW SECTION be added: 11-4-4.6. Conditional use application--Impact on neighboring land. Any conditional use permit granted pursuant to chapter 11-4 shall be considered a lawful use. No conditional use will be prohibited due to changes on neighboring land which occurred after the application for the conditional use is received. No conditional use shall be made nonconforming due to changes on neighboring land which occurred after the application for the conditional use is granted pursuant to chapter 11-4 unless the conditional use is not pursued by the applicant for a period of more than one year. Section 6. That § 11-4-17 be AMENDED. 11-4-17. Powers of board of adjustment. The board of adjustment may: (1) Hear and decide appeals where it is alleged there is error in any order, requirement, decision, or determination made by an administrative official in the enforcement of this chapter or of any ordinance adopted pursuant to this chapter; (2) Authorize upon appeal in specific cases such variance from terms of the ordinance not contrary to the public interest, if, owing to special conditions, a literal enforcement of the provisions of the ordinance will result in unnecessary hardship and so that the spirit of the ordinance is observed and substantial justice done; and (3) Hear and determine conditional uses as authorized by the zoning ordinance. The uses shall be determined by an affirmative majority vote of the present and voting members of the board of adjustment. Section 7. That § 11-4-19 be AMENDED. 11-4-19. Appeal to board of adjustment--Notice of appeal--Records transmitted--Expedited process. Appeals to the board of adjustment may be taken by any person aggrieved or by any officer, department, board, or bureau of the municipality affected by any decision of the administrative officer to grant or deny the permit. No other appeal such as any relating to a ministerial act or other preliminary act to bring an application or matter before the board for hearing and a final decision on the merits is authorized by the section. Such appeal shall be taken within a reasonable time, as provided by the rules of such board, but not to exceed twenty-one days, by filing with the officer from whom the appeal is taken and with the board of adjustment a notice of appeal specifying the grounds thereof. The officer from whom the appeal is taken shall forthwith transmit to the board all the papers constituting the record upon which the action appealed from was taken. All appeals relating to a particular action or property shall be consolidated and heard on an expedited basis. Section 8. That § 11-4-21 be AMENDED. 11-4-21. Notice and hearing by board of adjustment--Hearing open to public. The board of adjustment shall hold at least one public hearing of the appeal. Notice of the time and place of the hearing shall be given once at least ten days in advance by publication in a legal newspaper of the municipality, and due notice shall be given to the parties in interest. The board shall decide the appeal within sixty days of receiving a notice of appeal. Any party may appear at the hearing in person or by agent or by attorney. Section 9. That § 11-4-23 be AMENDED. 11-4-23. Vote required. The concurring vote of at least two-thirds of the members of the board of adjustment is necessary to reverse any order, requirement, decision, or determination of the administrative officer, or to effect any variation in an ordinance. An initial conditional use determination of the board of adjustment shall be determined by the vote set forth in § 11-4-4.1. Section 10. That § 11-4-24 be AMENDED. 11-4-24. Governing body acting as board of adjustment--Chairman of board--Vote required for reversal, exception or variance. In lieu of appointing the board of adjustment provided by § 11-4-13, the governing body of any municipality having adopted and effectuated a zoning ordinance may act as and perform all the duties and exercise the powers of such board of adjustment. Whenever the governing body is acting as the board of adjustment, the mayor or president of the board of trustees is chairman of the board of adjustment. The concurring vote of at least two‑thirds of the members of such board shall be necessary to reverse any order, requirement, decision, or determination of any administrative official, or to decide in favor of the appellant on any matter upon which it is required to pass under any zoning ordinance, or to effect any variation in such ordinance. Section 11. That § 11-4-25 be AMENDED. 11-4-25. Petition to court contesting decision of board. Any person or persons, jointly or severally, or any officer, department, board, or bureau of the municipality, aggrieved by any decision of the board of adjustment may present to a court of record a petition for writ of certiorari, duly verified, setting forth that such decision is illegal, in whole or in part, specifying the grounds of the illegality. Such petition shall be presented to the court within thirty days after the filing of the decision in the office of the board. The board of adjustment shall respond to the petition within thirty days of receiving the notice of the filing and shall simultaneously submit the complete record of proceedings of the board appealed from, in the form of a return on a petition for writ, without need for a court order or formal issuance of writ. A petitioner to the circuit court under this section shall pay all transcript costs required to complete the record of proceedings of the board from which the decision was appealed. Section 12. That § 11-4-25.1 be AMENDED. 11-4-25.1. Appeal of grant or denial of conditional use permit. Any appeal of a decision granting or denying a conditional use permit shall be brought under a petition, duly verified, for a writ of certiorari directed to the approving authority and, notwithstanding any provision of law to the contrary, shall be determined under a writ of certiorari standard regardless of the form of the approving authority. The court shall give deference to the decision of the approving authority in interpreting the authority's ordinances. Section 13. That a NEW SECTION be added: 11-4-25.2. Expedited determinations. Upon filing of a petition for writ of certiorari, the court shall expedite any petition determination. Within thirty days of the filing of the response and the record, or as soon as reasonably practicable, the court shall schedule and hold a hearing on the matter to determine the merits, and the cause shall be speedily heard and determined. Section 14. That a NEW SECTION be added: 11-4-29.1. Special permitted use, conditional use, variance--Expiration. Any municipal zoning ordinance provision setting a time limit for commencement or completion of a special permitted use, conditional use, or variance granted under this chapter is tolled to allow commencement within a period of two years following completion of any final appeal of the municipal zoning decision. Any municipal zoning ordinance provision to the contrary is invalid or unenforceable and the special permitted use, conditional use, or variance shall be allowed if actual construction as approved is commenced within this period, and any provision addressing timely completion shall commence only upon such actual construction. The authority constitutes a lawful use, lot, or occupancy of land or premises existing at the time of the adoption of a zoning ordinance amendment or replacement within this period or while an appeal is pending regardless of the commencement of actual construction, so that the approved use shall be allowed if upheld on final appeal. For purposes of this section, the term, actual construction, means that construction materials are being permanently placed and the construction work is proceeding without undue delay. An Act to revise certain provisions regarding the municipal zoning and appeals process. I certify that the attached Act originated in the: House as Bill No. 1094 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1094 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2021 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2021 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2021 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21984, "action_date": "2021-01-26T14:00:00-06:00", "document_id": 213163, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213163.pdf", "status_text": "First read in House and referred to", "journal_page": 129, "committee_id_action": 492, "committee_id_assigned": 495, "result": "N", "vote": {}}, {"bill_id": 21984, "action_date": "2021-02-02T10:00:00-06:00", "document_id": 213957, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213957.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 495, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21984, "action_date": "2021-02-02T10:00:00-06:00", "document_id": 213958, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213958.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 495, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21984, "action_date": "2021-02-02T10:00:00-06:00", "document_id": 213958, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213958.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 495, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68199, "president_vote": null, "Yea": [1768, 3792, 1795, 3797, 1807, 3788, 1829, 1843, 3787, 3789, 3801, 1868], "Nay": [1780]}}, {"bill_id": 21984, "action_date": "2021-02-04T14:00:00-06:00", "document_id": 216396, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216396.pdf", "status_text": "Deferred to another day", "journal_page": 218, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21984, "action_date": "2021-02-05T13:00:00-06:00", "document_id": 216672, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216672.pdf", "status_text": "Deferred to another day", "journal_page": 223, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21984, "action_date": "2021-02-08T14:00:00-06:00", "document_id": 216807, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216807.pdf", "status_text": "Do Pass Amended", "journal_page": 239, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68676, "president_vote": null, "Yea": [1766, 1767, 1768, 1769, 1770, 1772, 1777, 1778, 1781, 1782, 1784, 1788, 1792, 1795, 1796, 1798, 1800, 1804, 1807, 1809, 1813, 1817, 1824, 1829, 1832, 1834, 1835, 1836, 1839, 1843, 1844, 1852, 1864, 1866, 1868, 1883, 3782, 3783, 3787, 3788, 3789, 3790, 3791, 3792, 3794, 3797, 3799, 3800, 3801, 3802], "Nay": [1780, 1793, 1799, 1802, 1805, 1820, 1822, 1823, 1826, 1830, 1837, 1841, 1862, 3784, 3785, 3793, 3804, 3806], "Excused": [1855, 3786]}}, {"bill_id": 21984, "action_date": "2021-02-09T14:30:00-06:00", "document_id": 216938, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216938.pdf", "status_text": "First read in Senate and referred to", "journal_page": 225, "committee_id_action": 514, "committee_id_assigned": 511, "result": "N", "vote": {}}, {"bill_id": 21984, "action_date": "2021-03-03T07:45:00-06:00", "document_id": 218763, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218763.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 511, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21984, "action_date": "2021-03-03T07:45:00-06:00", "document_id": 218764, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218764.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 511, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 70562, "president_vote": null, "Nay": [1771], "Yea": [1775, 1783, 1789, 1811, 1831], "Excused": [1790]}}, {"bill_id": 21984, "action_date": "2021-03-04T13:00:00-06:00", "document_id": 219423, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/219423.pdf", "status_text": "Deferred to another day", "journal_page": 417, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21984, "action_date": "2021-03-08T11:00:00-06:00", "document_id": 219725, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/219725.pdf", "status_text": "Do Pass Amended", "journal_page": 436, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 70882, "president_vote": null, "Nay": [1771, 1789, 1790, 1801, 1827], "Yea": [3798, 1775, 1776, 1881, 1779, 1783, 1785, 1786, 1794, 1803, 1806, 1808, 1811, 1812, 1819, 1828, 1831, 3805, 1847, 1850, 1851, 1853, 1856, 1858, 1860, 3803, 3796, 3795, 1865, 1870]}}, {"bill_id": 21984, "action_date": "2021-03-09T13:00:00-06:00", "document_id": 219991, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/219991.pdf", "status_text": "Signed by the Speaker", "journal_page": 541, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21984, "action_date": "2021-03-10T10:00:00-06:00", "document_id": 220129, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/220129.pdf", "status_text": "Delivered to the Governor", "journal_page": 547, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21984, "action_date": "2021-03-10T10:00:00-06:00", "document_id": 220126, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/220126.pdf", "status_text": "Signed by the President", "journal_page": 470, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21984, "action_date": "2021-03-29T11:00:00-05:00", "document_id": 220282, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/220282.pdf", "status_text": "Signed by the Governor", "journal_page": 570, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7273}