{"session_id": 61, "bill_id": 21660, "bill_type": "Senate Bill", "bill_number": 217, "bill_title": "revise certain provisions regarding records that are open for inspection.", "sponsors": [{"legislator_profile_id": 3667, "is_prime": true}, {"legislator_profile_id": 3671, "is_prime": true}, {"legislator_profile_id": 3572, "is_prime": false}, {"legislator_profile_id": 3575, "is_prime": false}, {"legislator_profile_id": 3577, "is_prime": false}, {"legislator_profile_id": 3580, "is_prime": false}, {"legislator_profile_id": 3586, "is_prime": false}, {"legislator_profile_id": 3591, "is_prime": false}, {"legislator_profile_id": 3597, "is_prime": false}, {"legislator_profile_id": 3598, "is_prime": false}, {"legislator_profile_id": 3605, "is_prime": false}, {"legislator_profile_id": 3608, "is_prime": false}, {"legislator_profile_id": 3609, "is_prime": false}, {"legislator_profile_id": 3612, "is_prime": false}, {"legislator_profile_id": 3615, "is_prime": false}, {"legislator_profile_id": 3617, "is_prime": false}, {"legislator_profile_id": 3621, "is_prime": false}, {"legislator_profile_id": 3623, "is_prime": false}, {"legislator_profile_id": 3625, "is_prime": false}, {"legislator_profile_id": 3627, "is_prime": false}, {"legislator_profile_id": 3631, "is_prime": false}, {"legislator_profile_id": 3633, "is_prime": false}, {"legislator_profile_id": 3637, "is_prime": false}, {"legislator_profile_id": 3641, "is_prime": false}, {"legislator_profile_id": 3652, "is_prime": false}, {"legislator_profile_id": 3660, "is_prime": false}, {"legislator_profile_id": 3663, "is_prime": false}, {"legislator_profile_id": 3664, "is_prime": false}, {"legislator_profile_id": 3665, "is_prime": false}, {"legislator_profile_id": 3669, "is_prime": false}], "keywords": ["Public Records"], "audio": [{"meeting_datetime": "2007-02-09T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sst23.mp3", "start_seconds": 3184.0}, {"meeting_datetime": "2007-02-09T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sst23.mp3", "start_seconds": 3184.0}, {"meeting_datetime": "2007-02-09T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sst23.mp3", "start_seconds": 3184.0}, {"meeting_datetime": "2007-02-09T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sst23.mp3", "start_seconds": 3184.0}], "bill_versions": [{"bill_id": 21660, "bill_version_id": 111344, "bill_version": "Introduced", "bill_version_date": "2007-02-01T09:12:41-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding records that are open for inspection. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Closed record,\" all or part of an exempt record that a public entity in its discretion has not opened to the public; (2) \"Confidential record,\" all or part of a record that is either expressly declared confidential or is prohibited from being open to the public; (3) \"Exempt record,\" all or part of a record that is neither required by law to be open to the public, nor is confidential, but may be open in the discretion of the public entity; (4) \"Governing body,\" the multimember body responsible for making a collective decision on behalf of a public entity. The term, governing body, also includes any group of persons, regardless of membership, acting collectively pursuant to authority delegated to that group by the governing body; (5) \"Law,\" any federal statute, regulations, or any state statute or rule; (6) \"Public business,\" any matter that relates or may foreseeably relate in any way to: (a) The performance of the public entity's governmental functions, including any matter over which the public entity has supervision, control, jurisdiction, or advisory power; or (b) The public entity's use of public funds. (7) \"Public funds,\" cash and other assets with more than minimal value received from the state or any political subdivision of the state; (8) \"Record,\" recorded information of any kind, regardless of the physical form or characteristic by which the information is stored, recorded, or reproduced, which is in the possession or custody of a public entity or its agent and which has been received or prepared for use in connection with public business or contains information relating to public business. The term, record, does not include unrecorded thought processes or mental impressions, but does include preliminary drafts and working papers. The term, record, also does not include records in the possession of a court of this state. (9) \"Task force or working group,\" a group of persons who have been formally appointed and delegated to meet as a group to assist, advise, or act on behalf of the individual in charge of a state agency or institution when a majority of the members of the group are not employees of the agency or institution. Section 2. For the purposes of this Act, a public entity is any of the following: (1) Any public or governmental body, board, bureau, commission, or agency of the state, including any entity created or recognized by the Constitution of South Dakota, state statute, or executive order of the Governor or any task force or working group created by the person in charge of a state agency or institution, to exercise public authority or perform a governmental function; or (2) Any public or governmental body, board, bureau, commission, or agency of any political subdivision of the state and any entity created or recognized by the Constitution of South Dakota, state statute, executive order of the Governor, resolution, ordinance, rule, bylaw, or executive order of the chief executive authority of a political subdivision of the state to exercise public authority or perform a governmental function. Section 3. Except as otherwise specifically provided by law, any records of a public entity is a public record, open and accessible for inspection during reasonable office hours. As used in this section, reasonable office hours includes all regular office hours of a public entity. If a public entity does not have regular office hours, the name and telephone number of a contact person authorized to provide access to the public entity's records shall be posted on the door of the office of the public entity, if any. Otherwise, the information regarding the contact person shall be filed with the secretary of state for any state-level entity, the city auditor or designee of the city for any city-level entity, or the county auditor or designee of the county for any other entity. Section 4. Upon request for a copy of a specific public record, any entity subject to section 3 of this Act shall furnish the requester one copy of the public records requested. A request need not be made in person or in writing, and the copy shall be mailed upon request. A public entity may charge up to twenty-five cents per impression of a paper copy. As used in this section, paper copy means a one-sided or two-sided duplicated copy of a size not more than eight and one-half by fourteen inches. For any copy of a record that is not a paper copy as defined in this section, the public entity may charge a reasonable fee for making the copy. As used in this section, reasonable fee means the actual cost to the public entity of making the copy, including labor, materials, and equipment. The entity may charge for the actual cost of postage to mail a copy of a record. An entity may require payment before making or mailing the copy, or both. An entity may impose a fee not exceeding twenty-five dollars per hour per request, excluding the initial hour, for locating records if locating the records requires more than one hour. An entity may impose a fee not exceeding twenty-five dollars per hour per request, excluding the initial hour, for excising confidential or closed material under section 29 of this Act. If the entity is not authorized to use the fees to cover the cost of providing or mailing the copy, or both, or if a copy machine is not readily available, the entity may make arrangements for the copy to be provided or mailed, or both, by another entity, public or private, and the requester shall pay the fee to that other entity. This section does not apply to copies of public records for which a different fee is specifically provided by law. Access to electronically stored records is free if the records are recoverable without the use of a computer backup. If a request is made for access to a record on a backup, or for a copy of an electronically stored record, in addition to the charge in this section, the public entity may charge a reasonable fee for providing the copies, including costs attributable to the use of information technology resources. Section 5. Except as provided in this section, a public entity is not required to create or compile a record that does not exist. Access to an electronically stored record, or a copy thereof, shall be provided at the requester's option in either a printed document or through any other available medium. A computer file is not an available medium if no means exist to separate or prevent the disclosure of any closed or confidential information contained in that file. Except as reasonably necessary to reveal the organization of data contained in an electronically stored record, a public entity is not required to provide an electronically stored record in a different structure, format, or organization. A public entity is not required to provide a requester with access to a computer terminal. Section 6. A state-level public entity may establish procedures for providing access from an outside location to any computer data base or electronically filed or stored information maintained by that entity. The procedures shall address the measures that are necessary to maintain the confidentiality of information protected by federal or state law. Except for access provided to another state-level public entity, the entity may charge a reasonable fee for providing that outside access. If the original information is keyed, entered, provided, compiled, or submitted by any political subdivision, the fees shall be shared by the state and the political subdivision based on their proportional costs to make the data available. Section 7. Any request for records in the possession of a public entity by a party to a criminal or civil action or adversarial administrative proceeding in which the public entity is a party, or by an agent of the party, shall comply with applicable discovery rules and be made to the attorney representing that entity in the criminal or civil action or adversarial administrative proceeding. The public entity may deny a request from a party or an agent of a party if the request seeks records that are privileged under applicable discovery rules. Section 8. Any denial of a request for records shall describe the legal authority for the denial and shall be reduced to writing if requested. Section 9. A violation of section 4 of this Act occurs if a person's right to review or receive a copy of a record that is not exempt or confidential is denied or unreasonably delayed or when a fee is charged in excess of the amount authorized. It is not an unreasonable delay or a denial of access under this section to withhold from the public a record that is prepared at the express direction of, and for presentation to, a governing body until the record is mailed or otherwise provided to a member of the body or until the next meeting of the body, whichever occurs first. It also is not an unreasonable delay or a denial of access to withhold from the public a working paper or preliminary draft until a final draft is completed, the record is distributed to a member of a governing body or discussed by the body at an open meeting, or work is discontinued on the draft but no final version has been prepared, whichever occurs first. For public entities headed by a single person, it is not an unreasonable delay or a denial of access to withhold from the public a working paper or preliminary draft until a final draft is completed, or work is discontinued on the draft but no final version has been prepared, whichever occurs first. A working paper or preliminary draft is deemed completed if it can reasonably be concluded, upon a good-faith review, that all substantive work on it has been completed. Section 10. A disclosure of a requested record is not a waiver of any copyright held by the public entity in the requested record or of any applicable evidentiary privilege. Section 11. Any record of a public employee's medical treatment or use of an employee assistance program is not to become part of that employee's personnel record and is confidential and, except as otherwise authorized by law, may not be used or disclosed without the written authorization of the employee. As used in this section, the term, public employee, includes any person who has applied for employment, is employed, or has been employed by a public entity. Except as otherwise specifically provided by law, personal information regarding a public employee contained in an employee's personnel record or given to the state or a political subdivision by the employee in the course of employment is exempt. As used in this section, personal information means a person's home address; home telephone number; photograph; medical information; motor vehicle operator's identification number; payroll deduction information; the name, address, telephone number, and date of birth of any dependent or emergency contact; any credit, debit, or electronic fund transfer card number; and any account number at a bank or other financial institution. Except as otherwise specifically provided by law, personal information regarding a licensee maintained by an occupational or professional board, association, state agency, or commission created by law is exempt. As used in this section, licensee means any person who has applied for, holds, or has held in the past an occupational or professional license, certificate, credential, permit, or registration issued by a state occupational or professional board, association, agency, or commission. Section 12. Any telephone number and the home address of a juvenile court supervisor or probation officer, an employee of a law enforcement agency, employee of a state or local correctional facility, and an employee of the Department of Corrections are confidential. A record containing information relating to an employee of the Department of Corrections may be disclosed to an appropriate authority under policy established by the Department of Corrections. Section 13. Any record or other information that would reveal the identity, or endanger the life or physical well-being, of an undercover law enforcement officer is confidential. For purposes of this section, an undercover law enforcement officer means a full-time, salaried employee of a local or state law enforcement agency who acts surreptitiously or poses as someone other than a law enforcement officer while engaging in the investigation of a violation of law. Section 14. A law enforcement officer or prosecutor, within the scope of the employment of the officer or prosecutor, may provide assurances of confidentiality to a person providing information regarding violations of the law. Any information that would identify or provide a means of identifying a confidential informant, if the identity of the informant is not otherwise publicly known, is confidential and may be disclosed only as permitted by law. Section 15. Trade secret, proprietary, commercial, and financial information is confidential if it is of a privileged nature and it has not been previously publicly disclosed. For the purposes of this section, trade secret includes: (1) A computer software program and components of a computer software program which are subject to a copyright or a patent, and any formula, pattern, compilation, program, device, method, technique, or process supplied to any state agency, institution, department, or board which is the subject of efforts by the supplying person or organization to maintain its secrecy and that may derive independent economic value, actual or potential, from not being generally known to, and not being readily ascertainable by proper means by, other persons or organizations that might obtain economic value from its disclosure or use; and (2) A discovery or innovation which is subject to a patent or a copyright, and any formula, pattern, compilation, program, device, method, technique, or process supplied to or prepared by any public entity which is the subject of efforts by the supplying or preparing entity, person, business, or industry to maintain its secrecy and that may derive independent economic value, actual or potential, from not being generally known to, and not being readily ascertainable by proper means by, any person who might obtain economic value from its disclosure or use. For the purposes of this section, proprietary information includes information received from a sponsor of research conducted by a public entity, as well as any discovery or innovation generated by that research, technical, financial, and marketing information and other documents related to the commercialization, and any other discovery or innovation produced by the public entity which an employee or the entity intends to commercialize. This section does not limit or otherwise affect any record pertaining to the application for a permit or license necessary to do business or to expand business operations within this state, except as otherwise provided by law. Section 16. Unless made confidential under section 15 of this Act, the following economic development records and information are exempt: (1) Records and information pertaining to a prospective location of a business or industry, including the identity, nature, and location of the business or industry, when no previous public disclosure has been made by the business or industry of the interest or intent of the business or industry to locate in, relocate within, or expand within this state. This exemption does not include records pertaining to the application for permits or licenses necessary to do business or to expand business operations within this state, except as otherwise provided by law; and (2) Trade secrets and commercial or financial information received from a person, business, or industry that is interested in or is applying for or receiving financing or technical assistance, or other forms of business assistance. Section 17. Unless made confidential under section 15 of this Act or made exempt under section 16 of this Act, bids or proposals received by a public entity in response to a request for proposals by the public entity are exempt until such time all of the proposals have been received and opened by the public entity or until such time that all oral presentations regarding the proposals, if any, have been heard by the public entity. Any record included with any bid or proposal naming and generally describing the entity submitting the proposal is open. Section 18. Any computer software program or component of a computer software program contracted, developed, or acquired by a public entity or state agency, institution, department, or board and for which the public entity or state agency, institution, department, or board acquires a license, copyright, or patent is exempt from sections 3 to 10, inclusive, of this Act. After receiving written approval from the Governor, a state agency, institution, department, or board may enter into agreements for the sale, licensing, and distribution of its contracted, licensed, patented, or copyrighted computer software programs. A state agency, institution, department, or board may take any needed action, including legal action, to protect the state's interest in the computer software against improper or unlawful use or infringement and may collect and enforce the collection of any sums due for the licensing or sale of the computer software. A public entity may enter into agreements for the sale, licensing, and distribution of its licensed, patented, or copyrighted computer software programs. Section 19. The following records, regardless of form or characteristic, of or relating to the Legislative Research Council, the Legislature, the House of Representatives, the Senate, or a member of the Legislature are not subject to sections 3 to 10, inclusive, of this Act: a record of a purely personal or private nature, a record that is attorney work product or is attorney-client communication, a record that reveals the content of private communications between a member of the Legislature and any person, and, except with respect to a governmental entity determining the proper use of telephone service, a record of telephone usage which identifies the parties or lists the telephone numbers of the parties involved. Section 20. Active criminal intelligence information and active criminal investigative information are not subject to sections 3 to 10, inclusive, of this Act. A criminal justice agency shall maintain a list of all files containing active criminal intelligence and investigative information which have been in existence for more than one year. With respect to each file, the list shall contain the file's number or other identifying characteristic and the date the file was established. The list required under this section is subject to sections 3 to 10, inclusive, of this Act. Criminal intelligence and investigative information that is not considered active is not subject to sections 3 to 10, inclusive, of this Act, to the extent that the information is personal information. Section 21. For the purposes of section 20 of this Act, criminal intelligence information means information with respect to an identifiable person or group of persons collected by a criminal justice agency in an effort to anticipate, prevent, or monitor possible criminal activity. Criminal intelligence information shall be considered active as long as it is related to intelligence gathering conducted with a reasonable good faith belief that it will lead to detection of ongoing or reasonably anticipated criminal activities. Section 22. For the purposes of section 20 of this Act, criminal investigative information means information with respect to an identifiable person or group of persons compiled by a criminal justice agency in the course of conducting a criminal investigation of a specific act or omission, including information derived from laboratory tests, reports of investigators or informants, or any type of surveillance. Criminal investigative information shall be considered active as long as it is related to an ongoing investigation that is continuing with a reasonable good faith anticipation of securing an arrest or prosecution in the foreseeable future. Section 23. For the purposes of section 20 of this Act, criminal justice agency means any law enforcement agency or prosecutor. The term also includes any other unit of government charged by law with criminal law enforcement duties or having custody of criminal intelligence or investigative information for the purpose of assisting law enforcement agencies in the conduct of active criminal investigations or prosecutions. Section 24. For the purposes of section 20 of this Act, criminal intelligence and investigative information does not include: (1) Arrestee description, including name, date of birth, address, race, sex, physical description, and occupation of arrestee; (2) Facts concerning the arrest, including the cause of arrest and the name of the arresting officer; (3) Conviction information, including the name of any person convicted of a criminal offense; (4) Disposition of all warrants, including orders signed by a judge of any court commanding a law enforcement officer to arrest a particular person; (5) A chronological list of incidents, including initial offense report information showing the offense, date, time, general location, officer, and a brief summary of what occurred; (6) A crime summary, including a departmental summary of crimes reported and public calls for service by classification, nature, and number; (7) Radio log, including a chronological listing of the calls dispatched; (8) General registers, including jail booking information; (9) Arrestee photograph, if release will not adversely affect a criminal investigation. Section 25. For the purposes of section 20 of this Act, personal information means a person's medical information; motor vehicle operator's identification number; social security number; and any credit, debit, or electronic fund transfer card number. Section 26. A computerized index created by a criminal justice agency of names included in criminal files, whether active or inactive, is an exempt record. Section 27. The following records are not subject to sections 3 to 10, inclusive, of this Act: examination or test questions, scoring keys, and other data used to administer any licensing, employment, academic, or certification examination or test, if the examination or test is to be used again in whole or in part; and records establishing examination or test procedures and instructions regarding the administration, grading, or evaluation of any examination or test, if disclosure may affect scoring outcomes. Section 28. Any credit, debit, or electronic fund transfer card or account number and any financial institution account number that a public entity, elected official, or appointed official uses or has available for making electronic or other deposits, transfers, or payments is not an open record. Section 29. No public entity may deny a request for an open record on the ground that the record also contains confidential or closed information. Subject to section 4 of this Act with regard to electronically stored records, if confidential or closed information is contained in an open record, a public entity shall permit inspection and receipt of copies of the information contained in the record that is not confidential or closed, but shall delete, excise, or otherwise withhold the confidential or closed information. Section 30. An officer or employee of a public entity may disclose or comment on the substance of an open record. Any agreement prohibiting disclosure or comment is void and against public policy. Section 31. Unless otherwise prohibited by federal law, records of a public entity which are otherwise closed or confidential may be disclosed to any public entity for the purpose of law enforcement or collection of debts owed to a public entity. However, the records may not be used for other purposes and the closed or confidential nature of the records shall otherwise be maintained. Section 32. Confidential records that are authorized by law to be disclosed to another entity continue to be confidential in the possession of the receiving entity, except as otherwise provided by law. Section 33. Unless disclosure under a court order is otherwise prohibited or limited by law, closed records shall be disclosed pursuant to a subpoena issued by a court, administrative law judge, or administrative hearing officer, or other court order. Unless disclosure under a court order is otherwise prohibited or limited by law, confidential records shall be disclosed pursuant to a court order. Upon request of the public entity ordered to make the disclosure, the court ordering the disclosure shall issue a protective order to protect the confidential nature of the records. Any person who discloses confidential records of a public entity under this section is immune from civil liability arising from such disclosure. Section 34. A record acquired by the Office of the Attorney General from a governmental agency or a nonpublic entity is exempt if the attorney general determines: (1) The record is necessary to monitor or enforce compliance with a law or order or to further a civil investigation or litigation by the state; (2) The record is treated as confidential or privileged by the provider of the records; and (3) The provider of the records has not agreed to waive the privilege relating to or confidentiality of the record. Section 35. Any record of a public entity that is a compilation of children's names, addresses, phone numbers, or any combination thereof, is exempt. Section 36. Any donor or prospective donor name, address, telephone number, tax or financial record, or other personal information received or retained by a board of higher education or university system officer or employee is exempt. Section 37. Any patient record of a patient at a state college or university student health service, University of South Dakota medical center or family practice center, or other university system medical center or clinic is confidential. Section 38. Personal and financial information submitted to a state agency as part of a consumer complaint, or gathered pursuant to an investigation of a consumer complaint, is exempt. For purposes of this section, personal and financial information means the home address, home telephone number, social security number, consumer report, and credit, debit, or electronic fund transfer card number of the complainant and any person on whose behalf the complaint is made, and any account number of a business or individual at a bank, brokerage, or other financial institution. Personal and financial information does not include the nature of the complaint, name of the complainant or any person on whose behalf the complaint was submitted, or the address or telephone number of the business that is the subject of the complaint. Section 39. An autopsy photograph or other visual image or a video or audio recording of an autopsy is confidential. However, a criminal justice agency may use or disclose these materials for purposes of an investigation or prosecution. After redacting all information identifying the decedent, including name, address, and social security number, and anonymizing facial recognition, a medical examiner, coroner, or physician may use an autopsy photograph, image, or recording for: (1) Medical or scientific teaching or training purposes; (2) Teaching or training of law enforcement personnel; (3) Teaching or training of attorneys or others with a bona fide professional need to use or understand forensic science; (4) Conferring with medical or scientific experts; or (5) Publication in a scientific or medical journal or textbook. A medical examiner, coroner, or physician who has in good faith complied with this section is not subject to any penalty or liability for using an autopsy photograph, image, or recording. The decedent's spouse, child, parent, or sibling, upon proof of the relationship, may view an autopsy photograph, image, or recording in the business office of a medical examiner, coroner, or physician who has possession of the materials, if there is not an active criminal investigation or prosecution. Disclosure of any autopsy photograph, image, or recording may be obtained under section 33 of this Act. Section 40. Records concerning individual applicants or recipients of economic assistance or support administered under the Department of Social Services or a community action agency, including benefits or services, are exempt. These exempt records include applications, income or eligibility verification, assessments, or other personal, medical, or financial data. Section 41. Attorney work product is exempt from sections 3 to 10, inclusive, of this Act. Attorney work product and copies thereof are not open to public inspection, examination, or copying unless specifically made public by the public entity receiving such work product. Active investigatory work product is exempt. Section 42. For the purposes of section 41 of this Act, attorney work product means any document or record that: (1) Was prepared by an attorney representing a public entity or prepared at such an attorney's express direction; (2) Reflects a mental impression, conclusion, litigation strategy, or legal theory of that attorney or the entity; and (3) Was prepared exclusively for civil or criminal litigation, for adversarial administrative proceedings, or in anticipation of reasonably predictable civil or criminal litigation or adversarial administrative proceedings. Section 43. For the purposes of section 41 of this Act, investigatory work product means records obtained, compiled, or prepared by a public entity in an effort to monitor and enforce compliance with the law or an order. Investigatory work product shall be considered active as long as it is related to monitoring or enforcement activity conducted with a reasonable good- faith belief that it will lead to enforcement of the law or an order. Section 44. For the purposes of section 41 of this Act, adversarial administrative proceedings include only those administrative proceedings where the administrative agency or institution of higher education acts as a complainant, respondent, or decision maker in an adverse administrative proceeding. This term does not refer to those instances where the administrative agency or institution acts in its own rule-making capacity. Section 45. Following the final completion of the civil or criminal litigation or the adversarial administrative proceeding, including the exhaustion of all appellate remedies, attorney work product shall be made available for public disclosure by the public entity, unless another exception to sections 3 to 10, inclusive, of this Act, applies or if disclosure would have an adverse fiscal effect on the conduct or settlement of other pending or reasonably predictable civil or criminal litigation or adversarial administrative proceedings, or the attorney work product reflects mental impressions, opinions, conclusions, or legal theories regarding potential liability of a public entity. Section 46. Nothing in sections 41 to 45, inclusive, of this Act, may be construed to waive any attorney-client privilege of a public entity regarding matters that do not pertain to public business. Section 47. Any interested person may request an attorney general's opinion to review a written denial of a request for records or any other alleged violation of sections 3 to 10, inclusive, of this Act, by any public entity other than the Legislature or any committee thereof. A request made under this section shall be made within thirty days of the alleged violation. The attorney general may request and obtain information claimed to be exempt or confidential for the purpose of determining whether the information is exempt or confidential. No such information may be released by the attorney general and may be returned to the provider of the information. The attorney general shall issue to the public entity involved an opinion on the alleged violation unless the request is withdrawn by the person requesting the opinion or a civil action has been filed involving the possible violation. In any opinion issued under this section, the attorney general shall base the opinion on the facts given by the public entity. Section 48. If the attorney general issues a written opinion concluding that a violation has occurred, the public entity has seven days after the opinion is issued, regardless of whether a civil action is filed, to disclose the record, to issue a notice of a meeting that will be held within a reasonable time to correct the violation, or to take steps to correct any other violation. If the public entity fails to take the required action within the seven-day period and the person requesting the opinion prevails in a civil action brought, the person shall be awarded costs, disbursements, and reasonable attorney's fees in the action and on appeal. The consequences for failing to comply with an attorney general's opinion issued under this section are the same as for other attorney general's opinions, including potential personal liability for any person or persons responsible for the noncompliance. Section 49. If a state-level public entity as defined in subdivision (1) of section 2 of this Act does not comply in full with the attorney general's opinion, and a civil action is brought or is reasonably predictable, the entity, at its sole cost and expense, shall retain separate counsel who has been approved and appointed by the attorney general as a special assistant attorney general to represent the entity in that action. Section 50. A violation of sections 3 to 10, inclusive, of this Act, may be the subject of a civil action brought by an interested person or entity. The complaint shall be accompanied by a dated, written request for the requested record. If a court finds that any of these sections have been violated by a public entity, the court may award declaratory relief, an injunction, a writ of prohibition or mandamus, costs, disbursements, and reasonable attorney's fees against the entity. For an intentional or knowing violation of sections 3 to 10, inclusive, of this Act, the court may also award damages in an amount equal to one thousand dollars or actual damages caused by the violation, whichever is greater. An action under this section shall be commenced within sixty days of the date the person knew or should have known of the violation or within thirty days of issuance of an attorney general's opinion on the alleged violation, whichever is later. Venue for an action is in the county where the entity has its principal office or, if the entity does not have a principal office within the state, in Hughes County. The remedies provided in this section are not available if a violation of sections 3 to 10, inclusive, of this Act, has been corrected before a civil action is filed and if no person has been prejudiced or harmed by the delay. No interested person or entity may file a civil action under this section seeking attorney's fees or damages, or both, until at least three working days after providing notice of the alleged violation to the chief administrative officer for the public entity. This exception does not apply if the attorney general has found, on a prior occasion, that the public entity has violated sections 3 to 10, inclusive, of this Act. Section 51. A person acting in a legislative or quasi-legislative or judicial or quasi-judicial capacity for a political subdivision of the state who has a direct and substantial personal or pecuniary interest in a matter before that board, council, commission, or other body, shall disclose the fact to the body of which that person is a member, and may not participate in or vote on that particular matter without the consent of a majority of the rest of the body. Section 52. Any security system plan kept by a public entity is exempt from the provisions of sections 3 to 10, inclusive, of this Act. For the purposes of this section, a security system plan includes all records, information, photographs, audio and visual presentations, schematic diagrams, surveys, recommendations, communications, or consultations or portions of any such plan relating directly to the physical or electronic security of a public facility, or any critical infrastructure, whether owned by or leased to the state or any of its political subdivisions, or any privately owned or leased critical infrastructure if the plan or a portion of the plan is in the possession of a public entity; threat assessments; vulnerability and capability assessments conducted by a public entity, or any private entity; threat response plans; and emergency evacuation plans. For the purposes of this section, critical infrastructure means public buildings, systems, including telecommunications centers and computers, power generation plants, dams, bridges, and similar key resources, whether physical or virtual, so vital to the state that the incapacity or destruction of these systems would have a debilitating impact on security, state economic security, state public health or safety, or any combination of those matters. Nothing in this section may be construed to limit disclosure required for necessary construction, renovation, or remodeling work on a public building. Such disclosure does not constitute public disclosure. Section 53. Any plans and only those portions of the records, information, surveys, communications, and consultations used to produce the plans relating to protection of the public or public officials against threats of violence or other harm are exempt from the provisions of sections 3 to 10, inclusive, of this Act. Section 54. Security codes, passwords, combinations, or security-related plans used to protect electronic information or to prevent access to computers, computer systems, or computer or telecommunications networks of a public entity are confidential. Section 55. Social security numbers in the possession of a public entity are confidential. However, social security numbers may be released as authorized in this section or by other state or federal law. A social security number may be released: (1) For purposes of participation in retirement or other employment benefits programs; or (2) As authorized by the person to whom the social security number is assigned, that person's lawful agent or guardian, or by order of a court. Section 56. Information in the files of private clients receiving legal services through the clinical education program of the University of South Dakota school of law is confidential unless the information has been requested and is properly obtainable through applicable discovery rules. Section 57. An investigation record of a fire department or a rural fire protection district is confidential until the investigation: (1) Is closed and not referred for further criminal investigation or prosecution; or (2) The criminal investigation is no longer active. Standard operating procedures written for emergency response, prefire action plans, plans of a building, pipeline, electrical system, or any other infrastructure plan in the hands of a fire department or rural fire protection district are exempt from sections 3 to 10, inclusive, of this Act. Individually identifiable health information obtained by a fire department or rural fire protection district is confidential. Section 58. As used in this section, business associate has the meaning set forth in title 45, Code of Federal Regulations, part 160, section 103. If a public entity is acting as a business associate of another public entity, the entity acting as a business associate shall comply with all the requirements applicable to a business associate under title 45, Code of Federal Regulations, part 164, section 504, subsection e, paragraph 2. Section 59. That § 1-27-1 be repealed. 1-27-1. If the keeping of a record, or the preservation of a document or other instrument is required of an officer or public servant under any statute of this state, the officer or public servant shall keep the record, document, or other instrument available and open to inspection by any person during normal business hours. Any employment examination or performance appraisal record maintained by the Bureau of Personnel is excluded from this requirement. Any subscription or license holder list maintained by the Department of Game, Fish and Parks may be made available to the public for a reasonable fee. State agencies are exempt from payment of this fee for approved state use. The Game, Fish and Parks Commission may promulgate rules pursuant to chapter 1-26 to establish criteria for the sale and to establish the fee for the sale of such lists. Any automobile liability insurer licensed in the state, or its certified authorized agent, may have access to the name and address of any person licensed or permitted to drive a motor vehicle solely for the purpose of verifying insurance applicant and policyholder information. An insurer requesting any such name and address shall pay a reasonable fee to cover the costs of producing such name and address. The Department of Public Safety shall set such fee by rules promulgated pursuant to chapter 1-26. Any list released or distributed under this section may not be resold or redistributed. Violation of this section by the resale or redistribution of any such list is a Class 2 misdemeanor. Section 60. That § 1-27-3 be repealed. 1-27-3. Section 1-27-1 shall not apply to such records as are specifically enjoined to be held confidential or secret by the laws requiring them to be so kept."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21660, "action_date": "2007-02-01T14:00:00-06:00", "document_id": 111404, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111404.pdf", "status_text": "First read in Senate and referred to", "journal_page": 341, "committee_id_action": 924, "committee_id_assigned": 906, "result": "N", "vote": {}}, {"bill_id": 21660, "action_date": "2007-02-09T07:45:00-06:00", "document_id": 111901, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111901.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 906, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21660, "action_date": "2007-02-09T07:45:00-06:00", "document_id": 111901, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111901.pdf", "status_text": "Do Pass,", "journal_page": null, "committee_id_action": 906, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 64883, "president_vote": null, "Nay": [3571, 3626, 3634, 3647, 3602, 3585], "Yea": [3608, 3612, 3641]}}, {"bill_id": 21660, "action_date": "2007-02-09T07:45:00-06:00", "document_id": 111901, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111901.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 455, "committee_id_action": 906, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64884, "president_vote": null, "Yea": [3571, 3626, 3634, 3647, 3602, 3585], "Nay": [3608, 3612, 3641]}}]}