{"session_id": 43, "bill_id": 11817, "bill_type": "House Bill", "bill_number": 1197, "bill_title": "require testing of moisture meters and protein-measuring devices.", "sponsors": [{"legislator_profile_id": 1736, "is_prime": true}, {"legislator_profile_id": 1720, "is_prime": true}, {"legislator_profile_id": 1710, "is_prime": false}, {"legislator_profile_id": 1751, "is_prime": false}, {"legislator_profile_id": 1693, "is_prime": false}, {"legislator_profile_id": 1680, "is_prime": false}, {"legislator_profile_id": 1681, "is_prime": false}, {"legislator_profile_id": 1717, "is_prime": false}, {"legislator_profile_id": 1655, "is_prime": false}, {"legislator_profile_id": 1749, "is_prime": false}, {"legislator_profile_id": 1765, "is_prime": false}, {"legislator_profile_id": 1677, "is_prime": false}, {"legislator_profile_id": 1701, "is_prime": false}, {"legislator_profile_id": 1762, "is_prime": false}], "keywords": ["Agriculture and Horticulture", "Fees", "Promulgation of Rules", "Weights and Measures"], "audio": [{"meeting_datetime": "2020-02-25T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hag26.mp3", "start_seconds": 85.0}, {"meeting_datetime": "2020-02-25T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hag26.mp3", "start_seconds": 85.0}, {"meeting_datetime": "2020-02-25T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hag26.mp3", "start_seconds": 85.0}], "bill_versions": [{"bill_id": 11817, "bill_version_id": 65568, "bill_version": "Introduced", "bill_version_date": "2020-01-30T10:01:47.843-06:00", "bill_text": "An Act to require testing of moisture meters and protein-measuring devices. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 38-31A-1. Definitions. Terms used in this chapter mean: (1) \"Agricultural commodity,\" any grain or seed that is ordinarily tested for moisture content when offered for sale, processing, or storage; (2) \"Department,\" the Department of Public Safety; (3) \"Moisture-measuring devices,\" any electronic device or instrument used in ascertaining the moisture content of agricultural commodities; (4) \"Protein-measuring devices,\" any electronic device or instrument used in ascertaining the protein content of agricultural commodities; (5) \"Secretary,\" the secretary of the Department of Public Safety. Section 2. That a NEW SECTION be added: 38-31A-2. Inspection--Moisture Meters--Protein-Measuring Devices. The department shall inspect any moisture-measuring device or protein-measuring device used in commerce in this state, as authorized under chapter 37-21, except those belonging to the United States. The department shall inspect a device every year. If an inspection or comparative test reveals that the moisture-measuring device or protein-measuring device being inspected or tested conforms to the standards and specifications established by the department, the department shall mark it with an appropriate seal under § 37-21-13. Any moisture-measuring device or protein-measuring device that upon inspection is found not to conform with the specifications and standards established by the department shall be marked with an appropriate seal showing the device to be defective. The seal may not be altered or removed until the device is properly repaired and reinspected. The owner or user of such device shall be notified of the defective condition by the department on an inspection form prepared by the department. Section 3. That a NEW SECTION be added: 38-31A-3. Fees--Promulgation of rules. The department may charge a fee, not to exceed thirty dollars, for each device subject to inspection under the provisions of this chapter. The department shall establish the amount of the fee by rule promulgated in accordance with chapter 1-26. Fees collected under the provisions of this chapter shall be deposited in the general fund. Section 4. That a NEW SECTION be added: 38-31A-4. Location--Devices--Procedure. Any device used to ascertain the moisture or protein content of agricultural commodities offered for sale, processing, or storage shall be used in a location visible to the general public and the procedure for operating the moisture-measuring device or the protein-measuring device shall be displayed in a conspicuous place close to the device. Section 5. That a NEW SECTION be added: 38-31A-5. Use--Defective Device--Violation as misdemeanor. No person may use or cause to be used a moisture-measuring device or protein-measuring device in commerce that has been inspected by the department and was determined to be defective. If a conviction for a violation of this section is for a first offense, the person is guilty of a Class 2 misdemeanor. If conviction for a violation of this section is for a second or subsequent offense, the person is guilty of a Class 1 misdemeanor. Section 6. That a NEW SECTION be added: 38-31A-6. Promulgation of rules--Inspection and Test Standards. The department shall promulgate rules pursuant to chapter 1-26 to establish any inspection and test standards in compliance with § 37-21-6. Section 7. That a NEW SECTION be added: 38-31A-7. Complaint--Investigation. If a person believes a device under this chapter is defective or inaccurate, the person may bring a complaint under § 37-21-10."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11817, "action_date": "2020-01-30T13:00:00-06:00", "document_id": 65199, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65199.pdf", "status_text": "First Reading House", "journal_page": 98, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11817, "action_date": "2020-02-04T14:00:00-06:00", "document_id": 65696, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65696.pdf", "status_text": "Referred to", "journal_page": 117, "committee_id_action": 480, "committee_id_assigned": 462, "result": "N", "vote": {}}, {"bill_id": 11817, "action_date": "2020-02-18T07:45:00-06:00", "document_id": 67624, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67624.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 462, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11817, "action_date": "2020-02-25T07:45:00-06:00", "document_id": 68119, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68119.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 462, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11817, "action_date": "2020-02-25T07:45:00-06:00", "document_id": 68122, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68122.pdf", "status_text": "Tabled", "journal_page": null, "committee_id_action": 462, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33703, "president_vote": null, "Excused": [1751, 1666], "Yea": [1681, 1667, 1722, 1673, 1729, 1765, 1677, 1762, 1655, 1680, 1710]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/11817"}