{"session_id": 69, "bill_id": 25203, "bill_type": "House Bill", "bill_number": 1217, "bill_title": "allow a city or county to impose local restrictions and regulations on video lottery.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25203", "sponsors": [{"legislator_profile_id": 4530, "is_prime": true}, {"legislator_profile_id": 4537, "is_prime": true}, {"legislator_profile_id": 4474, "is_prime": false}, {"legislator_profile_id": 4507, "is_prime": false}, {"legislator_profile_id": 4542, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4547, "is_prime": false}, {"legislator_profile_id": 4561, "is_prime": false}], "keywords": ["Counties", "Lottery", "Municipal Government", "Recreation and Sports"], "audio": [], "bill_versions": [{"bill_id": 25203, "bill_version_id": 263862, "bill_version": "Introduced", "bill_version_date": "2024-01-30T21:18:25.893-06:00", "bill_text": "An Act to allow a city or county to impose local restrictions and regulations on video lottery. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 42-7A-37 be AMENDED: 42-7A-37. Each video lottery machine licensed under this chapter: (1) Shall May offer only games licensed by the South Dakota Lottery and authorized by the commission; (2) May not have any means of manipulation that affect the random probabilities of winning a video lottery game; (3) Shall Must have one or more mechanisms that accept coins, cash in the form of bills, or a ticket voucher. The mechanisms shall must be designed to prevent obtaining credits without paying by stringing, slamming, drilling, or other means. If such the attempts involve physical tampering, the machine shall must suspend itself from operation until reset; (4) Shall Must have nonresettable meters housed in any readily accessible locked machine area that keep a permanent record of all cash and ticket vouchers inserted into the machine, all refunds of winnings made by the machine's printer, credits played for video lottery games, and credits won by video lottery players; (5) Shall Must be capable of printing a ticket voucher stating the value of the prize for the player at the completion of each video lottery game, the time of day in a twenty‑four hour twenty-four-hour format showing hours and minutes, the date, the machine serial number, the sequential number of the ticket vouchers, and an encrypted validation number from which the validity of the prize may be determined; (6) Shall May have accounting software that keeps an electronic record which includes, but is not limited to, the following: total cash inserted into the machine, total cash value of ticket vouchers inserted into the machine, the value of winning tickets claimed by players, the total video lottery credits played and the total video lottery credits awarded by a video lottery game, and the payback percentage credited players of each video lottery game; (7) Shall Must be linked under a central communications system to provide auditing program information as approved by the commission. The communications system shall be installed and all testing conducted no later than December 1, 1989. Until such time, all accounting of machine transactions shall must be audited by electronic records maintained by each video lottery machine as required in subdivision (6) of this section. In no event may the communications system approved by the commission limit participation to only one manufacturer of video lottery machines by either the cost in implementing the necessary program modifications to communicate or the inability to communicate with the central communications system. Nothing in this section may be construed as requiring requires a machine that only offers video lottery games to be on‑line or in constant communication with a central computer; and (8) May not be placed for public use unless the placement of the video lottery machine is allowed pursuant to any ordinance or regulation enacted by a municipality or county pursuant to section 3 of this Act. Section 2. That § 42-7A-37.1 be AMENDED: 42-7A-37.1. A business licensed pursuant to subdivisions 35-4-2(12) and (16) may not be a licensed establishment for video lottery placement pursuant to subdivision 42-7A-1(6) unless it is a bar or lounge: (1) It is a bar or lounge; and (2) It is located in a municipality and county where a video lottery machine is allowed pursuant to any ordinance or regulation enacted by the municipality or county. For the purposes of this section, a bar or lounge is an enterprise primarily maintained and operated for the selling, dispensing, and consumption of alcoholic beverages on the premises and may also include the sale and service of food. A bar or lounge may be physically connected to another enterprise within the same building, which enterprise may be owned or operated by the same person. There may be interior access between a bar or lounge and a connected enterprise. However, there shall must be a floor to ceiling opaque wall separation between the two enterprises. A separation wall may be constructed to provide visual and physical access for employees from areas in the building not open to the public. The bar or lounge shall must have a separate entrance and exit. A separate entrance and exit is not required if entrance to the bar may only be obtained from the other distinct enterprise and the public may not enter the other enterprise by first passing through the bar or lounge. All video lottery machines shall must be adequately monitored during business hours. Adequate monitoring shall must be accomplished by the personal presence of an employee or by an employee using video cameras or mirrors and periodic inspections of the bar or lounge. No new license may be issued to any establishment after July 1, 1992, unless such establishment complies with this section. No license may be renewed to any establishment after July 1, 1993, unless such establishment complies with this section. Section 3. That § 42-7A-44 be AMENDED: 42-7A-44. The placement of video lottery machines in licensed establishments shall be is subject to the rules of the commission promulgated pursuant to chapter 1-26 and are subject to any ordinance or regulation enacted by a municipality or county pursuant to section 3 of this Act. No more than ten video lottery machines may be placed in any licensed establishment. The bar or lounge with an on-sale license issued pursuant to subdivision 35-4-2(12) or (16) shall be are restricted to persons twenty-one years of age or older. The entrance to the area where video lottery machines are located shall must display a sign that the premises are restricted to persons twenty-one years or older. Notwithstanding the restrictions in § 35-4-79, persons under the age of twenty-one may only enter the premises where video lottery machines are located provided they are accompanied by a parent, guardian, or spouse of twenty-one years or older. Section 4. That a NEW SECTION be added to chapter 42-7A: A municipality or county may enact any ordinance or regulation disallowing video lottery machines within its jurisdictional boundaries. A municipality or county may enact any ordinance or regulation, that is more restrictive of video lottery than the provisions of this chapter, to regulate the quantity or location of video lottery machines within the jurisdictional boundaries of the municipality or county."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25203, "action_date": "2024-01-31T14:30:00-06:00", "document_id": 263721, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263721.pdf", "status_text": "First read in House and referred to", "journal_page": 213, "committee_id_action": 1197, "committee_id_assigned": 1203, "result": "N", "vote": {}}, {"bill_id": 25203, "action_date": "2024-02-14T07:30:00-06:00", "document_id": 265253, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265253.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1203, "committee_id_assigned": null, "result": "N", "vote": {}}]}