{"session_id": 59, "bill_id": 20685, "bill_type": "House Bill", "bill_number": 1233, "bill_title": "provide for the establishment and operation of artisan distillers and to revise certain provisions concerning farm wineries.", "sponsors": [{"legislator_profile_id": 3364, "is_prime": true}, {"legislator_profile_id": 3367, "is_prime": true}, {"legislator_profile_id": 3380, "is_prime": false}, {"legislator_profile_id": 3386, "is_prime": false}, {"legislator_profile_id": 3389, "is_prime": false}, {"legislator_profile_id": 3393, "is_prime": false}, {"legislator_profile_id": 3419, "is_prime": false}, {"legislator_profile_id": 3420, "is_prime": false}, {"legislator_profile_id": 3449, "is_prime": false}, {"legislator_profile_id": 3461, "is_prime": false}], "keywords": ["Alcoholic Beverages", "Licensing"], "audio": [{"meeting_datetime": "2006-01-31T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hlo15.mp3", "start_seconds": 3098.0}, {"meeting_datetime": "2006-01-31T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hlo15.mp3", "start_seconds": 3098.0}, {"meeting_datetime": "2006-01-31T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hlo15.mp3", "start_seconds": 3098.0}, {"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hlo17.mp3", "start_seconds": 76.0}, {"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hlo17.mp3", "start_seconds": 76.0}, {"meeting_datetime": "2006-02-07T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hlo20.mp3", "start_seconds": 95.0}, {"meeting_datetime": "2006-02-07T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hlo20.mp3", "start_seconds": 95.0}, {"meeting_datetime": "2006-02-07T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hlo20.mp3", "start_seconds": 95.0}, {"meeting_datetime": "2006-02-07T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hlo20.mp3", "start_seconds": 95.0}, {"meeting_datetime": "2006-02-07T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hlo20.mp3", "start_seconds": 95.0}, {"meeting_datetime": "2006-02-09T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou22.mp3", "start_seconds": 11328.0}, {"meeting_datetime": "2006-02-09T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou22.mp3", "start_seconds": 11328.0}, {"meeting_datetime": "2006-02-09T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou22.mp3", "start_seconds": 11328.0}, {"meeting_datetime": "2006-02-09T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou22.mp3", "start_seconds": 11328.0}, {"meeting_datetime": "2006-02-21T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sco29.mp3", "start_seconds": 159.0}, {"meeting_datetime": "2006-02-21T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sco29.mp3", "start_seconds": 159.0}, {"meeting_datetime": "2006-02-21T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sco29.mp3", "start_seconds": 159.0}, {"meeting_datetime": "2006-02-21T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sco29.mp3", "start_seconds": 159.0}, {"meeting_datetime": "2006-02-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen31.mp3", "start_seconds": 10339.0}, {"meeting_datetime": "2006-02-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen31.mp3", "start_seconds": 10339.0}, {"meeting_datetime": "2006-02-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen31.mp3", "start_seconds": 10339.0}], "bill_versions": [{"bill_id": 20685, "bill_version_id": 107144, "bill_version": "Introduced", "bill_version_date": "2006-01-24T12:07:22-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to restrict where certain alcoholic beverage licenses may be located. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. No on-sale license may be granted to any applicant pursuant to Title 35 for an establishment that is or will be located within four miles of the outside boundaries of Bear Butte State Park. 250 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.038 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}, {"bill_id": 20685, "bill_version_id": 108120, "bill_version": "House Local Government Engrossed", "bill_version_date": "2006-02-07T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the establishment and operation of artisan distillers and to revise certain provisions concerning farm wineries. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Artisan distiller,\" an artisan distiller located in South Dakota that produces fifty thousand gallons or less of distilled spirits annually; (2) \"Department,\" the Department of Revenue and Regulation; (3) \"Farm Winery,\" any winery licensed pursuant to chapter 35-12; (4) \"Distilled spirits sample or liquor sample,\" any sample of distilled spirits given with or without charge to a customer, visitor, or tourist, but does not include amounts consumed or tested as a part of production, or given to employees, directors, members, owners, consultants, or paid taste panels as a part of product development, product production, or marketing research; (5) \"Produces,\" the distillation of distilled spirits on the premises of the artisan distiller licensee. Section 2. The secretary of the Department of Revenue and Regulation may issue an artisan distiller license to the owner or operator of an artisan distiller located within the state. A license may be issued and renewed for an annual fee of five hundred dollars, which is in lieu of all other license fees required by chapter 35-4. The fee shall be deposited in the general fund. Section 3. The department may, upon receipt of an application, issue an artisan distiller license to a person who is authorized under the provisions of the Federal Alcohol Administration Act, 27 U.S.C. § § 201 to 212, inclusive, as of January 1, 2006. A licensee may import, manufacture, distill, rectify, blend, process, denature, sell, transport, and store distilled spirits of an alcoholic content greater than seventeen percent alcohol by weight and may transport the distilled spirits out of this state for sale outside this state. A licensee may sell alcoholic beverages as provided in section 6 of this Act. Section 4. No agricultural producer, association of agricultural producers, or legal agent who manufactures and converts agricultural surpluses, byproducts, or wastes into denatured ethyl and industrial alcohol for purposes other than human consumption is required to obtain an artisan distiller license. Section 5. An artisan distiller that produces distilled spirits within the state pursuant to section 2 of this Act shall maintain records of all sales and shipments. The artisan distiller shall furnish the department a monthly and other reports concerning quantities and prices of distilled spirits shipped and other information that the department determines to be necessary to ensure that the distribution of distilled spirits within this state conforms to the requirements of this Act. Section 6. An artisan distiller licensed pursuant to this Act may: (1) Import necessary products in bulk; (2) Bottle, produce, blend, store, transport, or export distilled spirits that the artisan distiller produces; (3) Perform any operation that is permitted for bonded artisan distiller premises under applicable regulations of the United States Department of the Treasury; (4) Provide, with or without charge, not more than four ounces of any distilled spirits sample that the artisan distiller produces at that location for consumption on the premises between twelve noon to twelve midnight; (5) Provide without charge more than four ounces of any distilled spirits sample that the artisan distiller produces at that location to employees, directors, members, owners, shareholders, paid consultants, or paid taste panels as long as the sample is used for the purposes of product research or product development; (6) Sell distilled spirits, if produced, manufactured, blended, or processed at that artisan distiller, at retail to any person for off-premises consumption. However, no artisan distiller may sell more than three and one-half liters per day to any person. However, an artisan distiller may sell more than three and one-half liters per day if the artisan distiller holds a license an off-sale license pursuant to subdivision 35-4-2(3); (7) Sell distilled spirits aging or to be aged at the premises or at a licensed warehouse operated by the artisan distiller in advance of the bottling of that distilled spirits, provided that delivery of that distilled spirits does not exceed three and one-half liters per day per person. Any advanced sale delivered by a distributor licensed pursuant to chapter 35-2 is not limited by this section; (8) Sell and transport distilled spirits to a farm winery made from product from the respective farm winery; (9) Hold on the premises where the distilled spirits is produced, an on-sale license issued pursuant to subdivision 35-4-2(4) or (6) or pursuant to the license issued pursuant to section 2 of this Act; (10) Hold on the premises where the distilled spirits is produced, an off-sale license issued pursuant to subdivision 35-4-2(5) or (19) or pursuant to the license issued pursuant to section 2 of this Act. Section 7. Except as otherwise specified in this Act, all provisions of this title apply to the production, sale, possession, and consumption of distilled spirits produced by an artisan distiller. Section 8. Notwithstanding the provisions of § 35-2-6.4, any person employed by or with an interest in a business that holds a license pursuant to subdivisions 35-4-2(2), (3), (4), (5), (6), (12), (13), (16), (17), (18), and (19) may have an interest of ten percent or less in an artisan distiller provided that the total percent of ownership of an artisan distiller by persons with such interest does not exceed forty-nine percent. Section 9. There is hereby levied on all distilled spirits manufactured or produced by a South Dakota artisan distillery an excise tax imposed at the same rates and collected and administered in the same manner as the tax imposed on distilled spirits in chapter 35-5. Section 10. The excise tax on distilled spirits established in section 9 of this Act shall be paid to the secretary of the Department of Revenue and Regulation on or before the fifteenth day of the month following the month in which the first sale is made in this state by a licensed farm winery and shall be deposited in the general fund. The artisan distillery licensee shall file with the secretary a return in the form prescribed by the secretary, and shall keep records and render reports required by the secretary in rules promulgated pursuant to chapter 1-26. Section 11. A farm winery may sell for off sale consumption up to one liter per person per day of distilled spirits made from product provided by that winery and purchased from an artisan distiller pursuant to this Act. Section 12. A farm winery licensed pursuant to chapter 35-12 may provide, with or without charge, not more than two ounces of distilled spirits samples produced at an artisan distiller pursuant to this Act to any person for consumption on the premises between twelve noon and twelve midnight. Section 13. An artisan distiller or farm winery which receives less then ten dollars a month from the tax on the sale of distilled spirits samples is not required to file a return or pay the tax under Title 35. Section 14. Any artisan distiller or farm winery who owe taxes amounting to less than one hundred dollars per month on an annual average may be permitted by the department to report any pay the tax on a semiannual basis or other time period and in such manner as deemed reasonable by the department. Section 15. That § 35-2-6.3 be amended to read as follows: 35-2-6.3. Any distiller, manufacturer, wholesaler, or retailer licensee under this title must , except as provided in this Act, shall be the owner or actual lessee of the premises where the business is to be conducted and the sole owner of the business to be operated under such license."}, {"bill_id": 20685, "bill_version_id": 108431, "bill_version": "House Engrossed", "bill_version_date": "2006-02-09T17:53:18-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the establishment and operation of artisan distillers and to revise certain provisions concerning farm wineries. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Artisan distiller,\" any distiller located in South Dakota that produces, rectifies, or blends fifty thousand gallons or less of distilled spirits annually; (2) \"Department,\" the Department of Revenue and Regulation. Section 2. The department may issue an artisan distiller license to an artisan distiller. The fee for the license shall be five hundred dollars per year. Section 3. No agricultural producer, association of agricultural producers, or legal agent who manufactures and converts agricultural surpluses, byproducts, or wastes, into denatured ethyl and industrial alcohol for the purposes other than human consumption is required to obtain an artisan distiller license. Section 4. An artisan distiller shall maintain records of all sales and shipments. The artisan distiller shall provide to the department monthly reports regarding quantities and prices of distilled spirits shipped and other information that the department determines to be necessary. Section 5. Except as provided in this Act, all provisions of Title 35 apply to the production, sale, possession, and consumption of distilled spirits produced by an artisan distiller. Section 6. There is hereby levied on all distilled spirits produced by an artisan distillery an excise tax imposed at the same rates and collected and administered in the same manner as the tax imposed on distilled spirits in chapter 35-5. Section 7. At least thirty percent of the raw materials used by an artisan distiller to produce distilled spirits shall consist of agricultural products grown in South Dakota. If the products are not available in quantities sufficient to constitute the required thirty percent, the holder of the artisan distillery license may file an affidavit with the department stating this fact and requesting that the department approve the use of imported products by the artisan distillery. If the department approves, the artisan distillery may use imported products and shall continue to be governed by this Act. The department's approval is effective for one year, after which time it shall again be required that at least thirty percent of the raw materials used consist of agricultural products grown in South Dakota, unless the artisan distiller files a new affidavit and request and the department approves the request. Section 8. For purposes of producing distilled spirits an artisan distiller may purchase or receive alcoholic beverages in accordance with § 35-4-47. Section 9. A license issued pursuant to section 2 of this Act authorizes the sale on the distillery premises of distilled spirits produced by the artisan distillery at on-sale or off-sale, in total quantities not in excess of fifty thousand gallons in a calendar year and the dispensing of free samples of distilled spirits offered for sale. Except as provided in this Act, such sales shall comply with the provisions of Title 35. Section 10. The holder of an artisan distiller license may also hold on the premises where the distilled spirit is produced an on-sale license issued pursuant to subdivision 35-4-2(4) or (6) and subject to the quota established in § 35-4-11 or 35-4-11.1. Section 11. The holder of an artisan distiller license shall register labels for each type or brand produced with the department in the same manner and at the same manner as prescribed for distilled spirits in chapter 39-13, before sale. If the label or brand states or implies in a false or misleading manner a connection with an actual living or dead Native American leader, the department shall reject the registration of the label. Section 12. That subdivision (19) of § 35-4-2 be amended to read as follows: (19) Off-sale package wine dealers in table wines, sparkling wines, and sacramental wine , and distilled spirits produced from product provided to an artisan distiller by the respective farm winery to be operated in conjunction with a farm winery established pursuant to chapter 35-12--one hundred fifty dollars. Section 13. That § 35-12-10 be amended to read as follows: 35-12-10. Notwithstanding the provisions of § 35-4-47 or 35-4-60, a farm winery licensed pursuant to this chapter may sell the wine produced under the license to wholesalers and retailers licensed pursuant to subdivisions 35-4-2(2), (3), (4), (5), (6), (9), (11), (12), (13), and (18) and artisan distillers licensed pursuant to section 2 of this Act. A farm winery may sell to an artisan distiller wine or other products containing alcohol that are produced on the premises of the winery for blending or distillation by the artisan dealer . Section 14. An artisan distiller may sell distilled spirits to a farm winery if the distilled spirits were produced from products provided to the artisan distiller by the farm winery."}, {"bill_id": 20685, "bill_version_id": 109074, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2006-02-21T11:48:52-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the establishment and operation of artisan distillers and to revise certain provisions concerning farm wineries. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Artisan distiller,\" any distiller located in South Dakota that produces, rectifies, or blends fifty thousand gallons or less of distilled spirits annually; (2) \"Department,\" the Department of Revenue and Regulation. Section 2. The department may issue an artisan distiller license to an artisan distiller. The fee for the license shall be five hundred dollars per year. Section 3. No agricultural producer, association of agricultural producers, or legal agent who manufactures and converts agricultural surpluses, byproducts, or wastes, into denatured ethyl and industrial alcohol for the purposes other than human consumption is required to obtain an artisan distiller license. Section 4. An artisan distiller shall maintain records of all sales and shipments. The artisan distiller shall provide to the department monthly reports regarding quantities and prices of distilled spirits shipped and other information that the department determines to be necessary. Section 5. Except as provided in this Act, all provisions of Title 35 apply to the production, sale, possession, and consumption of distilled spirits produced by an artisan distiller. Section 6. There is hereby levied on all distilled spirits produced by an artisan distillery an excise tax imposed at the same rates and collected and administered in the same manner as the tax imposed on distilled spirits in chapter 35-5. Section 7. At least thirty percent of the raw materials, other than water, used by an artisan distiller to produce distilled spirits shall consist of agricultural products grown in South Dakota. If the products are not available in quantities sufficient to constitute the required thirty percent, the holder of the artisan distillery license may file an affidavit with the department stating this fact and requesting that the department approve the use of imported products by the artisan distillery. If the department approves, the artisan distillery may use imported products and shall continue to be governed by this Act. The department's approval is effective for one year, after which time it shall again be required that at least thirty percent of the raw materials used consist of agricultural products grown in South Dakota, unless the artisan distiller files a new affidavit and request and the department approves the request. Section 8. For purposes of producing distilled spirits an artisan distiller may purchase or receive alcoholic beverages in accordance with § 35-4-47. Section 9. A license issued pursuant to section 2 of this Act authorizes the sale on the distillery premises of distilled spirits produced by the artisan distillery at on-sale or off-sale, in total quantities not in excess of fifty thousand gallons in a calendar year and the dispensing of free samples of distilled spirits offered for sale. Except as provided in this Act, such sales shall comply with the provisions of Title 35. Section 10. The holder of an artisan distiller license may also hold on the premises where the distilled spirit is produced an on-sale license issued pursuant to subdivision 35-4-2(4) or (6) and subject to the quota established in § 35-4-11 or 35-4-11.1. Section 11. The holder of an artisan distiller license shall register labels for each type or brand produced with the department in the same manner and at the same manner as prescribed for distilled spirits in chapter 39-13, before sale. If the label or brand states or implies in a false or misleading manner a connection with an actual living or dead Native American leader, the department shall reject the registration of the label. Section 12. That subdivision (19) of § 35-4-2 be amended to read as follows: (19) Off-sale package wine dealers in table wines, sparkling wines, and sacramental wine , and distilled spirits produced from product provided to an artisan distiller by the respective farm winery to be operated in conjunction with a farm winery established pursuant to chapter 35-12--one hundred fifty dollars. Section 13. That § 35-12-10 be amended to read as follows: 35-12-10. Notwithstanding the provisions of § 35-4-47 or 35-4-60, a farm winery licensed pursuant to this chapter may sell the wine produced under the license to wholesalers and retailers licensed pursuant to subdivisions 35-4-2(2), (3), (4), (5), (6), (9), (11), (12), (13), and (18) and artisan distillers licensed pursuant to section 2 of this Act. A farm winery may sell to an artisan distiller wine or other products containing alcohol that are produced on the premises of the winery for blending or distillation by the artisan dealer . Section 14. An artisan distiller may sell distilled spirits to a farm winery if the distilled spirits were produced from products provided to the artisan distiller by the farm winery."}, {"bill_id": 20685, "bill_version_id": 109426, "bill_version": "Enrolled", "bill_version_date": "2006-02-27T09:15:52-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20685, "action_date": "2006-01-24T14:00:00-06:00", "document_id": 107179, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107179.pdf", "status_text": "First read in House and referred to", "journal_page": 208, "committee_id_action": 893, "committee_id_assigned": 886, "result": "N", "vote": {}}, {"bill_id": 20685, "action_date": "2006-01-31T10:00:00-06:00", "document_id": 107583, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107583.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 886, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20685, "action_date": "2006-01-31T10:00:00-06:00", "document_id": 107583, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107583.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 295, "committee_id_action": 886, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63885, "president_vote": null, "Excused": [3371], "Yea": [3372, 3386, 3395, 3403, 3422, 3445, 3456, 3429, 3401], "Nay": [3419, 3449, 3454]}}, {"bill_id": 20685, "action_date": "2006-02-02T10:00:00-06:00", "document_id": 107797, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107797.pdf", "status_text": "Reconsidered", "journal_page": null, "committee_id_action": 886, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64045, "president_vote": null, "Yea": [3371, 3372, 3395, 3403, 3422, 3445, 3449, 3454, 3456, 3429, 3401], "Excused": [3386, 3419]}}, {"bill_id": 20685, "action_date": "2006-02-02T10:00:00-06:00", "document_id": 107797, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107797.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 886, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20685, "action_date": "2006-02-07T10:00:00-06:00", "document_id": 108100, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108100.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 886, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20685, "action_date": "2006-02-07T10:00:00-06:00", "document_id": 108100, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108100.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 886, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20685, "action_date": "2006-02-07T10:00:00-06:00", "document_id": 108100, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108100.pdf", "status_text": "Amend the amendment", "journal_page": null, "committee_id_action": 886, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20685, "action_date": "2006-02-07T10:00:00-06:00", "document_id": 108100, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108100.pdf", "status_text": "Do Pass Amended,", "journal_page": 408, "committee_id_action": 886, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62352, "president_vote": null, "Yea": [3371, 3372, 3386, 3395, 3403, 3419, 3422, 3445, 3449, 3454, 3429, 3401], "Nay": [3456]}}, {"bill_id": 20685, "action_date": "2006-02-09T14:00:00-06:00", "document_id": 108434, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108434.pdf", "status_text": "Hog Housed", "journal_page": 490, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20685, "action_date": "2006-02-09T14:00:00-06:00", "document_id": 108434, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108434.pdf", "status_text": "Do Pass Amended,", "journal_page": 491, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64434, "president_vote": null, "Yea": [3366, 3369, 3370, 3371, 3372, 3373, 3375, 3378, 3381, 3382, 3383, 3385, 3386, 3388, 3389, 3392, 3394, 3395, 3399, 3400, 3401, 3402, 3403, 3405, 3406, 3408, 3410, 3414, 3417, 3418, 3419, 3420, 3422, 3424, 3427, 3429, 3431, 3433, 3434, 3436, 3437, 3438, 3440, 3441, 3442, 3443, 3444, 3445, 3448, 3449, 3451, 3454, 3455, 3457, 3459, 3462, 3463, 3464, 3465, 3426], "Nay": [3367, 3387, 3393, 3398, 3456, 3460, 3461], "Excused": [3380, 3407, 3446]}}, {"bill_id": 20685, "action_date": "2006-02-10T13:00:00-06:00", "document_id": 108515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108515.pdf", "status_text": "First read in Senate and referred to", "journal_page": 457, "committee_id_action": 894, "committee_id_assigned": 868, "result": "N", "vote": {}}, {"bill_id": 20685, "action_date": "2006-02-16T10:00:00-06:00", "document_id": 108912, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108912.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 868, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20685, "action_date": "2006-02-21T10:00:00-06:00", "document_id": 109069, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109069.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 868, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20685, "action_date": "2006-02-21T10:00:00-06:00", "document_id": 109069, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109069.pdf", "status_text": "Do Pass Amended,", "journal_page": 590, "committee_id_action": 868, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62991, "president_vote": null, "Yea": [3361, 3409, 3452, 3368, 3423], "Excused": [3413, 3447]}}, {"bill_id": 20685, "action_date": "2006-02-23T11:00:00-06:00", "document_id": 109333, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109333.pdf", "status_text": "Do Pass Amended,", "journal_page": 662, "committee_id_action": 894, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63158, "president_vote": null, "Yea": [3361, 3362, 3363, 3364, 3365, 3368, 3374, 3376, 3377, 3379, 3384, 3390, 3391, 3396, 3397, 3404, 3409, 3411, 3412, 3413, 3421, 3423, 3425, 3428, 3430, 3432, 3435, 3439, 3447, 3450, 3452, 3453, 3458], "Nay": [3415, 3416]}}, {"bill_id": 20685, "action_date": "2006-02-27T08:30:00-06:00", "document_id": 109513, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109513.pdf", "status_text": "Signed by Speaker", "journal_page": 779, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20685, "action_date": "2006-02-28T08:30:00-06:00", "document_id": 109578, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109578.pdf", "status_text": "Delivered to the Governor", "journal_page": 802, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20685, "action_date": "2006-02-28T08:30:00-06:00", "document_id": 109525, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109525.pdf", "status_text": "Signed by President", "journal_page": 746, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20685, "action_date": "2006-03-21T12:00:00-06:00", "document_id": 109617, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109617.pdf", "status_text": "Signed by Governor", "journal_page": 815, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3405}