{"session_id": 44, "bill_id": 22109, "bill_type": "House Bill", "bill_number": 1078, "bill_title": "revise certain provisions regarding the South Dakota State Historical Society.", "sponsors": [], "keywords": ["State Affairs and Government"], "audio": [{"meeting_datetime": "2021-01-25T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hst09.mp3", "start_seconds": 1275.0}, {"meeting_datetime": "2021-01-25T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hst09.mp3", "start_seconds": 1275.0}, {"meeting_datetime": "2021-01-25T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hst09.mp3", "start_seconds": 1275.0}, {"meeting_datetime": "2021-01-25T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hst09.mp3", "start_seconds": 1275.0}, {"meeting_datetime": "2021-02-03T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sst15.mp3", "start_seconds": 2219.0}, {"meeting_datetime": "2021-02-03T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sst15.mp3", "start_seconds": 2219.0}, {"meeting_datetime": "2021-02-03T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sst15.mp3", "start_seconds": 2219.0}, {"meeting_datetime": "2021-02-03T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sst15.mp3", "start_seconds": 2219.0}, {"meeting_datetime": "2021-02-03T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sst15.mp3", "start_seconds": 2219.0}, {"meeting_datetime": "2021-02-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen18.mp3", "start_seconds": 5072.0}, {"meeting_datetime": "2021-02-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen18.mp3", "start_seconds": 5072.0}, {"meeting_datetime": "2021-02-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen18.mp3", "start_seconds": 5072.0}], "bill_versions": [{"bill_id": 22109, "bill_version_id": 212598, "bill_version": "Introduced", "bill_version_date": "2021-01-22T09:45:03.85-06:00", "bill_text": "An Act to revise certain provisions regarding the South Dakota State Historical Society. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 1-18-2 be AMENDED. 1-18-2. Purpose--Duties. The South Dakota State Historical Society within the Department of Education shall collect, preserve, exhibit, and publish material for the study of history, especially the history of this state and adjacent states the upper great plains. To this end, the office shall explore the archaeology of the region; acquire documents and manuscripts; obtain narratives and records of pioneers; conduct a library of historical reference; maintain a gallery of historical portraiture, and an ethnological and historical museum the South Dakota State History Museum; survey, document, and promote the preservation of historic properties and sites; examine the culture and history of American Indians and other ethnic groups; publish and otherwise diffuse information relating to the history of the region to schools and communities; and in general generally encourage and develop within the state the study of history. Section 2. That § 1-18-2.2 be REPEALED. 1-18-2.2. Review and analysis of historical society. Section 3. That § 1-18-3 be AMENDED. 1-18-3. Creation--Additional duties. There is hereby created the South Dakota State Historical Society which shall perform the following duties and any other duties as may be imposed upon it by law: (1) Provide education of the public in the fields of history; (2) Promote the preservation of sites of historical and cultural significance; (3) Private Encourage private fund raising to support historical projects; (4) Continue responsibilities and contracts with members of the society, as provided by law; (5) Maintain liaison and support with local historical societies and groups; (6) Serve as an advisory group Provide advice to the secretary of education and the State Historical Society Board of Trustees so as to promote cooperation in the preservation of the history of the state; (7) Conduct special programs and public events to promote history; (8) Promote the study of archaeology; (9) Promote the preservation of historical records; and (10) Publish such information relating to the history of the state as it deems advisable. The South Dakota State Historical Society shall be organized with officers, as provided in §§ 1-18-18, 1-18-20, and 1-18-25, and members, as hereinafter provided in § 1-18-4. Section 4. That § 1-18-4 be REPEALED. 1-18-4. Classes of members--Selection. Section 5. That § 1-18-7 be AMENDED. 1-18-7. Officers--Participation--Members only. Except as otherwise specially provided in § 1-18-25, only life and annual members shall may hold office in the historical society and possess the right to vote and take part in its proceedings shall be possessed only by life and annual members and delegates from auxiliary societies. Section 6. That § 1-18-8 be AMENDED. 1-18-8. Place of business. The principal business of the society shall be transacted at the South Dakota Cultural Heritage Center and suitable accommodations shall be made available to the society State History Museum. Section 7. That § 1-18-10 be AMENDED. 1-18-10. Society--Meetings. Special meetings Meetings of the membership of the historical society may be held from time to time as required upon the call of the president and director, and such meetings shall be called by the director or upon the written request of five seven members of the State Historical Society Board of Trustees to the director. Section 8. That § 1-18-11 be AMENDED. 1-18-11. Society--Meetings--Quorum. At any meeting of the historical society, regular or special, not less than ten at least five percent of members having the right to vote shall constitute constitutes a quorum. Section 9. That § 1-18-13.3 be AMENDED. 1-18-13.3. Trustees--Election--Qualifications--Initial terms. The South Dakota State Historical Society shall elect six members from its membership to the State Historical Society Board of Trustees by using the voting process that the board shall determine. One must be an archivist, one must be an architectural historian, and one must be an archaeologist, each. All trustees must be qualified to meet the requirements for receipt of federal funds. The initial members elected from the membership of the South Dakota State Historical Society will be elected by the executive committee of the South Dakota State Historical Society. Two of these members shall be selected for a one‑year term, two for a two‑year term, and two for a three‑year term. Section 10. That § 1-18-13.4 be REPEALED. 1-18-13.4. Meeting to elect trustees--Notice. Section 11. That § 1-18-14.1 be AMENDED. 1-18-14.1. Trustees--Meetings. The State Historical Society Board of Trustees shall meet at least four times annuallyeach year. Special meetings may be held at the call of the president or upon the request of seven members of the board. A decision of the trustees is subject to contested case provisions pursuant to chapter 1-26. The per diem and expenses of the board shall be paid out of funds appropriated for the South Dakota State Historical Society drawn by the state auditor upon itemized vouchers approved by the director. Section 12. That § 1-18-15 be AMENDED. 1-18-15. Trustees--Subcommittees. The board of trustees may appoint subcommittees of its own number which may exercise such powers as are entrusted to them, respecting subjects for which they are especially appointed, including supervision of the expenditures of funds available for the support and maintenance of the historical society. Section 13. That § 1-18-16 be REPEALED. 1-18-16. Bylaws of historical society. Section 14. That § 1-18-17 be AMENDED. 1-18-17. Society--Management--Trustees. The board of trustees shall manage, administer, and control the disposition of the money, property and effects, and oversee the affairs of the historical society, and direct the officers thereof under such limitations perform those functions assigned in this chapter and all other functions as are prescribed may be assigned by law. The board has advisory functions, as defined in § 1-32-1, with regard to the South Dakota State Historical Society. Section 15. That § 1-18-18 be AMENDED. 1-18-18. Trustees--President--Vice‑president--Terms. There shall be elected biennially, by the board of trustees, at the close of the regular meeting of the historical society, a president and vice‑president, who shall hold their respective offices for a term of two years and until their successors are duly chosen. Section 16. That § 1-18-19 be AMENDED. 1-18-19. President--Vice-president--Duties. The president shall preside at all meetings of the historical society and of the board of trustees, and sign all deeds, releases, and conveyances executed by the society. The vice-president shall discharge the duties of the president in the event of the president's absence or inability to act from any cause. Section 17. That § 1-18-22 be AMENDED. 1-18-22. Director--Duties. The director of the South Dakota State Historical Society shall countersign all deeds, releases, and conveyances executed by the society, and shall affix the seal of the society thereto, and to such other papers as shall be required or directed to be sealed execute the powers and discharge the duties vested by law in the society; shall keep a record of the proceedings of the society and of the board of trustees; shall safely and systematically keep all papers, records, and documents belonging to the society or appertaining to the business thereof, except such as may be committed to the care of other officers; shall conduct the correspondence of the society; shall edit and supervise the society's exhibitions and publications, and generally so far as required, always subject to the direction of the board of trustees, shall administer the several activities and offices of the society. Section 18. That § 1-18-25 be AMENDED. 1-18-25. State treasurer as treasurer of historical society--Membership in historical society not required to serve as treasurer--Duties. The state treasurer is treasurer of the historical society regardless of whether the state treasurer is a member of the historical society. The state treasurer shall receive and maintain custody of all money, securities for money, and such other property of the society that is committed to the state treasurer's charge by the board of trustees; invest the capital of the special funds as authorized by the board of trustees; pay out such funds as authorized; and render from time to time, to the society, statements in writing of the sums of money received and from what source received, of the sums disbursed and for what purpose, with proper vouchers accompanying the same, and of money, securities, and property in the state treasurer's possession, and generally of all matters pertaining to the office of the treasurer of the historical society. Section 19. That § 1-18-28 be REPEALED. 1-18-28. Compensation of officers and employees. Section 20. That § 1-18-29 be REPEALED. 1-18-29. Fiscal year of historical society. Section 21. That § 1-18-31 be AMENDED. 1-18-31. Fees--Fund. All money collected by the historical society or any officer thereof for individual life, patron individual, or corporate as membership fees, from the sale of duplicates, from gifts or bequests, or from any other source shall be paid into the treasury and shall be kept by the treasurer as the historical society special state revenue fund, to be used for the purposes set forth in § 1-18-2 and paid out on proper vouchers as directed by the board of trustees approved by the director. Section 22. That § 1-18-31.1 be AMENDED. 1-18-31.1. Publications revolving account--Purposes--Deposits. There is hereby created within the historical society special revenue fund, a publications revolving account to be used for the purpose of republishing documents, materials, and works of historical significance to this state, adjacent states, and the region and the upper great plains. The proceeds from the sale of such republished material and any gifts made for this purpose shall be deposited in the publications revolving account. Section 23. That § 1-18B-2 be AMENDED. 1-18B-2. Board--Duties--Preservation and publication--Activities authorized. In addition to the other duties imposed upon it by law, the State Historical Society Board of Trustees shall collect, preserve, exhibit, and publish material for the study of history, especially the history of South Dakota and adjacent states the upper great plains, and to this end explore the archaeology of the region; acquire documents and manuscripts; obtain narratives and records of pioneers; conduct a library of historical reference; maintain a gallery of historical portraiture, and an ethnological and historical museum; survey, document, and promote the preservation of historic properties and sites; examine the culture and history of American Indians and other ethnic groups; publish and otherwise diffuse information relating to the history of the region; and, in general, generally encourage and develop within the state the study of history. Section 24. That § 1-18B-4 be AMENDED. 1-18B-4. Board--Expenditures. The State Historical Society Board of Trustees may expend such funds as are made available to it for the purposes assigned to it by law. Such expenditures shall be made in accordance with the laws of the state and paid out on vouchers signed by the chair of the board or a duly authorized representative of the board director. Section 25. That § 1-18B-8 be AMENDED. 1-18B-8. Board--Publications--Exchanges--Sales--Prices. Any material published by the State Historical Society Board of Trustees shall be printed as provided by law and copies thereof exchanged for similar publications and sold to the general public as the board may determine. The board director shall, consistent with existing law, establish prices the price at which each publication may be purchased sold or delivered. Section 26. That § 1-18B-9 be AMENDED. 1-18B-9. Public records--Release to society--Prerequisites and conditions. Any state, county, or municipal public official may release to the South Dakota State Historical Society any record for microfilming duplication under the following circumstances: (1) The official shall designate such record in writing and certify that the record has important historical value; (2) The record shall be of the type and sort which is not ordinarily in current usage; (3) The official shall receive a receipt for the record and pay all costs of transportation of the record from its place of deposit to the capital with the South Dakota State Historical Society, and for its return, including insurance, if conveyed by other than an official of the office; (4) Such record may not be absent from its legal place of deposit for a period of over four weeks; (5) Microfilms Duplications of the record shall be available to the legal custodians at the cost of reproducing the record. Section 27. That § 1-18B-12 be AMENDED. 1-18B-12. Copies--Fees. For making copies of any such paper, advertisement, legal notice, or document, the South Dakota State Historical Society shall charge a fee equal to the cost of Board of Trustees may promulgate rules, pursuant to chapter 1-26, to set fees for reproducing such paper, advertisement, legal notice, or document and for every certificate thereto the sum of fifty cents. Section 28. That § 1-18C-5 be AMENDED. 1-18C-5. Archivist--Official custodian--Duties. The archivist is the official custodian of the archival resources of the state and shall assemble, preserve, and service the permanently valuable records of the state. The archivist shall receive all records transferred to the archives for permanent retention and negotiate for the transfer of any records in the custody of a state agency. The Subject to appropriate restrictions, the archivist shall make any records in custody available to serve the administrative and informational needs of state government and the people of the State of South Dakota. Section 29. That § 1-18C-8 be AMENDED. 1-18C-8. Archivist--Receipts for acquisitions--Copies. The archivist shall prepare receipts for any archival resources acquired under the provisions of this chapter, and shall deliver one copy to the state records manager and one copy to the agency head from which the records were obtained, and retain one or more copies for use in the state archives. Section 30. That § 1-19A-9 be REPEALED. 1-19A-9. State Historical Society as agency to accept donations--Exception. Section 31. That § 1-19A-25 be REPEALED. 1-19A-25. Heritage area designation. Section 32. That § 1-19A-26 be REPEALED. 1-19A-26. Determining heritage areas. Section 33. That § 1-19A-27 be REPEALED. 1-19A-27. Promulgation of rules for heritage area designations. Section 34. That § 1-19A-28 be REPEALED. 1-19A-28. Promotional materials to consider designated heritage areas--Prioritizing heritage areas for historic properties benefits. Section 35. That § 1-20-18 be AMENDED. 1-20-18. Definitions. Terms used in this chapter mean: (1) \"Complete collection,\" any site forms, updated site forms, artifacts, ecofacts, permits, contracts, correspondence, survey and excavation records, field notes, maps, lab analysis records, manuals for filed and lab procedures, photographic media, professional papers, shapefiles, and all documentation related to the project or undertaking; (2) \"Field investigations,\" the study of the traces of human culture at any land or water site by means of surveying, digging, sampling, excavating, or removing surface or subsurface objects, or going on a site with that intent; (2)(3) \"Site,\" any aboriginal mound, fort, earthwork, village location, burial ground, historic or prehistoric ruin, mine, cave, or other location which is or may be the source of important archaeological data; (3)(4) \"Specimens,\" all relics, artifacts, remains, objects, or any other evidence of an historical, prehistorical, archaeological, or anthropological nature, which may be found on or below the surface of the earth, and which have scientific or historical value as objects of antiquity, as aboriginal relics, or as archaeological samples. Section 36. That § 1-20-25 be AMENDED. 1-20-25. Exclusive right--Investigation on public lands--Property of state. The State of South Dakota state reserves to itself the exclusive rights and privilege of field investigation on sites land owned or controlled by the state, its agencies, departments, institutions, or political subdivisions in order to protect and preserve archaeological and scientific information, matter, and objects. All such information and objects deriving from state lands shall remain the property of the state and be utilized for scientific or public educational purposes. Section 37. That § 1-20-33 be AMENDED. 1-20-33. Exploration results--Report to state archaeologist. When exploration or field investigations are undertaken pursuant to § 1-20-32, a summary report of such undertakings, containing relevant maps, documents, drawings, and photographs shall be submitted to the state archaeologist for review. Section 38. That § 1-20-34 be AMENDED. 1-20-34. Specimens collected--State property--Disposition. All specimens collected under When a permit is issued pursuant to § 1-20-32 shall be, the permittee shall prepare a technical report documenting such project or undertaking. The report shall be submitted to the state archaeologist for review and approval. The complete collection of the project is the permanent property of the state. The state archaeologist shall may make prior arrangements for the disposition of specimens derived from such activities in an appropriate institution of the state or for the loan of such specimens to qualified institutions the complete collection in another federally-recognized repository, in or out of the state. Section 39. That § 5-15-49 be REPEALED. 5-15-49. Centennial Cultural Heritage Center established in Pierre."}, {"bill_id": 22109, "bill_version_id": 216332, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2021-02-03T16:05:20.283-06:00", "bill_text": "An Act to revise certain provisions regarding the South Dakota State Historical Society. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 1-18-2 be AMENDED. 1-18-2. Purpose--Duties. The South Dakota State Historical Society within the Department of Education shall collect, preserve, exhibit, and publish material for the study of history, especially the history of this state and adjacent states the upper great plains. To this end, the office shall explore the archaeology of the region; acquire documents and manuscripts; obtain narratives and records of pioneers; conduct a library of historical reference; maintain a gallery of historical portraiture, and an ethnological and historical museum the South Dakota State History Museum; survey, document, and promote the preservation of historic properties and sites; examine the culture and history of American Indians and other ethnic groups; publish and otherwise diffuse information relating to the history of the region to schools and communities; and in general generally encourage and develop within the state the study of history. Section 2. That § 1-18-2.2 be REPEALED. 1-18-2.2. Review and analysis of historical society. Section 3. That § 1-18-3 be AMENDED. 1-18-3. Creation--Additional duties. There is hereby created the South Dakota State Historical Society which shall perform the following duties and any other duties as may be imposed upon it by law: (1) Provide education of the public in the fields of history; (2) Promote the preservation of sites of historical and cultural significance; (3) Private Encourage private fund raising to support historical projects; (4) Continue responsibilities and contracts with members of the society, as provided by law; (5) Maintain liaison and support with local historical societies and groups; (6) Serve as an advisory group Provide advice to the secretary of education and the State Historical Society Board of Trustees so as to promote cooperation in the preservation of the history of the state; (7) Conduct special programs and public events to promote history; (8) Promote the study of archaeology; (9) Promote the preservation of historical records; and (10) Publish such information relating to the history of the state as it deems advisable. The South Dakota State Historical Society shall be organized with officers, as provided in §§ 1-18-18, 1-18-20, and 1-18-25, and members, as hereinafter provided in § 1-18-4. Section 4. That a NEW SECTION be added: 1-18-3.1. Code revision. The South Dakota code commission is authorized and directed in future compilation of laws and supplements or any revision of the laws of this state to strike all references to \"State Historical Society\" and substitute therefor \"South Dakota State Historical Society.\" Section 5. That § 1-18-4 be REPEALED. 1-18-4. Classes of members--Selection. Section 6. That § 1-18-7 be AMENDED. 1-18-7. Officers--Participation--Members only. Except as otherwise specially provided in § 1-18-25, only life and annual members shall may hold office in the historical society, and possess the right to vote and take part in its proceedings shall be possessed only by life and annual members and delegates from auxiliary societies. Section 7. That § 1-18-8 be AMENDED. 1-18-8. Place of business. The principal business of the society shall be transacted at the South Dakota Cultural Heritage Center and suitable accommodations shall be made available to the society State History Museum. Section 8. That § 1-18-10 be AMENDED. 1-18-10. Society--Meetings. Special meetings Meetings of the membership of the historical society may be held from time to time as required upon the call of the president and director, and such meetings shall be called by the director or upon the written request of five seven members of the State Historical Society Board of Trustees to the director. Section 9. That § 1-18-11 be AMENDED. 1-18-11. Society--Meetings--Quorum. At any meeting of the historical society, regular or special, not less than ten at least five percent of members having the right to vote shall constitute constitutes a quorum. Section 10. That § 1-18-13.3 be AMENDED. 1-18-13.3. Trustees--Election--Qualifications--Initial terms. The South Dakota State Historical Society shall elect six members from its membership to the State Historical Society Board of Trustees by using the voting process that the board shall determine. One must be an archivist, one must be an architectural historian, and one must be an archaeologist, each. All trustees must be qualified to meet the requirements for receipt of federal funds. The initial members elected from the membership of the South Dakota State Historical Society will be elected by the executive committee of the South Dakota State Historical Society. Two of these members shall be selected for a one‑year term, two for a two‑year term, and two for a three‑year term. Section 11. That § 1-18-13.4 be REPEALED. 1-18-13.4. Meeting to elect trustees--Notice. Section 12. That § 1-18-14.1 be AMENDED. 1-18-14.1. Trustees--Meetings. The State Historical Society Board of Trustees shall meet at least four times annuallyeach year. Special meetings may be held at the call of the president or upon the request of seven members of the board. A decision of the trustees is subject to contested case provisions pursuant to chapter 1-26. The per diem and expenses of the board shall be paid out of funds appropriated for the South Dakota State Historical Society drawn by the state auditor upon itemized vouchers approved by the director. Section 13. That § 1-18-15 be AMENDED. 1-18-15. Trustees--Subcommittees. The board of trustees may appoint subcommittees of its own number which may exercise such powers as are entrusted to them, respecting subjects for which they are especially appointed, including supervision of the expenditures of funds available for the support and maintenance of the historical society. Section 14. That § 1-18-16 be REPEALED. 1-18-16. Bylaws of historical society. Section 15. That § 1-18-17 be AMENDED. 1-18-17. Society--Management--Trustees. The board of trustees shall manage, administer, and control the disposition of the money, property and effects, and oversee the affairs of the historical society, and direct the officers thereof under such limitations perform those functions assigned in this chapter and all other functions as are prescribed may be assigned by law. The board has advisory functions, as defined in § 1-32-1, with regard to the South Dakota State Historical Society. Section 16. That § 1-18-18 be AMENDED. 1-18-18. Trustees--President--Vice‑president--Terms. There shall be elected biennially, by the board of trustees, at the close of the regular meeting of the historical society, a president and vice‑president, who shall hold their respective offices for a term of two years and until their successors are duly chosen. Section 17. That § 1-18-19 be AMENDED. 1-18-19. President--Vice-president--Duties. The president shall preside at all meetings of the historical society and of the board of trustees, and sign all deeds, releases, and conveyances executed by the society. The vice-president shall discharge the duties of the president in the event of the president's absence or inability to act from any cause. Section 18. That § 1-18-22 be AMENDED. 1-18-22. Director--Duties. The director of the South Dakota State Historical Society shall countersign all deeds, releases, and conveyances executed by the society, and shall affix the seal of the society thereto, and to such other papers as shall be required or directed to be sealed execute the powers and discharge the duties vested by law in the society; shall keep a record of the proceedings of the society and of the board of trustees; shall safely and systematically keep all papers, records, and documents belonging to the society or appertaining to the business thereof, except such as may be committed to the care of other officers; shall conduct the correspondence of the society; shall edit and supervise its the society's exhibitions and publications, and generally so far as required, always subject to the direction of the board of trustees, shall administer the several activities and offices of the society. Section 19. That § 1-18-25 be AMENDED. 1-18-25. State treasurer as treasurer of historical society--Membership in historical society not required to serve as treasurer--Duties. The state treasurer is treasurer of the historical society regardless of whether the state treasurer is a member of the historical society. The state treasurer shall receive and maintain custody of all money, securities for money, and such other property of the society that is committed to the state treasurer's charge by the board of trustees; invest the capital of the special funds as authorized by the board of trustees; pay out such funds as authorized; and render from time to time, to the society, statements in writing of the sums of money received and from what source received, of the sums disbursed and for what purpose, with proper vouchers accompanying the same, and of money, securities, and property in the state treasurer's possession, and generally of all matters pertaining to the office of the treasurer of the historical society. Section 20. That § 1-18-28 be REPEALED. 1-18-28. Compensation of officers and employees. Section 21. That § 1-18-29 be REPEALED. 1-18-29. Fiscal year of historical society. Section 22. That § 1-18-31 be AMENDED. 1-18-31. Fees--Fund. All money collected by the historical society or any officer thereof for individual life, patron individual, or corporate as membership fees, from the sale of duplicates, from gifts or bequests, or from any other source shall be paid into the treasury and shall be kept by the treasurer as the historical society special state revenue fund, to be used for the purposes set forth in § 1-18-2 and paid out on proper vouchers as directed by the board of trustees approved by the director. Section 23. That § 1-18-31.1 be AMENDED. 1-18-31.1. Publications revolving account--Purposes--Deposits. There is hereby created within the historical society special revenue fund, a publications revolving account to be used for the purpose of republishing documents, materials, and works of historical significance to this state, adjacent states, and the region and the upper great plains. The proceeds from the sale of such republished material and any gifts made for this purpose shall be deposited in the publications revolving account. Section 24. That § 1-18B-2 be AMENDED. 1-18B-2. Board--Duties--Preservation and publication--Activities authorized. In addition to the other duties imposed upon it by law, the State Historical Society Board of Trustees shall collect, preserve, exhibit, and publish material for the study of history, especially the history of South Dakota and adjacent states; the upper great plains, and to this end explore the archaeology of the region; acquire documents and manuscripts; obtain narratives and records of pioneers; conduct a library of historical reference; maintain a gallery of historical portraiture, and an ethnological and historical museum; survey, document, and promote the preservation of historic properties and sites; examine the culture and history of American Indians and other ethnic groups; publish and otherwise diffuse information relating to the history of the region; and, in general, generally encourage and develop within the state the study of history. Section 25. That § 1-18B-4 be AMENDED. 1-18B-4. Board--Expenditures. The State Historical Society Board of Trustees may expend such funds as are made available to it for the purposes assigned to it by law. Such expenditures shall be made in accordance with the laws of the state and paid out on vouchers signed by the chair of the board or a duly authorized representative of the board director. Section 26. That § 1-18B-8 be AMENDED. 1-18B-8. Board--Publications--Exchanges--Sales--Prices. Any material published by the State Historical Society Board of Trustees shall be printed as provided by law and copies thereof exchanged for similar publications and sold to the general public as the board may determine. The board director shall, consistent with existing law, establish prices the price at which each publication may be purchased sold or delivered. Section 27. That § 1-18B-9 be AMENDED. 1-18B-9. Public records--Release to society--Prerequisites and conditions. Any state, county, or municipal public official may release to the South Dakota State Historical Society any record for microfilming duplication under the following circumstances: (1) The official shall designate such record in writing and certify that the record has important historical value; (2) The record shall be of the type and sort which is not ordinarily in current usage; (3) The official shall receive a receipt for the record and pay all costs of transportation of the record from its place of deposit to the capital with the South Dakota State Historical Society, and for its return, including insurance, if conveyed by other than an official of the office; (4) Such record may not be absent from its legal place of deposit for a period of over four weeks; (5) Microfilms Duplications of the record shall be available to the legal custodians at the cost of reproducing the record. Section 28. That § 1-18B-12 be AMENDED. 1-18B-12. Copies--Fees. For making copies of any such paper, advertisement, legal notice, or document, the South Dakota State Historical Society shall charge a fee equal to the cost of Board of Trustees may promulgate rules, pursuant to chapter 1-26, to set fees for reproducing such paper, advertisement, legal notice, or document and for every certificate thereto the sum of fifty cents. Section 29. That § 1-18C-5 be AMENDED. 1-18C-5. Archivist--Official custodian--Duties. The archivist is the official custodian of the archival resources of the state and shall assemble, preserve, and service the permanently valuable records of the state. The archivist shall receive all records transferred to the archives for permanent retention and negotiate for the transfer of any records in the custody of a state agency. The Subject to appropriate restrictions, the archivist shall make any records in custody available to serve the administrative and informational needs of state government and the people of the State of South Dakota. Section 30. That § 1-18C-8 be AMENDED. 1-18C-8. Archivist--Receipts for acquisitions--Copies. The archivist shall prepare receipts for any archival resources acquired under the provisions of this chapter, and shall deliver one copy to the state records manager and one copy to the agency head from which the records were obtained, and retain one or more copies for use in the state archives. Section 31. That § 1-19A-9 be REPEALED. 1-19A-9. State Historical Society as agency to accept donations--Exception. Section 32. That § 1-19A-25 be REPEALED. 1-19A-25. Heritage area designation. Section 33. That § 1-19A-26 be REPEALED. 1-19A-26. Determining heritage areas. Section 34. That § 1-19A-27 be REPEALED. 1-19A-27. Promulgation of rules for heritage area designations. Section 35. That § 1-19A-28 be REPEALED. 1-19A-28. Promotional materials to consider designated heritage areas--Prioritizing heritage areas for historic properties benefits. Section 36. That § 1-20-18 be AMENDED. 1-20-18. Definitions. Terms used in this chapter mean: (1) \"Complete collection,\" any site forms, updated site forms, artifacts, ecofacts, permits, contracts, correspondence, survey and excavation records, field notes, maps, lab analysis records, manuals for filed and lab procedures, photographic media, professional papers, shapefiles, and all documentation related to the project or undertaking; (2) \"Field investigations,\" the study of the traces of human culture at any land or water site by means of surveying, digging, sampling, excavating, or removing surface or subsurface objects, or going on a site with that intent; (2)(3) \"Site,\" any aboriginal mound, fort, earthwork, village location, burial ground, historic or prehistoric ruin, mine, cave, or other location which is or may be the source of important archaeological data; (3)(4) \"Specimens,\" all relics, artifacts, remains, objects, or any other evidence of an historical, prehistorical, archaeological, or anthropological nature, which may be found on or below the surface of the earth, and which have scientific or historical value as objects of antiquity, as aboriginal relics, or as archaeological samples. Section 37. That § 1-20-25 be AMENDED. 1-20-25. Exclusive right--Investigation on public lands--Property of state. The State of South Dakota state reserves to itself the exclusive rights and privilege of field investigation on sites land owned or controlled by the state, its agencies, departments, institutions, or political subdivisions in order to protect and preserve archaeological and scientific information, matter, and objects. All such information and objects deriving from state lands shall remain the property of the state and be utilized for scientific or public educational purposes. Section 38. That § 1-20-33 be AMENDED. 1-20-33. Exploration results--Report to state archaeologist. When exploration or field investigations are undertaken pursuant to § 1-20-32, a summary report of such undertakings, containing relevant maps, documents, drawings, and photographs shall be submitted to the state archaeologist for review. Section 39. That § 1-20-34 be AMENDED. 1-20-34. Specimens collected--State property--Disposition. All specimens collected under When a permit is issued pursuant to § 1-20-32 shall be, the permittee shall prepare a technical report documenting such project or undertaking. The report shall be submitted to the state archaeologist for review and approval. The complete collection of the project is the permanent property of the state. The state archaeologist shall may make prior arrangements for the disposition of specimens derived from such activities in an appropriate institution of the state or for the loan of such specimens to qualified institutions the complete collection in another federally-recognized repository, in or out of the state. Section 40. That § 1-45-23 be AMENDED. 1-45-23. Performance of museum functions. The South Dakota State Historical Society shall perform all the functions of the following museums: (1) The museum at the University of South Dakota known as the W.H. Over State Museum; and (2) The museum at Pierre known as the Cultural Heritage Center South Dakota State History Museum. Section 41. That § 5-15-49 be REPEALED. 5-15-49. Centennial Cultural Heritage Center established in Pierre."}, {"bill_id": 22109, "bill_version_id": 217221, "bill_version": "Enrolled", "bill_version_date": "2021-02-10T16:40:01.057-06:00", "bill_text": "ENTITLED An Act to revise certain provisions regarding the South Dakota State Historical Society. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 1-18-2 be AMENDED. 1-18-2. Purpose--Duties. The South Dakota State Historical Society within the Department of Education shall collect, preserve, exhibit, and publish material for the study of history, especially the history of this state and the upper great plains. To this end, the office shall explore the archaeology of the region; acquire documents and manuscripts; obtain narratives and records of pioneers; conduct a library of historical reference; maintain the South Dakota State History Museum; survey, document, and promote the preservation of historic properties and sites; examine the culture and history of American Indians and other ethnic groups; publish and otherwise diffuse information relating to the history of the region to schools and communities; and generally encourage and develop within the state the study of history. Section 2. That § 1-18-2.2 be REPEALED. 1-18-2.2. Review and analysis of historical society. Section 3. That § 1-18-3 be AMENDED. 1-18-3. Creation--Additional duties. There is hereby created the South Dakota State Historical Society which shall perform the following duties and any other duties as may be imposed upon it by law: (1) Provide education of the public in the fields of history; (2) Promote the preservation of sites of historical and cultural significance; (3) Encourage private fund raising to support historical projects; (4) Continue responsibilities and contracts with members of the society, as provided by law; (5) Maintain liaison and support with local historical societies and groups; (6) Provide advice to the secretary of education and the State Historical Society Board of Trustees so as to promote cooperation in the preservation of the history of the state; (7) Conduct special programs and public events to promote history; (8) Promote the study of archaeology; (9) Promote the preservation of historical records; and (10) Publish such information relating to the history of the state as it deems advisable. The South Dakota State Historical Society shall be organized with officers, as provided in §§ 1-18-18, 1-18-20, and 1-18-25, and members, as provided in § 1-18-4. Section 4. That a NEW SECTION be added: 1-18-3.1. Code revision. The South Dakota code commission is authorized and directed in future compilation of laws and supplements or any revision of the laws of this state to strike all references to \"State Historical Society\" and substitute therefor \"South Dakota State Historical Society.\" Section 5. That § 1-18-4 be REPEALED. 1-18-4. Classes of members--Selection. Section 6. That § 1-18-7 be AMENDED. 1-18-7. Officers--Participation--Members only. Except as provided in § 1-18-25, only members may hold office in the historical society and possess the right to vote and take part in its proceedings. Section 7. That § 1-18-8 be AMENDED. 1-18-8. Place of business. The principal business of the society shall be transacted at the South Dakota State History Museum. Section 8. That § 1-18-10 be AMENDED. 1-18-10. Society--Meetings. Meetings of the membership of the historical society may be held from time to time as required upon the call of the president and director or upon the written request of seven members of the State Historical Society Board of Trustees to the director. Section 9. That § 1-18-11 be AMENDED. 1-18-11. Society--Meetings--Quorum. At any meeting of the historical society, at least five percent of members having the right to vote constitutes a quorum. Section 10. That § 1-18-13.3 be AMENDED. 1-18-13.3. Trustees--Election--Qualifications--Initial terms. The South Dakota State Historical Society shall elect six members from its membership to the State Historical Society Board of Trustees by using the voting process that the board shall determine. One must be an archivist, one must be an architectural historian, and one must be an archaeologist. All trustees must be qualified to meet the requirements for receipt of federal funds. The initial members elected from the membership of the South Dakota State Historical Society will be elected by the executive committee of the South Dakota State Historical Society. Two of these members shall be selected for a one‑year term, two for a two‑year term, and two for a three‑year term. Section 11. That § 1-18-13.4 be REPEALED. 1-18-13.4. Meeting to elect trustees--Notice. Section 12. That § 1-18-14.1 be AMENDED. 1-18-14.1. Trustees--Meetings. The State Historical Society Board of Trustees shall meet at least four times each year. Special meetings may be held at the call of the president or upon the request of seven members of the board. A decision of the trustees is subject to contested case provisions pursuant to chapter 1-26. The per diem and expenses of the board shall be paid out of funds appropriated for the South Dakota State Historical Society drawn by the state auditor upon itemized vouchers approved by the director. Section 13. That § 1-18-15 be AMENDED. 1-18-15. Trustees--Subcommittees. The board of trustees may appoint subcommittees of its own number which may exercise such powers as are entrusted to them, respecting subjects for which they are especially appointed. Section 14. That § 1-18-16 be REPEALED. 1-18-16. Bylaws of historical society. Section 15. That § 1-18-17 be AMENDED. 1-18-17. Society--Management--Trustees. The board of trustees shall oversee the affairs of the historical society, and perform those functions assigned in this chapter and all other functions as may be assigned by law. The board has advisory functions, as defined in § 1-32-1, with regard to the South Dakota State Historical Society. Section 16. That § 1-18-18 be AMENDED. 1-18-18. Trustees--President--Vice‑president--Terms. There shall be elected biennially, by the board of trustees, a president and vice‑president, who shall hold their respective offices for a term of two years and until their successors are duly chosen. Section 17. That § 1-18-19 be AMENDED. 1-18-19. President--Vice-president--Duties. The president shall preside at all meetings of the historical society and of the board of trustees. The vice-president shall discharge the duties of the president in the event of the president's absence or inability to act from any cause. Section 18. That § 1-18-22 be AMENDED. 1-18-22. Director--Duties. The director of the South Dakota State Historical Society shall execute the powers and discharge the duties vested by law in the society; shall keep a record of the proceedings of the society and of the board of trustees; shall safely and systematically keep all papers, records, and documents belonging to the society or appertaining to the business thereof, except such as may be committed to the care of other officers; shall conduct the correspondence of the society; shall supervise the society's exhibitions and publications, and shall administer the several activities and offices of the society. Section 19. That § 1-18-25 be AMENDED. 1-18-25. State treasurer as treasurer of historical society--Membership in historical society not required to serve as treasurer--Duties. The state treasurer is treasurer of the historical society regardless of whether the state treasurer is a member of the historical society. The state treasurer shall receive and maintain custody of all money, securities for money, and such other property of the society that is committed to the state treasurer's charge by the board of trustees; invest the capital of the special funds as authorized by the board of trustees; pay out such funds as authorized; and render from time to time, to the society, statements in writing of the sums of money received and from what source received, of the sums disbursed and for what purpose, with proper vouchers accompanying the same, and of money, securities, and property in the state treasurer's possession, and generally of all matters pertaining to the office of the treasurer of the historical society. Section 20. That § 1-18-28 be REPEALED. 1-18-28. Compensation of officers and employees. Section 21. That § 1-18-29 be REPEALED. 1-18-29. Fiscal year of historical society. Section 22. That § 1-18-31 be AMENDED. 1-18-31. Fees--Fund. All money collected by the historical society or any officer thereof as membership fees, from the sale of duplicates, from gifts or bequests, or from any other source shall be paid into the treasury and shall be kept by the treasurer as the historical society special state revenue fund, to be used for the purposes set forth in § 1-18-2 and paid out on proper vouchers as approved by the director. Section 23. That § 1-18-31.1 be AMENDED. 1-18-31.1. Publications revolving account--Purposes--Deposits. There is hereby created within the historical society special revenue fund, a publications revolving account to be used for the purpose of republishing documents, materials, and works of historical significance to this state and the upper great plains. The proceeds from the sale of such republished material and any gifts made for this purpose shall be deposited in the publications revolving account. Section 24. That § 1-18B-2 be AMENDED. 1-18B-2. Board--Duties--Preservation and publication--Activities authorized. In addition to the other duties imposed upon it by law, the State Historical Society Board of Trustees shall collect, preserve, exhibit, and publish material for the study of history, especially the history of South Dakota and the upper great plains, and to this end explore the archaeology of the region; acquire documents and manuscripts; obtain narratives and records of pioneers; conduct a library of historical reference; maintain an ethnological and historical museum; survey, document, and promote the preservation of historic properties and sites; examine the culture and history of American Indians and other ethnic groups; publish and otherwise diffuse information relating to the history of the region; and generally encourage and develop within the state the study of history. Section 25. That § 1-18B-4 be AMENDED. 1-18B-4. Board--Expenditures. The State Historical Society Board of Trustees may expend such funds as are made available to it for the purposes assigned to it by law. Such expenditures shall be made in accordance with the laws of the state and paid out on vouchers signed by the director. Section 26. That § 1-18B-8 be AMENDED. 1-18B-8. Board--Publications--Exchanges--Sales--Prices. Any material published by the State Historical Society Board of Trustees shall be printed as provided by law and copies thereof exchanged for similar publications and sold to the general public as the board may determine. The director shall, consistent with existing law, establish the price at which each publication may be sold or delivered. Section 27. That § 1-18B-9 be AMENDED. 1-18B-9. Public records--Release to society--Prerequisites and conditions. Any state, county, or municipal public official may release to the South Dakota State Historical Society any record for duplication under the following circumstances: (1) The official shall designate such record in writing and certify that the record has important historical value; (2) The record shall be of the type and sort which is not ordinarily in current usage; (3) The official shall receive a receipt for the record and pay all costs of transportation of the record from its place of deposit with the South Dakota State Historical Society, and for its return, including insurance, if conveyed by other than an official of the office; (4) Duplications of the record shall be available to the legal custodians at the cost of reproducing the record. Section 28. That § 1-18B-12 be AMENDED. 1-18B-12. Copies--Fees. For making copies of any paper, advertisement, legal notice, or document, the South Dakota State Historical Society Board of Trustees may promulgate rules, pursuant to chapter 1-26, to set fees for reproducing such paper, advertisement, legal notice, or document. Section 29. That § 1-18C-5 be AMENDED. 1-18C-5. Archivist--Official custodian--Duties. The archivist is the official custodian of the archival resources of the state and shall assemble, preserve, and service the permanently valuable records of the state. The archivist shall receive all records transferred to the archives for permanent retention and negotiate for the transfer of any records in the custody of a state agency. Subject to appropriate restrictions, the archivist shall make any records in custody available to serve the administrative and informational needs of state government and the people of the State of South Dakota. Section 30. That § 1-18C-8 be AMENDED. 1-18C-8. Archivist--Receipts for acquisitions--Copies. The archivist shall prepare receipts for any archival resources acquired under the provisions of this chapter, and shall deliver one copy to the agency head from which the records were obtained and retain one or more copies for use in the state archives. Section 31. That § 1-19A-9 be REPEALED. 1-19A-9. State Historical Society as agency to accept donations--Exception. Section 32. That § 1-19A-25 be REPEALED. 1-19A-25. Heritage area designation. Section 33. That § 1-19A-26 be REPEALED. 1-19A-26. Determining heritage areas. Section 34. That § 1-19A-27 be REPEALED. 1-19A-27. Promulgation of rules for heritage area designations. Section 35. That § 1-19A-28 be REPEALED. 1-19A-28. Promotional materials to consider designated heritage areas--Prioritizing heritage areas for historic properties benefits. Section 36. That § 1-20-18 be AMENDED. 1-20-18. Definitions. Terms used in this chapter mean: (1) \"Complete collection,\" any site forms, updated site forms, artifacts, ecofacts, permits, contracts, correspondence, survey and excavation records, field notes, maps, lab analysis records, manuals for filed and lab procedures, photographic media, professional papers, shapefiles, and all documentation related to the project or undertaking; (2) \"Field investigations,\" the study of the traces of human culture at any land or water site by means of surveying, digging, sampling, excavating, or removing surface or subsurface objects, or going on a site with that intent; (3) \"Site,\" any aboriginal mound, fort, earthwork, village location, burial ground, historic or prehistoric ruin, mine, cave, or other location which is or may be the source of important archaeological data; (4) \"Specimens,\" all relics, artifacts, remains, objects, or any other evidence of an historical, prehistorical, archaeological, or anthropological nature, which may be found on or below the surface of the earth, and which have scientific or historical value as objects of antiquity, as aboriginal relics, or as archaeological samples. Section 37. That § 1-20-25 be AMENDED. 1-20-25. Exclusive right--Investigation on public lands--Property of state. The state reserves to itself the exclusive rights and privilege of field investigation on land owned or controlled by the state, its agencies, departments, institutions, or political subdivisions in order to protect and preserve archaeological and scientific information, matter, and objects. All such information and objects deriving from state lands shall remain the property of the state and be utilized for scientific or public educational purposes. Section 38. That § 1-20-33 be AMENDED. 1-20-33. Exploration results--Report to state archaeologist. When exploration or field investigations are undertaken pursuant to § 1-20-32, a summary report of such undertakings, containing relevant maps, documents, drawings, and photographs shall be submitted to the state archaeologist for review. Section 39. That § 1-20-34 be AMENDED. 1-20-34. Specimens collected--State property--Disposition. When a permit is issued pursuant to § 1-20-32, the permittee shall prepare a technical report documenting such project or undertaking. The report shall be submitted to the state archaeologist for review and approval. The complete collection of the project is the permanent property of the state. The state archaeologist may make arrangements for the disposition of the complete collection in another federally-recognized repository, in or out of the state. Section 40. That § 1-45-23 be AMENDED. 1-45-23. Performance of museum functions. The South Dakota State Historical Society shall perform all the functions of the following museums: (1) The museum at the University of South Dakota known as the W.H. Over State Museum; and (2) The museum at Pierre known as the South Dakota State History Museum. Section 41. That § 5-15-49 be REPEALED. 5-15-49. Centennial Cultural Heritage Center established in Pierre. An Act to revise certain provisions regarding the South Dakota State Historical Society. I certify that the attached Act originated in the: House as Bill No. 1078 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1078 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2021 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2021 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2021 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22109, "action_date": "2021-01-22T13:00:00-06:00", "document_id": 212449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212449.pdf", "status_text": "First read in House and referred to", "journal_page": 109, "committee_id_action": 492, "committee_id_assigned": 498, "result": "N", "vote": {}}, {"bill_id": 22109, "action_date": "2021-01-25T07:45:00-06:00", "document_id": 212740, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212740.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 498, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22109, "action_date": "2021-01-25T07:45:00-06:00", "document_id": 212741, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212741.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 498, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67762, "president_vote": null, "Yea": [1766, 1769, 1777, 1792, 1793, 1798, 1804, 1807, 1817, 1835, 1844, 1852, 1864]}}, {"bill_id": 22109, "action_date": "2021-01-25T07:45:00-06:00", "document_id": 212741, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212741.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 498, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22109, "action_date": "2021-01-26T14:00:00-06:00", "document_id": 213163, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213163.pdf", "status_text": "Do Pass", "journal_page": 130, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67876, "president_vote": null, "Yea": [1766, 1767, 1768, 1769, 1770, 1772, 1777, 1778, 1780, 1781, 1782, 1784, 1788, 1792, 1793, 1795, 1796, 1798, 1799, 1800, 1802, 1804, 1805, 1807, 1809, 1813, 1817, 1820, 1822, 1823, 1824, 1826, 1829, 1830, 1832, 1834, 1835, 1836, 1837, 1839, 1841, 1843, 1844, 1852, 1855, 1862, 1864, 1866, 1868, 1883, 3782, 3783, 3784, 3785, 3786, 3787, 3788, 3789, 3790, 3791, 3792, 3793, 3794, 3797, 3799, 3800, 3801, 3802, 3804, 3806]}}, {"bill_id": 22109, "action_date": "2021-01-27T14:00:00-06:00", "document_id": 213660, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213660.pdf", "status_text": "First read in Senate and referred to", "journal_page": 125, "committee_id_action": 514, "committee_id_assigned": 515, "result": "N", "vote": {}}, {"bill_id": 22109, "action_date": "2021-02-03T10:00:00-06:00", "document_id": 214171, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/214171.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 515, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22109, "action_date": "2021-02-03T10:00:00-06:00", "document_id": 214177, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/214177.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 515, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22109, "action_date": "2021-02-03T10:00:00-06:00", "document_id": 214177, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/214177.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 515, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68302, "president_vote": null, "Yea": [1850, 1881, 1771, 1851, 3805, 1783, 1775], "Excused": [1785, 1801]}}, {"bill_id": 22109, "action_date": "2021-02-08T14:00:00-06:00", "document_id": 216779, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216779.pdf", "status_text": "Do Pass Amended", "journal_page": 213, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68686, "president_vote": null, "Yea": [1771, 3798, 1775, 1776, 1881, 1783, 1785, 1786, 1789, 1790, 1794, 1801, 1803, 1806, 1808, 1811, 1812, 1819, 1827, 1828, 1831, 3805, 1847, 1850, 1851, 1853, 1856, 1858, 1860, 3803, 3796, 3795, 1865], "Excused": [1779, 1870]}}, {"bill_id": 22109, "action_date": "2021-02-10T14:00:00-06:00", "document_id": 217079, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217079.pdf", "status_text": "Concurred in amendments", "journal_page": 271, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68980, "president_vote": null, "Yea": [1766, 1767, 1768, 1769, 1770, 1772, 1777, 1778, 1780, 1781, 1782, 1784, 1788, 1792, 1793, 1795, 1796, 1798, 1799, 1800, 1802, 1804, 1805, 1807, 1809, 1813, 1817, 1820, 1822, 1823, 1824, 1826, 1829, 1830, 1832, 1834, 1835, 1836, 1837, 1839, 1841, 1844, 1852, 1862, 1864, 1866, 1868, 1883, 3782, 3783, 3784, 3785, 3786, 3787, 3788, 3789, 3790, 3791, 3792, 3793, 3794, 3797, 3799, 3800, 3801, 3802, 3804, 3806], "Excused": [1843, 1855]}}, {"bill_id": 22109, "action_date": "2021-02-11T13:00:00-06:00", "document_id": 217249, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217249.pdf", "status_text": "Signed by the Speaker", "journal_page": 288, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22109, "action_date": "2021-02-16T14:00:00-06:00", "document_id": 217350, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217350.pdf", "status_text": "Signed by the President", "journal_page": 271, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22109, "action_date": "2021-02-17T14:00:00-06:00", "document_id": 217581, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217581.pdf", "status_text": "Delivered to the Governor", "journal_page": 303, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22109, "action_date": "2021-02-22T14:00:00-06:00", "document_id": 217863, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217863.pdf", "status_text": "Signed by the Governor", "journal_page": 326, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7131}