{"session_id": 44, "bill_id": 22530, "bill_type": "Senate Commemoration", "bill_number": 822, "bill_title": "To honor and commend Teton Saltes on being the Wuerffel Trophy's 2020 recipient.", "sponsors": [{"legislator_profile_id": 1789, "is_prime": true}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 22530, "bill_version_id": 219615, "bill_version": "Introduced", "bill_version_date": "2021-03-04T11:03:36.317-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, To honor and commend Teton Saltes on being the Wuerffel Trophy's 2020 recipient. WHEREAS, the Wuerffel Trophy was established in 2005 to honor FBS college football athletes who are serving others, while also achieving greatness on the football field and in the classroom. The Wuerffel Trophy was the first major college football award that honored service to others; and WHEREAS, Saltes was named the 2020 winner of the Wuerffel Trophy, becoming the Wuerffel Trophy's first Mountain West Conference, Native American, and South Dakota recipient; and WHEREAS, Saltes overcame many obstacles as an indigenous student, while achieving academic honors including being named three-time Lobo Scholar-Athlete and two-time Mountain West All-Academic; and WHEREAS, Saltes was honored over the summer of 2020 as Lobo Hero for his work on the front lines of the COVID-19 crisis, working with his native Oglala Lakota tribe in South Dakota to distribute supplies to those on his home reservation, which has been disproportionately impacted by the pandemic; and WHEREAS, Saltes also worked with the Oglala Sioux Tribe Sweetgrass Project, which works in suicide awareness and suicide prevention, volunteering to work the suicide prevention hotline as a peer mentor, as well as speaking on suicide awareness and prevention on the Pine Ridge Indian Reservation and others within the state: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Sixth Legislature of the State of South Dakota, that the Legislature honors and commends Teton Saltes for his outstanding accomplishments in the classroom, on the field, and in his community."}, {"bill_id": 22530, "bill_version_id": 220003, "bill_version": "Enrolled", "bill_version_date": "2021-03-09T16:53:35.51-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, To honor and commend Teton Saltes on being the Wuerffel Trophy's 2020 recipient. WHEREAS, the Wuerffel Trophy was established in 2005 to honor FBS college football athletes who are serving others, while also achieving greatness on the football field and in the classroom. The Wuerffel Trophy was the first major college football award that honored service to others; and WHEREAS, Saltes was named the 2020 winner of the Wuerffel Trophy, becoming the Wuerffel Trophy's first Mountain West Conference, Native American, and South Dakota recipient; and WHEREAS, Saltes overcame many obstacles as an indigenous student, while achieving academic honors including being named a three-time Lobo Scholar-Athlete and two-time Mountain West All-Academic; and WHEREAS, Saltes was honored over the summer of 2020 as Lobo Hero for his work on the front lines of the COVID-19 crisis, working with his native Oglala Lakota tribe in South Dakota to distribute supplies to those on his home reservation, which has been disproportionately impacted by the pandemic; and WHEREAS, Saltes also worked with the Oglala Sioux Tribe Sweetgrass Project, which works in suicide awareness and suicide prevention, volunteering to work the suicide prevention hotline as a peer mentor, as well as speaking on suicide awareness and prevention on the Pine Ridge Indian Reservation and others within the state: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Sixth Legislature of the State of South Dakota, that the Legislature honors and commends Teton Saltes for his outstanding accomplishments in the classroom, on the field, and in his community."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22530, "action_date": "2021-03-04T13:00:00-06:00", "document_id": 219423, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/219423.pdf", "status_text": "", "journal_page": 423, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/22530"}