{"session_id": 48, "bill_id": 14266, "bill_type": "House Bill", "bill_number": 1026, "bill_title": "require a permanency hearing to be held if the court has determined that reasonable efforts are not appropriate, to require that the court determine a compelling reason exists when long-term foster care is proposed as a permanent plan, and to clarify what circumstances constitute long-term foster care for children adjudicated as abused or neglected.", "sponsors": [], "keywords": ["Abuse or Neglect", "Foster Care", "Permanency Hearing"], "audio": [], "bill_versions": [{"bill_id": 14266, "bill_version_id": 80677, "bill_version": "Introduced", "bill_version_date": "1999-01-08T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require a permanency hearing to be held if the court has determined that reasonable efforts are not appropriate, to require that the court determine a compelling reason exists when long-term foster care is proposed as a permanent plan, and to clarify what circumstances constitute long-term foster care for children adjudicated as abused or neglected. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 26-8A be amended by adding thereto a NEW SECTION to read as follows: If the court has determined that reasonable efforts to return an adjudicated abused or neglected child to the home of the parent, guardian, or custodian are not appropriate, a permanency hearing shall be held within thirty days after the determination. At the permanency hearing, the court shall determine whether and, if applicable, when: (1) The child should be placed for adoption, and the state should file a petition for termination of parental rights; (2) The child should be referred for legal guardianship; (3) The child should be placed permanently with a fit and willing relative; or (4) A compelling reason is documented with the court that none of the permanent plans listed in this section would be in the best interest of the child, and the child should be placed in another planned permanent living arrangement. Section 2. That § 26-8A-22 be amended to read as follows: 26-8A-22. On completion of the dispositional phase of the proceeding, the court shall enter a final decree of disposition. If the final decree of disposition does not terminate parental rights, the decree shall include one or more of the following provisions which the court finds appropriate as the least restrictive alternative available: (1) The court may place the child in the custody of one or both of the child's parents, a guardian, a relative of the child or another suitable person, or a party or agency, with or without protective supervision, or the Department of Social Services without a court approved plan for long-term foster care, subject to the conditions and the length of time that the court deems necessary or appropriate; (2) The court after determining that a compelling reason exists to place the child in long- term foster care rather than with a relative or with a legal guardian other than the department may place the child in the custody of the department of social services or a child placement agency or in a foster home or other child care facility for long-term foster care under a court approved plan which names a specific foster home, with or without guardianship of the child, until the child attains the age of majority or until an earlier date or event as determined by the court; (3) The court may order that the child be examined or treated by a physician or by a qualified mental health professional or that the child receive other special care and may place the child in a suitable facility for such purposes under conditions that the court deems necessary or appropriate. On completion of the examination, treatment , or hospitalization and on a full report to the court, the court shall conduct a supplemental dispositional hearing or hearings and shall make disposition of the child as otherwise provided in this section or, if the evidence shows need, the court may consider termination of parental rights as an appropriate possible alternative in keeping with the best interests and welfare of the child. If disposition of the child under this section involves the removal from or nonreturn of the child to the home of the child's parents, guardian , or custodian and placement of the child in the custody of the department of social services for placement in foster care, the court shall include in the decree a written judicial determination that continuation of the child's placement in the home of the child's parents, guardian , or custodian would be contrary to the welfare of the child and that reasonable efforts were made by the department of social services to prevent or eliminate the need for removal of the child from the home and to make it possible for return of the child to the home. Section 3. That § 26-8A-26 be amended to read as follows: 26-8A-26. If an adjudicated, abused, or neglected child whose parental rights have not been terminated has been in the custody of the Department of Social Services without a court approved plan for long-term foster care and it appears at a dispositional or review hearing that all reasonable efforts have been made to rehabilitate the family, that the conditions which led to the removal of the child still exist, and there is little likelihood that those conditions will be remedied so the child can be returned to the custody of the child's parents, the court shall affirmatively find that good cause exists for termination of the parental rights of the child's parents and the court shall enter an order terminating parental rights. If the court does not find at the hearing, which shall be conducted in the same manner as a dispositional hearing, that good cause exists for termination of parental rights, the court may make further disposition of the child as follows: (1) Return custody of the child to the child's parents, guardian, or custodian, with or without supervision; (2) Continue foster care placement of the child for a specified period of time, and, if the child is sixteen years of age or older, direct the department to determine the services needed to assist the child to make the transition from foster care to independent living and, if appropriate, provide a plan for independent living for the child; (3) Place the child following a determination that a compelling reason exists to place the child in long-term foster care rather than for adoption or with a relative or with a legal guardian other than the department in the custody of the department , or a child placement agency , foster home, or other child care facility for long-term foster care under a court-approved plan which names a specific foster home for the child, with or without guardianship of the child, and determines visitation rights of the child's parents, guardian, or custodian. Under this subdivision, the court may retain jurisdiction of the action and proceedings for future consideration of termination of parental rights if termination of parental rights is the least restrictive alternative available in keeping with the best interests of the child. In no case may a child remain in foster care for a period in excess of twelve months without the court making a dispositional decree setting forth one of the above options."}, {"bill_id": 14266, "bill_version_id": 80676, "bill_version": "Enrolled", "bill_version_date": "1999-02-10T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14266, "action_date": "1999-01-12T14:00:00-06:00", "document_id": 81755, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81755.pdf", "status_text": "First read in House and referred to", "journal_page": 36, "committee_id_action": 628, "committee_id_assigned": 626, "result": "N", "vote": {}}, {"bill_id": 14266, "action_date": "1999-01-22T07:45:00-06:00", "document_id": 81924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81924.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 626, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14266, "action_date": "1999-01-22T07:45:00-06:00", "document_id": 81924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81924.pdf", "status_text": "Do Pass,", "journal_page": 122, "committee_id_action": 626, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42481, "president_vote": null, "Yea": [2223, 2227, 2233, 2253, 2265, 2267, 2272, 2286, 2295, 2300, 2303, 2245, 2207]}}, {"bill_id": 14266, "action_date": "1999-01-25T14:00:00-06:00", "document_id": 82118, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82118.pdf", "status_text": "Do Pass,", "journal_page": 180, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43213, "president_vote": null, "Yea": [2200, 2203, 2204, 2207, 2208, 2209, 2210, 2211, 2212, 2213, 2214, 2218, 2219, 2220, 2222, 2223, 2227, 2228, 2229, 2232, 2233, 2236, 2237, 2238, 2240, 2243, 2244, 2247, 2248, 2249, 2250, 2253, 2254, 2255, 2256, 2257, 2260, 2261, 2262, 2264, 2265, 2266, 2267, 2268, 2271, 2272, 2273, 2276, 2277, 2278, 2279, 2281, 2282, 2284, 2286, 2287, 2288, 2290, 2291, 2295, 2296, 2297, 2298, 2300, 2302, 2303, 2245], "Nay": [2216, 2301], "Excused": [2231]}}, {"bill_id": 14266, "action_date": "1999-01-26T14:00:00-06:00", "document_id": 82144, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82144.pdf", "status_text": "First read in Senate and referred to", "journal_page": 200, "committee_id_action": 629, "committee_id_assigned": 607, "result": "N", "vote": {}}, {"bill_id": 14266, "action_date": "1999-02-04T14:00:00-06:00", "document_id": 82150, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82150.pdf", "status_text": "Re-referred to", "journal_page": 342, "committee_id_action": 629, "committee_id_assigned": 606, "result": "P", "vote": {}}, {"bill_id": 14266, "action_date": "1999-02-08T10:00:00-06:00", "document_id": 82047, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82047.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 606, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14266, "action_date": "1999-02-08T10:00:00-06:00", "document_id": 82047, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82047.pdf", "status_text": "Do Pass,", "journal_page": 367, "committee_id_action": 606, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41016, "president_vote": null, "Yea": [2224, 2252, 2259, 2263, 2206], "Excused": [2293, 2199]}}, {"bill_id": 14266, "action_date": "1999-02-09T14:00:00-06:00", "document_id": 82152, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82152.pdf", "status_text": "Do Pass,", "journal_page": 410, "committee_id_action": 629, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41168, "president_vote": null, "Yea": [2199, 2201, 2202, 2205, 2206, 2215, 2217, 2221, 2224, 2225, 2226, 2230, 2234, 2235, 2239, 2241, 2242, 2251, 2252, 2258, 2259, 2263, 2269, 2270, 2274, 2275, 2280, 2283, 2285, 2289, 2292, 2294, 2299], "Excused": [2246, 2293]}}, {"bill_id": 14266, "action_date": "1999-02-10T14:00:00-06:00", "document_id": 82129, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82129.pdf", "status_text": "Signed by Speaker", "journal_page": 474, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14266, "action_date": "1999-02-11T14:00:00-06:00", "document_id": 82130, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82130.pdf", "status_text": "Delivered to the Governor", "journal_page": 499, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14266, "action_date": "1999-02-11T14:00:00-06:00", "document_id": 82154, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82154.pdf", "status_text": "Signed by President", "journal_page": 462, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14266, "action_date": "1999-02-16T14:00:00-06:00", "document_id": 81761, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81761.pdf", "status_text": "Signed by Governor", "journal_page": 524, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1331}