{"session_id": 51, "bill_id": 16636, "bill_type": "Senate Bill", "bill_number": 241, "bill_title": "establish a tuition reimbursement program for dentists who fulfill certain requirements.", "sponsors": [], "keywords": ["Department of Health", "Education", "Muncipalities", "Professions and Occupations", "Rule-making Authority"], "audio": [{"meeting_datetime": "2001-02-14T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst26sb0241a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-14T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst26sb0241a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-14T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst26sb0241a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16636, "bill_version_id": 88804, "bill_version": "Introduced", "bill_version_date": "2001-01-29T10:29:05-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a tuition reimbursement program for dentists who fulfill certain requirements. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. A dentist is eligible to receive tuition reimbursement payments pursuant to the provisions of this Act if the dentist is licensed to practice dentistry pursuant to chapter 36-6A and agrees to practice general dentistry in an eligible community for a minimum period of three years. However, no more than ten dentists may participate in this program at any specified time. Section 2. For the purposes of this Act, an eligible community is any community in this state that: (1) Has a population of ten thousand persons or less; (2) Agrees to provide its portion of the tuition reimbursement payments payable to a dentist who practices in the community as required by this Act; and (3) Is determined to be eligible by the Department of Health. Before making the determination, the Department of Health shall conduct a community assessment designed to evaluate the community's need for a dentist and its ability to sustain and support a dentist. The department shall maintain a list of communities that have been assessed and that are eligible for participation in the tuition reimbursement program established by this Act. The department may revise any community assessment or conduct a new assessment as necessary to reflect any change in conditions within a community. For the purposes of this Act, any state institution meets the requirements of an eligible community. Section 3. A dentist who fulfills the requirements of this Act is entitled to receive tuition reimbursement in an amount equal to twice the University of South Dakota resident tuition that a physician would have paid if the physician had attended the University of South Dakota School of Medicine during the four most recently completed academic years. The amount of reimbursement does not include any interest incurred by a physician. Section 4. Any agreement for the payment of tuition reimbursement pursuant to this Act shall obligate the community to be served by a dentist to provide a portion of the total amount of tuition reimbursement, based on the following criteria: (1) Communities of two thousand five hundred persons or less shall provide twenty-five percent of tuition reimbursement payments; (2) Communities of more than two thousand five hundred persons and less than five thousand persons shall provide fifty percent of tuition reimbursement payments; and (3) All remaining eligible communities shall provide seventy-five percent of tuition reimbursement payments. If the community certifies to the secretary of health that it has paid the full amount for which it is obligated, the secretary shall pay to the dentist the remaining balance of the total tuition reimbursement amount. The secretary shall pay the required amount out of funds appropriated by the Legislature for such purpose. Reimbursement shall be paid upon the dentist's completion of the required three-year practice period. However, a community may pay its share of tuition reimbursement in installments during the required three-year period. Section 5. Any eligible municipality may appropriate funds for the purpose of carrying out the provisions of this Act. Section 6. No tuition reimbursement agreement entered into pursuant to the provisions of this Act is effective until it is filed with and approved by the secretary of health. The secretary may prescribe, by rules promulgated pursuant to chapter 1-26, the form of agreements and procedure for approval. Section 7. No person may participate in the tuition reimbursement program established by this Act if the person has previously participated in the program, or any other state or federal scholarship, loan repayment, or tuition reimbursement program which obligates the person to provide medical services within an underserved area. Section 8. Any person participating in the tuition reimbursement program established by this Act shall agree to be a participating medicaid provider."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16636, "action_date": "2001-01-29T14:00:00-06:00", "document_id": 88877, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88877.pdf", "status_text": "First read in Senate and referred to", "journal_page": 257, "committee_id_action": 713, "committee_id_assigned": 695, "result": "N", "vote": {}}, {"bill_id": 16636, "action_date": "2001-02-14T07:45:00-06:00", "document_id": 90095, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90095.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 695, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16636, "action_date": "2001-02-14T07:45:00-06:00", "document_id": 90095, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90095.pdf", "status_text": "Tabled", "journal_page": 517, "committee_id_action": 695, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49490, "president_vote": null, "Yea": [2523, 2529, 2562, 2585, 2607, 2609, 2617, 2524, 2542]}}]}