{"session_id": 45, "bill_id": 12381, "bill_type": "Senate Bill", "bill_number": 22, "bill_title": "to provide for the extension of the period of time which the state treasurer may negotiate with successful bidders to act as active depositories for the collection of instruments.", "sponsors": [], "keywords": ["Banks", "State Bids & Bidding Procedure"], "audio": [], "bill_versions": [{"bill_id": 12381, "bill_version_id": 73900, "bill_version": "Introduced", "bill_version_date": "1997-01-08T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the extension of the period of time which the state treasurer may negotiate with successful bidders to act as active depositories for the collection of instruments. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 4-6-16 be amended to read as follows: 4-6-16. The state treasurer shall prepare specifications and select successful bidders for a period not to exceed three years to act as active depositories for the collection of drafts, checks, certificates of deposit, or coupons that may be received by the state treasurer on account of claims due the state, in which may be maintained active checking accounts. The state treasurer may negotiate with the successful bidder to continue such depositories for two three years beyond the initial three. Subsequently the state treasurer may negotiate with the successful bidder to continue such depositories for another three years beyond the initial six. The state treasurer, on receipt of any draft, check, or certificate of deposit on account of state dues, may place the same in such active depository for collection and the active depository may collect the same without delay. The interest to be paid by such active depository shall be fixed by the state treasurer. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12381, "action_date": "1997-01-14T14:00:00-06:00", "document_id": 72867, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72867.pdf", "status_text": "First read in Senate and referred to", "journal_page": 16, "committee_id_action": 545, "committee_id_assigned": 527, "result": "N", "vote": {}}, {"bill_id": 12381, "action_date": "1997-01-22T07:45:00-06:00", "document_id": 72190, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72190.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 527, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12381, "action_date": "1997-01-22T07:45:00-06:00", "document_id": 72190, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72190.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": null, "committee_id_action": 527, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36451, "president_vote": null, "Yea": [1911, 1915, 1946, 1986, 1969, 1927], "Excused": [1956], "Nay": [1912, 1930]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/12381"}