{"session_id": 47, "bill_id": 13424, "bill_type": "House Bill", "bill_number": 1053, "bill_title": "to revise certain provisions regarding registration, numbering, titling, and taxation of certain boats.", "sponsors": [], "keywords": ["Boats & Navigation", "County Treasurers", "Crime", "Hoghoused Bills"], "audio": [], "bill_versions": [{"bill_id": 13424, "bill_version_id": 77121, "bill_version": "Introduced", "bill_version_date": "1998-01-12T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding registration, numbering, titling, and taxation of certain boats. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Department of Revenue may adopt rules, promulgated pursuant to chapter 1-26, to establish uniform procedures for the administration of numbering and titling of boats and watercraft on public waters and to provide for the appointment, management, bonding, and cancellation of boat licensing agents. A violation of a rule adopted pursuant to this section is a Class 2 misdemeanor. Section 2. Terms used in this Act mean: (1) \"Boat,\" every description of watercraft, other than a seaplane on the water, used or capable of being used as a means of transportation on water; (2) \"Boat dealer,\" any person or business who in the ordinary course of business sells new large boats or any person or business who in the ordinary course of business sells five or more used large boats in a year; (3) \"Department,\" the Department of Revenue; (4) \"Large boat,\" any boat over twelve feet in length or a motorboat, used or capable of being used as a means of transportation on water, except canoes, inflatable boats, kayaks, sailboards, and seaplanes; (5) \"Motorboat,\" any boat propelled by machinery, whether or not such machinery is the principal source of propulsion, but does not include a boat which has a valid marine document issued by the commissioner of customs of the United States government or any federal agency successor thereto; (6) \"Operate,\" to navigate or otherwise use a boat; (7) \"Owner,\" a person, other than a lien holder, having the property in or title to a boat. The term includes a person entitled to the use or possession of a boat subject to an interest in another person reserved or created by agreement and securing payment or performance of an obligation, but the term excludes a lessee under a lease not intended as security; (8) \"Personal watercraft,\" any motorboat that has an inboard or outboard motor powering a water jet pump or caged propeller as its primary source of motive power and is designed to be operated by a person standing on, kneeling on, sitting astride, or being towed behind the watercraft, and has the probability that the operator and passengers may in the normal course of use, fall overboard; (9) \"Racing boat,\" any boat designed and manufactured exclusively for racing; (10) \"Sailboard,\" any single-hulled boat equipped with an articulating mast and designed to be operated by a person standing on the board, maneuvering through the trim of the hand-held sail and distributing the person's body weight on the board; and (11) \"Waters of this state,\" any public waters within the territorial limits of this state and all waters which form a common boundary between this state and Minnesota, North Dakota, Montana, Wyoming, Iowa, or Nebraska. Section 3. No person may operate or give permission for operation of a boat over twelve feet in length or a motorboat on the waters of this state unless the boat is numbered in accordance with this Act and the identifying number set forth in the certificate of number and registration validation decal are displayed on each side of the bow of the boat. A violation of this section is a Class 2 misdemeanor. Section 4. A boat requiring numbering by this state shall be registered with the department for either a one-year period or a three-year period. The application shall be accompanied by a fee to be set by rules promulgated by the Game, Fish and Parks Commission pursuant to chapter 1-26. The new owner of a boat shall present to the county treasurer in the county of the owner's residence or if a nonresident to any county a manufacturer's statement of origin or assigned certificate of title if a title has been previously issued for the large boat, or if no title is required, the ownership document issued by that jurisdiction; a bill of sale containing a complete description of the large boat; the purchaser's name and address; the previous owner's name and address; the full purchase price as defined by this Act and how computed; the trade-in allowance and description of the trade, if any; and any other relevant information the department may require. If a person intentionally falsifies information on the certificate, the person is guilty of a Class 6 felony. Section 5. Upon receipt of an application under section 4 of this Act, in approved form, the county treasurer shall enter the application upon the records of its office and issue to the applicant a registration stating the number awarded to the boat and two validation decals. The registration shall state the name and address of the owner. The owner shall attach to each side of the bow of the boat the boat number assigned and validation decal as prescribed by rules of the department so they are clearly visible. Failure to properly attach and display a boat number or validation decal as provided by this section is a Class 2 misdemeanor. Section 6. The numbers awarded and displayed on a motorboat pursuant to section 5 of this Act may not be less than three inches in height and shall be maintained in legible condition. The registration shall be available at all times for inspection in the boat for which issued, whenever the boat is in operation. A violation of this section is a Class 2 misdemeanor. Section 7. The department shall issue boat license tags of a durable material to boat manufacturers and dealers upon application and payment of fifteen dollars for each set of boat license tags desired. Each set of boat license tags shall be valid until the next December thirty-first following the date of issuance. Section 8. Any new or used boat owned by a boat manufacturer or dealer bearing the manufacturer's or dealer's \"BD\" boat license tags issued pursuant to section 7 of this Act may only be operated in this state by the boat manufacturer or dealer. The boat license tags shall be displayed as required by section 5 of this Act and rules promulgated, pursuant to chapter 1-26, by the department. The \"BD\" boat license tag may only be transferred by the boat manufacturer or dealer from one boat owned by the boat manufacturer or dealer to another boat owned by the same boat manufacturer or dealer. A violation of this section is a Class 1 misdemeanor. Section 9. Any new or used boat owned by a boat manufacturer or dealer, bearing valid manufacturer's or dealer's \"BD\" boat license tags, may be operated in this state by any prospective purchaser for a period not to exceed three days. No boat manufacturer or dealer may issue a manufacturer's or dealer's boat license tag to any boat for any other purpose. A violation of this section is a Class 1 misdemeanor. Section 10. When a new or used boat is sold by a boat manufacturer or boat dealer, the boat manufacturer or boat dealer may provide a temporary tag permit to operate the boat in this state for thirty days after the date of sale of the boat or until the time the purchaser receives the boat licenses from the county treasurer, whichever occurs first. The temporary boat license tags shall be displayed as required by section 5 of this Act and rules promulgated, pursuant to chapter 1-26, by the department. Section 11. A boat is not required to be numbered under this Act if it is: (1) A boat covered by a number still in effect which was awarded pursuant to federal law or a federally approved numbering system of another state and the boat has not been in this state for more than sixty consecutive days and has not been berthed for a contract period of more than sixty days in marina facilities controlled by this state; (2) A boat from a country other than the United States temporarily using the waters of this state; (3) A boat whose owner is the United States, a state or subdivision thereof; (4) A racing boat competing in a regatta or boat race approved by the Game, Fish and Parks Commission or operating during a period not to exceed forty-eight hours immediately preceding the race and the remainder of the race day. Section 12. The owner shall furnish the department notice of the transfer of all or any part of the owner's interest other than the creation of a security interest in a boat numbered in this state pursuant to section 4 of this Act, or of the destruction or abandonment of the boat, within fifteen days thereof. The transfer, destruction, or abandonment terminates the certificate of number for the boat, except that in the case of a transfer of a part interest which does not affect the owner's right to operate the boat, the transfer does not terminate the certificate of number. A violation of this section is a petty offense. Section 13. If one of the validation decals or the registration is lost, the owner of a boat numbered under this Act shall apply for replacement of the lost validation decal or registration. The fee for replacement of the registration is two dollars and the fee for a replacement set of validation decals is two dollars. Application for the duplicates shall be made to and fees paid to the county treasurer's office of the boat owner's county of residence. Section 14. Each registration and validation decal shall expire on December thirty-first of the terminal year for the period issued. Validation decals may be purchased as early as December first for the following year. The registration may be renewed by the owner and new validation decals obtained as provided in section 4 of this Act. Section 15. The department may upon written request and receipt of a two-dollar fee furnish a person a certified abstract regarding registration information of any boat registered under the provisions of this Act. The fee shall be deposited in the state motor vehicle fund. Governmental entities and their subdivisions are exempt from this fee requirement. Section 16. The county treasurer may charge the boat owner an administrative fee not to exceed one dollar for each boat license sold pursuant to this Act. The fee shall be deposited in the county general fund. Section 17. No number other than the number awarded to a boat or granted reciprocity pursuant to this Act may be attached on either side of the bow of the boat. A violation of this section is a Class 2 misdemeanor. Section 18. Any law enforcement officer of this state or its subdivisions may enforce the provisions of this Act and in the exercise thereof shall have the authority to stop and board any boat subject to this Act. Section 19. Boats subject to the provisions of this Act are divided into four classes as follows: (1) Class A - less than sixteen feet in length; (2) Class 1 - sixteen feet or over and less than twenty-six feet in length; (3) Class 2 - twenty-six feet or over and less than forty feet in length; and (4) Class 3 - forty feet or over. Section 20. Nothing in this Act prevents the adoption of any ordinance or local law relating to operation of boats, the provisions of which are identical to the provisions of this Act or rules promulgated pursuant to this Act. However, any ordinance or local law shall be operative only so long as and to the extent that it is identical to provisions of this Act or rules promulgated pursuant to this Act. Section 21. This section and sections 22 to 33, inclusive, of this Act apply to large boats which are purchased or acquired by residents of this state on and after March 1, 1992. Any resident of this state who purchases or acquires a large boat shall apply to the county treasurer of such person's residence for a certificate of title for the large boat. Section 22. Each owner of a large boat subject to titling under this Act shall apply to the county treasurer for issuance of a certificate of title for the large boat within thirty days after acquisition. The application shall be on forms the department prescribes, and accompanied by the certificate of title or other acceptable ownership document previously issued for the boat if the boat is used or the manufacturer's statement of origin if the boat is new, a bill of sale and the required fee. The application shall contain the date of sale and purchase price of the large boat or the fair market value if no sale immediately preceded the transfer, and any additional information the department requires. If the application is made for a large boat last previously registered or titled in another state or foreign country, it shall contain this information and any other information the department requires. Section 23. If a dealer buys or acquires a used large boat for resale, the dealer may apply for and obtain a certificate of title as provided in section 22 of this Act. If a dealer buys or acquires a used unnumbered large boat, the dealer shall apply for a certificate of title in the dealer's name within thirty days. If a dealer buys or acquires a new large boat for resale, the dealer may apply for a certificate of title in the dealer's name. Section 24. Any boat dealer or motor vehicle dealer licensed pursuant to chapter 32-6B transferring a large boat requiring titling under this Act shall assign the title to the new owner, or in the case of a new large boat, the boat dealer shall assign the manufacturer's certificate of origin to the new owner. Within thirty days the applicant shall forward all title fees and applications to the county treasurer. Section 25. No person may sell, assign, or transfer a large boat titled by the state without delivering to the purchaser or transferee a certificate of title with an assignment on it showing title in the purchaser or transferee. No person may purchase or otherwise acquire a large boat required to be titled by the state without obtaining a certificate of title for it in that person's name. Section 26. The county treasurer shall charge a five dollar fee for issuance of a certificate of title, a transfer of title, or a corrected certificate of title. If a certificate of title is lost, stolen, mutilated, destroyed, or becomes illegible, the owner named in the certificate shall obtain a duplicate by applying to the county register of deeds. The applicant shall furnish information the department requires concerning the original certificate and the circumstances of its loss, mutilation or destruction. Mutilated or illegible certificates shall be returned to the department with the application for a duplicate. The duplicate certificate of title shall be marked plainly \"duplicate\" and mailed or delivered to the applicant or as otherwise directed by the owner. If a lost or stolen original certificate of title for which a duplicate has been issued is recovered, the original shall be surrendered promptly to the department for cancellation. A fee of ten dollars shall be paid to the department for each duplicate title issued. Section 27. No manufacturer or boat dealer may transfer ownership of a new large boat without supplying the transferee with the manufacturer's or importer's certificate of origin signed by the manufacturer's or importer's authorized agent. The certificate shall contain information the department requires. No boat dealer may purchase or acquire a new large boat without obtaining from the seller a manufacturer's statement of origin. Any person who does not comply with this section is guilty of a Class 2 misdemeanor. Section 28. Any boat whose construction began after October 31, 1972, shall have a hull identification number assigned and affixed as required by the federal Boat Safety Act of 1971. The department shall by rules promulgated pursuant to chapter 1-26, establish the procedures for application and for issuance of the hull identification number for homebuilt boats. No person may destroy, remove, alter, cover, or deface the manufacturer's hull identification number, the plate bearing it, or any hull identification number the department assigns to a boat without the department's permission. A person other than a manufacturer who constructs a large boat or uses an unconventional device as a large boat for navigation shall submit an affidavit which describes the large boat or device to the department. In cooperation with the county treasurer, the department shall assign a hull identification number to the large boat or device. The applicant shall cause the number to be carved, burned, stamped, embossed, or otherwise permanently affixed to the outboard side of the transom or, if there is no transom, to the outermost starboard side at the end of the hull that bears the rudder or other steering mechanism, above the waterline of the boat or device in such a way that alteration, removal, or replacement would be obvious and evident. Section 29. A dealer shall maintain for five years a record of any large boat bought, sold, exchanged, or received for sale or exchange. This record shall be open to inspection by department representatives during reasonable business hours. Section 30. If ownership of a large boat is transferred by operation of law, by inheritance, order in bankruptcy, insolvency, replevin, or execution sale, the transferee, within thirty days after acquiring the right to possession of the large boat, shall mail or deliver to the county treasurer satisfactory proof of ownership as the department requires, together with an application for a new certificate of title, and the required fee. If a lienholder repossesses a large boat and holds it for resale, the lienholder shall secure a new certificate of title and shall pay the required fee. Section 31. A security interest created in this state in a large boat on and after March 1, 1992, is not perfected until the security interest is noted on the certificate of title. On or after July 1, 1993, a security interest created in this state on a large boat exclusive of a motorboat is not perfected until the security interest is noted on the certificate of title. On or after July 1, 1994, a security interest created in this state on a large boat is not perfected until the security interest is noted on the certificate of title. To perfect the security interest, a copy of the security agreement shall be presented along with the original title. The register of deeds, or the seller, buyer, owner, or holder of the instrument shall note the security interest at any place on the instrument, and if so noted, the lien is perfected against the creditors of the debtor, is valid against the creditors of the debtor, whether armed with process or not, and subsequent purchasers and other lien holders or claimants, but otherwise is not valid against them. The fee for noting the lien is five dollars. The fees shall be credited to the county general fund. The certificate of title shall be presented to the county register of deeds if a lien is to be noted on an existing certificate of title. The owner shall present the certificate of title to the county register of deeds when a release statement is filed. Section 32. The department shall prescribe and provide suitable forms for applications, certificate of title, notices of security interests, and all other notices and forms necessary to implement sections 21 to 33, inclusive, of this Act. Section 33. The owner of a large boat not yet subject to the titling requirements of this Act, may apply to the county treasurer of the owner's residence for a certificate of title for the large boat. The application shall be accompanied by proof of ownership and a certificate issued by the secretary of state that there are or are not liens of record encumbering the large boat. If there are one or more liens on the large boat, the department shall note the liens on the certificate of title in order of their priority and shall deliver or mail the certificate of title to the owner or as otherwise directed by the owners. Upon issuance of the certificate of title for the large boat, the large boat shall thereafter be subject to the requirements of this Act, as though the boat was required to be titled. The owner shall present the certificate of title to the county register of deeds when a release statement is filed and a new or endorsed certificate shall be issued to the owner. Section 34. The secretary of the department may adopt rules, promulgated pursuant to chapter 1-26, to establish uniform procedures for the administration of the titling of large boats and registration and numbering of boats for the following areas: (1) Application requirements for the registration and titling of boats, assignment of certificate of title, certificate of title for boats previously registered, time limits for making application, duplicate certificates and transfer of certificate, lien recording, assignment of liens, execution of cancellation of liens, delivery of title, abandoned, repossessed and operation by law; and (2) Issuance, display, inspection, expiration, cancellation, and removal of certificates of number and boat identification tags. Violation of a rule adopted pursuant to this section is a Class 2 misdemeanor. Section 35. No boat may be registered in this state until all of the requirements of this Act have been met. A certificate of title shall be applied for at the time of registration for any large boat. Section 36. The secretary may, upon the completion of an application for a title, payment of the title fee and surrender of evidence of ownership by an applicant, issue a certificate of title, indicating no tax paid, for a large boat if the applicant certifies on the application that the large boat is not going to be used upon the waters of this state or any other state. If a no tax paid title is issued, the applicant may not use the large boat upon the waters of this state. Section 37. Any person who is an owner of a boat who is required to apply for title or registration, or both, and whose legal residence or chief place of business is outside the state, shall submit an application, a copy of a valid title if from a title issuing state from another jurisdiction or other form of ownership acceptable to the department and payment of all applicable fees to the county treasurer. Upon receipt of such information, the county treasurer shall issue a nonnegotiable interstate title. A nonnegotiable title is not a valid legal document for any purpose or transaction except to make application for yearly South Dakota registration. The nonnegotiable title is valid as long as title ownership remains the same. Failure to apply for a title as provided by this section is a Class 2 misdemeanor. Section 38. The county treasurer shall forward each nonnegotiable interstate title to the department with the application for registration, a copy of the valid ownership document or out-of-state registration. The department shall determine if such documents were valid at the time of application for registration. Section 39. The department may upon written request and receipt of a five dollar fee furnish a person a certified abstract of the title history of any boat registered under the provisions of this Act. The abstract may include all documents filed with the department to establish the title history of the boat. The fee shall be deposited in the state motor vehicle fund. Governmental entities and their subdivisions are exempt from this fee requirement. Section 40. A person, in possession of a title either in the person's name or assigned to the person or a bill of sale which lists the person as a purchaser of the boat, may procure from any county treasurer a temporary permit which allows use of the boat in South Dakota waters. The title or bill of sale shall be available for inspection by any law enforcement officer if the boat is being used. The permit may be purchased for any period from five to fifteen consecutive days at a fee of one dollar per day for each day the permit is required. The minimum permit fee is five dollars. The fee is payable to the county treasurer at the time of purchase. All permit fees shall be forwarded monthly by the county treasurer to the department. The fee shall be deposited in the state motor vehicle fund. Only one permit may be issued yearly for each boat. Section 41. If ownership of a large boat is being transferred, the application for certificate of title shall be filed within thirty days after the date of assignment or acquisition of the large boat. However, a boat dealer need not apply for a certificate of title on any large boat held in stock or acquired for stock purposes unless otherwise required under this Act. Upon transfer of the large boat, the boat dealer shall give the transferee a reassignment of the certificate of title or the manufacturer's statement of origin. Section 42. If application for certificate of title is presented more than thirty days after date of assignment of title or acquisition of the large boat if no title exists or more than thirty days after assignment of the manufacturer's statement of origin, the officer receiving the application shall collect, in addition to the regular established fees, a late fee of one dollar for each week or fraction thereof beyond the thirty-day limitation for twenty-five weeks and a late fee of fifty dollars for twenty-six weeks or more. Any person applying for a title twenty-six weeks beyond the thirty-day limitation is guilty of a Class 2 misdemeanor. Section 43. Any person who knowingly makes a false statement of a material fact, either on the application for certificate of title provided for in this Act, or in any assignment thereof, is guilty of a Class 5 felony. Section 44. Any person who alters or forges, or causes to be altered or forged, any certificate of title issued by the State of South Dakota pursuant to the provisions of this Act, or any assignment thereof, or any person who shall hold or use any such certificate or assignment knowing the same to have been altered or forged, is guilty of a Class 6 felony. Section 45. The burden of proving ownership and title is upon the applicant for a certificate of title. If satisfied that the applicant is the owner of the large boat and the application is in proper form, the secretary of revenue shall issue a certificate of title. Section 46. The county register of deeds, upon receipt of a lien or title instrument duly executed in the manner prescribed by law governing such instruments, together with the fee prescribed for notation thereof which is nonrefundable, shall notify the holder of the certificate of title to deliver to the county register of deeds, within fifteen days from the date of notice, the certificate of title to permit notation of the lien, and if necessary, the issuance of a new certificate of title. After the notation of the lien, the county register of deeds shall deliver the certificate of title to the owner or as otherwise directed by the owner. The secured party shall be mailed or delivered notification of the party's security interest as filed and noted on the certificate of title. The holder of the certificate of title who refuses to deliver the certificate of title to the county register of deeds for purposes of showing the lien on the certificate of title within fifteen days from the date notified to do so by the county register of deeds is liable for damages to the lien holder for the amount of damage the lien holder suffered by reason of the holder of the certificate of title refusing to permit the showing of the lien on the certificate of title. Section 47. If a lien is discharged, the lien holder shall execute a release, which shall contain the certificate of title number and the date of the notation, within twenty days after the final payment is received. The lien holder shall deliver the release and certificate of title if held by the holder to any county register of deeds who shall note the cancellation of the lien on the face of the certificate of title, and on the same day shall notify the secretary, who shall cancel the lien on the state's computer system, if the county register of deeds has not done so. If the certificate of title is lost as set forth in § 32-3-29, application for duplicate title may be forwarded along with the release to the department, which shall cancel the lien. Upon the satisfaction of a security interest on a large boat for which the certificate of title is in the possession of the owner, the secured party shall within twenty days after final payment is received, execute a release of security interest on the form prescribed by the department and mail or deliver such release to the owner or as otherwise directed by the owner. Section 48. Except as otherwise provided in this Act, each large boat certificate of title, upon transfer of ownership, shall contain a complete record showing the chain of title of the large boat from the owner named on the front of the title to and including the applicant presenting the same as evidence of ownership and applying for a new certificate of title. Section 49. The register of deeds and the county treasurer shall assist in the administration of this Act and perform any duties in connection therewith as may be required by the secretary. Section 50. If the secretary finds that an applicant for a certificate of title or registration of a boat is not entitled to the certificate or registration, under the provisions of this Act the secretary may refuse to issue a certificate or to register the boat, and may for a like reason, and after notice and hearing, revoke title, license and registration already acquired. The notice shall be served in person or by registered or certified mail. Section 51. In addition to all other fees, a person shall pay an excise tax at the rate of three percent on the purchase price of any large boat, purchased or acquired for use on the waters of this state and required to be registered under the laws of this state. This tax shall be in lieu of any tax levied by chapters 10-45 and 10-46 on the sale of any large boat. Failure to pay the full amount of excise tax is a Class 1 misdemeanor. Section 52. For purposes of this excise tax as provided by section 51 of this Act, the term, large boat, means any boat defined as a large boat by this Act and its accompanying motor. Section 53. Exempt from the excise tax are: (1) Any large boat which is the property of the governmental units which are exempted from motor vehicle registration fees by § § 32-5-42 and 32-5-42.1; (2) Any large boat acquired by inheritance from or bequest of a decedent; (3) Any large boat previously titled or licensed jointly in the names of two or more persons and subsequently transferred without consideration to one or more of such persons; (4) Any large boat transferred without consideration between spouses, between a parent and child, and between siblings; (5) Any large boat transferred pursuant to any merger or consolidation of corporations or plans of reorganization by which substantially all of the assets of a corporation are transferred if the large boat was previously titled, licensed, and registered in this state; (6) Any large boat transferred by a subsidiary corporation to its parent corporation for no or nominal consideration or in sole consideration of the cancellation or surrender of the subsidiary's stock if the large boat was previously titled, licensed, and registered in this state; (7) Any large boat transferred between an individual and a corporation if the individual and the owner of the majority of the capital stock of the corporation are one and the same and if the large boat was previously titled and registered in this state; (8) Any large boat transferred between a corporation and its stockholders or creditors if to effectuate a dissolution of the corporation it is necessary to transfer the title from the corporate entity to the stockholders or creditors and if the large boat was previously titled and registered in this state; (9) Any large boat transferred between an individual and limited or general partnership if the individual and the owner of the majority interest in the partnership are one and the same person and if the large boat was previously titled and registered in this state; (10) Any large boat transferred to effect a sale of all or substantially all of the assets of the business entity if the large boat was previously titled and registered in this state; (11) Any large boat acquired by a secured party or lien holder in satisfaction of a debt; (12) Any large boat sold or transferred which is eleven or more years old and which is sold or transferred for one thousand five hundred dollars or less before trade-in; (13) Any damaged large boat transferred to an insurance company in the settlement of an insurance claim; (14) Any large boat owned by a former resident of this state who returns to the state and who had previously paid excise tax to this state on the large boat as evidenced within the department's records or by submission of other acceptable proof of payment of such tax; (15) Any large boat transferred between corporations, both subsidiary and nonsubsidiary, if the individuals who hold a majority of stock in the first corporation also hold a majority of stock in the second corporation; but these individuals need not hold the same ratio of stock in both corporations provided the large boat was previously titled and registered in this state; and (16) Any large boat transferred by a trustor to the person's trustee or from a trustee to a beneficiary of a trust. Section 54. For the purposes of this Act, the purchase price is: (1) For a new large boat, the total consideration whether received in money or otherwise. However, if a large boat is taken in trade as a credit or part payment on a new large boat, the credit or trade-in value allowed by the seller shall be deducted from the total consideration for the new large boat to establish the purchase price; (2) For a used large boat sold or transferred by a dealer, the total consideration for the used large boat whether received in money or otherwise. However, if a large boat is taken in trade by the dealer as a credit or part payment on a used large boat, the credit or trade-in value allowed by the dealer shall be deducted from the consideration so that the net consideration is established; (3) For a used large boat sold or transferred by any person other than a dealer, the total consideration received in money or otherwise. However, if a large boat is taken in trade as a credit or part payment on a used large boat, the credit or trade-in value shall be deducted from the total consideration so that the net consideration is established. The purchaser and seller of the large boat shall submit to the county treasurer a bill of sale, approved and supplied by the secretary. If a bill of sale is not submitted, the excise tax shall be assessed on the retail value as stated in a nationally recognized dealers' guide as approved by the secretary of revenue. If the excise tax is assessed on the retail value, the value of the large boat taken in as credit on trade-in shall be the retail value as stated in the nationally recognized dealers' guide; (4) For a new or used large boat acquired by gift or other transfer for no or nominal consideration, the manufacturers' suggested dealer list price for new large boats and for used large boats the retail value stated in a nationally recognized dealers' guide approved and furnished by the secretary of revenue; (5) For a large boat manufactured by a person who registers it under the laws of this state, the amount expended for materials, labor and other properly allocable costs of manufacture or in the absence of actual expenditures for the manufacture of a part or all of the large boat, the reasonable value of the completed large boat; and (6) For a rebuilt large boat, upon its initial registration and titling, the total consideration for the salvage large boat, whether received in money or otherwise. Section 55. On a used large boat, the county treasurer shall, for the purpose of this Act, use the most generally used and approved nationally recognized dealers' guide provided by the secretary of revenue. If the large boat is not covered by the provided dealers' guide, the county treasurer shall seek assistance from the department. The secretary of revenue shall file notice of approved national dealer or appraisal guides with the secretary of state indicating the effective date of such approval. Such filing is not subject to chapter 1-26. Section 56. The new owner of a large boat shall present to the county treasurer in the county of the owner's residence the manufacturer's statement of origin or assigned certificate of title if a title has been previously issued for the large boat, an application for title and registration and a bill of sale containing a complete description of the large boat, the purchaser's name and address, the previous owner's name and address, the full purchase price as defined by this Act and how computed, the trade-in allowance and description of the trade, if any, and any other relevant information the department may require. If a person intentionally falsifies information on the certificate, the person is guilty of a Class 6 felony. Section 57. The excise tax levied by this Act shall be paid to the county treasurer in the county of the new owner's residence when the owner applies for title and registers the large boat. Section 58. If any boat has been subjected previously to a sales tax, use tax, excise tax, or similar tax by this or any other state or its political subdivision, no tax is owed to this state if the tax has been paid by the applicant to this or any other state. If the amount of tax levied and paid is the same or more than the amount of tax levied by this chapter, no tax or refund is due under this Act. The county treasurer shall require each applicant making application for registration of a large boat in this state to furnish a bill of sale, receipt, or other tangible evidence that the amount of tax has been paid by the current applicant. If sufficient proof is not furnished, the county treasurer shall collect the tax levied by this chapter on the retail value of the boat listed in a nationally recognized dealers' guide. The value shall be the retail value of the boat on the day it entered the state. Section 59. No title may be issued or transferred for the ownership of any large boat unless the tax levied by this Act is paid. Section 60. Any seller of a large boat shall, on demand by the secretary of revenue, make available all books, records, and memoranda which relate to the sale of a large boat. The secretary, in the event of any failure or refusal to produce such records, may conduct an audit of the books and records of any large boat dealer failing or refusing to produce such records. Any books, records, and memoranda which relate to the sale of a large boat shall be retained by the seller for three years. Section 61. Any revenue received from the excise tax provided by this Act shall be deposited in the state general fund. Section 62. For the purposes of this Act, the term, sibling, includes any brother or sister by blood, marriage, or adoption. Section 63. That § 10-60-1 be repealed. 10-60-1. In addition to all other fees, a person shall pay an excise tax at the rate of three percent on the purchase price of any large boat, purchased or acquired for use on the waters of this state and required to be registered under the laws of this state. This tax shall be in lieu of any tax levied by chapters 10-45 and 10-46 on the sales of such large boats. Failure to pay the full amount of excise tax is a Class 1 misdemeanor. Section 64. That § 10-60-2 be repealed. 10-60-2. For purposes of this chapter, the term, large boat, means any boat defined as a large boat by § 10-60-15 and its accompanying motor. Section 65. That § 10-60-3 be repealed. 10-60-3. Exempt from the provisions of this chapter are: (1) Any large boat which is the property of the governmental units which are exempted from motor vehicle registration fees by § § 32-5-42 and 32-5-42.1; (2) Any large boat acquired by inheritance from or bequest of a decedent; (3) Any large boat previously titled or licensed jointly in the names of two or more persons and subsequently transferred without consideration to one or more of such persons; (4) Any large boat transferred without consideration between spouses, between a parent and child, and between siblings; (5) Any large boat transferred pursuant to any mergers or consolidations of corporations or plans of reorganization by which substantially all of the assets of a corporation are transferred if the large boat was previously titled, licensed and registered in this state; (6) Any large boat transferred by a subsidiary corporation to its parent corporation for no or nominal consideration or in sole consideration of the cancellation or surrender of the subsidiary's stock if the large boat was previously titled, licensed and registered in this state; (7) Any large boat transferred between an individual and a corporation if the individual and the owner of the majority of the capital stock of the corporation are one and the same and if the large boat was previously titled and registered in this state; (8) Any large boat transferred between a corporation and its stockholders or creditors if to effectuate a dissolution of the corporation it is necessary to transfer the title from the corporate entity to the stockholders or creditors and if the large boat was previously titled and registered in this state; (9) Any large boat transferred between an individual and limited or general partnership if the individual and the owner of the majority interest in the partnership are one and the same person and if the large boat was previously titled and registered in this state; (10) Any large boat transferred to effect a sale of all or substantially all of the assets of the business entity if the large boat was previously titled and registered in this state; (11) Any large boat acquired by a secured party or lien holder in satisfaction of a debt; (12) Any large boat sold or transferred which is eleven or more years old and which is sold or transferred for one thousand five hundred dollars or less before trade-in; (13) Any damaged large boat transferred to an insurance company in the settlement of an insurance claim; (14) Any large boat owned by a former resident of this state who returns to the state and who had previously paid excise tax to this state on the large boat as evidenced within the department's records or by submission of other acceptable proof of payment of such tax; (15) Between corporations, both subsidiary and nonsubsidiary, if the individuals who hold a majority of stock in the first corporation also hold a majority of stock in the second corporation; but these individuals need not hold the same ratio of stock in both corporations provided the large boat was previously titled and registered in this state; and (16) Any large boat transferred by a trustor to his trustee or from a trustee to a beneficiary of a trust. Section 66. That § 10-60-4 be repealed. 10-60-4. For the purposes of this chapter, the purchase price is: (1) For a new large boat, the total consideration whether received in money or otherwise. However, if a large boat is taken in trade as a credit or part payment on a new large boat, the credit or trade-in value allowed by the seller shall be deducted from the total consideration for the new large boat to establish the purchase price; (2) For a used large boat sold or transferred by a dealer, the total consideration for the used large boat whether received in money or otherwise. However, if a large boat is taken in trade by the dealer as a credit or part payment on a used large boat, the credit or trade-in value allowed by the dealer shall be deducted from the consideration so that the net consideration is established; (3) For a used large boat sold or transferred by any person other than a dealer, the total consideration received in money or otherwise. However, if a large boat is taken in trade as a credit or part payment on a used large boat, the credit or trade-in value shall be deducted from the total consideration so that the net consideration is established. The purchaser and seller of the large boat shall submit to the county treasurer a bill of sale, approved and supplied by the secretary. If a bill of sale is not submitted, the excise tax shall be assessed on the retail value as stated in a nationally recognized dealers' guide as approved by the secretary of revenue. If the excise tax is assessed on the retail value, the value of the large boat taken in as credit on trade-in shall be the retail value as stated in the nationally recognized dealers' guide; (4) For a new or used large boat acquired by gift or other transfer for no or nominal consideration, the manufacturers' suggested dealer list price for new large boats and for used large boats the retail value stated in a nationally recognized dealers' guide approved and furnished by the secretary of revenue; (5) For a large boat manufactured by a person who registers it under the laws of this state, the amount expended for materials, labor and other properly allocable costs of manufacture or in the absence of actual expenditures for the manufacture of a part or all of the large boat, the reasonable value of the completed large boat; (6) For a rebuilt large boat, upon its initial registration and titling, the total consideration for the salvage large boat, whether received in money or otherwise. Section 67. That § 10-60-5 be repealed. 10-60-5. On used large boats, the county treasurer shall, for the purpose of this chapter, use the most generally used and approved nationally recognized dealers' guide provided by the secretary of revenue. For those cases of large boats not covered by the provided dealer guides, the county treasurer shall seek assistance from the Department of Revenue. The secretary of revenue shall file notice of approved national dealer or appraisal guides with the secretary of state indicating the effective date of such approval. Such filing is not subject to chapter 1-26. Section 68. That § 10-60-6 be repealed. 10-60-6. The new owner of a large boat shall present to the county treasurer in the county of the owner's residence the manufacturer's statement of origin or assigned certificate of title if a title has been previously issued for the large boat, an application for title and registration and a bill of sale containing a complete description of the large boat, the purchaser's name and address, the previous owner's name and address, the full purchase price as defined by this chapter and how computed, the trade-in allowance and description of the trade, if any, and any other relevant information the Department of Revenue may require. If a person intentionally falsifies information on the certificate, the person is guilty of a Class 6 felony. Section 69. That § 10-60-7 be repealed. 10-60-7. The tax levied by this chapter shall be paid to the county treasurer in the county of the new owner's residence when the owner applies for title and registers the large boat. Section 70. That § 10-60-8 be repealed. 10-60-8. If any large boat has been subjected previously to a sales tax, use tax, excise tax, or similar tax by this or any other state or its political subdivision, no tax is owed to this state if the tax has been paid by the applicant to this or any other state. If the amount of tax levied and paid is the same or more than the amount of tax levied by this chapter, no tax or refund is due under this chapter. The county treasurer shall require of all applicants making application for registration of a large boat in this state an affidavit of a licensed dealer, bill of sale, receipt or other tangible evidence that the amount of tax has been paid by the current applicant. If sufficient proof is not furnished, the county treasurer shall collect the tax levied by this chapter on the retail value of the large boat listed in a nationally recognized boat guide. The value shall be the retail value of the large boat on the day it entered the state. Section 71. That § 10-60-9 be repealed. 10-60-9. No title may be issued or transferred for the ownership of any large boat unless the tax levied by this chapter is paid. Section 72. That § 10-60-10 be repealed. 10-60-10. Any seller of a large boat shall, on demand by the secretary of revenue, make available all books, records and memoranda which relate to the sale of a large boat. The secretary, in the event of any failure or refusal to produce such records, may conduct an audit of the books and records of any large boat dealer failing or refusing to produce such records. All books, records and memoranda which relate to the sale of a large boat shall be retained by the seller for three years. Section 73. That § 10-60-11 be repealed. 10-60-11. All revenues received pursuant to this chapter shall be deposited in the state general fund. Section 74. That § 10-60-12 be repealed. 10-60-12. Of the total revenue collected as a result of the tax imposed by this chapter, 56.25 percent of the total revenue shall be allocated for educational purposes as prescribed in the foundation program pursuant to chapter 13-13. Section 75. That § 10-60-13 be repealed. 10-60-13. Expenditures of the money allocated by § 10-60-12 shall be on warrants drawn by the state auditor pursuant to vouchers approved by the secretary of the Department of Education and Cultural Affairs. All expenditures allocated by § 10-60-12 shall be made through a general appropriations act. Section 76. That § 10-60-14 be repealed. 10-60-14. For the purposes of this chapter, the term, siblings, includes any individuals who are brother or sister by blood, marriage or adoption. Section 77. That § 10-60-15 be repealed. 10-60-15. A large boat as used in this chapter is any watercraft that is twelve feet or longer in length, used or capable of being used as means of transportation on water, except canoes, inflatable boats, kayaks, sailboards and seaplanes. Section 78. That § 42-8-1.1 be amended to read as follows: 42-8-1.1. The Game, Fish and Parks Commission may adopt rules, promulgated pursuant to chapter 1-26, to establish uniform procedures for the administration of motorboats, watercraft and recreation on public waters: (1) Requiring and regulating the use of standard safety equipment on any boat including whistles, bells, life preservers, fire extinguishers, flame arresters, navigation lights , and air vents; (2) Appointment, management, bonding, and cancellation of boat licensing agents; (3) Traffic, piloting , and navigation of boats afloat in the public waters of this state; (4) Designate areas and safety requirements for swimming or scuba diving in the public waters of this state; (5) Authorizing regattas, motorboat , or other boat races, marine parades, tournaments , or exhibitions on any public water of this state and regulating the safety of the boats, the participants and the observers; (6) Public and private docks, constructed, placed , or put into public waters. A violation of a rule adopted pursuant to this section is a Class 2 misdemeanor. Section 79. That § 42-8-3 be repealed. 42-8-3. No person may operate or give permission for operation of a boat over twelve feet in length or a motorboat on the waters of this state unless the boat is numbered in accordance with this chapter and the identifying number set forth in the certificate of number and registration validation decal are displayed on each side of the bow of the boat. A violation of this section is a Class 2 misdemeanor. Section 80. That § 42-8-5 be repealed. 42-8-5. A boat requiring numbering by this state shall be registered with the Department of Revenue for either a one-year period or a three-year period. The owner of the boat shall present to the county treasurer of his county, or, in the case of a nonresident of this state, the treasurer of any county, application for the registration of the boat, certificate of title or registration if the boat has not been titled previously or other acceptable ownership document previously issued for the boat if the boat is used or a manufacturer's statement of origin if the boat is new, and purchase agreement or a bill of sale. The application form shall be furnished by the Department of Revenue. The application shall be signed by the owner of the boat. The application shall be accompanied by a fee to be set by rules promulgated by the Game, Fish and Parks Commission pursuant to chapter 1-26. The owner of a boat which has not been previously registered in South Dakota shall furnish proof that an excise, sales, use or a similar tax has been paid before the boat is registered. The owner may submit a copy of an invoice showing that tax was included in the sale price of the boat as proof that the tax obligation has been met in South Dakota or any other jurisdiction. Section 81. That § 42-8-6 be repealed. 42-8-6. Upon receipt of an application under § 42-8-5 in approved form, the county treasurer shall enter the application upon the records of its office and issue to the applicant a registration stating the number awarded to the boat and two validation decals. The registration shall state the name and address of the owner. The owner shall attach to each side of the bow of the boat the boat number assigned and validation decal as prescribed by rules of the Department of Revenue so they are clearly visible. Failure to properly attach and display a boat number or validation decal as provided by this section is a Class 2 misdemeanor. Section 82. That § 42-8-7 be repealed. 42-8-7. The numbers awarded and displayed on a motorboat pursuant to § 42-8-6 may not be less than three inches in height and shall be maintained in legible condition. The registration shall be available at all times for inspection in the boat for which issued, whenever the boat is in operation. A violation of this section is a Class 2 misdemeanor. Section 83. That § 42-8-8.1 be repealed. 42-8-8.1. The Department of Game, Fish and Parks shall issue boat license tags of a durable material to boat manufacturers and dealers upon application and payment of fifteen dollars for each set of boat license tags desired. Each set of boat license tags shall be valid until December thirty-one next following the date of issuance. Section 84. That § 42-8-8.2 be repealed. 42-8-8.2. Any new or used boat owned by a boat manufacturer or dealer bearing the manufacturer's or dealer's \"BD\" boat license tags issued pursuant to § 42-8-8.1 may only be operated in this state by the boat manufacturer or dealer. The boat license tags shall be displayed as required by § 42-8-6 and rules promulgated, pursuant to chapter 1-26, by the Department of Game, Fish and Parks Commission. The \"BD\" boat license tag may only be transferred by the boat manufacturer or dealer from one boat owned by the boat manufacturer or dealer to another boat owned by the same boat manufacturer or dealer. A violation of this section!is a Class 1 misdemeanor. Section 85. That § 42-8-8.3 be repealed. 42-8-8.3. Any new or used boat owned by a boat manufacturer or dealer, bearing valid manufacturer's or dealer's \"BD\" boat license tags, may be operated in this state by any prospective purchaser for a period not to exceed three days. No boat manufacturer or dealer may issue a manufacturer's or dealer's boat license tag to any boat for any other purpose. A violation of this section is a Class 1 misdemeanor. Section 86. That § 42-8-8.4 be repealed. 42-8-8.4. When a new or used boat is sold by a boat manufacturer or boat dealer, the boat manufacturer or boat dealer may provide a temporary tag permit to operate the boat in this state for thirty days after the date of sale of the boat or until the time the purchaser receives his licenses from the county treasurer, whichever occurs first. The temporary boat license tags shall be displayed as required by § 42-8-6 and rules promulgated, pursuant to chapter 1-26, by the Department of Revenue. Section 87. That § 42-8-10 be repealed. 42-8-10. A boat is not required to be numbered under this chapter if it is: (1) A boat covered by a number still in effect which was awarded pursuant to federal law or a federally approved numbering system of another state and the boat has not been in this state for more than sixty consecutive days and has not been berthed for a contract period of more than sixty days in marina facilities controlled by this state; (2) A boat from a country other than the United States temporarily using the waters of this state; (3) A boat whose owner is the United States, a state or subdivision thereof; (4) A racing boat competing in a regatta or boat race approved by the game, fish and parks commission or operating during a period not to exceed forty-eight hours immediately preceding the race and the remainder of the race day. Section 88. That § 42-8-12 be repealed. 42-8-12. The owner shall furnish the department of revenue notice of the transfer of all or any part of his interest other than the creation of a security interest in a boat numbered in this state pursuant to § § 42-8-5 to 42-8-10, inclusive, or of the destruction or abandonment of the boat, within fifteen days thereof. The transfer, destruction, or abandonment terminates the certificate of number for the boat, except that in the case of a transfer of a part interest which does not affect the owner's right to operate the boat, the transfer does not terminate the certificate of number. A violation of this section is a petty offense. Section 89. That § 42-8-15 be repealed. 42-8-15. If one of the validation decals or the registration is lost, the owner of a boat numbered under this chapter shall apply for replacement of the lost validation decal or registration. The fee for replacement of the registration is two dollars and the fee for a replacement set of validation decals is two dollars. Application for the duplicates shall be made to and fees paid to the county treasurer's office of the boat owner's county of residence. Section 90. That § 42-8-16 be repealed. 42-8-16. Every registration and validation decal shall expire on December thirty-first of the terminal year for the period issued. Validation decals may be purchased as early as December first for the following year. The registration may be renewed by the owner and new validation decals obtained as provided in § 42-8-5. Section 91. That § 42-8-18 be repealed. 42-8-18. The Department of Revenue may upon written request and receipt of a two dollar fee furnish a person a certified abstract regarding registration information of any boat registered under the provisions of this chapter. The fee shall be deposited in the state motor vehicle fund. Governmental entities and their subdivisions are exempt from this fee requirement. Section 92. That § 42-8-18.1 be repealed. 42-8-18.1. The county treasurer may charge the boat owner an administrative fee not to exceed one dollar for each boat license sold pursuant to this chapter. The fee shall be deposited in the county general fund. Section 93. That § 42-8-19 be repealed. 42-8-19. No number other than the number awarded to a boat or granted reciprocity pursuant to this chapter may be attached on either side of the bow of the boat. A violation of this section is a Class 2 misdemeanor. Section 94. That § 42-8-71 be repealed. 42-8-71. Sections 42-8-71 to 42-8-74, inclusive, and § § 42-8-76 to 42-8-84, inclusive, apply to large boats which are purchased or acquired by residents of this state on and after March 1, 1992. The provisions of § 42-8-3 apply to large boats. Any resident of this state who purchases or acquires a large boat shall apply to the county treasurer of such person's residence for a certificate of title for the large boat. Section 95. That § 42-8-72 be repealed. 42-8-72. Every owner of a large boat subject to titling under § § 42-8-71 to 42-8-74, inclusive, and § § 42-8-76 to 42-8-84, inclusive, shall apply to the county treasurer for issuance of a certificate of title for the large boat within thirty days after acquisition. The application shall be on forms the department prescribes, and accompanied by the certificate of title or other acceptable ownership document previously issued for the boat if the boat is used or the manufacturer's statement of origin if the boat is new, a bill of sale and the required fee. The application shall contain the date of sale and purchase price of the large boat or the fair market value if no sale immediately preceded the transfer, and any additional information the Department of Revenue requires. If the application is made for a large boat last previously registered or titled in another state or foreign country, it shall contain this information and any other information the department requires. Section 96. That § 42-8-73 be repealed. 42-8-73. If a dealer buys or acquires a used large boat for resale, the dealer may apply for and obtain a certificate of title as provided in § § 42-8-71 and 42-8-72. If a dealer buys or acquires a used unnumbered large boat, the dealer shall apply for a certificate of title in the dealer's name within thirty days. If a dealer buys or acquires a new large boat for resale, the dealer may apply for a certificate of title in the dealer's name. Section 97. That § 42-8-74 be repealed. 42-8-74. Any boat dealer or motor vehicle dealer licensed pursuant to chapter 32-6B transferring a large boat requiring titling under § § 42-8-71 to 42-8-74, inclusive, and § § 42-8-76 to 42-8-84, inclusive, shall assign the title to the new owner, or in the case of a new large boat, the boat dealer shall assign the certificate of origin to the new owner. Within thirty days the applicant shall forward all title fees and applications to the county treasurer. Section 98. That § 42-8-76 be repealed. 42-8-76. No person may sell, assign or transfer a large boat titled by the state without delivering to the purchaser or transferee a certificate of title with an assignment on it showing title in the purchaser or transferee. No person may purchase or otherwise acquire a large boat required to be titled by the state without obtaining a certificate of title for it in that person's name. Section 99. That § 42-8-77 be repealed. 42-8-77. The county treasurer shall charge a five dollar fee for issuance of a certificate of title, a transfer of title, or a corrected certificate of title. If a certificate of title is lost, stolen, mutilated, destroyed or becomes illegible, the owner named in the certificate shall obtain a duplicate by applying to the county register of deeds. The applicant shall furnish information the Department of Revenue requires concerning the original certificate and the circumstances of its loss, mutilation or destruction. Mutilated or illegible certificates shall be returned to the department with the application for a duplicate. The duplicate certificate of title shall be marked plainly \"duplicate\" across its face and mailed or delivered to the applicant or as otherwise directed by the owner. If a lost or stolen original certificate of title for which a duplicate has been issued is recovered, the original shall be surrendered promptly to the department for cancellation. A fee of ten dollars shall be paid to the department for each duplicate title issued. Section 100. That § 42-8-78 be repealed. 42-8-78. No manufacturer or boat dealer may transfer ownership of a new large boat without supplying the transferee with the manufacturer's or importer's certificate of origin signed by the manufacturer's or importer's authorized agent. The certificate shall contain information the Department of Revenue requires. No boat dealer may purchase or acquire a new large boat without obtaining from the seller a manufacturer's statement of origin. Any person who does not comply with this section is guilty of a Class 2 misdemeanor. Section 101. That § 42-8-79 be repealed. 42-8-79. Any boat whose construction began after October 31, 1972, shall have a hull identification number assigned and affixed as required by the federal Boat Safety Act of 1971. The Department of Revenue shall by rules promulgated pursuant to chapter 1-26, establish the procedures for application and for issuance of the hull identification number for homebuilt boats. No person may destroy, remove, alter, cover, or deface the manufacturer's hull identification number, the plate bearing it, or any hull identification number the department assigns to a boat without the department's permission. A person other than a manufacturer who constructs a large boat or uses an unconventional device as a large boat for navigation shall submit an affidavit which describes the large boat or device to the department. In cooperation with the county treasurer, the department shall assign a hull identification number to the large boat or device. The applicant shall cause the number to be carved, burned, stamped, embossed or otherwise permanently affixed to the outboard side of the transom or, if there is no transom, to the outermost starboard side at the end of the hull that bears the rudder or other steering mechanism, above the waterline of the boat or device in such a way that alteration, removal or replacement would be obvious and evident. Section 102. That § 42-8-80 be repealed. 42-8-80. A dealer shall maintain for three years a record of any large boat bought, sold, exchanged or received for sale or exchange. This record shall be open to inspection by Department of Revenue representatives during reasonable business hours. Section 103. That § 42-8-81 be repealed. 42-8-81. If ownership of a large boat is transferred by operation of law, by inheritance, order in bankruptcy, insolvency, replevin or execution sale, the transferee, within thirty days after acquiring the right to possession of the large boat, shall mail or deliver to the county treasurer satisfactory proof of ownership as the department requires, together with an application for a new certificate of title, and the required fee. If a lienholder repossesses a large boat and holds it for resale, the lienholder shall secure a new certificate of title and shall pay the required fee. Section 104. That § 42-8-82 be repealed. 42-8-82. A security interest created in this state in a large boat, and as defined by § § 42-8-71 to 42-8-74, inclusive, and § § 42-8-76 to 42-8-84, inclusive, on and after March 1, 1992, is not perfected until the security interest is noted on the certificate of title. On or after July 1, 1993, a security interest created in this state on a large boat, as defined in § 42-8-2, exclusive of a motorboat is not perfected until the security interest is noted on the certificate of title. On or after July 1, 1994, a security interest created in this state on a large boat, as defined in § 42-8-2, is not perfected until the security interest is noted on the certificate of title. To perfect the security interest, a copy of the security agreement shall be presented along with the original title. The register of deeds, or the seller, buyer, owner, or holder of the instrument shall note the security interest at any place on the instrument, and if so noted, the lien shall be perfected against the creditors of the debtor, shall be valid against the creditors of the debtor, whether armed with process or not, and subsequent purchasers and other lien holders or claimants, but otherwise is not valid against them. The fee for noting the lien is five dollars. The fees shall be credited to the county general fund. The certificate of title shall be presented to the county register of deeds if a lien is to be noted on an existing certificate of title. The owner shall present the certificate of title to the county register of deeds when a release statement is filed. Section 105. That § 42-8-83 be repealed. 42-8-83. The department of revenue shall prescribe and provide suitable forms for applications, certificate of title, notices of security interests, and all other notices and forms necessary to implement § § 42-8-71 to 42-8-74, inclusive and § § 42-8-76 to 42-8-84. Section 106. That § 42-8-84 be repealed. 42-8-84. The owner of a large boat not yet subject to the titling requirements of § § 42-8-71 to 42-8-74, inclusive and § § 42-8-76 to 42-8-84, inclusive, may apply to the county treasurer of the owner's residence for a certificate of title for the large boat. The application shall be accompanied by proof of ownership and a certificate issued by the secretary of state that there are or are not liens of record encumbering the large boat. If there are one or more liens on the large boat, the department shall note the liens on the certificate of title in order of their priority and shall deliver or mail the certificate of title to the owner or as otherwise directed by the owners. Upon issuance of the certificate of title for the large boat, the large boat shall thereafter be subject to the requirements of § § 42-8-71 to 42-8-74, inclusive, and § § 42-8-76 to 42-8-84, inclusive, as though the boat was required to be titled. The owner shall present the certificate of title to the county register of deeds when a release statement is filed and a new or endorsed certificate shall be issued to the owner. Section 107. That § 42-8-85 be repealed. 42-8-85. The secretary of revenue may adopt rules, promulgated pursuant to chapter 1-26, to establish uniform procedures for the administration of the titling of large boats and registration and numbering of boats, which may be adopted in the following areas: (1) Application requirements for the registration and titling of boats, assignment of certificate of title, certificate of title for boats previously registered, time limits for making application, duplicate certificates and transfer of certificate, lien recording, assignment of liens, execution of cancellation of liens, delivery of title, abandoned, repossessed and operation by law; and (2) Issuance, display, inspection, expiration, cancellation and removal of certificates of number and boat identification tags. Violation of a rule adopted pursuant to this section is a Class 2 misdemeanor. Section 108. That § 42-8-86 be repealed. 42-8-86. No boat may be registered in this state until all of the requirements of this chapter have been met. A certificate of title shall be applied for at the time of registration for any large boat. Section 109. That § 42-8-87 be repealed. 42-8-87. The secretary may, upon the completion of an application for a title, payment of the title fee and surrender of evidence of ownership by an applicant, issue a certificate of title, no tax paid, for a large boat if the applicant certifies on the application that the large boat is not going to be used upon the waters of this state or any other state. If a no tax paid title is issued, the applicant may not use the large boat upon the waters of this state. Section 110. That § 42-8-88 be repealed. 42-8-88. Any person who is an owner of a boat who is required to apply for title or registration, or both, and whose legal residence or chief place of business is outside the state, shall submit an application, a copy of a valid title if from a title issuing state from another jurisdiction or other form of ownership acceptable to the department and payment of all applicable fees to the county treasurer. Upon receipt of such information, the county treasurer shall issue a nonnegotiable interstate title. A nonnegotiable title is not a valid legal document for any purpose or transaction except to make application for yearly South Dakota registration. The nonnegotiable title is valid as long as title ownership remains the same. A violation is a Class 2 misdemeanor. Section 111. That § 42-8-89 be repealed. 42-8-89. The county treasurer shall forward each nonnegotiable interstate title to the department with the application for registration, a copy of the valid ownership document or out-of-state registration. The department shall determine if such documents were valid at the time of application for registration. Section 112. That § 42-8-90 be repealed. 42-8-90. The Department of Revenue may upon written request and receipt of a five dollar fee furnish a person a certified abstract of the title history of any boat registered under the provisions of this chapter. The abstract may include all documents filed with the department to establish the title history of the boat. The fee shall be deposited in the state motor vehicle fund. Governmental entities and their subdivisions are exempt from this fee requirement. Section 113. That § 42-8-91 be repealed. 42-8-91. A person, in possession of a title either in his name or assigned to him or a bill of sale which lists him as a purchaser of the boat, may procure from any county treasurer a temporary permit which allows use of the boat in South Dakota waters. The title or bill of sale shall be available for inspection by any peace officer if the boat is being used. The permit may be purchased for any period from five to fifteen consecutive days at a fee of one dollar per day for each day the permit is required. The minimum permit fee is five dollars. The fee is payable to the county treasurer at the time of purchase. All permit fees shall be forwarded monthly by the county treasurer to the Department of Revenue. The fee shall be deposited in the state motor vehicle fund. Only one permit may be issued yearly for each boat. Section 114. That § 42-8-92 be repealed. 42-8-92. If ownership of a large boat is being transferred, the application for certificate of title shall be filed within thirty days after the date of assignment or acquisition of the large boat. However, a boat dealer need not apply for a certificate of title on any large boat held in stock or acquired for stock purposes unless otherwise required under this chapter. Upon transfer of such a large boat, the boat dealer shall give the transferee a reassignment of the certificate of title or the manufacturer's statement of origin. Section 115. That § 42-8-93 be repealed. 42-8-93. If application for certificate of title is presented more than thirty days after date of assignment of title or acquisition of the large boat if no title exists or more than thirty days after assignment of the manufacturer's statement of origin, the officer receiving the application shall collect, in addition to the regular established fees, a late fee of one dollar for each week or fraction thereof beyond the thirty-day limitation for twenty-five weeks and a late fee of fifty dollars for twenty-six weeks or more. Any person applying for a title twenty-six weeks beyond the thirty-day limitation is guilty of a Class 2 misdemeanor. Section 116. That § 42-8-94 be repealed. 42-8-94. Any person who knowingly makes a false statement of a material fact, either on the application for certificate of title provided for in this chapter, or in any assignment thereof, is guilty of a Class 5 felony. Section 117. That § 42-8-95 be repealed. 42-8-95. Any person who alters or forges, or causes to be altered or forged, any certificate of title issued by the State of South Dakota pursuant to the provisions of this chapter, or any assignment thereof, or any person who shall hold or use any such certificate or assignment knowing the same to have been altered or forged, is guilty of a Class 6 felony. Section 118. That § 42-8-96 be repealed. 42-8-96. The burden of proving ownership and title is upon the applicant for a certificate of title. If satisfied that the applicant is the owner of the large boat and the application is in proper form, the secretary of revenue shall issue a certificate of title over his signature. Section 119. That § 42-8-97 be repealed. 42-8-97. The county register of deeds, upon receipt of a lien or title instrument duly executed in the manner prescribed by law governing such instruments, together with the fee prescribed for notation thereof which is nonrefundable, shall notify the holder of the certificate of title to deliver to the county register of deeds, within fifteen days from the date of notice, the certificate of title to permit notation of the lien, and if necessary, the issuance of a new certificate of title. After the notation of the lien, the county register of deeds shall deliver the certificate of title to the owner or as otherwise directed by the owner. The secured party shall be mailed or delivered notification of his security interest as filed and noted on the certificate of title. The holder of the certificate of title who refuses to deliver the certificate of title to the county register of deeds for purposes of showing the lien on the certificate of title within fifteen days from the date notified to do so by the county register of deeds is liable for damages to the lien holder for the amount of damage the lien holder suffered by reason of the holder of the certificate of title refusing to permit the showing of the lien on the certificate of title. Section 120. That § 42-8-98 be repealed. 42-8-98. If a lien is discharged, the lien holder shall execute a release, which shall contain the certificate of title number and the date of the notation, within twenty days after the final payment is received. The lien holder shall deliver the release and certificate of title if held by him to any county register of deeds who shall note the cancellation of the lien on the face of the certificate of title, and on the same day shall notify the secretary, who shall cancel the lien on the state's computer system, if the county register of deeds has not done so. If the certificate of title is lost as set forth in § 32-3-29, application for duplicate title may be forwarded along with the release to the department, which shall cancel the lien. Upon the satisfaction of a security interest on a large boat for which the certificate of title is in the possession of the owner, the secured party shall within twenty days after final payment is received, execute a release of security interest on the form prescribed by the department and mail or deliver such release to the owner or as otherwise directed by the owner. Section 121. That § 42-8-99 be repealed. 42-8-99. Except as otherwise provided in this chapter, every large boat certificate of title, upon transfer of ownership, shall contain a complete record showing the chain of title of such large boat from the owner named on the front of the title to and including the applicant presenting the same as evidence of ownership and applying for a new certificate of title. Section 122. That § 42-8-100 be repealed. 42-8-100. The register of deeds and the county treasurer shall assist in the administration of this chapter and perform such duties in connection therewith as may be required by the secretary. Section 123. That § 42-8-101 be repealed. 42-8-101. If the secretary finds that an applicant for a certificate of title or registration of a boat is not entitled thereto, under the provisions of this chapter or the chapter which imposes tax on boats, he may refuse to issue a certificate or to register such vehicles, and may for a like reason, and after notice and hearing, revoke title, license and registration already acquired. The notice shall be served in person or by registered or certified mail."}, {"bill_id": 13424, "bill_version_id": 77120, "bill_version": "House Transportation Engrossed", "bill_version_date": "1998-01-27T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding registration, numbering, titling, and taxation of certain boats. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-60-5 be amended to read as follows: 10-60-5. On used large boats, the county treasurer shall, for the purpose of this chapter, use the most generally used and approved nationally recognized dealers' guide provided by the secretary of revenue. For those cases of large boats If the large boat is not covered by the provided dealer guides dealers' guide , the county treasurer shall seek assistance from the Department of Revenue department . The secretary of revenue shall file notice of approved national dealer or appraisal guides with the secretary of state indicating the effective date of such approval. Such filing is not subject to chapter 1-26. Section 2. That § 10-60-6 be amended to read as follows: 10-60-6. The new owner of a large boat shall present to the county treasurer in the county of the owner's residence the manufacturer's statement of origin or assigned certificate of title if a title has been previously issued for the large boat, an application for title and registration and a bill of sale containing a complete description of the large boat, the purchaser's name and address, the previous owner's name and address, the full purchase price as defined by this chapter and how computed, the trade-in allowance and description of the trade, if any, and any other relevant information the Department of Revenue department may require. If a person intentionally falsifies information on the certificate, the person is guilty of a Class 6 felony. Section 3. That § 10-60-7 be amended to read as follows: 10-60-7. The excise tax levied by this chapter shall be paid to the county treasurer in the county of the new owner's residence when the owner applies for title and registers the large boat. Section 4. That § 10-60-8 be amended to read as follows: 10-60-8. If any large boat has been subjected previously to a sales tax, use tax, excise tax, or similar tax by this or any other state or its political subdivision, no tax is owed to this state if the tax has been paid by the applicant to this or any other state. If the amount of tax levied and paid is the same or more than the amount of tax levied by this chapter, no tax or refund is due under this chapter. The county treasurer shall require of all applicants each applicant making application for registration of a large boat in this state an affidavit of a licensed dealer, to furnish a bill of sale, receipt or other tangible evidence that the amount of tax has been paid by the current applicant. If sufficient proof is not furnished, the county treasurer shall collect the tax levied by this chapter on the retail value of the large boat listed in a nationally recognized boat dealers' guide. The value shall be the retail value of the large boat on the day it entered the state. Section 5. That § 42-8-2 be amended by adding thereto a NEW SUBDIVISION to read as follows: \"Department,\" the Department of Revenue; Section 6. That § 42-8-5 be amended to read as follows: 42-8-5. A boat requiring numbering by this state shall be registered with the Department of Revenue department for either a one-year period or a three-year period. The application shall be accompanied by a fee to be set by rules promulgated by the Game, Fish and Parks Commission pursuant to chapter 1-26. The new owner of the boat shall present to the county treasurer of his county, or, in the case of a nonresident of this state, the treasurer of any county, application for the registration of the boat, certificate of title or registration if the boat has not been titled previously or other acceptable ownership document previously issued for the boat if the boat is used or a manufacturer's statement of origin if the boat is new, and purchase agreement or a bill of sale. The application form shall be furnished by the Department of Revenue. The application shall be signed by the owner of the boat. The application shall be accompanied by a fee to be set by rules promulgated by the Game, Fish and Parks Commission pursuant to chapter 1-26. The owner of a boat which has not been previously registered in South Dakota shall furnish proof that an excise, sales, use or a similar tax has been paid before the boat is registered. The owner may submit a copy of an invoice showing that tax was included in the sale price of the boat as proof that the tax obligation has been met in South Dakota or any other jurisdiction a manufacturer's statement of origin or assigned certificate of title if a title has been previously issued for the large boat, or if no title is required, the ownership document issued by that jurisdiction; a bill of sale containing a complete description of the large boat; the purchaser's name and address; the previous owner's name and address; the full purchase price as defined by this chapter and how computed; the trade-in allowance and description of the trade, if any; and any other relevant information the department may require to the county treasurer in the county of the owner's residence or if the new owner is a nonresident to any county treasurer. If a person intentionally falsifies information on the certificate, the person is guilty of a Class 6 felony . Section 7. That § 42-8-6 be amended to read as follows: 42-8-6. Upon receipt of an application under § 42-8-5 in approved form, the county treasurer shall enter the application upon the records of its office and issue to the applicant a registration stating the number awarded to the boat and two validation decals. The registration shall state the name and address of the owner. The owner shall attach to each side of the bow of the boat the boat number assigned and validation decal as prescribed by rules of the Department of Revenue so they department so the boat number and validation decal are clearly visible. Failure to properly attach and display a boat number or validation decal as provided by this section is a Class 2 misdemeanor. Section 8. That § 42-8-8.1 be amended to read as follows: 42-8-8.1. The department of game, fish and parks shall issue boat license tags of a durable material to boat manufacturers and dealers upon application and payment of fifteen dollars for each set of boat license tags desired. Each set of boat license tags shall be valid until December thirty-one next following the date of issuance. Section 9. That § 42-8-8.4 be amended to read as follows: 42-8-8.4. When If a new or used boat is sold by a boat manufacturer or boat dealer, the boat manufacturer or boat dealer may provide a temporary tag permit to operate the boat in this state for thirty days after the date of sale of the boat or until the time the purchaser receives his the licenses from the county treasurer, whichever occurs first. The temporary boat license tags shall be displayed as required by § 42-8-6 and rules promulgated, pursuant to chapter 1-26, by the Department of Revenue department . Section 10. That § 42-8-12 be repealed. 42-8-12. The owner shall furnish the department of revenue notice of the transfer of all or any part of his interest other than the creation of a security interest in a boat numbered in this state pursuant to § § 42-8-5 to 42-8-10, inclusive, or of the destruction or abandonment of the boat, within fifteen days thereof. The transfer, destruction, or abandonment terminates the certificate of number for the boat, except that in the case of a transfer of a part interest which does not affect the owner's right to operate the boat, the transfer does not terminate the certificate of number. A violation of this section is a petty offense. Section 11. That § 42-8-16 be amended to read as follows: 42-8-16. Every Each registration and validation decal shall expire on December thirty-first of the terminal year for the period issued. Validation decals may be purchased as early as December first for the following year. The registration may be renewed by the owner and new validation decals obtained as provided in § 42-8-5. Section 12. That § 42-8-18 be amended to read as follows: 42-8-18. The Department of Revenue department may upon written request and receipt of a two dollar fee furnish a person a certified abstract regarding registration information of any boat registered under the provisions of this chapter. The fee shall be deposited in the state motor vehicle fund. Governmental entities and their subdivisions are exempt from this fee requirement. Section 13. That § 42-8-21 be amended to read as follows: 42-8-21. Any certified law enforcement officer may board any boat to determine if that boat and its occupants are in compliance with all state and federal laws of this state or its subdivisions may enforce the provisions of this chapter and in the exercise thereof has the authority to stop and board any boat subject to this chapter . Section 14. That § 42-8-72 be amended to read as follows: 42-8-72. Every Each owner of a large boat subject to titling under § § 42-8-71 to 42-8-74, inclusive, and § § 42-8-76 to 42-8-84, inclusive, shall apply to the county treasurer for issuance of a certificate of title for the large boat within thirty days after acquisition. The application shall be on forms the department prescribes, and accompanied by the certificate of title or other acceptable ownership document previously issued for the boat if the boat is used or the manufacturer's statement of origin if the boat is new, a bill of sale and the required fee. The application shall contain the date of sale and purchase price of the large boat or the fair market value if no sale immediately preceded the transfer, and any additional information the Department of Revenue department requires. If the application is made for a large boat last previously registered or titled in another state or foreign country, it the application shall contain this information and any other information the department requires. Section 15. That § 42-8-74 be amended to read as follows: 42-8-74. Any boat dealer or motor vehicle dealer licensed pursuant to chapter 32-6B transferring a large boat requiring titling under § § 42-8-71 to 42-8-74, inclusive, and § § 42-8-76 to 42-8-84, inclusive, shall assign the title to the new owner, or in the case of if a new large boat, the boat dealer shall assign the manufacturer's certificate of origin to the new owner. Within thirty days the applicant shall forward all title fees and applications to the county treasurer. Section 16. That § 42-8-78 be amended to read as follows: 42-8-78. No manufacturer or boat dealer may transfer ownership of a new large boat without supplying the transferee with the manufacturer's or importer's certificate of origin signed by the manufacturer's or importer's authorized agent. The certificate shall contain information the Department of Revenue department requires. No boat dealer may purchase or acquire a new large boat without obtaining from the seller a manufacturer's statement of origin. Any person who does not comply with this section is guilty of a Class 2 misdemeanor. Section 17. That § 42-8-80 be amended to read as follows: 42-8-80. A dealer shall maintain for three years a record of any large boat bought, sold, exchanged , or received for sale or exchange. This record shall be open to inspection by Department of Revenue department representatives during reasonable business hours. Section 18. That § 42-8-83 be amended to read as follows: 42-8-83. The department of revenue shall prescribe and provide suitable forms for applications, certificate of title, notices of security interests, and all other notices and forms necessary to implement § § 42-8-71 to 42-8-74, inclusive , and § § 42-8-76 to 42-8-84. Section 19. That § 42-8-84 be amended to read as follows: 42-8-84. The owner of a large boat not yet subject to the titling requirements of § § 42-8-71 to 42-8-74, inclusive and § § 42-8-76 to 42-8-84, inclusive, may apply to the county treasurer of the owner's residence for a certificate of title for the large boat. The application shall be accompanied by proof of ownership and a certificate issued by the secretary of state that there are or are not liens of record encumbering the large boat. If there are one or more liens on the large boat, the department shall note the liens on the certificate of title in order of their priority and shall deliver or mail the certificate of title to the owner or as otherwise directed by the owners. Upon issuance of the certificate of title for the large boat, the large boat shall thereafter be subject to the requirements of § § 42-8-71 to 42-8-74, inclusive, and § § 42-8-76 to 42-8-84, inclusive, as though the boat was required to be titled. The owner shall present the certificate of title to the county register of deeds when a release statement is filed and a new or endorsed certificate shall be issued to the owner. Section 20. That § 42-8-85 be amended to read as follows: 42-8-85. The secretary of revenue may adopt rules, promulgated pursuant to chapter 1-26, to establish uniform procedures for the administration of the titling of large boats and registration and numbering of boats , which may be adopted in for the following areas: (1) Application requirements for the registration and titling of boats, assignment of certificate of title, certificate of title for boats previously registered, time limits for making application, duplicate certificates and transfer of certificate, lien recording, assignment of liens, execution of cancellation of liens, delivery of title, abandoned, repossessed , and operation by law; and (2) Issuance, display, inspection, expiration, cancellation , and removal of certificates of number and boat identification tags. Violation of a rule adopted pursuant to this section is a Class 2 misdemeanor. Section 21. That § 42-8-88 be amended to read as follows: 42-8-88. Any person who is an owner of a boat who is required to apply for title or registration, or both, and whose legal residence or chief place of business is outside the state, shall submit an application, a copy of a valid title if from a title issuing state from another jurisdiction or other form of ownership acceptable to the department and payment of all applicable fees to the county treasurer. Upon receipt of such information, the county treasurer shall issue a nonnegotiable interstate title. A nonnegotiable title is not a valid legal document for any purpose or transaction except to make application for yearly South Dakota registration. The nonnegotiable title is valid as long as title ownership remains the same. A violation Failure to apply for a title as provided by this section is a Class 2 misdemeanor. Section 22. That § 42-8-90 be amended to read as follows: 42-8-90. The Department of Revenue department may upon written request and receipt of a five dollar fee furnish a person a certified abstract of the title history of any boat registered under the provisions of this chapter. The abstract may include all documents filed with the department to establish the title history of the boat. The fee shall be deposited in the state motor vehicle fund. Governmental entities and their subdivisions are exempt from this fee requirement. Section 23. That § 42-8-91 be amended to read as follows: 42-8-91. A person, in possession of a title either in his name or assigned to him the person or a bill of sale which lists him the person as a purchaser of the boat, may procure from any county treasurer a temporary permit which allows use of the boat in South Dakota waters. The title or bill of sale shall be available for inspection by any peace law enforcement officer if the boat is being used. The permit may be purchased for any period from five to fifteen consecutive days at a fee of one dollar per day for each day the permit is required. The minimum permit fee is five dollars. The fee is payable to the county treasurer at the time of purchase. All permit fees shall be forwarded monthly by the county treasurer to the Department of Revenue department . The fee shall be deposited in the state motor vehicle fund. Only one permit may be issued yearly for each boat. Section 24. That § 42-8-92 be amended to read as follows: 42-8-92. If ownership of a large boat is being transferred, the application for certificate of title shall be filed within thirty days after the date of assignment or acquisition of the large boat. However, a boat dealer need not apply for a certificate of title on any large boat held in stock or acquired for stock purposes unless otherwise required under this chapter. Upon transfer of such a the large boat, the boat dealer shall give the transferee a reassignment of the certificate of title or the manufacturer's statement of origin. Section 25. That § 42-8-101 be amended to read as follows: 42-8-101. If the secretary finds that an applicant for a certificate of title or registration of a boat is not entitled thereto, under the provisions of this chapter or the chapter which imposes tax on boats, he the secretary may refuse to issue a certificate or to register such vehicles, and may for a like reason, and after notice and hearing, revoke title, license and registration already acquired. The notice shall be served in person or by registered or certified mail. BILL HISTORY 1/13/98 First read in House and referred to Transportation. H.J. 29 1/16/98 Scheduled for Committee hearing on this date. 1/16/98 Transportation Deferred to another day, AYES 0, NAYS 0. 1/21/98 Scheduled for Committee hearing on this date. 1/26/98 Scheduled for Committee hearing on this date. 1/26/98 Transportation Do Pass Amended, Passed, AYES 12, NAYS 0. H.J. 211"}, {"bill_id": 13424, "bill_version_id": 77119, "bill_version": "Enrolled", "bill_version_date": "1998-02-09T10:28:07-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13424, "action_date": "1998-01-13T14:00:00-06:00", "document_id": 76883, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76883.pdf", "status_text": "First read in House and referred to", "journal_page": 29, "committee_id_action": 600, "committee_id_assigned": 597, "result": "N", "vote": {}}, {"bill_id": 13424, "action_date": "1998-01-16T10:00:00-06:00", "document_id": 76503, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76503.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 597, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13424, "action_date": "1998-01-16T10:00:00-06:00", "document_id": 76503, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76503.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 597, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13424, "action_date": "1998-01-21T10:00:00-06:00", "document_id": 76540, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76540.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 597, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13424, "action_date": "1998-01-26T10:00:00-06:00", "document_id": 76570, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76570.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 597, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13424, "action_date": "1998-01-26T10:00:00-06:00", "document_id": 76570, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76570.pdf", "status_text": "Do Pass Amended,", "journal_page": 211, "committee_id_action": 597, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39810, "president_vote": null, "Yea": [2119, 2151, 2152, 2157, 2161, 2181, 2186, 2192, 2195, 2197, 2168, 2153], "Excused": [2183]}}, {"bill_id": 13424, "action_date": "1998-01-27T00:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 597, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13424, "action_date": "1998-01-28T14:00:00-06:00", "document_id": 76905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76905.pdf", "status_text": "Do Pass Amended,", "journal_page": 282, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40467, "president_vote": null, "Yea": [2096, 2098, 2100, 2101, 2104, 2105, 2106, 2107, 2108, 2109, 2110, 2111, 2113, 2116, 2117, 2119, 2120, 2123, 2124, 2126, 2127, 2128, 2131, 2132, 2133, 2136, 2139, 2141, 2143, 2144, 2146, 2147, 2150, 2151, 2152, 2153, 2154, 2157, 2158, 2159, 2160, 2161, 2162, 2163, 2164, 2167, 2168, 2171, 2172, 2173, 2176, 2177, 2180, 2181, 2183, 2184, 2185, 2186, 2190, 2192, 2193, 2194, 2195, 2197, 2198, 2134], "Excused": [2097, 2174], "Nay": [2114, 2178]}}, {"bill_id": 13424, "action_date": "1998-01-29T14:00:00-06:00", "document_id": 76908, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76908.pdf", "status_text": "First read in Senate and referred to", "journal_page": 248, "committee_id_action": 601, "committee_id_assigned": 585, "result": "N", "vote": {}}, {"bill_id": 13424, "action_date": "1998-02-05T08:00:00-06:00", "document_id": 76667, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76667.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 585, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13424, "action_date": "1998-02-05T08:00:00-06:00", "document_id": 76667, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76667.pdf", "status_text": "Do Pass,", "journal_page": 343, "committee_id_action": 585, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38149, "president_vote": null, "Yea": [2187, 2182, 2095, 2191, 2129, 2142, 2155]}}, {"bill_id": 13424, "action_date": "1998-02-05T08:00:00-06:00", "document_id": 76667, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76667.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 585, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13424, "action_date": "1998-02-06T14:00:00-06:00", "document_id": 76920, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76920.pdf", "status_text": "Do Pass Amended,", "journal_page": 364, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38309, "president_vote": null, "Excused": [2094, 2122], "Yea": [2095, 2099, 2102, 2103, 2112, 2115, 2118, 2121, 2125, 2129, 2130, 2135, 2137, 2138, 2140, 2142, 2145, 2148, 2149, 2155, 2156, 2165, 2166, 2169, 2170, 2175, 2179, 2182, 2187, 2188, 2189, 2191, 2196]}}, {"bill_id": 13424, "action_date": "1998-02-09T14:00:00-06:00", "document_id": 76921, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76921.pdf", "status_text": "Signed by Speaker", "journal_page": 462, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13424, "action_date": "1998-02-10T14:00:00-06:00", "document_id": 76923, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76923.pdf", "status_text": "Delivered to the Governor", "journal_page": 534, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13424, "action_date": "1998-02-10T14:00:00-06:00", "document_id": 76924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76924.pdf", "status_text": "Signed by President", "journal_page": 436, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13424, "action_date": "1998-02-14T14:00:00-06:00", "document_id": 76931, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76931.pdf", "status_text": "Signed by Governor", "journal_page": 688, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 930, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13424"}