{"session_id": 49, "bill_id": 15782, "bill_type": "House Commemoration", "bill_number": 1015, "bill_title": "Honoring Northern State University women's basketball coach Curt Fredrickson on his five hundredth victory.", "sponsors": [{"legislator_profile_id": 2365, "is_prime": true}, {"legislator_profile_id": 2397, "is_prime": true}, {"legislator_profile_id": 2319, "is_prime": false}, {"legislator_profile_id": 2322, "is_prime": false}, {"legislator_profile_id": 2325, "is_prime": false}, {"legislator_profile_id": 2402, "is_prime": false}], "keywords": ["Commemorations"], "audio": [], "bill_versions": [{"bill_id": 15782, "bill_version_id": 86732, "bill_version": "Introduced", "bill_version_date": "2000-02-09T00:00:00-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Northern State University women's basketball coach Curt Fredrickson on his five hundredth victory. WHEREAS, after twenty-one years of coaching, Curt Fredrickson became the fourth active NCAA Division II women's basketball coach with five hundred career victories; and WHEREAS, during Curt Fredrickson's tenure, the Northern State University Wolves have played in five NAIA national tournaments, winning the national title in 1991-1992 and 1993- 1994, finishing second in 1992-1993, claiming third in 1980-1981, and finishing among the final eight teams in 1994-1995. Under his coaching the Wolves also have won two district basketball championships and two regional crowns. In the Northern Sun Intercollegiate Conference, the Wolves have had five first-place and four second-place finishes. After joining the NCAA Division II, the Wolves have made post-season appearances in two of their four years; and WHEREAS, Curt Fredrickson was named the NAIA II National Coach of the Year in 1992 and in 1994. He has received additional coach of the year honors from the South Dakota Press Association, Royal Order of the Gyps, Northern Sun Intercollegiate Conference, Midwest Independent Region, and NAIA District 12. In 1992 he was inducted into the NSU Athletic Hall of Fame: NOW, THEREFORE, BE IT COMMEMORATED, by the Seventy-fifth Legislature of the State of South Dakota, that Curt Fredrickson be recognized for his excellence in coaching resulting in five hundred basketball victories."}, {"bill_id": 15782, "bill_version_id": 86731, "bill_version": "Enrolled", "bill_version_date": "2000-02-11T00:00:00-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Northern State University women's basketball coach Curt Fredrickson on his five hundredth victory. WHEREAS, after twenty-one years of coaching, Curt Fredrickson became the fourth active NCAA Division II women's basketball coach with five hundred career victories; and WHEREAS, during Curt Fredrickson's tenure, the Northern State University Wolves have played in five NAIA national tournaments, winning the national title in 1991-1992 and 1993-1994, finishing second in 1992-1993, claiming third in 1980-1981, and finishing among the final eight teams in 1994- 1995. Under his coaching the Wolves also have won two district basketball championships and two regional crowns. In the Northern Sun Intercollegiate Conference, the Wolves have had five first-place and four second-place finishes. After joining the NCAA Division II, the Wolves have made post- season appearances in two of their four years; and WHEREAS, Curt Fredrickson was named the NAIA II National Coach of the Year in 1992 and in 1994. He has received additional coach of the year honors from the South Dakota Press Association, Royal Order of the Gyps, Northern Sun Intercollegiate Conference, Midwest Independent Region, and NAIA District 12. In 1992 he was inducted into the NSU Athletic Hall of Fame: NOW, THEREFORE, BE IT COMMEMORATED, by the Seventy-fifth Legislature of the State of South Dakota, that Curt Fredrickson be recognized for his excellence in coaching resulting in five hundred basketball victories."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15782, "action_date": "2000-02-09T14:00:00-06:00", "document_id": 85662, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85662.pdf", "status_text": "", "journal_page": 551, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15782, "action_date": "2000-02-10T13:00:00-06:00", "document_id": 85594, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85594.pdf", "status_text": "", "journal_page": null, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15782, "action_date": "2000-02-11T13:00:00-06:00", "document_id": 85597, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85597.pdf", "status_text": "", "journal_page": null, "committee_id_action": 657, "committee_id_assigned": null, "result": "N", "vote": {}}]}