{"session_id": 36, "bill_id": 10028, "bill_type": "House Bill", "bill_number": 1184, "bill_title": "authorize the operation of business development banks.", "sponsors": [{"legislator_profile_id": 1600, "is_prime": true}, {"legislator_profile_id": 1577, "is_prime": true}, {"legislator_profile_id": 1630, "is_prime": false}], "keywords": ["Banks and Banking", "Corporations"], "audio": [{"meeting_datetime": "2019-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hst23.mp3", "start_seconds": 1458.0}, {"meeting_datetime": "2019-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hst23.mp3", "start_seconds": 1458.0}, {"meeting_datetime": "2019-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hst23.mp3", "start_seconds": 1458.0}, {"meeting_datetime": "2019-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hst23.mp3", "start_seconds": 1458.0}, {"meeting_datetime": "2019-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hst23.mp3", "start_seconds": 1458.0}], "bill_versions": [{"bill_id": 10028, "bill_version_id": 52614, "bill_version": "Introduced", "bill_version_date": "2019-01-29T09:59:54.587-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the operation of business development banks. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 51A-1-2 be amended to read: 51A-1-2. Terms used in this title mean: (1) \"Articles of incorporation,\" articles of incorporation for a bank organized by incorporators as a corporation pursuant to chapter 47-1A and articles of organization for a bank organized by organizers or members as a limited liability company pursuant to chapter 47-34A; (2) \"Bank,\" any corporation or limited liability company, organized pursuant to chapter 47-34A, authorized under this title to engage in the business of banking or in the combined business of a bank and trust company or in, the combined business of a bank with trust powers, or the business of banking as a business development bank under sections 2 to 4, inclusive, of this Act; (3) \"Bank holding company,\" a bank holding company as defined in 12 U.S.C. § 1841, as amended as of January 1, 1988; (4) \"Banking,\" the business of receiving deposits, discounting commercial paper, or buying and selling exchange, and any other activity authorized by this title; (5) \"Banking day,\" that part of any day on which a bank is open to the public for carrying on substantially all of its banking functions; (6) \"Board of directors,\" board of directors for a bank organized by incorporators as a corporation pursuant to chapter 47-1A and a manager for a manager-managed bank or a member for a member-managed bank organized as a limited liability company pursuant to chapter 47-34A; (7) \"Branch bank,\" a branch place of business maintained by a bank to conduct its banking business; (8) \"Business development bank,\" a limited purpose bank operating in accordance with sections 2 to 4, inclusive, of this Act; (9) \"By-laws,\" by-laws for a bank organized by incorporators as a corporation pursuant to chapter 47-1A and operating agreement for a bank organized by organizers or members as a limited liability company pursuant to chapter 47-34A; (9)(10) \"Commission,\" the State Banking Commission; (10)(11) \"Debt cancellation contract,\" a loan term or contractual arrangement modifying loan terms under which a bank agrees to cancel all or part of a customer's obligation to repay an extension of credit from the bank upon the occurrence of a specified event. The contract may be separate from or a part of other loan documents. The term, debt cancellation contract, does not include loan payment deferral arrangements in which the triggering event is the borrower's unilateral election to defer repayment, or the bank's unilateral decision to allow a deferral of repayment; (11)(12) \"Debt suspension contract,\" a loan term or contractual arrangement modifying loan terms under which a bank agrees to suspend all or part of a customer's obligation to repay an extension of credit from the bank upon the occurrence of a specified event. The contract may be separate from or a part of other loan documents. The term, debt suspension contract, does not include loan payment deferral arrangements in which the triggering event is the borrower's unilateral election to defer repayment, or the bank's unilateral decision to allow a deferral of repayment. (12)(13) \"Deputy director,\" the deputy director of the Division of Banking; (13)(14) \"Director,\" the director of the Division of Banking; (14)(15) \"Dividends,\" distributions for a corporation organized pursuant to chapter 47-1A and distributions for a limited liability company organized pursuant to chapter 47-34A. (15)(16) \"Division,\" the Division of Banking of the Department of Labor and Regulation; (16)(17) \"Executive officer,\" every officer who participates or has authority to participate, otherwise than in the capacity of a director, in major policy-making functions of the bank, regardless of whether the officer has an official title or whether the officer's title contains a designation of assistant and regardless of whether the officer is serving without salary or other compensation. The chairman chair of the board, the president, every vice-president, the cashier, secretary, and treasurer of a bank are assumed to be executive officers, unless, by resolution of the board of directors or by the bank's bylaws, any such officer is excluded from participation in major policy- making functions, otherwise than in the capacity of a director of the bank, and the officer does not actually participate therein; (17)(18) \"Fully defeased bonds or notes,\" obligations issued by any state, or municipal or school district subdivision the repayment of which has been irrevocably guaranteed by other securities which securities are issued by or are fully guaranteed by the United States Government; (18)(19) \"Loan production office,\" an office which is apart from its main bank or branch which is staffed or controlled by a bank and is where loans are solicited but are not approved or disbursed; (19)(20) \"Mobile branch bank,\" a branch bank that does not have a single, permanent site and uses a vehicle that travels to various locations to enable the public to conduct banking business. A mobile branch bank may serve defined locations on a regular schedule or may serve a defined area at varying times and locations; (20)(21) \"National bank,\" any corporation organized pursuant to 12 U.S.C. § 21, as amended as of January 1, 1990; (21)(22) \"Stock,\" shares for a bank organized by incorporators as a corporation pursuant to chapter 47-1A and member equity for a bank organized as a limited liability company pursuant to chapter 47-34A; (22)(23) \"Stockholder,\" a shareholder of a bank organized by incorporators as a corporation pursuant to chapter 47-1A and a member for a bank organized by organizers or members as a member as a limited liability company pursuant to chapter 47-34A. Section 2. That the code be amended by adding a NEW SECTION to read: The name of a business development bank shall include the term, bank, and the suffix, BDB, but may not include the terms, savings, or trust. Section 3. That the code be amended by adding a NEW SECTION to read: A business development bank may: (1) Extend a loan or other financing, including a line of business credit, in an amount over five thousand dollars or, in the case of a line of credit, an opening balance of greater than five thousand dollars, to be used solely for commercial purposes to a business entity; (2) As deemed necessary by the business development bank, require and obtain any form of collateral or security interest in real or personal property to secure the loan or financing under subdivision (1); (3) Provide any management consulting and counseling service to the business development bank's customers either directly or indirectly through an affiliated or unaffiliated business entity, including any financial, economic, accounting, employee benefit, data processing, or any similar service as approved by the director; (4) Accept savings and time deposits in any amount not less than one hundred thousand dollars; and (5) Exercise any other power that is related to, incidental to, or usual to the business of banking and maintaining a corporate existence. Section 4. That the code be amended by adding a NEW SECTION to read: No business development bank may: (1) Act as a fiduciary, including as an executor, administrator, guardian, conservator, trustee by will or other instrument, receiver, or attorney-in-fact; (2) Exercise or possess any trust power otherwise available to a bank pursuant to the provisions of chapter 51A-5; (3) Extend a loan or other financing in any amount to be used for any non-commercial, personal, family, or household purpose; (4) Accept a deposit of any type other than savings and time deposits in an amount of one hundred thousand dollars or greater or accept a public deposit as defined under § 4-6A-1; (5) Engage in the business of money transmission as defined in § 51A-17-1; (6) Offer or provide any service for safe deposit box rental. For purposes of this subdivision, the holding or controlling of collateral under subdivision (2) of section 3 of this Act is not a service for safe deposit box rental under this subdivision; or (7) Establish more than one location open to the general public; or establish, maintain, or operate any branch or detached drive-through facility otherwise permitted for a bank under chapter 51A-7. Nothing in this subdivision prevents a business development bank from owning or leasing real property for business purposes that is closed to the general public."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 10028, "action_date": "2019-01-29T14:00:00-06:00", "document_id": 52673, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52673.pdf", "status_text": "First read in House and referred to", "journal_page": 234, "committee_id_action": 408, "committee_id_assigned": 424, "result": "N", "vote": {}}, {"bill_id": 10028, "action_date": "2019-02-13T07:45:00-06:00", "document_id": 53407, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53407.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 424, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10028, "action_date": "2019-02-13T07:45:00-06:00", "document_id": 53689, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53689.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 424, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 10028, "action_date": "2019-02-13T07:45:00-06:00", "document_id": 53689, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53689.pdf", "status_text": "Do Pass Amended", "journal_page": 0, "committee_id_action": 424, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 28207, "president_vote": null, "Nay": [1563, 1579, 1645, 1444, 1609, 1576, 1567], "Excused": [1434], "Yea": [1635, 1432, 1427, 1630, 1569]}}, {"bill_id": 10028, "action_date": "2019-02-13T07:45:00-06:00", "document_id": 53689, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53689.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 413, "committee_id_action": 424, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28209, "president_vote": null, "Yea": [1563, 1579, 1645, 1444, 1609, 1576, 1567, 1569], "Excused": [1434], "Nay": [1635, 1432, 1427, 1630]}}]}