{"session_id": 45, "bill_id": 13115, "bill_type": "House Bill", "bill_number": 1279, "bill_title": "to revise certain provisions regarding the regulation and the taxation of trust companies.", "sponsors": [], "keywords": ["Income & Financial Institutions' Taxes", "Signed by Governor", "Trusts"], "audio": [], "bill_versions": [{"bill_id": 13115, "bill_version_id": 73584, "bill_version": "Introduced", "bill_version_date": "1997-02-04T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the regulation and the taxation of trust companies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 51A-6A be amended by adding thereto a NEW SECTION to read as follows: Subsequent to the approval of a trust company by the commission, but prior to the filing of a trust company's articles of incorporation with the secretary of state, a newly appointed trust company shall pay to the commission a trust company charter fee of twenty-five thousand dollars. This fee shall be remitted by the Division of Banking to the state general fund. Any trust company who has for an entire year at least ten full-time employees located in South Dakota within its first three years of existence may obtain a refund by filing with the director a request for refund and verification adequate in the opinion of the director to verify the fact that such trust company has had at least ten full-time employees in South Dakota for one year. Section 2. That § 10-43-90 be amended to read as follows: 10-43-90. If a financial institution as described in § 10-43-88 has been authorized to engage in the trust business in South Dakota for fewer than twelve months, the annual minimum tax is two five hundred dollars; for more than twelve months, but fewer than twenty-four months the annual minimum tax is one two thousand dollars; for more than twenty-four months, but fewer than thirty-six months the annual minimum tax is two five thousand dollars; for thirty-six months, but fewer than forty-eight months the annual minimum tax is five ten thousand dollars; and for forty-eight months or more, the annual minimum tax is ten twenty-five thousand dollars. Section 3. As used in this Act, the term, extended term trust, means any trust which has no limitation on duration which would require the trust to cease and terminate on a date not later than twenty-one years beyond any life in being. Extended term trusts may not include any trust subject to the Employee Income Retirement Security Act of 1974, as amended as of January 1, 1997. Section 4. Any corporation, limited liability company, partnership, or other business entity which serves as a trustee or co-trustee for an extended term trust, which trust has a situs for state income tax purposes in the State of South Dakota, is subject to the South Dakota income tax on banks and financial corporations as set forth in chapter 10-43 and if the trustee has not been authorized to accept deposits by the South Dakota director of banking, the comptroller of the currency, the Office of Thrift Supervision, or the Federal Deposit Insurance Corporation, the trustee is deemed to be a financial institution as described in § 10-43-88 and is subject to the minimum tax set forth in § 10-43-90. Section 5. That § 51A-5-7 be amended to read as follows: 51A-5-7. No bank or trust company organized and doing business under the laws of any state or territory of the United States of America, or of the District of Columbia, other than South Dakota, or a national bank doing business in any other state, territory, or district, may act in a fiduciary capacity in this state, except pursuant to the provisions of § § 51A-5-8 to 51A-5-10, inclusive. A violation of this section is a Class 2 misdemeanor. Section 6. That § 51A-5-8 be amended to read as follows: 51A-5-8. A bank or trust company organized and doing trust business under the laws of any state or territory of the United States of America, including the District of Columbia, other than South Dakota, and a national bank, duly authorized so to act, may be appointed and may serve in this state as trustee, whether of a corporation or personal trust, executor, administrator, guardian, conservator, or committee for an incompetent person, or in any other fiduciary capacity, whether the appointment is by will, deed, court order, or decree, or otherwise, when and to the extent that the state, territory, or district in which the bank is organized or has its principal place of business grants authority to serve in like fiduciary capacities to a bank organized and doing business under the laws of this state. Section 7. That § 51A-5-9 be amended to read as follows: 51A-5-9. Before qualifying or serving in this state in any fiduciary capacity, as defined in § 51A-5-8, the bank or trust company shall file in the Office of the Secretary of State of South Dakota, a copy of its charter certified by its secretary under its corporate seal, and a power of attorney designating the secretary of state or the secretary of state's successor in office as the person upon whom all notices and processes issued by any court of this state may be served in any action or proceeding relating to any trust, estate, or matter within this state in respect of which the bank or trust company is acting in any fiduciary capacity with like effect as personal service on the bank or trust company . The power of attorney is irrevocable so long as any liability remains outstanding against the bank or trust company in this state. Service of process under this section may be made in the manner provided in § § 47-8-15 to 47-8-19, inclusive. Section 8. That § 51A-5-10 be amended to read as follows: 51A-5-10. The provisions of § § 51A-5-7 to 51A-5-9, inclusive, may not be construed to prohibit, permit, or affect in any other way, the right of a bank or trust company , organized and doing business under the laws of any other state, territory , or district than South Dakota, including a national bank doing business in any other state, to establish in this state a place of business, branch office, or agency for the conduct of business as a fiduciary. Section 9. That § 51A-5-14 be amended to read as follows: 51A-5-14. Any bank or private banker trust company , when holding securities as custodian for a fiduciary may deposit, or arrange for the deposit, with the federal reserve bank in its district of any securities the principal and interest of which the United States or any department, agency, or instrumentality of the United States has agreed to pay, or has guaranteed payment, to be credited to one or more accounts on the books of the federal reserve bank in the name of the bank or private banker trust company . Any account used for this purpose shall be designated as a fiduciary or safekeeping account, and other similar securities may be credited. A bank or private banker trust company depositing securities with a federal reserve bank is subject to such rules and regulations with respect to the making and maintenance of such deposit, as, in the case of state chartered institutions, the commission, and, in the case of national banking associations, the comptroller of the currency, may from time to time issue. Section 10. That § 51A-5-15 be amended to read as follows: 51A-5-15. The records of the bank or private banker trust company shall at all times show the ownership of the securities held in such account. Ownership of, and other interests in, the securities credited to such account may be transferred by entries on the books of said federal reserve bank without physical delivery of any securities. Section 11. That § 51A-5-16 be amended to read as follows: 51A-5-16. A bank or private banker trust company acting as custodian for a fiduciary shall, on demand by the fiduciary, certify in writing to the fiduciary the securities so deposited by the bank or private banker trust company with the federal reserve bank for the account of the fiduciary. A fiduciary shall, on demand by any party to which it must account or on demand by the attorney for the party, certify in writing to the party the securities deposited by the fiduciary with the federal reserve bank for its account as the fiduciary. Section 12. That § 51A-5-21 be amended to read as follows: 51A-5-21. Any fiduciary holding securities in its fiduciary capacity, any bank or trust company holding securities as a custodian or managing agent, and any bank or trust company holding securities as custodian for a fiduciary is authorized to deposit or arrange for the deposit of the securities in a clearing corporation, as defined in subdivision 57A-8-102 (3). Section 13. That § 51A-5-24 be amended to read as follows: 51A-5-24. The records of the fiduciary and the records of the bank or trust company acting as custodian, as managing agent or as custodian for a fiduciary shall at all times show the name of the party for whose account the securities are so deposited. Title to the securities may be transferred by bookkeeping entry on the books of the clearing corporation without physical delivery of certificates representing the securities. A bank or trust company so depositing securities pursuant to § 51A-5-23 is subject to the rules as, in the case of state chartered institutions, the commission and, in the case of national banking associations, the comptroller of the currency may from time to time issue. A bank or trust company acting as custodian for a fiduciary shall, on demand by the fiduciary, certify in writing to the fiduciary the securities so deposited by the bank or trust company in the clearing corporation for the account of the fiduciary. A fiduciary shall, on demand by any party to a judicial proceeding for the settlement of the fiduciary's account or on demand by the attorney for the party, certify in writing to the party the securities deposited by the fiduciary in the clearing corporation for its account as the fiduciary. Section 14. That § 51A-5-28 be amended to read as follows: 51A-5-28. Trust service office means a state or national bank or trust company offering trust services to the public under the auspices of another state or national bank or trust company which is the vendor of the trust service and which vendor has complied with the trust provisions of this title. Section 15. That § 51A-5-29 be amended to read as follows: 51A-5-29. Any state bank or trust company exercising trust powers may, with the approval of the director, or the comptroller of the currency, in the case of a national bank or trust company, establish and maintain a trust service office at any office in this state of a state or national bank, if the establishment thereof has been approved by the board of directors of the state or national bank at a meeting called for that purpose, and by the director or comptroller. Section 16. That § 51A-5-30 be amended to read as follows: 51A-5-30. Upon establishment of a trust service office, the bank or trust company may conduct at the trust service office any trust business and business incidental thereto which it is permitted to conduct at its principal office, but may not accept deposits except as incidental to the trust business."}, {"bill_id": 13115, "bill_version_id": 73583, "bill_version": "House Taxation Engrossed", "bill_version_date": "1997-02-19T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the regulation and the taxation of trust companies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 51A-6A be amended by adding thereto a NEW SECTION to read as follows: Subsequent to the approval of a trust company by the commission, but prior to the filing of a trust company's articles of incorporation with the secretary of state, a newly appointed trust company shall pay to the commission a trust company charter fee of twenty-five thousand dollars. This fee shall be remitted by the Division of Banking to the state general fund. Any trust company who has for an entire year at least ten full-time employees located in South Dakota within its first three years of existence may obtain a refund by filing with the director a request for refund and verification adequate in the opinion of the director to verify the fact that such trust company has had at least ten full-time employees in South Dakota for one year. Section 2. That § 10-43-90 be amended to read as follows: 10-43-90. If a financial institution as described in § 10-43-88 has been authorized to engage in the trust business in South Dakota for fewer than twelve months, the annual minimum tax is two five hundred dollars; for more than twelve months, but fewer than twenty-four months the annual minimum tax is one two thousand dollars; for more than twenty-four months, but fewer than thirty-six months the annual minimum tax is two five thousand dollars; for thirty-six months, but fewer than forty-eight months the annual minimum tax is five ten thousand dollars; and for forty-eight months or more, the annual minimum tax is ten twenty-five thousand dollars. For financial institutions described in § 10-43-88 which file as part of a consolidated report pursuant to § 10-43-36, the annual minimum tax set forth in this section shall be met if the consolidated report shows total tax pursuant to chapter 10-43 in excess of the minimum set forth in this section. Section 3. As used in section 4 of this Act, the term, extended term trust, means any trust which has no limitation on duration which would require the trust to cease and terminate on a date not later than twenty-one years beyond any life in being. Extended term trusts may not include any trust subject to the Employee Income Retirement Security Act of 1974, as amended as of January 1, 1997. Section 4. Any corporation, limited liability company, partnership, or other business entity which serves as a trustee or co-trustee for an extended term trust, which trust has a situs for state income tax purposes in the State of South Dakota, is subject to the South Dakota income tax on banks and financial corporations as set forth in chapter 10-43 and if the trustee has not been authorized to accept deposits by the South Dakota director of banking, the comptroller of the currency, the Office of Thrift Supervision, or the Federal Deposit Insurance Corporation, the trustee is deemed to be a financial institution as described in § 10-43-88 and is subject to the minimum tax set forth in § 10-43-90. Section 5. That § 51A-5-7 be amended to read as follows: 51A-5-7. No bank or trust company organized and doing business under the laws of any state or territory of the United States of America, or of the District of Columbia, other than South Dakota, or a national bank doing business in any other state, territory, or district, may act in a fiduciary capacity in this state, except pursuant to the provisions of § § 51A-5-8 to 51A-5-10, inclusive. A violation of this section is a Class 2 misdemeanor. Section 6. That § 51A-5-8 be amended to read as follows: 51A-5-8. A bank or trust company organized and doing trust business under the laws of any state or territory of the United States of America, including the District of Columbia, other than South Dakota, and a national bank, duly authorized so to act, may be appointed and may serve in this state as trustee, whether of a corporation or personal trust, executor, administrator, guardian, conservator, or committee for an incompetent person, or in any other fiduciary capacity, whether the appointment is by will, deed, court order, or decree, or otherwise, when and to the extent that the state, territory, or district in which the bank or trust company is organized or has its principal place of business grants authority to serve in like fiduciary capacities to a bank or trust company organized and doing business under the laws of this state. Section 7. That § 51A-5-9 be amended to read as follows: 51A-5-9. Before qualifying or serving in this state in any fiduciary capacity, as defined in § 51A-5-8, the bank or trust company shall file in the Office of the Secretary of State of South Dakota, a copy of its charter certified by its secretary under its corporate seal, and a power of attorney designating the secretary of state or the secretary of state's successor in office as the person upon whom all notices and processes issued by any court of this state may be served in any action or proceeding relating to any trust, estate, or matter within this state in respect of which the bank or trust company is acting in any fiduciary capacity with like effect as personal service on the bank or trust company . The power of attorney is irrevocable so long as any liability remains outstanding against the bank or trust company in this state. Service of process under this section may be made in the manner provided in § § 47-8-15 to 47-8-19, inclusive. Section 8. That § 51A-5-10 be amended to read as follows: 51A-5-10. The provisions of § § 51A-5-7 to 51A-5-9, inclusive, may not be construed to prohibit, permit, or affect in any other way, the right of a bank or trust company , organized and doing business under the laws of any other state, territory , or district than South Dakota, including a national bank doing business in any other state, to establish in this state a place of business, branch office, or agency for the conduct of business as a fiduciary. Section 9. That § 51A-5-14 be amended to read as follows: 51A-5-14. Any bank or private banker trust company , when holding securities as custodian for a fiduciary may deposit, or arrange for the deposit, with the federal reserve bank in its district of any securities the principal and interest of which the United States or any department, agency, or instrumentality of the United States has agreed to pay, or has guaranteed payment, to be credited to one or more accounts on the books of the federal reserve bank in the name of the bank or private banker trust company . Any account used for this purpose shall be designated as a fiduciary or safekeeping account, and other similar securities may be credited. A bank or private banker trust company depositing securities with a federal reserve bank is subject to such rules and regulations with respect to the making and maintenance of such deposit, as, in the case of state chartered institutions, the commission, and, in the case of national banking associations, the comptroller of the currency, may from time to time issue. Section 10. That § 51A-5-15 be amended to read as follows: 51A-5-15. The records of the bank or private banker trust company shall at all times show the ownership of the securities held in such account. Ownership of, and other interests in, the securities credited to such account may be transferred by entries on the books of said federal reserve bank without physical delivery of any securities. Section 11. That § 51A-5-16 be amended to read as follows: 51A-5-16. A bank or private banker trust company acting as custodian for a fiduciary shall, on demand by the fiduciary, certify in writing to the fiduciary the securities so deposited by the bank or private banker trust company with the federal reserve bank for the account of the fiduciary. A fiduciary shall, on demand by any party to which it must account or on demand by the attorney for the party, certify in writing to the party the securities deposited by the fiduciary with the federal reserve bank for its account as the fiduciary. Section 12. That § 51A-5-21 be amended to read as follows: 51A-5-21. Any fiduciary holding securities in its fiduciary capacity, any bank or trust company holding securities as a custodian or managing agent, and any bank or trust company holding securities as custodian for a fiduciary is authorized to deposit or arrange for the deposit of the securities in a clearing corporation, as defined in subdivision 57A-8-102 (3). Section 13. That § 51A-5-24 be amended to read as follows: 51A-5-24. The records of the fiduciary and the records of the bank or trust company acting as custodian, as managing agent or as custodian for a fiduciary shall at all times show the name of the party for whose account the securities are so deposited. Title to the securities may be transferred by bookkeeping entry on the books of the clearing corporation without physical delivery of certificates representing the securities. A bank or trust company so depositing securities pursuant to § 51A-5-23 is subject to the rules as, in the case of state chartered institutions, the commission and, in the case of national banking associations, the comptroller of the currency may from time to time issue. A bank or trust company acting as custodian for a fiduciary shall, on demand by the fiduciary, certify in writing to the fiduciary the securities so deposited by the bank or trust company in the clearing corporation for the account of the fiduciary. A fiduciary shall, on demand by any party to a judicial proceeding for the settlement of the fiduciary's account or on demand by the attorney for the party, certify in writing to the party the securities deposited by the fiduciary in the clearing corporation for its account as the fiduciary. Section 14. That § 51A-5-28 be amended to read as follows: 51A-5-28. Trust service office means a state or national bank or trust company offering trust services to the public under the auspices of another state or national bank or trust company which is the vendor of the trust service and which vendor has complied with the trust provisions of this title. Section 15. That § 51A-5-29 be amended to read as follows: 51A-5-29. Any state bank or trust company exercising trust powers may, with the approval of the director, or the comptroller of the currency, in the case of a national bank or trust company, establish and maintain a trust service office at any office in this state of a state or national bank, if the establishment thereof has been approved by the board of directors of the state or national bank at a meeting called for that purpose, and by the director or comptroller. Section 16. That § 51A-5-30 be amended to read as follows: 51A-5-30. Upon establishment of a trust service office, the bank or trust company may conduct at the trust service office any trust business and business incidental thereto which it is permitted to conduct at its principal office, but may not accept deposits except as incidental to the trust business. BILL HISTORY 2/4/97 First read in House and referred to Taxation. H.J. 299 2/12/97 Scheduled for Committee hearing on this date. 2/13/97 Scheduled for Committee hearing on this date. 2/18/97 Scheduled for Committee hearing on this date. 2/18/97 Taxation Do Pass Amended, Passed, AYES 10, NAYS 2. H.J. 528"}, {"bill_id": 13115, "bill_version_id": 73582, "bill_version": "House Engrossed", "bill_version_date": "1997-02-24T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the regulation and the taxation of trust companies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 51A-6A be amended by adding thereto a NEW SECTION to read as follows: Subsequent to the approval of a trust company by the commission, but prior to the filing of a trust company's articles of incorporation with the secretary of state, a newly appointed trust company shall pay to the commission a trust company charter fee of twenty-five thousand dollars. This fee shall be remitted by the Division of Banking to the state general fund. Any trust company who has for an entire year at least ten full-time employees located in South Dakota within its first three years of existence may obtain a refund by filing with the director a request for refund and verification adequate in the opinion of the director to verify the fact that such trust company has had at least ten full-time employees in South Dakota for one year. Any trust company which is a related corporation, as defined in § 10-43-1, of a depository institution subject to the provisions of chapter 10-43 is exempt from the charter fee imposed by this section. Section 2. That § 10-43-90 be amended to read as follows: 10-43-90. If a financial institution as described in § 10-43-88 has been authorized to engage in the trust business in South Dakota for fewer than twelve months, the annual minimum tax is two five hundred dollars; for more than twelve months, but fewer than twenty-four months the annual minimum tax is one two thousand dollars; for more than twenty-four months, but fewer than thirty-six months the annual minimum tax is two five thousand dollars; for thirty-six months, but fewer than forty-eight months the annual minimum tax is five ten thousand dollars; and for forty-eight months or more, the annual minimum tax is ten twenty-five thousand dollars. Section 3. As used in section 4 of this Act, the term, extended term trust, means any trust which has no limitation on duration which would require the trust to cease and terminate on a date not later than twenty-one years beyond any life in being. Extended term trusts may not include any trust subject to the Employee Income Retirement Security Act of 1974, as amended as of January 1, 1997. Section 4. Any corporation, limited liability company, partnership, or other business entity which serves as a trustee or co-trustee for an extended term trust, which trust has a situs for state income tax purposes in the State of South Dakota, is subject to the South Dakota income tax on banks and financial corporations as set forth in chapter 10-43 and if the trustee has not been authorized to accept deposits by the South Dakota director of banking, the comptroller of the currency, the Office of Thrift Supervision, or the Federal Deposit Insurance Corporation, the trustee is deemed to be a financial institution as described in § 10-43-88 and is subject to the minimum tax set forth in § 10-43-90. Section 5. That § 51A-5-7 be amended to read as follows: 51A-5-7. No bank or trust company organized and doing business under the laws of any state or territory of the United States of America, or of the District of Columbia, other than South Dakota, or a national bank doing business in any other state, territory, or district, may act in a fiduciary capacity in this state, except pursuant to the provisions of § § 51A-5-8 to 51A-5-10, inclusive. A violation of this section is a Class 2 misdemeanor. Section 6. That § 51A-5-8 be amended to read as follows: 51A-5-8. A bank or trust company organized and doing trust business under the laws of any state or territory of the United States of America, including the District of Columbia, other than South Dakota, and a national bank, duly authorized so to act, may be appointed and may serve in this state as trustee, whether of a corporation or personal trust, executor, administrator, guardian, conservator, or committee for an incompetent person, or in any other fiduciary capacity, whether the appointment is by will, deed, court order, or decree, or otherwise, when and to the extent that the state, territory, or district in which the bank or trust company is organized or has its principal place of business grants authority to serve in like fiduciary capacities to a bank or trust company organized and doing business under the laws of this state. Section 7. That § 51A-5-9 be amended to read as follows: 51A-5-9. Before qualifying or serving in this state in any fiduciary capacity, as defined in § 51A-5-8, the bank or trust company shall file in the Office of the Secretary of State of South Dakota, a copy of its charter certified by its secretary under its corporate seal, and a power of attorney designating the secretary of state or the secretary of state's successor in office as the person upon whom all notices and processes issued by any court of this state may be served in any action or proceeding relating to any trust, estate, or matter within this state in respect of which the bank or trust company is acting in any fiduciary capacity with like effect as personal service on the bank or trust company . The power of attorney is irrevocable so long as any liability remains outstanding against the bank or trust company in this state. Service of process under this section may be made in the manner provided in § § 47-8-15 to 47-8-19, inclusive. Section 8. That § 51A-5-10 be amended to read as follows: 51A-5-10. The provisions of § § 51A-5-7 to 51A-5-9, inclusive, may not be construed to prohibit, permit, or affect in any other way, the right of a bank or trust company , organized and doing business under the laws of any other state, territory , or district than South Dakota, including a national bank doing business in any other state, to establish in this state a place of business, branch office, or agency for the conduct of business as a fiduciary. Section 9. That § 51A-5-14 be amended to read as follows: 51A-5-14. Any bank or private banker trust company , when holding securities as custodian for a fiduciary may deposit, or arrange for the deposit, with the federal reserve bank in its district of any securities the principal and interest of which the United States or any department, agency, or instrumentality of the United States has agreed to pay, or has guaranteed payment, to be credited to one or more accounts on the books of the federal reserve bank in the name of the bank or private banker trust company . Any account used for this purpose shall be designated as a fiduciary or safekeeping account, and other similar securities may be credited. A bank or private banker trust company depositing securities with a federal reserve bank is subject to such rules and regulations with respect to the making and maintenance of such deposit, as, in the case of state chartered institutions, the commission, and, in the case of national banking associations, the comptroller of the currency, may from time to time issue. Section 10. That § 51A-5-15 be amended to read as follows: 51A-5-15. The records of the bank or private banker trust company shall at all times show the ownership of the securities held in such account. Ownership of, and other interests in, the securities credited to such account may be transferred by entries on the books of said federal reserve bank without physical delivery of any securities. Section 11. That § 51A-5-16 be amended to read as follows: 51A-5-16. A bank or private banker trust company acting as custodian for a fiduciary shall, on demand by the fiduciary, certify in writing to the fiduciary the securities so deposited by the bank or private banker trust company with the federal reserve bank for the account of the fiduciary. A fiduciary shall, on demand by any party to which it must account or on demand by the attorney for the party, certify in writing to the party the securities deposited by the fiduciary with the federal reserve bank for its account as the fiduciary. Section 12. That § 51A-5-21 be amended to read as follows: 51A-5-21. Any fiduciary holding securities in its fiduciary capacity, any bank or trust company holding securities as a custodian or managing agent, and any bank or trust company holding securities as custodian for a fiduciary is authorized to deposit or arrange for the deposit of the securities in a clearing corporation, as defined in subdivision 57A-8-102 (3). Section 13. That § 51A-5-24 be amended to read as follows: 51A-5-24. The records of the fiduciary and the records of the bank or trust company acting as custodian, as managing agent or as custodian for a fiduciary shall at all times show the name of the party for whose account the securities are so deposited. Title to the securities may be transferred by bookkeeping entry on the books of the clearing corporation without physical delivery of certificates representing the securities. A bank or trust company so depositing securities pursuant to § 51A-5-23 is subject to the rules as, in the case of state chartered institutions, the commission and, in the case of national banking associations, the comptroller of the currency may from time to time issue. A bank or trust company acting as custodian for a fiduciary shall, on demand by the fiduciary, certify in writing to the fiduciary the securities so deposited by the bank or trust company in the clearing corporation for the account of the fiduciary. A fiduciary shall, on demand by any party to a judicial proceeding for the settlement of the fiduciary's account or on demand by the attorney for the party, certify in writing to the party the securities deposited by the fiduciary in the clearing corporation for its account as the fiduciary. Section 14. That § 51A-5-28 be amended to read as follows: 51A-5-28. Trust service office means a state or national bank or trust company offering trust services to the public under the auspices of another state or national bank or trust company which is the vendor of the trust service and which vendor has complied with the trust provisions of this title. Section 15. That § 51A-5-29 be amended to read as follows: 51A-5-29. Any state bank or trust company exercising trust powers may, with the approval of the director, or the comptroller of the currency, in the case of a national bank or trust company, establish and maintain a trust service office at any office in this state of a state or national bank, if the establishment thereof has been approved by the board of directors of the state or national bank at a meeting called for that purpose, and by the director or comptroller. Section 16. That § 51A-5-30 be amended to read as follows: 51A-5-30. Upon establishment of a trust service office, the bank or trust company may conduct at the trust service office any trust business and business incidental thereto which it is permitted to conduct at its principal office, but may not accept deposits except as incidental to the trust business. Section 17. That § 10-43-88 be amended to read as follows: 10-43-88. For the purpose of this section and § § 10-43-89 and 10-43-90, financial institution means a financial institution defined in § 10-43-1(4) but is one which is authorized to engage in the trust business and has not been authorized to accept deposits by the director, comptroller of the currency, or the office of thrift supervision and is not a related corporation of a depository institution subject to the tax imposed by this chapter . BILL HISTORY 2/4/97 First read in House and referred to Taxation. H.J. 299 2/12/97 Scheduled for Committee hearing on this date. 2/13/97 Scheduled for Committee hearing on this date. 2/18/97 Scheduled for Committee hearing on this date. 2/18/97 Taxation Do Pass Amended, Passed, AYES 10, NAYS 2. H.J. 528 2/20/97 Deferred to another day, AYES 62, NAYS 6. H.J. 621 2/21/97 House of Representatives Placed on Calendar. H.J. 632 2/21/97 Motion to Amend, Passed. H.J. 635 2/21/97 House of Representatives Do Pass Amended, Passed, AYES 64, NAYS 4. H.J. 635"}, {"bill_id": 13115, "bill_version_id": 73581, "bill_version": "Enrolled", "bill_version_date": "1997-03-04T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13115, "action_date": "1997-02-04T14:00:00-06:00", "document_id": 72896, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72896.pdf", "status_text": "First read in House and referred to", "journal_page": 299, "committee_id_action": 544, "committee_id_assigned": 540, "result": "N", "vote": {}}, {"bill_id": 13115, "action_date": "1997-02-12T07:45:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 540, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13115, "action_date": "1997-02-13T07:45:00-06:00", "document_id": 72352, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72352.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 540, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13115, "action_date": "1997-02-18T07:45:00-06:00", "document_id": 72385, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72385.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 540, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13115, "action_date": "1997-02-18T07:45:00-06:00", "document_id": 72385, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72385.pdf", "status_text": "Do Pass Amended,", "journal_page": 528, "committee_id_action": 540, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35385, "president_vote": null, "Yea": [1886, 1888, 1895, 1907, 1962, 1887, 1937, 1954, 1987, 1900], "Nay": [1943, 1983], "Excused": [1958]}}, {"bill_id": 13115, "action_date": "1997-02-20T14:00:00-06:00", "document_id": 72920, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72920.pdf", "status_text": "Deferred to another day", "journal_page": 621, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37560, "president_vote": null, "Yea": [1886, 1888, 1891, 1892, 1894, 1896, 1897, 1899, 1900, 1902, 1903, 1904, 1907, 1909, 1910, 1913, 1914, 1916, 1917, 1918, 1921, 1922, 1923, 1926, 1931, 1933, 1936, 1937, 1940, 1941, 1942, 1943, 1944, 1947, 1948, 1949, 1950, 1951, 1952, 1953, 1954, 1957, 1958, 1961, 1962, 1963, 1964, 1966, 1967, 1968, 1970, 1971, 1973, 1974, 1975, 1980, 1983, 1984, 1985, 1987, 1988, 1924], "Nay": [1887, 1898, 1906, 1929, 1934, 1982], "Absent": [1890, 1895]}}, {"bill_id": 13115, "action_date": "1997-02-21T14:00:00-06:00", "document_id": 72922, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72922.pdf", "status_text": "Motion to Amend,", "journal_page": 635, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13115, "action_date": "1997-02-21T14:00:00-06:00", "document_id": 72922, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72922.pdf", "status_text": "Do Pass Amended,", "journal_page": 635, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37879, "president_vote": null, "Yea": [1886, 1887, 1888, 1890, 1891, 1892, 1894, 1895, 1896, 1897, 1898, 1899, 1900, 1902, 1903, 1904, 1906, 1907, 1909, 1910, 1913, 1914, 1917, 1918, 1921, 1922, 1923, 1926, 1929, 1931, 1933, 1934, 1936, 1937, 1940, 1941, 1942, 1944, 1947, 1948, 1949, 1950, 1951, 1952, 1954, 1957, 1958, 1961, 1962, 1963, 1964, 1966, 1968, 1970, 1973, 1974, 1975, 1980, 1982, 1983, 1984, 1985, 1987, 1924], "Excused": [1916, 1967], "Nay": [1943, 1953, 1971, 1988]}}, {"bill_id": 13115, "action_date": "1997-02-24T14:00:00-06:00", "document_id": 72925, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72925.pdf", "status_text": "First read in Senate and referred to", "journal_page": 603, "committee_id_action": 545, "committee_id_assigned": 528, "result": "N", "vote": {}}, {"bill_id": 13115, "action_date": "1997-02-28T07:45:00-06:00", "document_id": 72470, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72470.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 528, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13115, "action_date": "1997-02-28T07:45:00-06:00", "document_id": 72470, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72470.pdf", "status_text": "Do Pass,", "journal_page": 704, "committee_id_action": 528, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37053, "president_vote": null, "Yea": [1893, 1901, 1919, 1959, 1978, 1972, 1960], "Nay": [1945, 1976]}}, {"bill_id": 13115, "action_date": "1997-03-03T14:00:00-06:00", "document_id": 72935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72935.pdf", "status_text": "Do Pass,", "journal_page": 743, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38008, "president_vote": null, "Yea": [1884, 1885, 1893, 1901, 1905, 1908, 1911, 1912, 1915, 1919, 1925, 1927, 1928, 1930, 1932, 1935, 1938, 1946, 1955, 1956, 1959, 1960, 1965, 1969, 1972, 1977, 1978, 1979, 1981], "Excused": [1889, 1920, 1986], "Nay": [1939, 1945, 1976]}}, {"bill_id": 13115, "action_date": "1997-03-05T14:00:00-06:00", "document_id": 72938, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72938.pdf", "status_text": "Signed by Speaker", "journal_page": 903, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13115, "action_date": "1997-03-06T14:00:00-06:00", "document_id": 72941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72941.pdf", "status_text": "Signed by President", "journal_page": 820, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13115, "action_date": "1997-03-06T14:00:00-06:00", "document_id": 72940, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72940.pdf", "status_text": "Delivered to the Governor", "journal_page": 929, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13115, "action_date": "1997-03-11T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 770, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13115"}