{"session_id": 36, "bill_id": 9831, "bill_type": "House Commemoration", "bill_number": 1005, "bill_title": "Recognizing the month of September as Opioid Abuse Awareness and Prevention Month.", "sponsors": [{"legislator_profile_id": 1613, "is_prime": true}, {"legislator_profile_id": 1608, "is_prime": true}, {"legislator_profile_id": 1578, "is_prime": false}, {"legislator_profile_id": 1443, "is_prime": false}, {"legislator_profile_id": 1606, "is_prime": false}, {"legislator_profile_id": 1633, "is_prime": false}, {"legislator_profile_id": 1444, "is_prime": false}, {"legislator_profile_id": 1593, "is_prime": false}, {"legislator_profile_id": 1649, "is_prime": false}, {"legislator_profile_id": 1583, "is_prime": false}, {"legislator_profile_id": 1595, "is_prime": false}, {"legislator_profile_id": 1630, "is_prime": false}, {"legislator_profile_id": 1431, "is_prime": false}, {"legislator_profile_id": 1638, "is_prime": false}, {"legislator_profile_id": 1647, "is_prime": false}, {"legislator_profile_id": 1572, "is_prime": false}, {"legislator_profile_id": 1622, "is_prime": false}, {"legislator_profile_id": 1597, "is_prime": false}, {"legislator_profile_id": 1625, "is_prime": false}], "keywords": ["House Commemoratives"], "audio": [], "bill_versions": [{"bill_id": 9831, "bill_version_id": 52325, "bill_version": "Introduced", "bill_version_date": "2019-01-25T09:46:36.663-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Recognizing the month of September as Opioid Abuse Awareness and Prevention Month. WHEREAS, opioid-related deaths in South Dakota have steadily increased since 2012, and there are now an average of thirty-one opioid-related deaths per year; and WHEREAS, opioid-related deaths affect citizens from one year of age to eighty-five years of age and beyond; and WHEREAS, suspected opioid overdoses increased from 2015 to 2019, and one in four people prescribed opioids struggle with addiction; and WHEREAS, the State of South Dakota, law enforcement, health care providers, and local governments have made great strides in combating opioid addiction and awareness; and WHEREAS, there is a need to share all of the state's opioid abuse awareness and prevention resources with citizens in the month of September for public awareness and education: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fourth Legislature of the State of South Dakota, that the Legislature recognize September as Opioid Abuse Awareness and Prevention Month."}, {"bill_id": 9831, "bill_version_id": 52877, "bill_version": "Enrolled", "bill_version_date": "2019-01-30T12:40:29.52-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Recognizing the month of September as Opioid Abuse Awareness and Prevention Month. WHEREAS, opioid-related deaths in South Dakota have steadily increased since 2012, and there are now an average of thirty-one opioid-related deaths per year; and WHEREAS, opioid-related deaths affect citizens from one year of age to eighty-five years of age and beyond; and WHEREAS, suspected opioid overdoses increased from 2015 to 2019, and one in four people prescribed opioids struggle with addiction; and WHEREAS, the State of South Dakota, law enforcement, health care providers, and local governments have made great strides in combating opioid addiction and awareness; and WHEREAS, there is a need to share all of the state's opioid abuse awareness and prevention resources with citizens in the month of September for public awareness and education: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fourth Legislature of the State of South Dakota, that the Legislature recognize September as Opioid Abuse Awareness and Prevention Month. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9831, "action_date": "2019-01-25T14:00:00-06:00", "document_id": 52449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52449.pdf", "status_text": "", "journal_page": 212, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/9831"}