{"session_id": 51, "bill_id": 16635, "bill_type": "House Bill", "bill_number": 1260, "bill_title": "adopt the Uniform Interstate Enforcement of Domestic Violence Protection Orders Act.", "sponsors": [{"legislator_profile_id": 2562, "is_prime": true}, {"legislator_profile_id": 2614, "is_prime": true}, {"legislator_profile_id": 2529, "is_prime": false}, {"legislator_profile_id": 2549, "is_prime": false}, {"legislator_profile_id": 2567, "is_prime": false}, {"legislator_profile_id": 2568, "is_prime": false}, {"legislator_profile_id": 2576, "is_prime": false}, {"legislator_profile_id": 2617, "is_prime": false}], "keywords": ["Court", "Department of Social Services"], "audio": [{"meeting_datetime": "2001-02-12T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hju24hb1260a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-12T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hju24hb1260a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-12T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hju24hb1260a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-12T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hju24hb1260a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-12T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hju24hb1260a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16635, "bill_version_id": 88791, "bill_version": "Introduced", "bill_version_date": "2001-01-29T10:20:56-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to adopt the Uniform Interstate Enforcement of Domestic Violence Protection Orders Act. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. This Act may be cited as the Uniform Interstate Enforcement of Domestic Violence Protection Orders Act. Section 2. Terms in this Act mean: (1) \"Foreign protection order,\" a protection order issued by a tribunal of another state; (2) \"Issuing state,\" the state whose tribunal issues a protection order; (3) \"Mutual foreign protection order,\" a foreign protection order that includes provisions issued in favor of both the protected individual seeking enforcement of the order and the respondent; (4) \"Protected individual,\" an individual protected by a protection order; (5) \"Protection order,\" an injunction or other order, issued by a tribunal under the domestic violence or family violence laws of the issuing state, to prevent an individual from engaging in violent or threatening acts against, harassment of, contact or communication with, or physical proximity to another individual; (6) \"Respondent,\" the individual against whom enforcement of a protection order is sought; (7) \"State,\" a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States. The term includes an Indian tribe or band that has jurisdiction to issue protection orders; (8) \"Tribunal,\" a court, agency, or other entity authorized by law to issue or modify a protection order. Section 3. (a) A tribunal of this state shall enforce the terms of a valid foreign protection order, including terms that provide relief that a tribunal of this state would lack power to provide but for this section. A tribunal of this state shall enforce a valid foreign protection order issued by a tribunal, whether the order was obtained by independent action or in another proceeding, if it is an order issued in response to a complaint, petition, or motion filed by or on behalf of an individual seeking protection. A tribunal of this state may not enforce an order issued by a tribunal that does not recognize the standing of a protected individual to seek enforcement of the order. (b) A tribunal of this state shall enforce the provisions of a valid foreign protection order which governs custody and visitation. The custody and visitation provisions of the order must have been issued in accordance with the jurisdictional requirements governing the issuance of custody and visitation orders in the issuing state. (c) A tribunal of this state may not enforce under this Act an order or provision of an order with respect to support. (d) A protection order is valid if it: (1) Identifies the protected individual and the respondent; (2) Is currently in effect; (3) Was issued by a tribunal that had jurisdiction over the parties and matter under the law of the issuing state; and (4) Was issued after the respondent was provided with reasonable notice and had an opportunity to be heard before the tribunal issued the order or, in the case of an order ex parte, the respondent was given notice and afforded an opportunity to be heard within a reasonable time after the issuing of the order, consistent with the rights of the respondent to due process. (e) A person authorized under the law of this state to seek enforcement of a foreign protection order establishes a prima facie case for its validity by presenting an order valid on its face. (f) Absence of any of the criteria for validity of a foreign protection order is an affirmative defense in an action seeking enforcement of the order. (g) A tribunal of this state may enforce the provisions of a mutual foreign protection order which favor a respondent only if: (1) The respondent filed a written pleading seeking a protection order from the tribunal of the issuing state; and (2) The tribunal of the issuing state made specific findings in favor of the respondent. Section 4. (a) A law enforcement officer of this state, upon determining that there is probable cause to believe that a valid foreign protection order exists and that the order has been violated, shall enforce the order as if it were the order of a tribunal of this state. Presentation of a protection order that identifies both the protected individual and the respondent and, on its face, is currently in effect constitutes probable cause to believe that a valid foreign protection order exists. For the purposes of this section, the protection order may be inscribed on a tangible medium or may have been stored in an electronic or other medium if it is retrievable in perceivable form. Presentation of a certified copy of a protection order is not required for enforcement. (b) If the protection order is not presented, the officer may consider other information in determining whether there is probable cause to believe that a valid foreign protection order exists. (c) If a law enforcement officer of this state determines that an otherwise valid foreign protection order cannot be enforced because the respondent has not been notified or served with the order, the officer shall inform the respondent of the order and make a reasonable effort to serve the order upon the respondent. After informing the respondent and serving the order, the officer shall allow the respondent a reasonable opportunity to comply with the order before enforcing the order. (d) Registration or filing of an order in this state is not required for the enforcement of a valid foreign protection order pursuant to this Act. Section 5. (a) Any individual may register a foreign protection order in this state. To register a foreign protection order, an individual shall: (1) Present a certified copy of the order to the Department of Social Services; or (2) Present a certified copy of the order to a clerk of a circuit court and request that the order be registered with the Department of Social Services. (b) Upon receipt of a protection order, the Department of Social Services shall register the order in accordance with this section. After the order is registered, the department shall furnish to the individual registering the order a certified copy of the registered order. (c) The Department of Social Services shall register an order upon presentation of a copy of a protection order which has been certified by the issuing state. A registered foreign protection order which is inaccurate or is not currently in effect shall be corrected or removed from the registry in accordance with the law of this state. (d) An individual registering a foreign protection order shall file an affidavit by the protected individual that, to the best of the individual's knowledge, the order is currently in effect. (e) A foreign protection order registered under this Act may be entered in any existing state or federal registries of protection orders, in accordance with state or federal law. (f) A fee may not be charged for the registration of a foreign protection order or the correction or removal of a foreign protection order. Section 6. This state or a local governmental agency, or a law enforcement officer, prosecuting attorney, clerk of court, or any state or local governmental official acting in an official capacity, is immune from civil and criminal liability for an act or omission arising out of the registration or enforcement of a foreign protection order or the detention or arrest of an alleged violator of a foreign protection order if the act or omission is done in good faith in an effort to comply with this Act. Section 7. The Act applies to any protection order issued before July 1, 2001, including any continuing action for enforcement of a foreign protection order commenced before July 1, 2001. A request for enforcement of a foreign protection order brought on or after July 1, 2001, for violations of a foreign protection order occurring before July 1, 2001, is governed by the provisions of this Act. Section 8. Pursuit of remedies under this Act does not preclude a protected individual from pursuing other legal or equitable remedies against the respondent."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16635, "action_date": "2001-01-29T14:00:00-06:00", "document_id": 88862, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88862.pdf", "status_text": "First read in House and referred to", "journal_page": 246, "committee_id_action": 712, "committee_id_assigned": 710, "result": "N", "vote": {}}, {"bill_id": 16635, "action_date": "2001-02-05T07:45:00-06:00", "document_id": 89285, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89285.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 710, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16635, "action_date": "2001-02-09T07:45:00-06:00", "document_id": 89707, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89707.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 710, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16635, "action_date": "2001-02-12T07:45:00-06:00", "document_id": 89777, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89777.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 710, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16635, "action_date": "2001-02-12T07:45:00-06:00", "document_id": 89777, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89777.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 458, "committee_id_action": 710, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49314, "president_vote": null, "Yea": [2518, 2558, 2564, 2577, 2578, 2586, 2582, 2525], "Absent": [2547], "Nay": [2583, 2587, 2611], "Excused": [2601]}}, {"bill_id": 16635, "action_date": "2001-02-12T07:45:00-06:00", "document_id": 89777, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89777.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 458, "committee_id_action": 710, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49314, "president_vote": null, "Yea": [2518, 2558, 2564, 2577, 2578, 2586, 2582, 2525], "Absent": [2547], "Nay": [2583, 2587, 2611], "Excused": [2601]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/16635"}