{"session_id": 36, "bill_id": 10155, "bill_type": "Senate Commemoration", "bill_number": 31, "bill_title": "Honoring and commending Jaelyn Morehead on being recognized as Tea Area's first National Merit Finalist.", "sponsors": [{"legislator_profile_id": 1558, "is_prime": true}, {"legislator_profile_id": 1575, "is_prime": true}, {"legislator_profile_id": 1613, "is_prime": false}, {"legislator_profile_id": 1604, "is_prime": false}, {"legislator_profile_id": 1436, "is_prime": false}, {"legislator_profile_id": 1601, "is_prime": false}, {"legislator_profile_id": 1556, "is_prime": false}, {"legislator_profile_id": 1569, "is_prime": false}, {"legislator_profile_id": 1584, "is_prime": false}, {"legislator_profile_id": 1426, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 10155, "bill_version_id": 54188, "bill_version": "Introduced", "bill_version_date": "2019-02-25T09:56:26.693-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring and commending Jaelyn Morehead on being recognized as Tea Area's first National Merit Finalist. WHEREAS, National Merit Finalists include less than one percent of United States high school seniors; and WHEREAS, the selection as a National Merit Finalist is based on a qualifying PSAT score, an outstanding academic record, a recommendation from their school, an essay, and a confirming SAT score; and WHEREAS, the National Merit Scholarship Program is an academic competition for recognition and college scholarships that began in 1955 and has one million six hundred thousand entrants annually; and WHEREAS, Jaelyn Morehead has shown exemplary performance, outstanding character, leadership, loyalty, dedication, and commitment to her academic career and community: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fourth Legislature of the State of South Dakota, that the Legislature commends and honors Jaelyn Morehead on being recognized as Tea Area's first National Merit Finalist."}, {"bill_id": 10155, "bill_version_id": 54403, "bill_version": "Enrolled", "bill_version_date": "2019-02-27T16:49:19.42-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring and commending Jaelyn Morehead on being recognized as Tea Area's first National Merit Finalist. WHEREAS, National Merit Finalists include less than one percent of United States high school seniors; and WHEREAS, the selection as a National Merit Finalist is based on a qualifying PSAT score, an outstanding academic record, a recommendation from their school, an essay, and a confirming SAT score; and WHEREAS, the National Merit Scholarship Program is an academic competition for recognition and college scholarships that began in 1955 and has one million six hundred thousand entrants annually; and WHEREAS, Jaelyn Morehead has shown exemplary performance, outstanding character, leadership, loyalty, dedication, and commitment to her academic career and community: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fourth Legislature of the State of South Dakota, that the Legislature commends and honors Jaelyn Morehead on being recognized as Tea Area's first National Merit Finalist. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 10155, "action_date": "2019-02-25T14:00:00-06:00", "document_id": 54229, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54229.pdf", "status_text": "", "journal_page": 513, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/10155"}