{"session_id": 24, "bill_id": 7008, "bill_type": "House Bill", "bill_number": 1020, "bill_title": "revise certain provisions concerning fire prevention and compacts related to the prevention and control of forest fires.", "sponsors": [], "keywords": ["Forest Fires", "Game, Fish, Parks and Forestry", "Public Health and Safety"], "audio": [{"meeting_datetime": "2016-01-19T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hag05.mp3", "start_seconds": 1224.0}, {"meeting_datetime": "2016-01-19T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hag05.mp3", "start_seconds": 1224.0}, {"meeting_datetime": "2016-01-19T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hag05.mp3", "start_seconds": 1224.0}, {"meeting_datetime": "2016-01-20T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou06.mp3", "start_seconds": 1555.0}, {"meeting_datetime": "2016-01-20T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou06.mp3", "start_seconds": 1555.0}, {"meeting_datetime": "2016-01-20T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou06.mp3", "start_seconds": 1555.0}, {"meeting_datetime": "2016-02-02T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sag13.mp3", "start_seconds": 990.0}, {"meeting_datetime": "2016-02-02T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sag13.mp3", "start_seconds": 990.0}, {"meeting_datetime": "2016-02-02T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sag13.mp3", "start_seconds": 990.0}, {"meeting_datetime": "2016-02-02T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sag13.mp3", "start_seconds": 990.0}], "bill_versions": [{"bill_id": 7008, "bill_version_id": 37367, "bill_version": "Introduced", "bill_version_date": "2016-01-06T12:27:35.08-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning fire prevention and compacts related to the prevention and control of forest fires. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-35-12.1 be amended to read: 34-35-12.1. Any person who negligently causes a fire to be started or who does not take reasonable precautions to prevent a fire from spreading and permits a fire to spread beyond the person's control is liable for all fire suppression and extinguishment costs that were caused by the fire and that are collectable by the secretary of agriculture or his designee under §§ 41-20-4 and 41-20-8 §§ 41-20A-6 and 41-20A-10. For purposes of this section, the term, person, includes public utilities, railroads, and private utilities. Section 2. That § 41-20A-10 be amended to read: 41-20A-10. The state wildland fire coordinator, with the sanction of the Department of Agriculture, may, upon request, assist and cooperate with any agency of the United States government; any ministry of a Canadian province; all state, county, and municipal agencies; any fire suppression organization; any person qualified by the state wildland fire coordinator; any person needed for an incident management team for the purposes of training and fire prevention or suppression; and with any corporation, association, partnership, or individual owning or controlling any forestland, woodland, shelterbelt, or rangeland in the protection of such forestland, woodland, shelterbelt, or rangeland, including: (1) Creation and administration of fire protection districts; (2) Disposal of slash, debris from logging operations, and other fire and insect hazards; and (3) Assistance to the state wildland fire coordinator in the prevention and suppression of fires. After providing assistance in the suppression of fires pursuant to subdivision (3) of this section, the state wildland fire coordinator may collect fire suppression and extinguishment costs pursuant to this chapter if the costs were initially incurred by the coordinator or if the secretary of agriculture has repaid any of the governmental agencies or persons described by this section for goods or services used in fire suppression efforts directed by the coordinator. Section 3. That § 34-35-20 be amended to read: 34-35-20. The Governor of South Dakota may execute a compact on behalf of the state with any one or more states who may by their legislative bodies, authorize a compact, in form substantially as follows: ARTICLE I ARTICLE I The purpose of this compact is to promote effective prevention and control of forest fires in the great plains region of the United States by the maintenance of adequate forest fire fighting services by the member states, and by providing for reciprocal aid in fighting forest fires among the compacting states of the region, including South Dakota, North Dakota, Wyoming, Colorado and any adjoining state of a current member state. Subject to the consent of the Congress of the United States, any province of Canada which is contiguous to a compact member state may become a party to this compact by taking such action as its laws and the laws of Canada prescribe for ratification. The term, state, in this compact includes within its meaning the term, province, and the procedures prescribed shall be applied to a province, in accordance with the forms and practices of the Canadian government. ARTICLE II ARTICLE II This compact is operative immediately as to those states ratifying it if any two or more of the member states have ratified it. ARTICLE III ARTICLE III In each state, the state forester or officer holding the equivalent position who is responsible for forest fire control may act as compact administrator for that state and may consult with like officials of the other member states and may implement cooperation between the states in forest fire prevention and control. The compact administrators of the member states may organize to coordinate the services of the member states and provide administrative integration in carrying out the purposes of this compact. Each member state may formulate and put in effect a forest fire plan for that state. ARTICLE IV ARTICLE IV If the state forest fire control agency of a member state requests aid from the state forest fire control agency of any other member state in combating, controlling, or preventing forest fires, the state forest fire control agency of that state may render all possible aid to the requesting agency, consonant with the maintenance of protection at home. ARTICLE V ARTICLE V If the forces of any member state are rendering outside aid pursuant to the request of another member state under this compact, the employees of the state shall, under the direction of the officers of the state to which they are rendering aid, have the same powers (except the power of arrest), duties, rights, privileges, and immunities as comparable employees of the state to which they are rendering aid. No member state or its officers or employees rendering outside aid pursuant to this compact is liable on account of any act or omission on the part of such forces while so engaged, or on account of the maintenance or use of any equipment or supplies in connection with rendering the outside aid. All liability, except as otherwise provided in this compact, that may arise either under the laws of the requesting state or under the laws of the aiding state or under the laws of a third state on account of or in connection with a request for aid, shall be assumed and borne by the requesting state. Any member state rendering outside aid pursuant to this compact shall be reimbursed by the member state receiving the aid for any loss or damage to, or expense incurred in the operation of any equipment answering a request for aid, and for the cost of all materials, transportation, wages, salaries, and maintenance of employees and equipment incurred in connection with such request. However, nothing in this compact prevents any assisting member state from assuming such loss, damage, expense, or other cost or from loaning such equipment or from donating such services to the receiving member state without charge or cost. Each member state shall assure that workers compensation benefits in conformity with the minimum legal requirements of the state are available to all employees and contract firefighters sent to a requesting state pursuant to this compact. For the purposes of this compact the term, employee, includes any volunteer or auxiliary legally included within the forest fire fighting forces of the aiding state under the laws of the aiding state. The compact administrators may formulate procedures for claims and reimbursement under the provisions of this article, in accordance with the laws of the member states. ARTICLE VI ARTICLE VI Ratification of this compact does not affect any existing statute so as to authorize or permit curtailment or diminution of the forest fighting forces, equipment, services, or facilities of any member state. Nothing in the compact authorizes or permits any member state to curtail or diminish its forest fire fighting forces, equipment, services, or facilities. Each member state shall maintain adequate forest fire fighting forces and equipment to meet demands for forest fire protection within its borders in the same manner and to the same extent as if this compact were not operative. Nothing in this compact limits or restricts the powers of any state ratifying the compact to provide for the prevention, control, and extinguishment of forest fires, or to prohibit the enactment or enforcement of state laws, rules, or regulations intended to aid in the prevention, control, and extinguishment in the state. Nothing in this compact affects any existing or future cooperative relationship or arrangement between the United States Forest Service and a member state or states. ARTICLE VII ARTICLE VII Representatives of the United States Forest Service may attend meetings of the compact administrators. ARTICLE VIII ARTICLE VIII The provisions of Articles IV and V of this compact that relate to reciprocal aid in combating, controlling, or preventing forest fires are operative as between any state party to this compact and any other state which is party to this compact and any other state that is party to a regional forest fire protection compact in another region if the Legislature of the other state has given its assent to the mutual aid provisions of this compact. ARTICLE IX ARTICLE IX This compact shall continue in force and remain binding on each state ratifying it until the Legislature or the Governor of the state takes action to withdraw from the compact. Such action is not effective until six months after notice of the withdrawal has been sent by the chief executive of the state desiring to withdraw to the chief executives of all states then parties to the compact."}, {"bill_id": 7008, "bill_version_id": 38796, "bill_version": "Enrolled", "bill_version_date": "2016-02-04T10:31:11.093-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7008, "action_date": "2016-01-12T12:00:00-06:00", "document_id": 37509, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37509.pdf", "status_text": "First Reading House", "journal_page": 18, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7008, "action_date": "2016-01-13T13:00:00-06:00", "document_id": 37539, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37539.pdf", "status_text": "Referred to", "journal_page": 35, "committee_id_action": 325, "committee_id_assigned": 321, "result": "N", "vote": {}}, {"bill_id": 7008, "action_date": "2016-01-19T07:45:00-06:00", "document_id": 37575, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37575.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 321, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7008, "action_date": "2016-01-19T07:45:00-06:00", "document_id": 37674, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37674.pdf", "status_text": "Do Pass", "journal_page": 54, "committee_id_action": 321, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20078, "president_vote": null, "Yea": [964, 1039, 980, 1056, 1058, 1018, 1054, 1007, 1030, 988, 1032, 1055, 1031]}}, {"bill_id": 7008, "action_date": "2016-01-20T14:00:00-06:00", "document_id": 37789, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37789.pdf", "status_text": "Do Pass", "journal_page": 72, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20139, "president_vote": null, "Yea": [1043, 1042, 1063, 983, 1057, 964, 1040, 995, 1039, 986, 1050, 1060, 1009, 1033, 980, 985, 976, 1049, 1022, 1061, 1021, 1002, 1019, 1065, 972, 963, 1062, 1038, 987, 982, 1055, 1044, 1017, 1058, 1036, 1048, 1003, 968, 1018, 1059, 1054, 1031, 1027, 1028, 992, 1034, 1006, 991, 1007, 1052, 1030, 988, 993, 1026, 981, 1023, 1069, 1029, 996, 990, 1032, 1025, 1051, 965, 1053, 1064, 989], "Excused": [1056, 1015, 1024]}}, {"bill_id": 7008, "action_date": "2016-01-21T14:00:00-06:00", "document_id": 37871, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37871.pdf", "status_text": "First read in Senate and referred to", "journal_page": 104, "committee_id_action": 309, "committee_id_assigned": 296, "result": "N", "vote": {}}, {"bill_id": 7008, "action_date": "2016-02-02T10:00:00-06:00", "document_id": 38294, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38294.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 296, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7008, "action_date": "2016-02-02T10:00:00-06:00", "document_id": 38522, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38522.pdf", "status_text": "Do Pass", "journal_page": 172, "committee_id_action": 296, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20406, "president_vote": null, "Yea": [979, 1016, 994, 1001, 1046, 973, 1037], "Excused": [1014, 975]}}, {"bill_id": 7008, "action_date": "2016-02-02T10:00:00-06:00", "document_id": 38522, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38522.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 296, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7008, "action_date": "2016-02-03T14:00:00-06:00", "document_id": 38700, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38700.pdf", "status_text": "Do Pass", "journal_page": 199, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20472, "president_vote": null, "Yea": [974, 977, 999, 1037, 966, 1014, 1067, 979, 969, 1005, 1047, 998, 1035, 997, 984, 994, 1041, 967, 975, 1011, 1010, 1020, 971, 1016, 1001, 1046, 1066, 1012, 1045, 1000, 970, 978, 1013, 973, 1008]}}, {"bill_id": 7008, "action_date": "2016-02-04T14:00:00-06:00", "document_id": 38841, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38841.pdf", "status_text": "Signed by the Speaker", "journal_page": 297, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7008, "action_date": "2016-02-05T13:00:00-06:00", "document_id": 38923, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38923.pdf", "status_text": "Signed by the President", "journal_page": 234, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7008, "action_date": "2016-02-08T14:00:00-06:00", "document_id": 39001, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39001.pdf", "status_text": "Delivered to the Governor", "journal_page": 330, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7008, "action_date": "2016-02-16T14:00:00-06:00", "document_id": 39392, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39392.pdf", "status_text": "Signed by the Governor", "journal_page": 390, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6218, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7008"}