{"session_id": 36, "bill_id": 9646, "bill_type": "House Bill", "bill_number": 1087, "bill_title": "promote free speech and intellectual diversity at certain institutions of higher education.", "sponsors": [{"legislator_profile_id": 1431, "is_prime": true}, {"legislator_profile_id": 1584, "is_prime": true}, {"legislator_profile_id": 1588, "is_prime": false}, {"legislator_profile_id": 1432, "is_prime": false}, {"legislator_profile_id": 1603, "is_prime": false}, {"legislator_profile_id": 1568, "is_prime": false}, {"legislator_profile_id": 1569, "is_prime": false}], "keywords": ["Board of Regents", "Education", "State Affairs and Government", "Students"], "audio": [{"meeting_datetime": "2019-02-06T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hed18.mp3", "start_seconds": 283.0}, {"meeting_datetime": "2019-02-06T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hed18.mp3", "start_seconds": 283.0}, {"meeting_datetime": "2019-02-06T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hed18.mp3", "start_seconds": 283.0}, {"meeting_datetime": "2019-02-06T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hed18.mp3", "start_seconds": 283.0}, {"meeting_datetime": "2019-02-06T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hed18.mp3", "start_seconds": 283.0}, {"meeting_datetime": "2019-02-06T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hed18.mp3", "start_seconds": 10550.0}, {"meeting_datetime": "2019-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou24.mp3", "start_seconds": 4350.0}, {"meeting_datetime": "2019-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou24.mp3", "start_seconds": 4350.0}, {"meeting_datetime": "2019-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou24.mp3", "start_seconds": 4350.0}, {"meeting_datetime": "2019-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou24.mp3", "start_seconds": 4350.0}, {"meeting_datetime": "2019-02-19T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou25.mp3", "start_seconds": 1902.0}, {"meeting_datetime": "2019-02-19T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou25.mp3", "start_seconds": 1902.0}, {"meeting_datetime": "2019-02-19T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou25.mp3", "start_seconds": 1902.0}, {"meeting_datetime": "2019-02-27T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sst31.mp3", "start_seconds": 138.0}, {"meeting_datetime": "2019-02-27T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sst31.mp3", "start_seconds": 138.0}, {"meeting_datetime": "2019-02-27T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sst31.mp3", "start_seconds": 138.0}, {"meeting_datetime": "2019-02-27T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sst31.mp3", "start_seconds": 138.0}, {"meeting_datetime": "2019-02-27T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sst31.mp3", "start_seconds": 138.0}, {"meeting_datetime": "2019-03-04T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sst33.mp3", "start_seconds": 130.0}, {"meeting_datetime": "2019-03-06T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sst35.mp3", "start_seconds": 4142.0}, {"meeting_datetime": "2019-03-06T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sst35.mp3", "start_seconds": 4142.0}, {"meeting_datetime": "2019-03-06T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sst35.mp3", "start_seconds": 4142.0}, {"meeting_datetime": "2019-03-06T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sst35.mp3", "start_seconds": 4142.0}, {"meeting_datetime": "2019-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen36.mp3", "start_seconds": 13396.0}, {"meeting_datetime": "2019-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen36.mp3", "start_seconds": 13396.0}, {"meeting_datetime": "2019-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen36.mp3", "start_seconds": 13396.0}, {"meeting_datetime": "2019-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen36.mp3", "start_seconds": 13396.0}, {"meeting_datetime": "2019-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen36.mp3", "start_seconds": 13396.0}, {"meeting_datetime": "2019-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen36.mp3", "start_seconds": 13396.0}, {"meeting_datetime": "2019-03-12T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou38.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 9646, "bill_version_id": 52270, "bill_version": "Introduced", "bill_version_date": "2019-01-25T08:33:34.957-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to promote intellectual diversity at certain institutions of higher education. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-53 be amended by adding a NEW SECTION to read: As used in sections 2 to 10, inclusive, of this Act, the term: (1) \"Benefit,\" means: (a) Recognition; (b) Registration; (c) The use of facilities at a public institution of higher education for assemblies, gatherings, meetings, or speaking purposes; (d) The use of channels of communication; and (e) Funding sources that are available to student associations at a public institution of higher education; (2) \"Free expression,\" includes the right to discuss and present scholarly opinions and conclusions on all matters, within the boundaries of a public institution of higher education, whether outdoors or indoors, without fear of institutional discipline or restraint, and the right to speak and write on matters of public concern, as a member of the institution's administration, faculty, other staff, and student body, or as a private citizen; (3) \"Institution of higher education,\" means a public degree-granting institution under the control of the Board of Regents; (4) \"Intellectual diversity,\" means a learning environment that exposes students to and encourages exploration regarding a variety of ideological and political perspectives. Section 2. That chapter 13-53 be amended by adding a NEW SECTION to read: Except as otherwise provided, expressive activity is protected under this section and sections 3 to 10 of this Act, inclusive. Expressive activity includes any lawful verbal or written means by which one person communicates ideas to another, and includes peaceful assembly, protests, speeches, including by guest speakers, the distribution of literature, the carrying of signs, and the circulation of petitions. Section 3. That chapter 13-53 be amended by adding a NEW SECTION to read: Any outdoor area within the boundaries of a public institution of higher education constitutes a public forum for the benefit of students, faculty, administrators, other employees, and their invited guests, unless access to the area is commonly restricted. A public institution of higher education may maintain and enforce reasonable restrictions regarding use of an outdoor area, including the time, place, and manner in which expressive activities may occur, provided the restrictions are clear, published, include viewpoint-neutral criteria, and provide an alternative means of expression. A restriction under this section may not prohibit or limit students, faculty, administrators, other employees, or their invited guests, from spontaneously and contemporaneously assembling, distributing literature, or engaging in both activities. Nothing in this section limits the right of a student to engage in an expressive activity elsewhere within the boundaries of the institution. Section 4. That chapter 13-53 be amended by adding a NEW SECTION to read: A person may engage in noncommercial expressive activity, as described in section 2 of this Act, within the boundaries of a public institution of higher education, whether outdoors or indoors, provided the person's conduct is not unlawful and that the person's conduct does not materially or substantially disrupt the functioning of the institution. An institution may maintain and enforce reasonable restrictions on the time, place, and manner in which expressive activities may occur, in accordance with this section, provided the restrictions are clear, published, include viewpoint-neutral criteria, and provide an alternative means of expression. A restriction under this section may not prohibit or limit students, faculty, administrators, other employees, and their invited guests from spontaneously and contemporaneously assembling, distributing literature, or engaging in both activities. Nothing in this section prevents an institution from prohibiting, limiting, or restricting expression that is not protected under the First Amendment to the United States Constitution, including a true threat or any expression intended to provoke and likely to produce imminent lawless action. Nothing in this section prevents a public institution of higher education from prohibiting expression that is unwelcome, so severe, pervasive, and subjectively and objectively offensive that a student is effectively denied equal access to educational opportunities or benefits provided by the institution. Nothing in this section authorizes an individual or a group to engage in conduct that intentionally, materially, and substantially disrupts another's expressive activity, provided the expressive activity is occurring in a location within the boundaries of the institution that is reserved for the activity and is under the exclusive use or control of the particular individual or group. Section 5. That chapter 13-53 be amended by adding a NEW SECTION to read: A public institution of higher education may not: (1) Deny an ideological, political, or religious student organization any benefit or privilege available to any other student organization; (2) Discriminate against an ideological, political, or religious student organization based on the expression of the organization; or (3) Require that either the leaders of the ideological, political, or religious student organization, the members of the organization, or both: (a) Affirm and adhere to the organization's sincerely held beliefs; (b) Comply with the organization's standards of conduct; or (c) Further the organization's mission or purpose, as defined by the organization. Section 6. That chapter 13-53 be amended by adding a NEW SECTION to read: Each public institution of higher education shall include in the institution's handbooks, publish on the institution's website, and include in any student orientation programs all policies, rules, and expectations of students with respect to free expression and expressive activity within the boundaries of the institution. Section 7. That chapter 13-53 be amended by adding a NEW SECTION to read: Each public institution of higher education shall, through the development of materials, programs, procedures, and protocols, ensure that administrators, faculty, and other employees, including campus security personnel and residence life officials, are apprised of the institution's policies, rules, and expectations, with respect to free expression and expressive activity within the boundaries of the institution. Section 8. That chapter 13-53 be amended by adding a NEW SECTION to read: On or before January first of each year, each public institution of higher education shall prepare a report that sets forth all actions taken by the institution to promote and ensure intellectual diversity and the free exchange of ideas, and to otherwise comply with this Act. The institution shall also: (1) Describe in the report any barriers to free expression within the boundaries of the institution or any incidents in which free expression was disrupted, and include: (a) Any attempts to block or prohibit a speaker; (b) Any investigation into students or student organizations based on their speech; and (c) Any disciplinary action that resulted from an incident, provided that any description of an incident involving a student may not include or reveal the student's personally identifiable information; (2) Post the report on the institution's website, in a manner that is readily accessible and clearly defined using a separately identified tab on the website's navigation bar; (3) Make the report searchable by the use of keywords and phrases; (4) Make the report accessible without requiring registration, a user name, a password, or any other identifier; (5) Provide a copy of each report to the Governor, the Board of Regents, and to each member of the Legislature; and (6) If subjected to legal action resulting from an alleged violation of the First Amendment, provide a revised report together with a copy of any complaint or amended complaint to the Governor and the members of the Legislature within thirty days. Section 9. That chapter 13-53 be amended by adding a NEW SECTION to read: The Board of Regents shall by policy require each institution under its control to maintain a commitment to the principles of free expression and encourage the timely and rational discussion of topics that promote the ethical and intellectual development and intellectual diversity of students enrolled in the institutions. The policy required by this section shall: (1) Recognize the right of administrators, faculty, other staff, and students to discuss any problem or issue that presents itself, even if there are varying perspectives regarding the problem or issue and even if the problem or issue conflicts with the institution's values and principles; (2) Recognize that an individual should not be institutionally shielded from a viewpoint that the individual finds to be unwelcome, disagreeable, or offensive, provided the viewpoint is shared in a manner that evidences civility and mutual respect; (3) Recognize that the right to engage in free expression is constitutionally protected; (4) Recognize that encouraging intellectual diversity and fostering the ability of the administrators, faculty, other staff, and students to engage in debate and deliberation in an effective and responsible manner is an essential part of each institution's educational mission; (5) Recognize that while administrators, faculty, other employees, and students are free to criticize and contest views expressed within the boundaries of an institution, and to criticize and contest speakers who are invited to the institution, administrators, faculty, other employees, and students may not obstruct or otherwise interfere with the conduct of the institution or the freedom of others to express views; (6) Permit the maintenance and enforcement of reasonable restrictions on the time, place, and manner in which expressive activities may occur, as provided for in sections 3 and 4 of this Act; and (7) Permit the restriction of expression that: (a) Violates the law; (b) Falsely defames an individual; (c) Constitutes a genuine threat; (d) Constitutes harassment; (e) Unjustifiably invades privacy or confidentiality interests; or (f) Is otherwise directly incompatible with the functioning of the institution. Section 10. That chapter 13-53 be amended by adding a NEW SECTION to read: The Board of Regents shall implement a policy that offers equal opportunities in employment, as required by law, to all persons qualified by academic preparation, experience, and ability, without discrimination based on intellectual diversity. Section 11. That chapter 13-53 be amended by adding a NEW SECTION to read: Any student graduating after January 1, 2020, with a baccalaureate degree from a public institution of higher education under the control of the Board of Regents shall, as a condition of graduation, demonstrate the successful completion of three credits in the area of United States history and three credits in the area of United States government. Section 12. That chapter 13-53 be amended by adding a NEW SECTION to read: For purposes of this section, the term, civics test, means the one hundred questions that, as of January 1, 2019, officers of the United States citizenship and immigration services use as the basis for selecting the questions posed to applicants for naturalization, in order that the applicants can demonstrate a knowledge and understanding of the fundamentals of United States history and the principles and form of United States government, as required by 8 U.S.C. § 1423. Any student graduating after January 1, 2020, with a baccalaureate degree from a public institution of higher education under the control of the Board of Regents shall, as a condition of graduation, correctly answer at least eighty-five percent of the questions on the civics test. The Board of Regents shall provide for the administration of the civics test at each applicable institution and shall, upon request, provide to the person administering the civics test the correct answer or acceptable answers to each question. A student may take the test, in whole or in part, at any time after enrolling at an institution of higher education and may repeat the test, as often as necessary, to achieve the required percentage of correct answers. Neither the Board of Regents nor any public institution of higher education may impose or collect any fees or charges in connection with this section."}, {"bill_id": 9646, "bill_version_id": 53254, "bill_version": "House Education Engrossed", "bill_version_date": "2019-02-07T14:16:37.013-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to promote intellectual diversity at certain institutions of higher education. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-53 be amended by adding a NEW SECTION to read: As used in sections 2 to 10, inclusive, of this Act, the term: (1) \"Benefit,\" means: (a) Recognition; (b) Registration; (c) The use of facilities at a public institution of higher education for assemblies, gatherings, meetings, or speaking purposes; (d) The use of channels of communication; and (e) Funding sources that are available to student associations at a public institution of higher education; (2) \"Free expression,\" includes the right to discuss and present scholarly opinions and conclusions on all matters, within the boundaries of a public institution of higher education, whether outdoors or indoors, without fear of institutional discipline or restraint, and the right to speak and write on matters of public concern, as a member of the institution's administration, faculty, other staff, and student body, or as a private citizen; (3) \"Institution of higher education,\" means a public degree-granting institution under the control of the Board of Regents; (4) \"Intellectual diversity,\" means a learning environment that exposes students to and encourages exploration regarding a variety of ideological and political perspectives. Section 2. That chapter 13-53 be amended by adding a NEW SECTION to read: Except as otherwise provided, expressive activity is protected under this section and sections 3 to 10 of this Act, inclusive. Expressive activity includes any lawful verbal or written means by which one person communicates ideas to another, and includes peaceful assembly, protests, speeches, including by guest speakers, the distribution of literature, the carrying of signs, and the circulation of petitions. Section 3. That chapter 13-53 be amended by adding a NEW SECTION to read: Any outdoor area within the boundaries of a public institution of higher education constitutes a public forum for the benefit of students, faculty, administrators, other employees, and their invited guests, unless access to the area is commonly restricted. A public institution of higher education may maintain and enforce reasonable restrictions regarding use of an outdoor area, including the time, place, and manner in which expressive activities may occur, provided the restrictions are clear, narrowly tailored in the service of a significant institutional interest, published, include content and viewpoint-neutral criteria, and provide an alternative means of expression. A restriction under this section may not prohibit or limit students, faculty, administrators, other employees, or their invited guests, from spontaneously and contemporaneously assembling, distributing literature, or engaging in both activities. Nothing in this section limits the right of a student to engage in an expressive activity elsewhere within the boundaries of the institution. Section 4. That chapter 13-53 be amended by adding a NEW SECTION to read: A person may engage in noncommercial expressive activity, as described in section 2 of this Act, within the boundaries of a public institution of higher education, whether outdoors or indoors, provided the person's conduct is not unlawful and that the person's conduct does not materially or substantially disrupt the functioning of the institution. An institution may maintain and enforce reasonable restrictions on the time, place, and manner in which expressive activities may occur, in accordance with this section, provided the restrictions are clear, narrowly tailored in the service of a significant institutional interest, published, include content and viewpoint-neutral criteria, and provide an alternative means of expression. A restriction under this section may not prohibit or limit students, faculty, administrators, other employees, and their invited guests from spontaneously and contemporaneously assembling, distributing literature, or engaging in both activities. Nothing in this section prevents an institution from prohibiting, limiting, or restricting expression that is not protected under the First Amendment to the United States Constitution, including a true threat or any expression intended to provoke and likely to produce imminent lawless action. Nothing in this section prevents a public institution of higher education from prohibiting expression that is unwelcome, so severe, pervasive, and subjectively and objectively offensive that a student is effectively denied equal access to educational opportunities or benefits provided by the institution. Nothing in this section authorizes a group or an individual to kowninly or intentionally engage in conduct that materially and substantially hinders or disrupts another's expressive activity, or that prevents the communication of a message or the transaction of a lawful meeting, gathering, or procession by: (1) Fighting, engaging in violence, or engaging in other unlawful behavior; or (2) Physically blocking or using threats of violence to prevent a person from attending, listening to, viewing, or otherwise participating in an expressive activity. Section 5. That chapter 13-53 be amended by adding a NEW SECTION to read: A public institution of higher education may not: (1) Deny an ideological, political, or religious student organization any benefit or privilege available to any other student organization; (2) Discriminate against an ideological, political, or religious student organization based on the expression of the organization; or (3) Prohibit an ideological, political, or religious student organization from requiring that its leaders, the members of the organization, or both: (a) Affirm and adhere to the organization's sincerely held beliefs; (b) Comply with the organization's standards of conduct; or (c) Further the organization's mission or purpose, as defined by the organization. Section 6. That chapter 13-53 be amended by adding a NEW SECTION to read: Each public institution of higher education shall include in the institution's handbooks, publish on the institution's website, on separate pages with dedicated tabs, and include in any student orientation programs all policies, rules, and expectations of students with respect to free expression and expressive activity within the boundaries of the institution. Section 7. That chapter 13-53 be amended by adding a NEW SECTION to read: Each public institution of higher education shall, through the development of materials, programs, procedures, and protocols, ensure that administrators, faculty, and other employees, including campus security personnel and residence life officials, are apprised of and understand the institution's policies, rules, and expectations, with respect to free expression and expressive activity within the boundaries of the institution. Section 8. That chapter 13-53 be amended by adding a NEW SECTION to read: On or before January first of each year, each public institution of higher education shall prepare a report that sets forth all actions taken by the institution to promote and ensure intellectual diversity and the free exchange of ideas, and to otherwise comply with this Act. The institution shall also: (1) Describe in the report any barriers to free expression within the boundaries of the institution or any incidents in which free expression was disrupted, and include: (a) Any attempts to block or prohibit a speaker; (b) Any investigation into students or student organizations based on their speech; and (c) Any disciplinary action that resulted from an incident, provided that any description of an incident involving a student may not include or reveal the student's personally identifiable information; (2) Post the report on the institution's website, in a manner that is readily accessible and clearly defined using a separately identified tab on the website's navigation bar; (3) Make the report searchable by the use of keywords and phrases; (4) Make the report accessible without requiring registration, a user name, a password, or any other identifier; (5) Provide a copy of each report to the Governor, the Board of Regents, and to each member of the Legislature; and (6) If subjected to legal action resulting from an alleged violation of the First Amendment, provide a revised report together with a copy of any complaint or amended complaint to the Governor and the members of the Legislature within thirty days. Section 9. That chapter 13-53 be amended by adding a NEW SECTION to read: The Board of Regents shall by policy require each institution under its control to maintain a commitment to the principles of free expression and encourage the timely and rational discussion of topics that promote the ethical and intellectual development and intellectual diversity of students enrolled in the institutions. The policy required by this section shall: (1) Recognize the right of administrators, faculty, other staff, and students to discuss any problem or issue that presents itself, even if there are varying perspectives regarding the problem or issue and even if the problem or issue conflicts with the institution's values and principles; (2) Recognize that an individual should not be institutionally shielded from a viewpoint that the individual finds to be unwelcome, disagreeable, or offensive, provided the viewpoint is shared in a manner that evidences civility and mutual respect; (3) Recognize that the right to engage in free expression is constitutionally protected; (4) Recognize that encouraging intellectual diversity and fostering the ability of the administrators, faculty, other staff, and students to engage in debate and deliberation in an effective and responsible manner is an essential part of each institution's educational mission; (5) Recognize that while administrators, faculty, other employees, and students are free to criticize and contest views expressed within the boundaries of an institution, and to criticize and contest speakers who are invited to the institution, administrators, faculty, other employees, and students may not obstruct or otherwise interfere with the conduct of the institution or the freedom of others to express views; (6) Permit the maintenance and enforcement of reasonable restrictions on the time, place, and manner in which expressive activities may occur, as provided for in sections 3 and 4 of this Act; and (7) Permit the restriction of expression that: (a) Violates the law; (b) Falsely defames an individual; (c) Constitutes a genuine threat; (d) Constitutes harassment; (e) Unjustifiably invades privacy or confidentiality interests; or (f) Is otherwise directly incompatible with the functioning of the institution. Section 10. That chapter 13-53 be amended by adding a NEW SECTION to read: The Board of Regents shall implement a policy that offers equal opportunities in employment, as required by law, to all persons qualified by academic preparation, experience, and ability, without discrimination based on intellectual diversity. Section 11. That chapter 13-53 be amended by adding a NEW SECTION to read: Beginning July 1, 2019, any student enrolling as a freshman in a baccalaureate degree program at a public institution of higher education under the control of the Board of Regents shall, as a condition of graduation, demonstrate the successful completion of three credits in the area of United States history and three credits in the area of United States government. For purposes of this section, successful completion may also be demonstrated through the use of advanced placement tests, dual credits, or a college level examination program. Section 12. That chapter 13-53 be amended by adding a NEW SECTION to read: For purposes of this section, the term, civics test, means the one hundred questions that, as of January 1, 2019, officers of the United States citizenship and immigration services use as the basis for selecting the questions posed to applicants for naturalization, in order that the applicants can demonstrate a knowledge and understanding of the fundamentals of United States history and the principles and form of United States government, as required by 8 U.S.C. § 1423. Beginning July 1, 2019, any student enrolling as a freshman in a baccalaureate degree program at a public institution of higher education under the control of the Board of Regents shall, as a condition of graduation, correctly answer at least eighty-five percent of the questions on the civics test. The Board of Regents shall provide for the administration of the civics test at each applicable institution and shall, upon request, provide to the person administering the civics test the correct answer or acceptable answers to each question. A student may take the test, in whole or in part, at any time after enrolling at an institution of higher education and may repeat the test, as often as necessary, to achieve the required percentage of correct answers. Neither the Board of Regents nor any public institution of higher education may impose or collect any fees or charges in connection with this section."}, {"bill_id": 9646, "bill_version_id": 53848, "bill_version": "House Engrossed", "bill_version_date": "2019-02-19T15:32:28.353-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to promote intellectual diversity at certain institutions of higher education. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-53 be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Benefit,\": (a) Recognition; (b) Registration; (c) The use of an institution's facilities for assemblies, gatherings, meetings, or speaking purposes; (d) The use of communication channels; and (e) Student activity funding or funding from sources other than tax revenues; (2) \"Free expression,\" the right to discuss and present scholarly opinions and conclusions on all matters, within the boundaries of an institution, whether indoors or outdoors, without fear of institutional discipline or restraint, and the right to speak and write on matters of public concern, as a member of the institution's administration, faculty, other staff, and student body, or as a private citizen; (3) \"Expressive activity,\" any lawful, noncommercial, verbal or written means by which one person communicates ideas to another, and includes peaceful assembly, protests, speeches, including by guest speakers, the distribution of literature, the carrying of signs, and the circulation of petitions; (4) \"Harassment,\" conduct that is unwelcome, so severe, pervasive, and objectively offensive that a student is effectively denied equal access to educational opportunities or benefits provided by the institution; (5) \"Institution,\" an institution of higher education under the control of the Board of Regents; (6) \"Intellectual diversity,\" a learning environment that exposes students to and encourages exploration regarding a variety of ideological and political perspectives. Section 2. That chapter 13-53 be amended by adding a NEW SECTION to read: The publicly accessible outdoor areas of an institution are available for expressive activity by students, faculty, their guests, and other members of the university community. In these areas, institutions may maintain reasonable time, place, and manner restrictions, which are narrowly tailored in the service of a significant institutional interest, provided the restrictions employ clear, published, content and viewpoint neutral criteria and provide for alternative means of expression. Restrictions imposed under this section must allow members of the university community to spontaneously and contemporaneously distribute literature, assemble, and engage in expressive activity, provided their conduct is not unlawful and does not significantly disrupt the functioning of the institution. No institution may restrict expressive activity to a designated free speech zone or through policy or otherwise, restrict expressive activities to a particular area of the institution. Nothing in this section limits the rights of any person to engage in expressive activity elsewhere on campus. Nothing in this section enables a person to engage in conduct that intentionally, materially, and substantially disrupts another's expressive activity, if that expressive activity is occurring in an institutional space that is reserved for the activity and is under the exclusive use or control of the other person. A material and substantial disruption occurs when a person, with the intent to or knowledge of doing so, significantly hinders another's expressive activity, prevents the other person from communicating a message, or prevents the transaction of business during a lawful meeting, gathering, or procession by engaging in fighting, violence, or seriously disruptive behavior, or by physically blocking or hindering another person from attending, listening to, viewing, or otherwise participating in an expressive activity. Nothing in this section precludes a person from engaging in conduct that is protected under the First Amendment to the United States Constitution or under S.D. Const., Art. VI, §§ 4 and 5. Such protected conduct includes: (1) Lawful protests and counter-protests in the outdoor areas of institutions, provided: (a) Those areas are generally accessible to members of the university community; and (b) Those areas have not been reserved in advance for other events; and (2) Minor, brief, or fleeting nonviolent disruptions of events that are isolated and of short duration. Nothing in this section prevents an institution from prohibiting, limiting, or restricting categories of expression that are not protected under the First Amendment to the United States Constitution, including true threats, expression intended to provoke and likely to produce imminent lawless action, expression that a court has deemed defamatory, expression that unlawfully violates the confidentiality or privacy of another person, or any expression that constitutes harassment. Section 3. That chapter 13-53 be amended by adding a NEW SECTION to read: Each institution shall, through policy, prohibit a student from harassing another student. An institution may not define harassment more expansively than it is defined in section 1 of this Act. Section 4. That chapter 13-53 be amended by adding a NEW SECTION to read: An institution may not: (1) Deny an ideological, political, or religious student organization any benefit or privilege available to any other student organization; (2) Discriminate against an ideological, political, or religious student organization based on the expression of the organization; or (3) Prohibit an ideological, political, or religious student organization from requiring that its leaders, the members of the organization, or both: (a) Affirm and adhere to the organization's sincerely held beliefs; (b) Comply with the organization's standards of conduct; or (c) Further the organization's mission or purpose, as defined by the organization. Section 5. That chapter 13-53 be amended by adding a NEW SECTION to read: Each institution shall include in the institution's handbooks, publish on the institution's website, and include in student orientation, all policies, rules, and expectations of students with respect to free expression within the boundaries of the institution. Each institution shall provide training to administrators, faculty, and relevant employees, including security personnel and residence life officials, regarding the institution's freedom of expression policies. Section 6. That chapter 13-53 be amended by adding a NEW SECTION to read: On or before January first of each year, each institution shall prepare a report that sets forth all actions taken by the institution to promote and ensure intellectual diversity and the free exchange of ideas, and to otherwise comply with this Act. The institution shall also: (1) Describe in the report any barriers to free expression within the boundaries of the institution or any reported incidents in which free expression was disrupted, and include: (a) Any attempts to block or prohibit a speaker; (b) Any investigation into students or student organizations based on their speech; and (c) Any disciplinary action that resulted from an incident, provided that any description of an incident involving a student may not include or reveal the student's personally identifiable information; (2) Post the report on the institution's website, in a manner that is readily accessible and clearly defined using a separately identified tab on the website's navigation bar; (3) Make the report searchable by the use of keywords and phrases; (4) Make the report accessible without requiring registration, a user name, a password, or any other identifier; (5) Provide a copy of each report to the Governor, the Board of Regents, and to each member of the Legislature; and (6) If subjected to legal action resulting from an alleged violation of the First Amendment, provide a revised report, together with a copy of any complaint or amended complaint, to the Governor and the members of the Legislature within thirty days. Section 7. That chapter 13-53 be amended by adding a NEW SECTION to read: The Board of Regents shall by policy require each institution under its control to maintain a commitment to the principles of free expression and encourage the timely and rational discussion of topics that promote the ethical and intellectual development and intellectual diversity of students enrolled in each institution. The policy required by this section shall: (1) Recognize that the right to engage in free expression is constitutionally protected; (2) Recognize the right of administrators, faculty, other staff, and students to discuss any problem or issue that presents itself, even if there are varying perspectives regarding the problem or issue and even if the problem or issue conflicts with the institution's values and principles; (3) Recognize that a person should not be institutionally shielded from a viewpoint that the person finds to be unwelcome, disagreeable, or offensive, provided the viewpoint is shared in a manner that evidences civility and mutual respect; (4) Recognize that encouraging intellectual diversity and fostering the ability of the administrators, faculty, other staff, and students to engage in debate and deliberation in an effective and responsible manner is an essential part of each institution's educational mission; (5) Recognize that while administrators, faculty, other employees, and students are free to criticize and contest views expressed within the boundaries of an institution, and to criticize and contest speakers who are invited to the institution, administrators, faculty, other employees, and students may not obstruct or otherwise interfere with the conduct of the institution or the freedom of others to express views; and (6) Permit the maintenance and enforcement of reasonable restrictions on the time, place, and manner in which expressive activities may occur, as provided for in section 2 of this Act. Section 8. That chapter 13-53 be amended by adding a NEW SECTION to read: The Board of Regents shall implement a policy that offers equal opportunities in employment, as required by law, to all persons qualified by academic preparation, experience, and ability, without discrimination based on ideological or political perspectives."}, {"bill_id": 9646, "bill_version_id": 54763, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2019-03-06T13:04:34.33-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to promote intellectual diversity at certain institutions of higher education. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-53 be amended by adding a NEW SECTION to read: As used in this Act: (1) \"Expressive activity,\" protected under the provisions of this Act includes any lawful noncommercial verbal or written means by which one person communicates ideas to another, and includes peaceful assembly, protests, speeches, distribution of literature, the carrying of signs, and the circulation of petitions; and (2) ''Intellectual diversity,\" denotes a learning environment that exposes students to and encourages exploration of a variety of ideological and political perspectives. Section 2. That chapter 13-53 be amended by adding a NEW SECTION to read: The Board of Regents shall require each institution under its control to maintain a commitment to the principles of free expression and encourage the timely and rational discussion of topics in an environment that is intellectually and ideologically diverse. Neither the Board of Regents nor any institution under its control may attempt to shield individuals from constitutionally protected speech, including ideas and opinions they find offensive, unwise, immoral, indecent, disagreeable, conservative, liberal, traditional, radical, or wrong-headed. Section 3. That chapter 13-53 be amended by adding a NEW SECTION to read: Any outdoor area within the boundaries of a public institution of higher education constitutes a designated public forum for the benefit of students, faculty, administrators, other employees, and their invited guests, to engage in expressive activity, unless access to the area is otherwise properly restricted. A public institution of higher education may maintain and enforce lawful reasonable time, place, and manner restrictions regarding the use of the outdoor areas described in this section, if such restrictions are clear, narrowly tailored in the service of a significant institutional interest, published, content- and viewpoint- neutral, and provide alternate means of engaging in the expressive activity. Any such restrictions shall allow students, faculty, administrators, and other employees to spontaneously and contemporaneously assemble, as long as their conduct is not unlawful and does not materially and substantially disrupt the functioning of the institution. Nothing in this section shall be interpreted as limiting the right of students, faculty, administrators, and other employees to engage in protected expressive activity elsewhere within the boundaries of the institution. An institution may not designate any area within its boundaries as a free speech zone or otherwise restrict expressive activities to particular areas within its boundaries in a manner that is inconsistent with this section. Section 4. That chapter 13-53 be amended by adding a NEW SECTION to read: A public institution of higher education, its faculty, administrators, and other employees, may not discriminate against any student or student organization based on the content or viewpoint of their expressive activity. Funds allocated to student organizations shall be distributed in a nondiscriminatory manner in accordance with applicable state and federal authority. Access to, and use of, facilities at a public institution of higher education shall be equally available to all student organizations, regardless of the ideological, political, or religious beliefs of the organization. An institution may not prohibit an ideological, political, or religious student organization from requiring that its leaders or members of the organization affirm and adhere to the organization's sincerely held beliefs, comply with the organization's standards of conduct, or further the organization's mission or purpose, as defined by the organization. Section 5. That chapter 13-53 be amended by adding a NEW SECTION to read: On or before December first of each year, the Board of Regents shall prepare and submit to the Governor and each member of the legislature a report that: (1) Sets forth all actions taken by each institution to promote and ensure intellectual diversity and the free exchange of ideas; and (2) Describes any events or occurrences that impeded intellectual diversity and the free exchange of ideas."}, {"bill_id": 9646, "bill_version_id": 54858, "bill_version": "Senate Engrossed", "bill_version_date": "2019-03-07T17:50:19.18-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to promote free speech and intellectual diversity at certain institutions of higher education. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-53 be amended by adding a NEW SECTION to read: As used in this Act: (1) \"Expressive activity,\" protected under the provisions of this Act includes any lawful noncommercial verbal or written means by which one person communicates ideas to another, and includes peaceful assembly, protests, speeches, distribution of literature, the carrying of signs, and the circulation of petitions; and (2) ''Intellectual diversity,\" denotes a learning environment that exposes students to and encourages exploration of a variety of ideological and political perspectives. Section 2. That chapter 13-53 be amended by adding a NEW SECTION to read: The Board of Regents shall require each institution under its control to maintain a commitment to the principles of free expression and encourage the timely and rational discussion of topics in an environment that is intellectually and ideologically diverse. Neither the Board of Regents nor any institution under its control may attempt to shield individuals from constitutionally protected speech, including ideas and opinions they find offensive, unwise, immoral, indecent, disagreeable, conservative, liberal, traditional, radical, or wrong-headed. Section 3. That chapter 13-53 be amended by adding a NEW SECTION to read: Any outdoor area within the boundaries of a public institution of higher education constitutes a designated public forum for the benefit of students, faculty, administrators, other employees, and their invited guests, to engage in expressive activity, unless access to the area is otherwise properly restricted. A public institution of higher education may maintain and enforce lawful reasonable time, place, and manner restrictions regarding the use of the outdoor areas described in this section, if such restrictions are clear, narrowly tailored in the service of a significant institutional interest, published, content- and viewpoint- neutral, and provide alternate means of engaging in the expressive activity. Any such restrictions shall allow students, faculty, administrators, and other employees to spontaneously and contemporaneously assemble, as long as their conduct is not unlawful and does not materially and substantially disrupt the functioning of the institution. Nothing in this section shall be interpreted as limiting the right of students, faculty, administrators, and other employees to engage in protected expressive activity elsewhere within the boundaries of the institution. An institution may not designate any area within its boundaries as a free speech zone or otherwise restrict expressive activities to particular areas within its boundaries in a manner that is inconsistent with this section. Section 4. That chapter 13-53 be amended by adding a NEW SECTION to read: A public institution of higher education, its faculty, administrators, and other employees, may not discriminate against any student or student organization based on the content or viewpoint of their expressive activity. Funds allocated to student organizations shall be distributed in a nondiscriminatory manner in accordance with applicable state and federal authority. Access to, and use of, facilities at a public institution of higher education shall be equally available to all student organizations, regardless of the ideological, political, or religious beliefs of the organization. An institution may not prohibit an ideological, political, or religious student organization from requiring that its leaders or members of the organization affirm and adhere to the organization's sincerely held beliefs, comply with the organization's standards of conduct, or further the organization's mission or purpose, as defined by the organization. Section 5. That chapter 13-53 be amended by adding a NEW SECTION to read: On or before December first of each year, the Board of Regents shall prepare and submit to the Governor and each member of the legislature a report that: (1) Sets forth all actions taken by each institution to promote and ensure intellectual diversity and the free exchange of ideas; and (2) Describes any events or occurrences that impeded intellectual diversity and the free exchange of ideas."}, {"bill_id": 9646, "bill_version_id": 54970, "bill_version": "Enrolled", "bill_version_date": "2019-03-12T19:13:28.123-05:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9646, "action_date": "2019-01-25T14:00:00-06:00", "document_id": 52449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52449.pdf", "status_text": "First read in House and referred to", "journal_page": 189, "committee_id_action": 408, "committee_id_assigned": 427, "result": "N", "vote": {}}, {"bill_id": 9646, "action_date": "2019-02-06T07:45:00-06:00", "document_id": 52894, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52894.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 427, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9646, "action_date": "2019-02-06T07:45:00-06:00", "document_id": 53116, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53116.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 427, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9646, "action_date": "2019-02-06T07:45:00-06:00", "document_id": 53116, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53116.pdf", "status_text": "Do Pass Amended", "journal_page": 321, "committee_id_action": 427, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 27885, "president_vote": null, "Yea": [1578, 1613, 1556, 1590, 1647, 1626, 1622, 1564, 1573], "Nay": [1436, 1644, 1637, 1624, 1627, 1634]}}, {"bill_id": 9646, "action_date": "2019-02-11T14:00:00-06:00", "document_id": 53444, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53444.pdf", "status_text": "Deferred to another day", "journal_page": 356, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9646, "action_date": "2019-02-12T14:00:00-06:00", "document_id": 53547, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53547.pdf", "status_text": "Deferred to another day", "journal_page": 373, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9646, "action_date": "2019-02-13T14:00:00-06:00", "document_id": 53639, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53639.pdf", "status_text": "Deferred to another day", "journal_page": 394, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9646, "action_date": "2019-02-14T13:30:00-06:00", "document_id": 53738, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53738.pdf", "status_text": "Motion to amend", "journal_page": 419, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9646, "action_date": "2019-02-14T13:30:00-06:00", "document_id": 53738, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53738.pdf", "status_text": "Deferred to another day", "journal_page": 423, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9646, "action_date": "2019-02-19T14:00:00-06:00", "document_id": 53845, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53845.pdf", "status_text": "Do Pass Amended", "journal_page": 434, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28406, "president_vote": null, "Nay": [1563, 1614, 1619, 1592, 1643, 1560, 1629, 1594, 1443, 1624, 1628, 1436, 1438, 1589, 1593, 1609, 1644, 1638, 1572, 1627, 1618, 1576, 1623, 1580], "Yea": [1567, 1578, 1641, 1579, 1613, 1645, 1633, 1440, 1634, 1444, 1434, 1573, 1616, 1650, 1635, 1557, 1427, 1642, 1620, 1631, 1556, 1639, 1590, 1435, 1649, 1632, 1646, 1575, 1612, 1431, 1446, 1615, 1569, 1626, 1637, 1577, 1581, 1610, 1622, 1611, 1564, 1621, 1625, 1432], "Excused": [1630, 1647]}}, {"bill_id": 9646, "action_date": "2019-02-20T14:00:00-06:00", "document_id": 53947, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53947.pdf", "status_text": "First read in Senate and referred to", "journal_page": 429, "committee_id_action": 409, "committee_id_assigned": 412, "result": "N", "vote": {}}, {"bill_id": 9646, "action_date": "2019-02-27T10:00:00-06:00", "document_id": 54203, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54203.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 412, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9646, "action_date": "2019-02-27T10:00:00-06:00", "document_id": 54359, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54359.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 412, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9646, "action_date": "2019-02-27T10:00:00-06:00", "document_id": 54359, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54359.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 534, "committee_id_action": 412, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28946, "president_vote": null, "Yea": [1441, 1604, 1601, 1595, 1597, 1606], "Nay": [1588, 1603, 1585]}}, {"bill_id": 9646, "action_date": "2019-03-04T10:00:00-06:00", "document_id": 54541, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54541.pdf", "status_text": "Reconsidered", "journal_page": 0, "committee_id_action": 412, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 29064, "president_vote": null, "Nay": [1437, 1601], "Yea": [1561, 1441, 1588, 1603, 1595, 1597, 1585]}}, {"bill_id": 9646, "action_date": "2019-03-06T10:00:00-06:00", "document_id": 54362, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54362.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 412, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9646, "action_date": "2019-03-06T10:00:00-06:00", "document_id": 54740, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54740.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 412, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9646, "action_date": "2019-03-06T10:00:00-06:00", "document_id": 54740, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54740.pdf", "status_text": "Do Pass Amended", "journal_page": 625, "committee_id_action": 412, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 29247, "president_vote": null, "Nay": [1441, 1604, 1601], "Yea": [1588, 1603, 1595, 1597, 1585, 1606]}}, {"bill_id": 9646, "action_date": "2019-03-07T10:00:00-06:00", "document_id": 54829, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54829.pdf", "status_text": "Do Pass Amended", "journal_page": 663, "committee_id_action": 409, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 29331, "president_vote": null, "Nay": [1602, 1582, 1599, 1604, 1601, 1437, 1565], "Yea": [1441, 1562, 1608, 1606, 1588, 1442, 1600, 1603, 1568, 1583, 1430, 1595, 1558, 1450, 1571, 1586, 1561, 1596, 1559, 1607, 1584, 1426, 1598, 1587, 1433, 1597], "Excused": [1605, 1585]}}, {"bill_id": 9646, "action_date": "2019-03-07T10:00:00-06:00", "document_id": 54829, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54829.pdf", "status_text": "Title amended", "journal_page": 663, "committee_id_action": 409, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9646, "action_date": "2019-03-11T12:00:00-05:00", "document_id": 54898, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54898.pdf", "status_text": "Deferred to another day", "journal_page": 715, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9646, "action_date": "2019-03-12T11:00:00-05:00", "document_id": 54932, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54932.pdf", "status_text": "Concurred in amendments", "journal_page": 722, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 29417, "president_vote": null, "Yea": [1563, 1614, 1619, 1567, 1643, 1578, 1641, 1579, 1613, 1443, 1633, 1440, 1634, 1444, 1434, 1573, 1616, 1650, 1635, 1557, 1427, 1642, 1438, 1620, 1631, 1589, 1556, 1590, 1435, 1632, 1646, 1575, 1612, 1630, 1431, 1446, 1615, 1569, 1647, 1572, 1637, 1577, 1581, 1610, 1622, 1611, 1564, 1621, 1580, 1625, 1432], "Excused": [1592, 1645, 1436, 1639, 1649, 1638, 1626], "Nay": [1560, 1629, 1594, 1624, 1628, 1593, 1609, 1644, 1627, 1618, 1576, 1623]}}, {"bill_id": 9646, "action_date": "2019-03-12T11:00:00-05:00", "document_id": 54932, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54932.pdf", "status_text": "Signed by the Speaker", "journal_page": 747, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9646, "action_date": "2019-03-12T10:00:00-05:00", "document_id": 54928, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54928.pdf", "status_text": "Signed by the President", "journal_page": 716, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9646, "action_date": "2019-03-13T00:30:00-05:00", "document_id": 54990, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54990.pdf", "status_text": "Delivered to the Governor", "journal_page": 755, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9646, "action_date": "2019-03-29T11:00:00-05:00", "document_id": 55039, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/55039.pdf", "status_text": "Signed by the Governor", "journal_page": 760, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6911, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/9646"}